{
  "id": 10003,
  "title": "2001년 Quinn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-09-17",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: Quinn. 판결일: 2001-09-17. 법원: Nevada Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The STATE OF NEVADA, Appellant, v. GREGORY LYNN QUINN, Respondent\n**판결일**: 2001-09-17\n**법원**: Nevada Supreme Court\n**관할**: Nevada, NV\n\n**판사**: Shearing, Agosti and Rose\n\n## 변호인\n\nFrankie Sue Del Papa, Attorney General, Carson City; Richard A. Gammick, District Attorney, and Terrence P McCarthy and Daniel J. Greco, Deputy District Attorneys, Washoe County, for Appellant., Michael R. Specchio, Public Defender, John Reese Petty, Chief Deputy Public Defender, and Vaun B. Hall, Deputy Public Defender, Washoe County, for Respondent.\n\n## 인용\n\n- 30 P.3d 1117\n- 117 Nev. 709\n\n## 판결문 요약\n\n\n30 P.3d 1117 (2001)\nThe STATE of Nevada, Appellant,\nv.\nGregory Lynn QUINN, Respondent.\nNo. 35795.\nSupreme Court of Nevada.\nSeptember 17, 2001.\n*1118 Frankie Sue Del Papa, Attorney General, Carson City; Richard A. Gammick, District Attorney, and Terrence P. McCarthy and Daniel J. Greco, Deputy District Attorneys, Washoe County, for Appellant.\nMichael R. Specchio, Public Defender, John Reese Petty, Chief Deputy Public Defender, and Vaun B. Hall, Deputy Public Defender, Washoe County, for Respondent.\nBefore SHEARING, AGOSTI and ROSE, JJ.\n\nOPINION\nPER CURIAM:\n\nSUMMARY\nThis case presents the issue of what constitutes \"discovery\" of a sexual crime against a child \"committed in a secret manner\" for purposes of triggering the criminal statute of limitations contained at NRS 171.095(1)(a). We conclude that \"discovery\" of a crime occurs when any person other than the wrongdoer (or someone acting in pari delicto with the wrongdoer) has knowledge of the act and its criminal nature, unless the person with knowledge: (1) fails to report out of fear induced by threats made by the wrongdoer or by anyone acting in pari delicto with the wrongdoer; or (2) is a child-victim under eighteen years of age who fails to report for the reasons discussed in Walstrom v. State.[1]\n\nFACTS\nOn December 17, 1998, the State filed a criminal complaint against Gregory Lynn *1119 Quinn (\"Gregory\") for committing acts of lewdness and exposing himself to his stepdaughter on numerous occasions between January 1, 19...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-quinn"
    }
  ],
  "relatedIncidents": [
    9918,
    10015,
    10073,
    10079,
    10084
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}