{
  "id": 10000,
  "title": "2001년 Kemper 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-09-28",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Kemper. 판결일: 2001-09-28. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Kemper v. the State\n**판결일**: 2001-09-28\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Andrews, Eldridge, Miller\n\n## 변호인\n\nWilliam J. Mason, for appellant., J. Gray Conger, District Attorney, Roger H. Anderson, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 555 S.E.2d 40\n- 251 Ga. App. 665\n\n## 판결문 요약\n\n\n555 S.E.2d 40 (2001)\n251 Ga. App. 665\nKEMPER\nv.\nThe STATE.\nNo. A01A1619.\nCourt of Appeals of Georgia.\nSeptember 28, 2001.\nWilliam J. Mason, Columbus, for appellant.\nJ. Gray Conger, Dist. Atty., Roger H. Anderson, Asst. Dist. Atty., for appellee.\n*41 MILLER, Judge.\nA jury found Dione B. Kemper guilty of armed robbery, hijacking a motor vehicle, aggravated assault, and possession of a firearm during the commission of a crime. The court sentenced Kemper to 25 years confinement. On appeal Kemper challenges the sufficiency of the evidence to sustain his armed robbery conviction, and argues that his aggravated assault conviction should have merged with either his hijacking or armed robbery conviction. We affirm.\nThe evidence showed that Kemper approached the victim in a parking lot as he entered his vehicle. Kemper opened the passenger's side door of the victim's vehicle and sat down with a gun on his lap. Kemper then ordered the victim to open the trunk and to walk to the back of the vehicle. When the victim failed to do as instructed, Kemper took the victim's keys and opened the trunk. The victim then took money out of his pocket, asked Kemper to \"please just take the money, take the car ...,\" and laid the money inside the trunk. Kemper responded, \"no, get in the trunk,\" and pointed the gun at the victim. The two men then struggled, the gun fired, and the victim ran. Officers later found the gun and the victim's keys several blocks away, but found no money.\n1. Kemper contends th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kemper-v-state"
    }
  ],
  "relatedIncidents": [
    9923,
    9935,
    9950,
    9974,
    9986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}