{
  "id": 10014,
  "title": "2001년 State v. Butler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-09-11",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: State v. Butler. 판결일: 2001-09-11. 법원: Nebraska Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Nebraska, Appellee, v. Eugene T. Butler, Appellant\n**판결일**: 2001-09-11\n**법원**: Nebraska Court of Appeals\n**관할**: Nebraska, NE\n\n**판사**: Carlson, Irwin, Sievers\n\n## 변호인\n\nJames H. Monahan and Maureen K. Monahan, of Monahan & Monahan, for appellant., Don Stenberg, Attorney General, and Scott G. Gunem for appellee.\n\n## 인용\n\n- 634 N.W.2d 46\n- 10 Neb. Ct. App. 537\n\n## 판결문 요약\n\n\n634 N.W.2d 46 (2001)\n10 Neb. Ct. App. 537\nSTATE of Nebraska, Appellee,\nv.\nEugene T. BUTLER, Appellant.\nNo. A-00-881.\nCourt of Appeals of Nebraska.\nSeptember 11, 2001.\n*51 James H. Monahan and Maureen K. Monahan, Omaha, of Monahan &amp; Monahan, for appellant.\nDon Stenberg, Attorney General, and Scott G. Gunem, for appellee.\nIRWIN, Chief Judge, and SIEVERS and CARLSON, Judges.\nSIEVERS, Judge.\nEugene T. Butler appeals his conviction for second degree assault. Butler was accused of stabbing Ronald McCart in the shoulder with a steak knife during a fistfight McCart initiated after Butler accosted McCart's wife, Angie, at a party. Because the trial court erred in its jury instruction concerning self-defense and provocation, we reverse, and remand for a new trial.\n\nFACTUAL BACKGROUND\nAn annual party called the Blues Festival was held at a cabin at Thomas Lakes in Saunders County, Nebraska, on August 7, 1999. The party attracted as many as 100 people at some time during that day. Butler and a group of friends drove from Omaha to attend the party. McCart and Angie drove from their home in Kansas City, Missouri, to attend the festival with several of their friends who resided at the lake.\nThat evening, Angie and Jennifer Jones were behind the cabin listening to the *52 band when one of Butler's friends approached them and asked Angie if she would like to meet one of his friends. Angie demurred, and the man left. But about 15 minutes later, he returned with Butler. There is a dispute ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-butler"
    }
  ],
  "relatedIncidents": [
    9899,
    9980,
    9988,
    10071,
    10100
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}