{
  "id": 10015,
  "title": "2001년 Lexington Insurance v. Travelers Indemnity Co. of Illinois 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-09-11",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Lexington Insurance v. Travelers Indemnity Co. of Illinois. 판결일: 2001-09-11. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: LEXINGTON INSURANCE COMPANY Houston Casualty Company, Plaintiffs-Counter-Defendants-Appellants v. TRAVELERS INDEMNITY COMPANY OF ILLINOIS, Commonwealth Insurance Company, Reliance National Insurance Company, Hartford Fire Insurance Company, American International Specialty Lines Insurance Company, Defendants-Counter-Claimants-Appellees\n**판결일**: 2001-09-11\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 21 F. App'x 585\n\n## 판결문 요약\n\n\nMEMORANDUM ***\nThis case arises from a dispute between Lexington Insurance Company and Hous*587ton Casualty Company (“the primary insurers” or “plaintiffs”) and Commonwealth Insurance Company, Travelers Indemnity Company of Illinois, Reliance Insurance Company of Illinois, Hartford Fire Insurance Company, and American International Specialty Lines Insurance Company (“the excess insurers” or “defendants”), concerning coverage of a claim for the arson of four different Contra Costa County courthouses in California. The primary insurers contend that all four fires constitute a single occurrence under the property insurance policy, while the excess insurers assert that each fire represented a separate occurrence. The district court agreed with the excess insurers and granted their cross-motion for summary judgment. The primary insurers appeal the judgment. We have jurisdiction under 28 U.S.C. § 1291 (2000), and we affirm the decision of the district court.\nI. BACKGROUND\nThe property loss in this case resulted from arson fires at four different courthouses in Contra Costa County (“the County”). The first fire occurred on August 28, 1995 at the Walnut Creek Municipal Court in Walnut Creek. The other three fires occurred seventeen days later on September 14, 1995. The first of the September 14th fires occurred at the Traffic and Small Claims Court in Concord. The second fire occurred six minutes later at the nearby Mount Diablo Municipal Court in Concord. The final fire was ignited...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lexington-insurance-v-travelers-indemnity-co-of-illinois"
    }
  ],
  "relatedIncidents": [
    9918,
    10003,
    10073,
    10079,
    10084
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}