{
  "id": 10017,
  "title": "2001년 Woodard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-09-04",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Woodard. 판결일: 2001-09-04. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State of North Carolina v. Elbert Lebron Woodard\n**판결일**: 2001-09-04\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Biggs, Martin, McCullough\n\n## 변호인\n\n\n\nAttorney General Roy Cooper, by Special Deputy Attorney General Isaac T. Avery, III, and Assistant Attorney General Patricia A. Duffy, for the State.\n, \nMark D. Montgomery for defendant appellant.\n\n\n## 인용\n\n- 552 S.E.2d 650\n- 146 N.C. App. 75\n\n## 판결문 요약\n\n\n552 S.E.2d 650 (2001)\nSTATE of North Carolina\nv.\nElbert Lebron WOODARD.\nNo. COA00-1033.\nCourt of Appeals of North Carolina.\nSeptember 4, 2001.\n*651 Attorney General Roy Cooper, by Special Deputy Attorney General Isaac T. Avery, III, and Assistant Attorney General Patricia A. Duffy, for the State.\nMark D. Montgomery, Durham, for defendant appellant.\nMcCULLOUGH, Judge.\nOn 10 December 1999, a jury found defendant Elbert Lebron Woodard guilty of first-degree murder in connection with the death of Victor Manuel Illas, who died after his vehicle was struck by that driven by defendant. Matilda Pemberton, who was a passenger in Mr. Illas' vehicle, was severely injured in the collision. The jury also found defendant guilty of assault with a deadly weapon inflicting serious injury and felonious operation of a motor vehicle to elude arrest, the two felonies upon which defendant's murder conviction was based. The trial court arrested judgment in the convictions of assault with a deadly weapon inflicting serious injury and felonious operation of a motor vehicle to elude arrest, and sentenced defendant to life in prison for first-degree murder.\nAt trial, the evidence tended to show the fatal collision occurred after defendant drove his vehicle at an excessive rate of speed through an intersection in an effort to elude pursuing law enforcement officers. Witnesses estimated defendant's speed to be at least seventy miles per hour when he entered the intersection, where the posted speed limit...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-woodard"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}