{
  "id": 10021,
  "title": "2001년 Christopher Loliscio v. Glenn Goord, as Warden, Clinton Correctional Facility 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-08-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Christopher Loliscio v. Glenn Goord, as Warden, Clinton Correctional Facility. 판결일: 2001-08-30. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Christopher LOLISCIO, Petitioner-Appellant, v. Glenn GOORD, as Warden, Clinton Correctional Facility, Respondent-Appellee\n**판결일**: 2001-08-30\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Feinberg, Oakes, Sotomayor\n\n## 변호인\n\nRichard M. Asehe, Litman, Asche & Gioiella, LLP, New York, NY, for Petitioner-Appellant., Mark Cohen, Assistant District Attorney, Suffolk County, N.Y. (James M. Cat-terson, Jr., District Attorney of Suffolk County, Glenn Green, Assistant District Attorney, on the brief), for Respondent-Appellee.\n\n## 인용\n\n- 263 F.3d 178\n\n## 판결문 요약\n\n263 F.3d 178 (2nd Cir. 2001)\n    CHRISTOPHER LOLISCIO, PETITIONER-APPELLANTv.GLENN GOORD, AS WARDEN, CLINTON CORRECTIONAL FACILITY, RESPONDENT-APPELLEE\n    Docket No. 00-2594\n    UNITED STATES COURT OF APPEALS FOR THE SECOND CIRCUIT\n    Argued: May 15, 2001Decided: August 30, 2001\n    \n      1\n      Appeal from a judgment of the United States District Court for the Eastern District of New York (Edward R. Korman, Chief Judge) denying Christopher Loliscio's petition for a writ of habeas corpus. Petitioner argues that (1) the jury's consideration of extra-record information violated his Sixth Amendment rights; (2) the state trial court's post-verdict hearing regarding the effect of the extra-record information on the verdict was constitutionally inadequate; and (3) his trial counsel's performance was constitutionally ineffective. The state courts rejected each of these federal claims. Finding that the state courts' adjudication of these claims was neither contrary to nor an unreasonable application of clearly established Supreme Court precedent, we affirm the judgment of the district court.\n    \n    \n      2\n      Affirmed.[Copyrighted Material Omitted]\n    \n    \n      3\n      Richard M. Asche, Litman, Asche &amp; Gioiella, Llp, New York, N.Y., for Petitioner-Appellant.\n    \n    \n      4\n      Mark Cohen, Assistant District Attorney, Suffolk County, N.Y. (James M. Catterson, Jr., District Attorney of Suffolk County, Glenn Green, Assistant District Attorney, on the brief), for Re...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=christopher-loliscio-v-glenn-goord-as-warden-clinton-correctional"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harpole-v-commissioner-of-internal-revenue"
    }
  ],
  "relatedIncidents": [
    9897,
    9899,
    9901,
    9904,
    9907
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}