{
  "id": 10024,
  "title": "2001년 State v. Sayre, Unpublished Decision (8-24-2001) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-08-24",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Sayre, Unpublished Decision (8-24-2001). 판결일: 2001-08-24. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. Nicholas Sayre\n**판결일**: 2001-08-24\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: PIETRYKOWSKI, P.J.\n\n## 변호인\n\n[EDITOR'S NOTE: This case is unpublished as indicated by the issuing court.] \nAlan R. Mayberry, prosecuting attorney,\n\nGary D. Bishop, and Jacqueline M. Kirian, for appellee.\n\nSteven M. Powell, for appellant.\n\n\n## 판결문 요약\n\n                       DECISION AND JUDGMENT ENTRY\nThis case is before the court on appeal from a judgment of the Wood County Court of Common Pleas, following a jury trial, wherein defendant-appellant, Nicholas Sayre, was found guilty of felonious assault, in violation of R.C. 2903.11.\nAppellant sets forth the following assignments of error:\n\"ASSIGNMENT OF ERROR NO. 1\n  \"THE TRIAL COURT ERRED BY EXCLUDING CROSS EXAMINATION OF THE VICTIM ON PRIOR CONDUCT CLEARLY PROBATIVE OF TRUTHFULNESS AND ESTABLISHING A MOTIVE OE BIAS AGAINST THE DEFENDANT, THUS DENYING APPELLANT THE RIGHT TO CROSS-EXAMINE WITNESSES AGAINST HIM.\n\"ASSIGNMENT OF ERROR NO. 2\n  \"THE TRIAL COURT ERRED BY ALLOWING THE PROSECUTION, UNDER THE GUISE OF REBUTTAL EVIDENCE, TO RECALL WITNESSES TO SIMPLY RESTATE THE STATE'S CASE IN CHIEF AND FOR NOTHING MORE THAN REINFORCING THE STATE'S CASE.\n\"ASSIGNMENT OF ERROR NO. 3\n  \"THE TRIAL COURT ERRED AND WAS SO INCONSISTENT IN ITS EVIDENTIARY RULINGS THAT THE CUMULATIVE EFFECT WAS PREJUDICIAL ERROR AS TO APPELLANT AND DENIED HIM A FAIR TRIAL.\n\"ASSIGNMENT OF ERROR NO. 4\n  \"THE TRIAL COURT ERRED IN SENTENCING APPELLANT TO TWO (2) YEARS WITH THE OHIO DEPARTMENT OF REHABILITATIONS [SIC] AND CORRECTIONS.\"\nThe following facts are relevant to the issues raised on appeal. At approximately 2:30 a.m. on October 27, 1999, appellant and his friend, Joshua Brassell, were exiting a bar known as Uptown/Downtown located in Bowling Green, Wood County, Ohio. A large group of bar patrons were co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-sayre-unpublished-decision-8-24-2001"
    }
  ],
  "relatedIncidents": [
    9899,
    9980,
    9988,
    10014,
    10060
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}