{
  "id": 10028,
  "title": "2001년 State ex rel. McKnabb v. Industrial Commission 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-08-22",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State ex rel. McKnabb v. Industrial Commission. 판결일: 2001-08-22. 법원: Ohio Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The State ex rel. McKnabb v. Industrial Commission of Ohio\n**판결일**: 2001-08-22\n**법원**: Ohio Supreme Court\n**관할**: Ohio, OH\n\n**판사**: Cook, Douglas, Moyer, Only, Pfeifer, Resnick, Stratton, Sweeney\n\n## 변호인\n\nLaw Offices of James R. Nein, Matthew R. Copp and James R. Nein, for appellee., Betty D. Montgomery, Attorney General, and Dennis L. Hufstader, Assistant Attorney General, for appellant., Philip J. Fulton & Associates, Philip J. Fulton and Jonathan H. Goodman, urging affirmance for amicus curiae Ohio Academy of Trial Lawyers., Stewart R. Jaffy & Associates Co., L.P.A., Stewart R. Jaffy and Marc J. Jaffy, urging affirmance for amicus curiae Ohio AFL-CIO.\n\n## 인용\n\n- 92 Ohio St. 3d 559\n\n## 판결문 요약\n\n\n\nPer Curiam.\n\nAppellee-claimant, Michael E. McKnabb, began working as a car audio installer for appellant C.C.A.E., Inc., d.b.a. Columbus Car Audio (“CCA”), in 1992. On July 30, 1994, claimant injured his lower back at work, and a workers’ compensation claim was allowed. Surgery followed that December. Claimant eventually returned to work but was fired in June 1996, allegedly for tardiness. CCA at that time had no written employment or disciplinary policy.\nClaimant successfully obtained another job but left it because of his back condition. Temporary total disability compensation (“TTC”) followed. CCA eventually requested that the award be vacated, claiming, among other things, that claimant’s tardiness and subsequent termination constituted a voluntary abandonment of the workforce and therefore precluded TTC. Appellant Industrial Commission of Ohio agreed and granted that motion, writing:\n“[T]he prior finding that the claimant abandoned his former job and was consequently precluded from obtaining temporary total benefits is affirmed.\n“The applicable case on point for this issue is State ex rel. Louisiana-Pacific Corporation v. Industrial Commission of Ohio (1995), 72 Ohio St.3d 401 [650 N.E.2d 469]. The case held that voluntary abandonment from employment precludes the payment of temporary total disability and such voluntary abandonment is established when the facts support that the following three factors have been satisfied: (1) violation of a written work rule or policy ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-mcknabb-v-industrial-commission"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}