{
  "id": 10020,
  "title": "2001년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-08-31",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Brown. 판결일: 2001-08-31. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The STATE of Ohio, Appellee, v. BROWN, Appellant\n**판결일**: 2001-08-31\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: First, Hildebrandt, Painter, Raymond, Shannon\n\n## 변호인\n\nMichael K. Allen , Hamilton County Prosecuting Attorney, and  Paula E.  Adams , Assistant Prosecuting Attorney, for Plaintiff-Appellee,\n\n H. Fred Hoefle , for Defendant-Appellant.\n\n## 인용\n\n- 767 N.E.2d 1192\n- 146 Ohio App. 3d 654\n\n## 판결문 요약\n\n                                DECISION.\nDefendant-appellant Brian D. Brown pleaded guilty to burglary, a fourth-degree felony, admitting that he had trespassed into a couple's apartment while they were at home.1 Originally, Brown had been charged with second-degree burglary,2 but the state agreed to reduce the charge in return for his guilty plea.\nThe prosecuting witness addressed the trial court after Brown's plea had been accepted, and explained that the incident had occurred at three-thirty in the morning, that Brown had actually attempted to open the couple's bedroom door as they slept, and that the incident had caused them a great deal of continuing stress. The court ordered that a presentence investigation and a clinical evaluation were to be completed before Brown would be sentenced. *Page 656 \nOnce the reports had been completed and reviewed, the court convened Brown's sentencing hearing. Brown recalled in the clinical evaluation that he had consumed approximately ten to twelve beers during the evening prior to the early morning offense, and that his friends had dropped him off at an intersection near his home. As he walked home, Brown reported, he had noticed that a car's dome light was on, so he knocked on the door of a first-floor apartment in an adjacent building to try to locate the owner. He claimed that the first-floor-apartment dweller had referred him to the second-floor apartment in which the victims resided.\nBrown said that he knocked on the door of the v...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-brown"
    }
  ],
  "relatedIncidents": [
    9923,
    9935,
    9950,
    9974,
    9986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}