{
  "id": 10027,
  "title": "2001년 State v. Wiggins, Unpublished Decision (8-23-2001) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-08-23",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Wiggins, Unpublished Decision (8-23-2001). 판결일: 2001-08-23. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. James A. Wiggins\n**판결일**: 2001-08-23\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: COLLEEN CONWAY COONEY, J.:\n\n## 변호인\n\nFor Plaintiff-Appellee, WILLIAM D. MASON, Cuyahoga County Prosecutor, GEORGE RUKOVENA, Assistant.\n\nFor Defendant-Appellant: R. BRIAN MORIARTY, ESQ., R. Brian Moriarty, L.L.C.\n\n\n## 판결문 요약\n\n                        JOURNAL ENTRY and OPINION\nDefendant-appellant James A. Wiggins appeals from his sexual predator classification and from his guilty plea. We find no merit to the appeal and affirm.\nJames Wiggins was indicted on six counts of rape in violation of R.C.2907.02. Each count included a sexually violent predator specification pursuant to R.C. 2971.01(I).\nIn February 1999, Wiggins retracted his former not guilty plea and entered a plea of guilty to one count of rape, which was amended to delete the sexually violent predator specification. The remaining counts were nolled. As part of the plea agreement, however, Wiggins agreed to be classified as a sexual predator.\nWiggins' sentencing hearing was conducted in March 1999. The trial court sentenced Wiggins to six years in prison and classified him as a sexual predator.\nThis court granted Wiggins' motion for a delayed appeal and he now appeals assigning three assignments of error.\n  I. THE TRIAL COURT COMMITTED REVERSIBLE ERROR IN NOT ISSUING NOTICE OF APPELLANT'S SEXUAL OFFENDER CLASSIFICATION HEARING AS MANDATED BY R.C. 2950.09.\n  III. THE TRIAL COURT COMMITTED REVERSIBLE ERROR WHEN IT ADJUDICATED APPELLANT TO BE A SEXUAL PREDATOR WHEN THERE WAS NO EVIDENCE PRESENTED TO SUGGEST APPELLANT MEETS THE GUIDELINES OF R.C. 2950 ET. SEQ.\nWiggins contends he did not receive notice that his sexual predator status would be determined at the sentencing hearing and that there was no evidence presented in support of the trial ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-wiggins-unpublished-decision-8-23-2001"
    }
  ],
  "relatedIncidents": [
    9927,
    9947,
    9969,
    9977,
    9995
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}