{
  "id": 10034,
  "title": "2001년 Myers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-08-16",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Myers. 판결일: 2001-08-16. 법원: Colorado Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE of the State of Colorado, Plaintiff-Appellee, v. Lawrence MYERS, Defendant-Appellant\n**판결일**: 2001-08-16\n**법원**: Colorado Court of Appeals\n**관할**: Colorado, CO\n\n**판사**: Casebolt, Ney, Plank\n\n## 변호인\n\nKen Salazar, Attorney General, Matthew S. Holman, Assistant Attorney General, Denver, Co, for Plaintiff-Appellee., David S. Kaplan, Colorado State Public Defender, Thomas M. Van Cleave, III, Deputy State Public Defender, Denver, CO, for Defendant-Appellant.\n\n## 인용\n\n- 45 P.3d 756\n\n## 판결문 요약\n\n\n45 P.3d 756 (2001)\nThe PEOPLE of the State of Colorado, Plaintiff-Appellee,\nv.\nLawrence MYERS, Defendant-Appellant.\nNo. 99CA1379.\nColorado Court of Appeals, Div. II.\nAugust 16, 2001.\nRehearing Denied November 1, 2001.\nCertiorari Denied April 29, 2002.\n*757 Ken Salazar, Attorney General, Matthew S. Holman, Assistant Attorney General, Denver, Co, for Plaintiff-Appellee.\nDavid S. Kaplan, Colorado State Public Defender, Thomas M. Van Cleave, III, Deputy State Public Defender, Denver, CO, for Defendant-Appellant.\nOpinion by Judge CASEBOLT.\nDefendant, Lawrence Myers, appeals the sentence imposed following his guilty plea to sexual assault on a child as part of a pattern of abuse. We affirm in part, reverse in part, and remand with directions.\nDefendant's conviction stems from his sexual assault on his step-daughter by forcing her to have sexual intercourse with him two or three times each week for more than four years. The victim was between nine and thirteen years old when the assaults occurred.\nPursuant to a plea agreement, defendant pleaded guilty to sexual assault on a child as part of a pattern of abuse, and the prosecution agreed to dismiss the remaining charges. In addition, the parties agreed that defendant would be sentenced to between ten and sixteen years in prison.\nDefendant was thereafter sentenced to a sixteen-year prison term. The trial court indicated at the sentencing hearing and on the mittimus that defendant would also be required to serve a mandatory parole per...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-myers"
    }
  ],
  "relatedIncidents": [
    9927,
    9969,
    9977,
    9995,
    10090
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}