{
  "id": 10039,
  "title": "2001년 Flonnory 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-08-14",
  "location": "Delaware, DE, USA",
  "summary": "미국 Delaware, DE 법원 판결 사건. 사건명: Flonnory. 판결일: 2001-08-14. 법원: Supreme Court of Delaware.",
  "description": "## 사건 정보\n\n**사건명**: Freddy FLONNORY, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee\n**판결일**: 2001-08-14\n**법원**: Supreme Court of Delaware\n**관할**: Delaware, DE\n\n**판사**: Veasey, Chief Justice, Walsh, Holland, Berger and Steele, Justices (Constituting the Court en Banc)\n\n## 변호인\n\nBernard J. O’Donnell, Esquire (argued), Brian Bartley, Esquire and Kester I.H. Crosse, Esquire, Office of the Public Defender, Wilmington, Delaware, for appellant., Thomas E. Brown, Esquire (argued), Timothy J. Donovan, Jr., Esquire and Elizabeth R. McFarlan, Esquire, Department of Justice, Wilmington, Delaware, for ap-pellee.\n\n## 인용\n\n- 778 A.2d 1044\n\n## 판결문 요약\n\n\n778 A.2d 1044 (2001)\nFreddy FLONNORY, Defendant Below, Appellant,\nv.\nSTATE of Delaware, Plaintiff Below, Appellee.\nNo. 421, 443, 1999.\nSupreme Court of Delaware.\nSubmitted: April 17, 2001.\nDecided: August 14, 2001.\nBernard J. O'Donnell, Esquire (argued), Brian Bartley, Esquire and Kester I.H. Crosse, Esquire, Office of the Public Defender, Wilmington, Delaware, for appellant.\nThomas E. Brown, Esquire (argued), Timothy J. Donovan, Jr., Esquire and Elizabeth R. McFarlan, Esquire, Department of Justice, Wilmington, Delaware, for appellee.\nBefore VEASEY, Chief Justice, WALSH, HOLLAND, BERGER and STEELE, Justices (constituting the Court en Banc).\n*1045 HOLLAND, Justice.\nThis is a direct appeal by the defendant-appellant, Freddy Flonnory, following the imposition of a death sentence.[1] Flonnory *1046 and Korey Twyman, were charged by indictment with two counts of Intentional Murder and related offenses. Upon Flonnory's application, to co-defendants' cases were severed.\nAfter a jury trial, a guilty verdict was returned against Flonnory on all counts. A penalty hearing was conducted thereafter. The jury unanimously found, beyond a reasonable doubt, that a statutory aggravating circumstance existed. In addition, the jury found, by a vote of 9-3, that the aggravating circumstances outweighed the mitigating circumstances. The trial judge sentenced Flonnory to death by lethal injection. Additional sentences were imposed for the non-capital offenses.\nFlonnory has raised nine issues in t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=flonnory-v-state"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}