{
  "id": 10045,
  "title": "2001년 Morrison 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-08-09",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Morrison. 판결일: 2001-08-09. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Morrison v. the State\n**판결일**: 2001-08-09\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Ellington, Johnson, Ruffin\n\n## 변호인\n\nShandor S. Badaruddin, for appellant., Patrick H. Head, District Attorney, Thomas A. Cole, Dana J. Norman, Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 554 S.E.2d 190\n- 251 Ga. App. 161\n\n## 판결문 요약\n\n\n554 S.E.2d 190 (2001)\n251 Ga. App. 161\nMORRISON\nv.\nThe STATE.\nNo. A01A1177.\nCourt of Appeals of Georgia.\nAugust 9, 2001.\n*191 Shandor S. Badaruddin, Atlanta, for appellant.\nPatrick H. Head, District Attorney, Thomas A. Cole, Dana J. Norman, Assistant District Attorneys, for appellee.\nELLINGTON, Judge.\nA Cobb County jury convicted Clyde Morrison of armed robbery, OCGA § 16-8-41, and obstruction of an officer, OCGA § 16-10-24. Following the denial of his motion for new trial, Morrison appeals, contending that the trial court erred in admitting the statements of his nontestifying co-defendants, and that he was denied effective assistance of counsel. For the following reasons, we affirm.\n1. Morrison contends the trial court violated his right under the United States and *192 Georgia Constitutions to confront the witnesses against him in that the statements of his nontestifying co-defendants inculpated him.\nViewed in the light most favorable to the verdict,[1] the evidence showed that at about 2:30 a.m. on August 5, 1998, four young men went to a convenience store. While David Jamaine Madric, Jr. and James Augustine Tallent remained in the car, Morrison and Donnell Reginald Wilder went into the store to rob it. Morrison and Wilder each had a shirt wrapped around his head to conceal his face and each carried a handgun. Wilder pushed one clerk against a cooler and demanded money. The other clerk opened the registers. Morrison and Wilder took cash from the register drawers and retur...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=morrison-v-state"
    }
  ],
  "relatedIncidents": [
    9923,
    9935,
    9950,
    9974,
    9986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}