{
  "id": 10051,
  "title": "2001년 Lalvani 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-07-31",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Lalvani. 판결일: 2001-07-31. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: PREM LALVANI, Petitioner, v. THE HUMAN RIGHTS COMMISSION Et Al., Respondents\n**판결일**: 2001-07-31\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Gordon\n\n## 변호인\n\nTheodore A. Woerthwein and John L. Miller, both of Woerthwein & Miller, of Chicago, for petitioner., James E. Ryan, Attorney General, of Chicago (Joel D. Bertocchi, Solicitor General, and Marcia L. McCormick, Assistant Attorney General, of counsel), for respondent Human Rights Commission., Richard A. Devine, State’s Attorney, of Chicago (Patrick T. Driscoll, Thomas V Lyons, John J. Murphy, and Gina E. Brock, Assistant State’s Attorneys, of counsel), for respondent Cook County Hospital.\n\n## 인용\n\n- 755 N.E.2d 51\n- 324 Ill. App. 3d 774\n- 257 Ill. Dec. 949\n\n## 판결문 요약\n\n\n755 N.E.2d 51 (2001)\n324 Ill. App. 3d 774\n257 Ill. Dec. 949\nPrem LALVANI, Petitioner,\nv.\nILLINOIS HUMAN RIGHTS COMMISSION, and Cook County Hospital, Respondents.\nNo. 1-99-3283.\nAppellate Court of Illinois, First District, Second Division.\nJuly 31, 2001.\n*53 Theodore A. Woerthwein, John L. Miller, Woerthwein &amp; Miller, Chicago, for Petitioner.\nJames E. Ryan, Attorney General, Joel D. Bertocchi, Solicitor General, Marcia L. McCormick, Asst. Attorney General, for Illinois Human Rights Com'n.\nRichard A. Devine, State's Attorney of Cook County, Patrick T. Driscoll, Chief, Thomas V. Lyons, Deputy Chief, Civil Actions *54 Bureau, John J. Murphy, Supervisor, Labor and Employer Unit and Gina E. Brock, Asst. State's Attorney, for Cook County Hospital.\nJustice GORDON delivered the opinion of the court:\nPetitioner Prem Lalvani appeals from an order of respondent Illinois Human Rights Commission dismissing his employment discrimination complaint against respondent Cook County Hospital (the hospital). Lalvani claimed that the hospital discriminated against him because of his race and national origin, in violation of the Illinois Human Rights Act, when it failed to promote him in 1989 and again in 1990. The Commission found that there was no discrimination on the part of the hospital.\nFor the reasons set forth below, we affirm the order of the Commission.\n\nBACKGROUND\nLalvani filed a charge with the Illinois Department of Human Rights in May 1990 alleging discrimination by the hospital o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lalvani-v-illinois-human-rights-comn"
    }
  ],
  "relatedIncidents": [
    9897,
    9899,
    9901,
    9904,
    9907
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}