{
  "id": 10059,
  "title": "2001년 Indiana Civil Liberties Union, Joan Laskowski, Alice Bennett v. Frank O'bannon, Governor of Indiana 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-07-27",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Indiana Civil Liberties Union, Joan Laskowski, Alice Bennett v. Frank O'bannon, Governor of Indiana. 판결일: 2001-07-27. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: INDIANA CIVIL LIBERTIES UNION, Joan Laskowski, Alice Bennett, Et Al., Plaintiffs-Appellees, v. Frank O’BANNON, Governor of Indiana, Defendant-Appellant\n**판결일**: 2001-07-27\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Bauer, Coffey, Flaum\n\n## 변호인\n\nKenneth J. Falk (argued), Indiana Civil Liberties Union, Indianapolis, IN, for plaintiffs-appellees., Jon B. Laramore (argued), Office of the Attorney General, Indianapolis, IN, for defendant-appellant., Judy L. Woods, Bose, McKinney & Evans, Indianapolis, IN, for amici curiae.\n\n## 인용\n\n- 259 F.3d 766\n\n## 판결문 요약\n\n259 F.3d 766 (7th Cir. 2001)\n    Indiana Civil Liberties Union, Joan Laskowski,  Alice Bennett, et al., Plaintiffs-Appellees,v.Frank O'Bannon, Governor of Indiana, Defendant-Appellant.\n    No. 00-3011\n    In the United States Court of Appeals For the Seventh Circuit\n    Argued January 9, 2001Decided July 27, 2001\n    \n      Appeal from the United States District Court for the Southern District of Indiana, Indianapolis Division. No. 00 C 811--Sarah Evans Barker, Judge.\n      Before Flaum, Chief Judge, and Bauer and Coffey, Circuit Judges.\n      Bauer, Circuit Judge.\n    \n    \n      1\n      This case comes to us upon the district court's grant of a preliminary injunction. On appeal, the dispute concerns whether plaintiffs are likely to succeed on the merits. Akin to our recent decision in Books v. City of Elkhart, 235 F.3d 292 (7th Cir. 2000),1 we must determine whether a monument to be placed on state government property will violate the Establishment Clause of the First Amendment to the United States Constitution made applicable to the states through the Fourteenth Amendment. \"This task requires that we examine the history of the monument's placement and maintenance as well as the physical characteristics of the monument and of the surrounding area,\" Books, 235 F.3d at 294, and then apply the test articulated in Lemon v. Kurtzman, 403 U.S. 602 (1971). We have completed this work and affirm the district court's entrance of the preliminary injunction pending resolution on the m...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=indiana-civil-liberties-union-joan-laskowski-alice-bennett-v-frank"
    }
  ],
  "relatedIncidents": [
    9897,
    9899,
    9901,
    9904,
    9907
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}