{
  "id": 10052,
  "title": "2001년 Sisk 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-07-31",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Sisk. 판결일: 2001-07-31. 법원: Court of Appeals of Wisconsin.",
  "description": "## 사건 정보\n\n**사건명**: State of Wisconsin, Plaintiff-Appellant, v. Michael A. Sisk, Defendant-Respondent\n**판결일**: 2001-07-31\n**법원**: Court of Appeals of Wisconsin\n**관할**: Wisconsin, WI\n\n**판사**: Wedemeyer, P.J., Fine and Schudson\n\n## 변호인\n\nOn behalf of the plaintiff-appellant, the cause was submitted on the briefs of James E. Doyle, attorney general, and Christian R. Larsen, assistant attorney general., On behalf of the defendant-respondent, the cause was submitted on the brief of Elvis Cardell Banks, of the Law Offices of Elvis Cardell Banks, of Milwaukee.\n\n## 인용\n\n- 2001 WI App 182\n- 634 N.W.2d 877\n- 247 Wis. 2d 443\n\n## 판결문 요약\n\n\n247 Wis. 2d 443 (2001)\n2001 WI App 182\n634 N.W.2d 877\nSTATE of Wisconsin, Plaintiff-Appellant,\nv.\nMichael A. SISK, Defendant-Respondent.\nNo. 00-2614-CR.\nCourt of Appeals of Wisconsin.\nSubmitted on briefs July 6, 2001.\nDecided July 31, 2001.\n*444 On behalf of the plaintiff-appellant, the cause was submitted on the briefs of James E. Doyle, attorney general, and Christian R. Larsen, assistant attorney general.\nOn behalf of the defendant-respondent, the cause was submitted on the brief of Elvis Cardell Banks, of the Law Offices of Elvis Cardell Banks, of Milwaukee.\nBefore Wedemeyer, P.J., Fine and Schudson, JJ.\n¶ 1. SCHUDSON, J.\nThe State of Wisconsin appeals from the trial court order dismissing the charge of possession of a firearm by a felon, against Michael A. Sisk, following a suppression motion hearing. The State argues that the court erred in viewing the informant's 9-1-1 call in this case as an anonymous tip and, therefore, in failing to correctly consider the totality of the circumstances. Because the 9-1-1 caller in this case gave what he said was his name, we agree with the State. Accordingly, we reverse.\n¶ 2. The facts are undisputed. They were offered at the motion hearing by the parties' stipulation to: (1) the information in the computer-assisted dispatch report *445 of the 9-1-1 call;[1] and (2) the information in the police reports prepared by the arresting officer, his partner, and the detective who interviewed Sisk following the arrest.\n¶ 3. At 11:42 P.M. on ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-sisk"
    }
  ],
  "relatedIncidents": [
    9897,
    9899,
    9901,
    9904,
    9907
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}