{
  "id": 10067,
  "title": "2001년 In Re Guardianship of Donley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-07-20",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: In Re Guardianship of Donley. 판결일: 2001-07-20. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In Re Guardianship and Conservatorship of Leon C. Donley, an Incapacitated Person. Raymond Donley, Appellant, v. Leon C. Donley Et Al., Appellees\n**판결일**: 2001-07-20\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Wright\n\n## 변호인\n\nRoger R Cox and Gregory D. Barton, of Harding, Shultz & Downs, for appellant., Larry D. Ohs, P.C., for appellee Mary Davis., Wright, Connolly, Gerrard, Stephan, McCormack, and Miller-Lerman, JJ.\n\n## 인용\n\n- 631 N.W.2d 839\n- 262 Neb. 282\n\n## 판결문 요약\n\n\n631 N.W.2d 839 (2001)\n262 Neb. 282\nIn re GUARDIANSHIP and Conservatorship OF Leon C. DONLEY, an incapacitated person.\nRaymond Donley, Appellant,\nv.\nLeon C. Donley et al., Appellees.\nNo. S-00-965.\nSupreme Court of Nebraska.\nJuly 20, 2001.\n*841 Roger P. Cox and Gregory D. Barton, Lincoln, of Harding, Shultz &amp; Downs, for appellant.\nLarry D. Ohs, Lincoln, P.C., for appellee Mary Davis.\nWRIGHT, CONNOLLY, GERRARD, STEPHAN, McCORMACK, and MILLER-LERMAN, JJ.\nGERRARD, Justice.\n\nNATURE OF CASE\nRaymond Donley filed a petition in the county court for Lancaster County to have a guardian and conservator appointed for his father, Leon C. Donley. The appointment of the guardian and conservator was contested by Leon, Leon's wife, and Leon's daughter. Ultimately, the guardianship proceeding was transferred to Colorado and the parties agreed that coconservators would be appointed for Leon in Nebraska. The sole issue presented on appeal is whether the attorneys hired by Raymond, the petitioner, can recover, from Leon's estate, reasonable attorney fees incurred in the efforts to have a guardian and conservator appointed for Leon.\n\nFACTUAL BACKGROUND\nRaymond is the adult son of Leon and is one of five children born during Leon's first marriage to Raymond's mother. Leon subsequently married Margaret Donley, and the couple had a child during their marriage, Mary Davis. After being married for approximately 30 years, Leon and Margaret were divorced in 1994 but continued living together in the ho...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-guardianship-of-donley"
    }
  ],
  "relatedIncidents": [
    9976,
    10070,
    10107,
    10142,
    10174
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}