{
  "id": 10060,
  "title": "2001년 In Re Jeremy K., Unpublished Decision (7-27-2001) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-07-27",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: In Re Jeremy K., Unpublished Decision (7-27-2001). 판결일: 2001-07-27. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Jeremy K.\n**판결일**: 2001-07-27\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: HANDWORK, J.\n\n## 변호인\n\n[EDITOR'S NOTE: This case is unpublished as indicated by the issuing court.] \nEric Kyle Heiland, for appellant.\n\nKevin J. Baxter, prosecuting attorney, and Mary Ann Barylski, for appellee.\n\n\n## 판결문 요약\n\n                       DECISION AND JUDGMENT ENTRY\nThis is an appeal from a judgment of the Erie County Court of Common Pleas, Juvenile Division, which found appellant, Jeremy K., a delinquent child pursuant to R.C. 2151.02 for committing an act in violation of R.C. 2903.11, felonious assault. This court affirms, in part, and reverses, in part, the judgment of the trial court.\nAppellant sets forth the following five assignments of error:\n  \"I.  The trial court erred, in affirming the adjudication of the magistrate for felonious assault rather than aggravated assault, based upon the magistrate's findings of fact and conclusions of law that the juvenile was delinquent because he proximately caused the victim to assault him so as to make the victim not responsible for creating any of the mitigating circumstances causing the juvenile's sudden fit of rage which would have justified and [sic] aggravated assault.\n  \"II.  The trial court erred, in affirming the magistrate's adjudication when the findings of fact and conclusions of law display that the juvenile defendant was not found to have directly caused the seriousness of the victim's injury nor to have been an accomplice or conspirator, but the proximate cause of such injury by somehow `causing' the victim to assault him.\n  \"III.  The trial court erred, to the substantial prejudice of the juvenile defendant, by allowing the State to present the taped pre-trial statements of the other juvenile defendants as the defendant clearly ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-jeremy-k-unpublished-decision-7-27-2001"
    }
  ],
  "relatedIncidents": [
    9899,
    9980,
    9988,
    10014,
    10024
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}