{
  "id": 10065,
  "title": "2001년 Scherz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-07-24",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Scherz. 판결일: 2001-07-24. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington v. Michael Warren Scherz\n**판결일**: 2001-07-24\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Kurtz\n\n## 변호인\n\nDavid N. Gasch, for appellant., Steven J. Tucker, Prosecuting Attorney, and Kevin M. Korsmo and Andrew J. Metis III, Deputies, for respondent.\n\n## 인용\n\n- 107 Wash. App. 427\n\n## 판결문 요약\n\n\nKurtz, C.J.\nMichael Warren Scherz appeals his Spokane County conviction for the crime of first degree robbery which, in this case, requires display of what appears to be a firearm or other deadly weapon. RCW 9A.56.200(1)(b). He contends (1) the court erred in instructing the jury that *429“display” includes the defendant indicating verbally or otherwise the presence of a deadly weapon and (2) the evidence was insufficient to support the conviction. We agree with Mr. Scherz, and reverse the conviction and remand for entry of judgment and resentencing on the lesser degree offense of second degree robbery.\nOn August 30, 1999, Mr. Scherz entered a Washington Trust Bank branch in downtown Spokane. Wearing camouflage clothes, he approached teller Helen Boehme and stated, “I need about a thousand dollars. I have a hand grenade in my pocket and I need a thousand dollars.” Report of Proceedings (RP) at 86. Ms. Boehme asked if he was serious; Mr. Scherz responded, Wes.” RP at 88. This made her fearful, so she gave him $1,000. He put the money in his pocket and left the bank. Ms. Boehme did not see a hand grenade or any other weapon.\nFBI (Federal Bureau of Investigation) agents soon arrested Mr. Scherz in a nearby hotel lobby and seized most of the money from his person. He confessed to Agent Leland McEuen that he robbed the bank and that he had told the bank teller he had a hand grenade. Mr. Scherz also told Agent McEuen that he had reached into his left jacket pocket and pulled out t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-scherz"
    }
  ],
  "relatedIncidents": [
    9923,
    9935,
    9950,
    9974,
    9986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}