{
  "id": 10079,
  "title": "2001년 In Re Marriage of Griffey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-07-05",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: In Re Marriage of Griffey. 판결일: 2001-07-05. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: In Re MARRIAGE OF Lois Ann GRIFFEY and Ronald R. Griffey. Upon the Petition of Lois Ann Griffey, Appellant, and Concerning Ronald R. Griffey, Appellee\n**판결일**: 2001-07-05\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Larson\n\n## 변호인\n\nThomas J. Miller, Attorney General, and Christina F. Hansen and M. Elise Pippin, Assistant Attorneys General, for appellant., Rodney J. Ryan of Rodney J. Ryan, P.C., and Thomas P. Hyland of Thomas Hyland, P.C., Des Moines, for appellee.\n\n## 인용\n\n- 629 N.W.2d 832\n\n## 판결문 요약\n\n\n629 N.W.2d 832 (2001)\nIn re MARRIAGE OF Lois Ann GRIFFEY and Ronald R. Griffey.\nUpon the Petition of\nLois Ann Griffey, Appellant, and Concerning\nRonald R. Griffey, Appellee.\nNo. 99-0868.\nSupreme Court of Iowa.\nJuly 5, 2001.\nThomas J. Miller, Attorney General, and Christina F. Hansen and M. Elise Pippin, Assistant Attorneys General, for appellant.\nRodney J. Ryan of Rodney J. Ryan, P.C., and Thomas P. Hyland of Thomas Hyland, P.C., Des Moines, for appellee.\nConsidered en banc.\nLARSON, Justice.\nWhen Ronald Griffey moved from Iowa to Texas in 1979, he was subject to a child support judgment in an Iowa dissolution decree. Iowa requested that Texas begin its own action against Griffey to collect almost $20,000 in past due child support. In October 1986 a Texas district court entered an \"Agreed Support Order\" under which the court found Griffey owed $12,000 in past due child support. The Texas court ordered this amount to be paid, which Griffey did, but Iowa contends the Texas court had no authority to reduce the amount owed under the Iowa judgment.\n*833 In 1998 the Iowa Child Support Recovery Unit requested and received an order to withhold $60 per week from Griffey's social security benefits. On Griffey's application, the district court quashed the income-withholding order, and the attorney general appealed. We reverse and remand.\n\nI. Facts and Prior Proceedings.\n\nIn 1975 the marriage of Lois and Ronald Griffey was dissolved by the Iowa District Court for Polk County. Under the d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-marriage-of-griffey"
    }
  ],
  "relatedIncidents": [
    9918,
    10003,
    10015,
    10073,
    10084
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}