{
  "id": 10080,
  "title": "2001년 Helliger 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-07-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Helliger. 판결일: 2001-07-05. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York, Appellant, v. Anselmo Helliger, Respondent\n**판결일**: 2001-07-05\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: Kaye and Judges Smith, Levine, Ciparick, Wesley, Rosenblatt and Graffeo Concur in Per Curiam Opinion\n\n## 변호인\n\nPOINTS OF COUNSEL, Robert M. Morgenthau, District Attorney of New York County, New York City (Mary C. Farrington and Mark Dwyer of counsel), for appellant., Legal Aid Society, Criminal Defense Division, New York City (Thomas M. O’Brien of counsel), and Jerald Rosenthal for respondent.\n\n## 인용\n\n- 754 N.E.2d 756\n- 96 N.Y.2d 462\n- 729 N.Y.S.2d 654\n\n## 판결문 요약\n\n\n96 N.Y.2d 462 (2001)\n754 N.E.2d 756\n729 N.Y.S.2d 654\nTHE PEOPLE OF THE STATE OF NEW YORK, Appellant,\nv.\nANSELMO HELLIGER, Respondent.\nCourt of Appeals of the State of New York.\nArgued June 5, 2001.\nDecided July 5, 2001.\n*463 Robert M. Morgenthau, District Attorney of New York County, New York City (Mary C. Farrington and Mark Dwyer of counsel), for appellant.\nLegal Aid Society, Criminal Defense Division, New York City (Thomas M. O'Brien of counsel), and Jerald Rosenthal for respondent.\nChief Judge KAYE and Judges SMITH, LEVINE, CIPARICK, WESLEY, ROSENBLATT and GRAFFEO concur in Per Curiam opinion.\n\nOPINION OF THE COURT\nPer Curiam.\nA Grand Jury indicted defendant for murder in the second degree (Penal Law § 125.25 [2] [depraved indifference murder]) and manslaughter in the first degree (Penal Law § 125.20 [1]) in connection with the strangulation death of a woman with whom he lived. At trial, the prosecutor contended that defendant choked the victim to death, crushing the bones inside her neck, evincing an intent to cause her serious physical injury and a depraved indifference to her life.\nInitially, defendant falsely denied any role in the victim's death, claiming that he simply came home, found her unconscious *464 and told others that \"the person would be caught soon.\" When confronted with the autopsy report, however, he admittedand later confirmed at trialthat he had choked and killed the victim, adding that her death was the result of an accident, or simple negligence ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-helliger"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}