{
  "id": 10084,
  "title": "2001년 Outlaw 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-07-03",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Outlaw. 판결일: 2001-07-03. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: OUTLAW v. NASWORTHY Et Al.\n**판결일**: 2001-07-03\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Barnes, Phipps, Smith\n\n## 변호인\n\nMills & Chasteen, Ben B. Mills, Jr., for appellant., Chambless, Higdon & Carson, Mary M. Katz, for appellees.\n\n## 인용\n\n- 551 S.E.2d 785\n- 250 Ga. App. 362\n\n## 판결문 요약\n\n\n551 S.E.2d 785 (2001)\n250 Ga. App. 362\nOUTLAW,\nv.\nNASWORTHY et al.\nNo. A01A0199.\nCourt of Appeals of Georgia.\nJuly 3, 2001.\n*787 Mills &amp; Chasteen, Ben B. Mills, Jr., for appellant.\nChambless, Higdon &amp; Carson, Mary M. Katz, Macon, for appellees.\n*786 SMITH, Presiding Judge.\nBetty Jean Outlaw brought this action against Craig Nasworthy and the City of Pineview after Nasworthy arrested her and charged her with misdemeanor obstruction of a police officer. The trial court granted summary judgment to Nasworthy based on the doctrines of official and qualified immunity. The court also granted summary judgment to the City of Pineview on several grounds. Outlaw appeals. We conclude that the trial court correctly granted summary judgment to the City of Pineview and that Nasworthy was entitled to official immunity on any state law claims. We are constrained by the facts of this case, however, to conclude that before the legal issue of whether Nasworthy is entitled to qualified immunity can be decided, factual issues exist that must be resolved by a jury. We therefore affirm in part and reverse in part and remand this case to the trial court for further proceedings.\nThis action arose out of an incident that began when Outlaw's friend, Rogers, drove Outlaw's vehicle away from a party. Nasworthy, a City of Pineview police officer, stopped Rogers and arrested him for DUI. During the traffic stop, Outlaw's son stopped at the scene and asked Nasworthy what he was \"going to do with his...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=outlaw-v-nasworthy"
    }
  ],
  "relatedIncidents": [
    9918,
    10003,
    10015,
    10073,
    10079
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}