{
  "id": 10089,
  "title": "2001년 Swigeart 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-06-28",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Swigeart. 판결일: 2001-06-28. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Richard D. SWIGEART, Appellant (Defendant Below), v. STATE of Indiana, Appellee (Plaintiff Below)\n**판결일**: 2001-06-28\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Boehm, Dickson, Rucker, Shepard, Sullivan\n\n## 변호인\n\nAnthony C. Lawrence, Anderson, IN, Attorney for Appellant., Karen M. Freeman-Wilson, Attorney General of Indiana, Adam M. Dulik, Deputy Attorney General, Indianapolis, IN, Attorneys for Appellee.\n\n## 인용\n\n- 749 N.E.2d 540\n\n## 판결문 요약\n\n\n749 N.E.2d 540 (2001)\nRichard D. SWIGEART, Appellant (Defendant below),\nv.\nSTATE of Indiana, Appellee (Plaintiff below).\nNo. 48S00-9909-CR-480.\nSupreme Court of Indiana.\nJune 28, 2001.\n*541 Anthony C. Lawrence, Anderson, IN, Attorney for Appellant.\nKaren M. Freeman-Wilson, Attorney General of Indiana, Adam M. Dulik, Deputy Attorney General, Indianapolis, IN, Attorneys for Appellee.\n*542 SULLIVAN, Justice.\nDefendant Richard Swigeart attacked and injured Cheryl Graggs during an attempt to rob a liquor store. We uphold his convictions for attempted robbery, battery, and criminal confinement. In doing so, we find that the trial court properly excluded photographs because the use of a telephoto lens may have made them misleading. And we find the circumstances supported a witness's in-court identification of Defendant.\n\nBackground\nThe facts most favorable to the judgment indicate that just after midnight on May 31, 1998, Defendant and his son, Dennis, attacked Cheryl Graggs as she was leaving work. Defendant and Dennis went in Defendant's truck to Cain's liquor store \"to rob the lady that was working there.\" Defendant was armed with a BB gun, and Dennis had a stun gun. As Graggs closed the store and went to her car, Defendant and Dennis attacked her. Defendant put his arm around her and \"put the BB gun to her like it was a real pistol.\" Dennis then demanded money from Graggs. Graggs then started screaming, at which point Defendant hit her in the head with the gun and forced her ar...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=swigeart-v-state"
    }
  ],
  "relatedIncidents": [
    9923,
    9935,
    9950,
    9974,
    9986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}