{
  "id": 10092,
  "title": "2001년 Laxson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-06-27",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Laxson. 판결일: 2001-06-27. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Vanessa LAXSON, Appellant, v. Judy GIDDENS, and Tony Wallace, Appellees\n**판결일**: 2001-06-27\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Chief Justice Davis, Vance and Gray, Justices\n\n## 변호인\n\nJ. Dwight Carmichael, McGregor & Carmichael, P.C., Hillsboro, for appellant., Annette R. Loyd, Maloney, Bean, & Horn, Irving, B. Michael Chitty, Terrell, for appellee.\n\n## 인용\n\n- 48 S.W.3d 408\n\n## 판결문 요약\n\n\n48 S.W.3d 408 (2001)\nVanessa LAXSON, Appellant,\nv.\nJudy GIDDENS, and Tony Wallace, Appellees.\nNo. 10-99-215-CV.\nCourt of Appeals of Texas, Waco.\nMay 23, 2001.\nRehearing Overruled June 27, 2001.\n*409 J. Dwight Carmichael, McGregor &amp; Carmichael, P.C., Hillsboro, for appellant.\nAnnette R. Loyd, Maloney, Bean, &amp; Horn, Irving, B. Michael Chitty, Terrell, for appellee.\nBefore Chief Justice DAVIS, VANCE and GRAY, Justices.\n\nOPINION\nGRAY, Justice.\nThe plan was simple enough, buy a horse cheap and sell it at a huge profit. There is nothing inherently wrong with this unless to accomplish the objective the seller commits a fraud or violates a statute. Here the buyer claimed she was duped into paying an outrageous price because of the actions of two individuals. The jury found both defendants responsible. The trial court disregarded the jury finding as to one of the defendants. We reverse the trial court's judgment and render judgment based on the jury's verdict.\n\nFACTUAL AND PROCEDURAL BACKGROUND\nVanessa Laxson won the lottery. She choose to invest a portion of her winnings in horses. Judy Giddens worked for Laxson as a horse trainer. Giddens knew Tony Wallace. Wallace knew Clay Whitehead. Whitehead owned a registered quarter horse, Sugars Alameda, that was reputed to have a distinguished blood line.\nThe plan was simple. Wallace would acquire the horse from Whitehead. Giddens would sell the horse to Laxson. Wallace and Giddens would split the substantial profit. To make the pla...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=laxson-v-giddens"
    }
  ],
  "relatedIncidents": [
    9909,
    9997,
    10188,
    10215,
    10228
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}