{
  "id": 10091,
  "title": "2001년 People v. Johnson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-06-27",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: People v. Johnson. 판결일: 2001-06-27. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. WILLIE JOHNSON, Defendant-Appellant\n**판결일**: 2001-06-27\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Myerscough, Steigmann\n\n## 변호인\n\nDaniel D. Yuhas and Scott A. Lerner, both of State Appellate Defender’s Office, of Springfield, for appellant., John C. Piland, State’s Attorney, of Urbana (Norbert J. Goetten, Robert J. Biderman, and Thomas R. Dodegge, all of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.\n\n## 인용\n\n- 751 N.E.2d 621\n- 323 Ill. App. 3d 284\n- 256 Ill. Dec. 231\n\n## 판결문 요약\n\n\n751 N.E.2d 621 (2001)\n323 Ill. App. 3d 284\n256 Ill. Dec. 231\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nWillie JOHNSON, Defendant-Appellant.\nNo. 4-99-0267.\nAppellate Court of Illinois, Fourth District.\nJune 27, 2001.\n*622 Daniel D. Yuhas, Deputy Defender (Court-appointed) (Scott A. Lerner, of counsel), Office of the State Appellate Defender, Springfield, for Willie Johnson.\nJohn C. Piland, Champaign County State's Attorney, Urbana, Norbert J. Goetten, Director, Robert J. Biderman, Deputy Director, Thomas R. Dodegge, Staff Attorney, State's Attorneys Appellate Prosecutor, Springfield, for the People.\nJustice MYERSCOUGH delivered the opinion of the court:\nIn June 1998, the State charged defendant, Willie Johnson, with one count each of home invasion (720 ILCS 5/12-11 (West 1996)) and armed robbery (720 ILCS 5/18-2(a) (West 1996)) and two counts of attempt (aggravated criminal sexual assault) (720 ILCS 5/8-4(a) (West 1996); 720 ILCS 5/12-14(a)(1), (a)(2) (West Supp.1997)). In January 1999, a jury found defendant guilty of armed robbery and attempt (aggravated criminal sexual assault) but found him not guilty of home invasion. In March 1999, the trial court sentenced defendant to an extended 60-year prison term for armed robbery and a consecutive 15-year prison term for attempt (aggravated criminal sexual assault). The trial court found that in regard to the conviction for armed robbery, defendant had inflicted great bodily harm on the victim and, accordingly, d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-johnson"
    }
  ],
  "relatedIncidents": [
    9927,
    9969,
    9977,
    9995,
    10034
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}