{
  "id": 10109,
  "title": "2001년 Ramaker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-06-14",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Ramaker. 판결일: 2001-06-14. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Michael RAMAKER v. STATE of Arkansas\n**판결일**: 2001-06-14\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: W.H. \"Dub\" Arnold\n\n## 변호인\n\nMorris & Morris P.A., by: Tim R. Morris, for appellant., Mark Pryor, Att’y Gen., by: Lauren Elizabeth Heil, Ass’t Att’y Gen., for appellee.\n\n## 인용\n\n- 46 S.W.3d 519\n- 345 Ark. 225\n\n## 판결문 요약\n\n\n46 S.W.3d 519 (2001)\n345 Ark. 225\nMichael RAMAKER\nv.\nSTATE of Arkansas.\nNo. CR 00-449.\nSupreme Court of Arkansas.\nJune 14, 2001.\n*521 Morris &amp; Morris P.A., by Tim R. Morris, Rogers, for appellant.\nMark Pryor, Att'y Gen., by Lauren Elizabeth Heil, Ass't Att'y Gen., Little Rock, for appellee.\nW.H. \"DUB\" ARNOLD, Chief Justice.\nAppellant, Michael Ramaker, was convicted of first-degree murder and sentenced to thirty-five years' imprisonment in the Arkansas Department of Correction for the shooting death of his girlfriend, Ann Swee. We affirm his conviction and sentence.\nOn August 1, 1998, appellant, after allegedly checking a 12 gauge shotgun to ensure there was no ammunition, pointed the shotgun at Ms. Swee from a distance of eighteen to twenty-four inches and pulled the trigger. The gun discharged, and Ms. Swee died almost instantly from a wound to the left side of her face and head. Appellant was charged with capital murder. His defense at trial was that the shotgun had a defect that kept him from establishing that the gun was loaded. Many pretrial motions were made, including a motion to exclude photographs of the victim.\nDuring the trial, the State presented an Arkansas Crime Laboratory expert who *522 tested the weapon eight times and found no malfunction. Appellant's expert stated that he tried the weapon 150 times, and the weapon had malfunctioned 10 percent of the time. He stated that he saw a shell spring from the magazine onto a carrier assembly four times and that...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ramaker-v-state"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}