{
  "id": 10107,
  "title": "2001년 Eastroads 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-06-15",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Eastroads. 판결일: 2001-06-15. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Eastroads, L.L.C., and Jacqueline A. Sullivan, Trustee of the Jacqueline A. Sullivan Living Trust, Dated April 29, 1994, Appellants, v. Omaha Zoning Board of Appeals Et Al., Appellees\n**판결일**: 2001-06-15\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Connolly, Gerrard, Hendry, McCormack, Miller-Lerman, Stephan, Wright\n\n## 변호인\n\nRalph A. Froehlich for appellants., Alan M. Thelen, Assistant Omaha City Attorney, for appellees.\n\n## 인용\n\n- 628 N.W.2d 677\n- 261 Neb. 969\n\n## 판결문 요약\n\n\n628 N.W.2d 677 (2001)\n261 Neb. 969\nEASTROADS, L.L.C., and Jacqueline A. Sullivan, Trustee of the Jacqueline A. Sullivan Living Trust, dated April 29, 1994, Appellants,\nv.\nOMAHA ZONING BOARD OF APPEALS et al., Appellees.\nNo. S-99-586.\nSupreme Court of Nebraska.\nJune 15, 2001.\n*679 Ralph A. Froehlich, Bellevue, for appellants.\nAlan M. Thelen, Assistant Omaha City Attorney, for appellees.\nHENDRY, C.J., and WRIGHT, CONNOLLY, GERRARD, STEPHAN, and MILLER-LERMAN, JJ.\nHENDRY, C.J.\n\nINTRODUCTION\nThe Omaha Zoning Board of Appeals (board) approved a variance in reference to a parcel of land located north of Interstate 80 between 15th and 13th Streets in Omaha, Nebraska. Eastroads, L.L.C., and the A. Sullivan Trust (collectively Eastroads) appealed, and the district court affirmed the board's decision. Eastroads then appealed to the Nebraska Court of Appeals, which reversed the judgment of the district court, finding that the decision of the board granting the variance was illegal. The board petitioned for further review, which this court granted.\n\nFACTUAL BACKGROUND\nOn April 3, 1995, TCLA, Inc., submitted an area variance request to the board regarding a parcel of land in Omaha, Nebraska, commonly referred to as the \"Thirteenth Street Development.\" The development is zoned \"CC Community Commercial District\" (CC), while the adjacent land to the north and south is zoned \"R 5 Urban Family Residential District\" (R-5). The development is bounded on the east by 13th Street and on the west b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=eastroads-llc-v-omaha-zoning-board-of-appeals"
    }
  ],
  "relatedIncidents": [
    9976,
    10067,
    10070,
    10142,
    10174
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}