{
  "id": 10102,
  "title": "2001년 City of Torrington v. Zoning Commission of Harwinton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-06-19",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: City of Torrington v. Zoning Commission of Harwinton. 판결일: 2001-06-19. 법원: Connecticut Appellate Court.",
  "description": "## 사건 정보\n\n**사건명**: CITY OF TORRINGTON v. ZONING COMMISSION OF THE TOWN OF HARWINTON\n**판결일**: 2001-06-19\n**법원**: Connecticut Appellate Court\n**관할**: Connecticut, CT\n\n**판사**: Foti\n\n## 변호인\n\nRandall S. McHugh, with whom, on the brief, was Charles F. Basil, for the appellant (plaintiff)., Michael D. Rybak, for the appellee (named defendant)., Robert A. D’Andrea, for the appellees (defendant Anthony D’Andrea et al.).\n\n## 인용\n\n- 63 Conn. App. 776\n\n## 판결문 요약\n\n\n\nOpinion\n\nFOTI, J.\nThe plaintiff, the city of Torrington, upon certification by this court, appeals from the judgment of the trial court dismissing its appeal from the decision of the named defendant, the zoning commission of the town of Harwinton, granting a special permit and site plan approval to the defendant Jerry Saglimbeni. The commission’s decision, subject to the terms and conditions stated therein, permits Saglimbeni to construct a residential community complex on the property of the other defendants in this action, Robert A. D’Andrea and Anthony D’Andrea.\nOn appeal, the plaintiff claims that the court improperly (1) upheld the Harwinton zoning commission’s decision despite the fact that the special use approved by the commission did not conform to the Harwinton zoning regulations, (2) concluded that a 1991 stipulated *778judgment in a previous zone change appeal waived, varied, amended or otherwise modified the Harwinton special permit and site plan regulations making the regulations more permissive in connection with the development of the site, (3) concluded that the 1991 stipulated judgment was not void or voidable where it conflicted with General Statutes §§ 8-2, 8-3 and 8-6, (4) failed to consider the plaintiffs claim that the stipulated judgment constituted a de facto amendment to Harwin-ton’s zoning regulations and thereby deprived the plaintiff and others similarly affected of due process protection, (5) failed to find that the stipulated judgment resulted...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=city-of-torrington-v-zoning-commission-of-harwinton"
    }
  ],
  "relatedIncidents": [
    9897,
    9899,
    9901,
    9904,
    9907
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}