{
  "id": 10116,
  "title": "2001년 Halifax Corp. v. First Union National Bank 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-06-08",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Halifax Corp. v. First Union National Bank. 판결일: 2001-06-08. 법원: Supreme Court of Virginia.",
  "description": "## 사건 정보\n\n**사건명**: Halifax Corporation v. First Union National Bank\n**판결일**: 2001-06-08\n**법원**: Supreme Court of Virginia\n**관할**: Virginia, VA\n\n**판사**: Carrico, Hassell, Keenan, Kinser, Lemons, Poff, Stephenson\n\n## 변호인\n\nRobert W. Ludwig, Jr. (John J. Vecchione; Edwin Y. Szeto; Henry St.John FitzGerald; Ludwig & Robinson, on briefs), for appellant., Grady C. Frank, Jr. (Thomas C. Junker; Rebecca E. Kuehn; Paige B. McThenia; LeClair Ryan, on brief), for appellee.\n\n## 인용\n\n- 546 S.E.2d 696\n- 262 Va. 91\n\n## 판결문 요약\n\n\n546 S.E.2d 696 (2001)\n262 Va. 91\nHALIFAX CORPORATION\nv.\nFIRST UNION NATIONAL BANK.\nRecord No. 001944.\nSupreme Court of Virginia.\nJune 8, 2001.\n*698 Robert W. Ludwig, Jr., (John J. Vecchione; Edwin Y. Szeto; Henry St. John Fitzgerald; Ludwig &amp; Robinson, on briefs), for appellant.\nGrady C. Frank, Jr. (Thomas C. Junker; Rebecca E. Kuehn, Falls Church; Paige B. McThenia, Buena Vista; LeClair Ryan, on brief), for appellee.\n*699 Present: CARRICO, C.J., HASSELL, KEENAN, KINSER, and LEMONS, JJ., POFF and STEPHENSON, Senior JJ.\nHASSELL, Justice.\nThe primary issue that we consider in this appeal is whether a plaintiffs cause of action against a bank is precluded by Code § 8.4-406(f), which is a part of Virginia's Uniform Commercial Code.\n\nII.\nHalifax Corporation filed its motion for judgment against First Union National Bank and Wachovia Bank, N.A. In Count I of a multi-count motion for judgment, Halifax sought recovery from First Union under Code § 8.4-401, which is a part of Virginia's Uniform Commercial Code. In Count II, Halifax sought damages based upon First Union's alleged breach of its deposit agreement with Halifax. In Count III, Halifax sought to recover against First Union and Wachovia Bank for purported claims of negligence, gross negligence, and recklessness under Code §§ 8.3A-404, 8.3A-405, 8.3A-406, and 8.4-406, which are parts of Virginia's Uniform.Commercial Code.\nFirst Union filed a motion for summary judgment alleging, among other things, that Halifax's claims w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=halifax-corp-v-first-union-national-bank"
    }
  ],
  "relatedIncidents": [
    9897,
    9899,
    9901,
    9904,
    9907
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}