{
  "id": 10114,
  "title": "2001년 In Re Parsons 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-06-11",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: In Re Parsons. 판결일: 2001-06-11. 법원: United States Bankruptcy Appellate Panel for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: In Re Janet Lynn PARSONS, Debtor. Janet Lynn Parsons, Appellant, v. Union Planters Bank, and Fred C. Moon, Trustee, Appellees\n**판결일**: 2001-06-11\n**법원**: United States Bankruptcy Appellate Panel for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Kressel, Scott and Kishel\n\n## 변호인\n\nJonathan A. Margolies, Kansas City, MO, for appellant., Raymond I. Plaster, Springfield, MO, for appellee.\n\n## 인용\n\n- 262 B.R. 475\n\n## 판결문 요약\n\n\n262 B.R. 475 (2001)\nIn re Janet Lynn PARSONS, Debtor.\nJanet Lynn Parsons, Appellant,\nv.\nUnion Planters Bank, and Fred C. Moon, Trustee, Appellees.\nNo. 00-6099WM.\nUnited States Bankruptcy Appellate Panel of the Eighth Circuit.\nSubmitted April 27, 2001.\nFiled June 11, 2001.\n*476 *477 Jonathan A. Margolies, Kansas City, MO, for appellant.\nRaymond I. Plaster, Springfield, MO, for appellee.\nBefore KRESSEL, SCOTT and KISHEL,[1] Bankruptcy Judges.\nKRESSEL, Bankruptcy Judge.\nThe debtor appeals from the order of the bankruptcy court[2] sustaining in part and overruling in part objections by the trustee, Fred C. Moon and Union Planters Bank[3] to the debtor's claim of exemption. We affirm.\n\nBACKGROUND\nParsons is a licensed real estate agent. In 1993, she entered into an Independent Contractor Agreement with RE/MAX House of Brokers. The Agreement was in force during all relevant time periods. Pursuant to the Agreement, RE/MAX is obligated to \"promptly\" pay Parsons \"the difference between . . . 100% of all commissions received by RE/MAX as a result of the efforts of [Parsons] and amounts, if any\" which Parsons owes RE/MAX under the terms of the Agreement.[4] While the commission check from RE/MAX is apparently made payable to Parsons, the commissions are actually earned by the \"Janet Parsons Team.\" This team consists of Parsons and five other people who work with her. Parsons uses the funds she receives from RE/MAX to pay her business operating expenses, including paying her employees, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=parsons-v-union-planters-bank-in-re-parsons"
    }
  ],
  "relatedIncidents": [
    9918,
    10003,
    10015,
    10073,
    10079
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}