{
  "id": 10112,
  "title": "2001년 Perkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-06-13",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: Perkins. 판결일: 2001-06-13. 법원: District Court, D. New Mexico.",
  "description": "## 사건 정보\n\n**사건명**: Hazel PERKINS, Plaintiff, v. Michael “Chunky” CLICK, Harvey Rodriguez, Sherry Ellis, Blaine Rennie, and Kelly Lowe, Defendants\n**판결일**: 2001-06-13\n**법원**: District Court, D. New Mexico\n**관할**: New Mexico, NM\n\n**판사**: Black\n\n## 변호인\n\nDaymon B. Ely, James R. Scarantino, Albuquerque, NM, for Plaintiff., James P. Sullivan, Hatcher Sullivan & Grand, Santa Fe, NM, for Defendants.\n\n## 인용\n\n- 148 F. Supp. 2d 1177\n\n## 판결문 요약\n\n\n148 F.Supp.2d 1177 (2001)\nHazel PERKINS, Plaintiff,\nv.\nMichael \"Chunky\" CLICK, Harvey Rodriguez, Sherry Ellis, Blaine Rennie, and Kelly Lowe, Defendants.\nNo. CIV99-1506 BB/WWD.\nUnited States District Court, D. New Mexico.\nJune 13, 2001.\n*1178 *1179 Daymon B. Ely, James R. Scarantino, Albuquerque, NM, for Plaintiff.\nJames P. Sullivan, Hatcher Sullivan &amp; Grand, Santa Fe, NM, for Defendants.\n\nOPINION\nBLACK, District Judge.\nTHIS MATTER comes before the Court for consideration of a motion for summary judgment filed by Defendants Click and Ellis (Doc. 44). The Court has reviewed the submissions of the parties and the relevant law, and, for the reasons set forth below, finds that the summary-judgment motion will be denied.\nThis is a civil rights lawsuit arising out of an incident in which Plaintiff came upon her slain husband[1], was placed in a squad car for an undetermined period of time at the scene of the killing, and then taken to the county sheriff's offices. She remained there for six and one-half hours, until an investigator employed by the sheriff's department interviewed her at approximately six in the morning. Subsequently, Plaintiff filed this lawsuit, alleging she was detained in the squad car and at the sheriff's office involuntarily in violation of her constitutional right to be free from unreasonable seizure. Plaintiff has voluntarily dismissed two Defendants, and accepted an offer of settlement from another. At this point, therefore, the only Defendants remaini...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=perkins-v-click"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}