{
  "id": 10117,
  "title": "2001년 Cannella 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-06-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Cannella. 판결일: 2001-06-07. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Alter & Alter v. Philip Cannella, and Third-Party Stanley Alter, Third-Party Defendant-Respondent\n**판결일**: 2001-06-07\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 284 A.D.2d 138\n- 726 N.Y.S.2d 33\n\n## 판결문 요약\n\n\n—Judgment, Supreme Court, New York County (Richard Braun, J.), entered October 23, 2000, which awarded plaintiff $44,445, plus interest and costs, and dismissed defendant and third-party plaintiff’s counterclaims and purported third-party complaint, and bringing up for review an order, same court and Justice, entered on or about October 13, 2000, which, inter alia, granted plaintiff’s motion for summary judgment upon its first cause of action for an account stated and dismissing defendant and third-party plaintiffs counterclaims and purported third-party complaint, and denied defendant and third-party plaintiffs cross motion to, inter alia, compel responses to his discovery and bill of particulars demands, unanimously affirmed, without costs. Appeal from the aforesaid October 13, 2000 order, unanimously dismissed, without costs, as subsumed in the appeal from the ensuing October 23, 2000 judgment.\nUncontradicted evidence of defendant’s receipt and retention of plaintiff law firm’s invoices for fees for preparation of a post-trial brief in litigation concerning a child-custody matter, without objection within a reasonable time, entitled plaintiff to summary judgment on its cause of action for an account stated (see, e.g., Ruskin, Moscou, Evans &amp; Faltischek v FGH Realty Credit Corp., 228 AD2d 294, 295). Defendant, whose affidavit did not address the account stated cause of action, was not *139entitled to rely on the contentions of his bill of particulars, incorporated by r...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=alter-alter-v-cannella"
    }
  ],
  "relatedIncidents": [
    9897,
    9899,
    9901,
    9904,
    9907
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}