{
  "id": 10115,
  "title": "2001년 Purvis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-06-11",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Purvis. 판결일: 2001-06-11. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Purvis v. the State\n**판결일**: 2001-06-11\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Sears\n\n## 변호인\n\nPaola F. Torselli, for appellant., J. Tom Morgan, District Attorney, Jennifer M. Daniels, Barbara B. Conroy, Assistant District Attorneys, Thurbert E. Baker, Attorney General, Mary Beth Westmoreland, Deputy Attorney General, Paula K. Smith, Senior Assistant Attorney General, Adam M. Hames, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 548 S.E.2d 326\n- 273 Ga. 898\n\n## 판결문 요약\n\n\n548 S.E.2d 326 (2001)\n273 Ga. 898\nPURVIS\nv.\nThe STATE.\nNo. S01A0301.\nSupreme Court of Georgia.\nJune 11, 2001.\n*327 Paola F. Torselli, Decatur, for appellant.\nJ. Tom Morgan, Dist. Atty., Jennifer M. Daniels, Barbara B. Conroy, Asst. Dist. Attys., Thurbert E. Baker, Atty. Gen., Mary Beth Westmoreland, Deputy Atty. Gen., Paula K. Smith, Senior Asst. Atty. Gen., Adam M. Hames, Asst. Atty. Gen., for appellee.\nSEARS, Justice.\nThe appellant, Ronnie Purvis, appeals from his convictions for the felony murder of Anthony Bailey, for the aggravated assault of Patricia Ross, and for attempted armed robbery.[1] On appeal, Purvis contends that the evidence is insufficient to support the convictions, and that the trial court erred in admitting into evidence statements of co-conspirators. For the reasons that follow, we affirm.\n1. The evidence would have authorized a rational trier of fact to find that Bailey stole co-defendant Leonard Parks's car and removed the stereo equipment; that Parks subsequently regained the car, but not the stereo equipment; and that Purvis and co-defendant Kevin Taylor agreed to help Parks obtain revenge on Bailey by robbing him. The evidence also would have authorized a rational trier of fact to find that, on the night of the crime, Parks drove Purvis and Taylor to Bailey's house; that Purvis *328 and Taylor were both armed; that Purvis and Taylor kicked in the door to the house and assaulted several residents of the house; that both Purvis and Taylor fired shots...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=purvis-v-state"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}