{
  "id": 10110,
  "title": "2001년 White 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-06-14",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: White. 판결일: 2001-06-14. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. GREG WHITE, Defendant-Appellant\n**판결일**: 2001-06-14\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: McCULLOUGH\n\n## 변호인\n\nDaniel M. Kirwan and Larry R. Wells, both of State Appellate Defender’s Office, of Mt. Vernon, for appellant., Scott Rueter, State’s Attorney, of Decatur (Norbert J. Goetten, Robert J. Biderman, and James C. Majors, all of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.\n\n## 인용\n\n- 751 N.E.2d 594\n- 322 Ill. App. 3d 982\n- 256 Ill. Dec. 204\n\n## 판결문 요약\n\n\n751 N.E.2d 594 (2001)\n322 Ill. App. 3d 982\n256 Ill. Dec. 204\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nGreg WHITE, Defendant-Appellant.\nNo. 4-00-0434.\nAppellate Court of Illinois, Fourth District.\nJune 14, 2001.\n*596 Daniel M. Kirwan, Dep. Defender (Court-appointed), Larry R. Wells, Asst. Defender (arguer), Office of State Appellate Defender, Mt. Vernon, for Greg White.\nScott Rueter, State's Attorney, Decatur, Norbert J. Goetten, Director, Robert J. Biderman, Dep. Director, James C. Majors, Staff Attorney (arguer), State's Attorneys Appellate Prosecutor, Springfield, for the People.\nJustice McCULLOUGH delivered the opinion of the court:\nDefendant, Greg White, appeals from the order of the circuit court of Macon County dismissing as frivolous and patently without merit his pro se petition for relief pursuant to section 122-2.1(2) of the Post-Conviction Hearing Act (725 ILCS 5/122-2.1 (2) (West 1998)). The issues are whether (1) the petition stated the gist of a meritorious claim, (2) the cause should be remanded for consideration of defendant's pro se motion to withdraw the guilty plea filed in the underlying action, and (3) the imposition of consecutive sentences was unconstitutional. We reverse and remand.\nIn return for the dismissal of a charge of attempt (first degree murder), defendant pleaded guilty to aggravated battery with a firearm (720 ILCS 5/12-4.2(a)(1) *597 (West 1996)) and home invasion (720 ILCS 12-11(a)(1) (West 1996)). The trial court sente...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-white"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}