{
  "id": 10128,
  "title": "2001년 Caruth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-05-31",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Caruth. 판결일: 2001-05-31. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. TIERRION D. CARUTH, Defendant-Appellant\n**판결일**: 2001-05-31\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Homer, Slater\n\n## 변호인\n\nCarrie B. Marche, of State Appellate Defender’s Office, of Ottawa, for appellant., James Glasgow, State’s Attorney, of Joliet (John X. Breslin and Rita Kennedy Mertel, both of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.\n\n## 인용\n\n- 751 N.E.2d 1160\n- 322 Ill. App. 3d 226\n- 256 Ill. Dec. 323\n\n## 판결문 요약\n\n\n751 N.E.2d 1160 (2001)\n322 Ill. App.3d 226\n256 Ill.Dec. 323\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nTierrion D. CARUTH, Defendant-Appellant.\nNos. 3-99-0757, 3-99-0758.\nAppellate Court of Illinois, Third District.\nMay 31, 2001.\nRehearing Denied June 22, 2001.\n*1161 Carie B. Marche, Office of the State Appellate Defender, Ottawa, for Tierrion D. Caruth.\nJohn X. Breslin, Deputy Director, State's Attorneys Appellate Prosecutor, Ottawa, James Glasgow, Will County State's Attorney, Joliet, Rita Kennedy Mertel, State's Attorneys Appellate Prosecutor, Ottawa, for the People.\nPresiding Justice HOMER delivered the opinion of the court:\nPursuant to a partially negotiated plea agreement, defendant Tierrion D. Caruth pled guilty to home invasion (720 ILCS 5/12-11(a)(2) (West 1996)) in case 97-CF-5224. He was subsequently tried by a jury and found guilty of residential burglary and aggravated criminal sexual assault (720 ILCS 5/19-3, 12-14(a)(1) (West 1996)) in case 97-CF-5743. Following a joint sentencing hearing, defendant was sentenced to consecutive prison terms of 14, 20 and 25 years, respectively. The issues on appeal are (1) whether defendant was deprived of due process by the court's use of closed circuit television at arraignment, (2) whether the trial court mistakenly believed that consecutive sentences were statutorily mandated for all three offenses, and (3) whether the consecutive sentence imposed for home invasion violated the rule of Apprendi v. New Jers...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-caruth"
    }
  ],
  "relatedIncidents": [
    9927,
    9969,
    9977,
    9995,
    10034
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}