{
  "id": 10124,
  "title": "2001년 Wetherington 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-06-04",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Wetherington. 판결일: 2001-06-04. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: WETHERINGTON Et Al. v. CARLISLE\n**판결일**: 2001-06-04\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Hines\n\n## 변호인\n\nThurbert E. Baker, Attorney General, Paula K. Smith, Senior Assistant Attorney General, William P. Rowe III, for appellant., John A. Pickens, for appellee.\n\n## 인용\n\n- 547 S.E.2d 559\n- 273 Ga. 854\n\n## 판결문 요약\n\n\n547 S.E.2d 559 (2001)\n273 Ga. 854\nWETHERINGTON et al.\nv.\nCARLISLE.\nNo. S01A0217.\nSupreme Court of Georgia.\nJune 4, 2001.\nThurbert E. Baker, Atty. Gen., Paula K. Smith, Senior Asst. Atty. Gen., William P. Rowe, III, Duluth, for appellant.\nJohn P. Pickens, Atlanta, for appellee.\nHINES, Justice.\nThe State appeals from the grant of a petition for writ of habeas corpus to Janice Marie Carlisle. For the reasons that follow, we affirm.\nAlong with Gibbs, Carlisle was indicted on two counts of stalking, one count of first degree forgery, one count of attempt to commit burglary, one count of the possession of tools for the commission of a crime, five counts of aggravated stalking, and one count of conspiracy to commit murder. On June 5, 1997, Carlisle pled guilty to two counts of stalking and two counts of aggravated stalking; the State nol prossed the remaining counts. Carlisle was sentenced to a total of ten years on supervised probation, with a total of 124 days to be served in custody, which meant she would be released from custody 26 days after her plea.\nDuring the plea hearing, Carlisle testified that she understood the rights that she was waiving and that she was entering the plea voluntarily. However, she did not admit being guilty in fact. See North Carolina v. *560 Alford, 400 U.S. 25, 91 S. Ct. 160, 27 L. Ed. 2d 162 (1970). The court did not question her regarding her plea. On June 1, 1999, Carlisle petitioned for a writ of habeas corpus contending her plea was not made kno...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wetherington-v-carlisle"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}