{
  "id": 10129,
  "title": "2001년 Walker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-05-30",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Walker. 판결일: 2001-05-30. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State v. Walker\n**판결일**: 2001-05-30\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Gothard\n\n## 인용\n\n- 789 So. 2d 86\n\n## 판결문 요약\n\n\n789 So. 2d 86 (2001)\nSTATE of Louisiana\nv.\nKeyon WALKER.\nNo. 01-KA-51.\nCourt of Appeal of Louisiana, Fifth Circuit.\nMay 30, 2001.\n*87 Paul D. Connick, Jr., District Attorney, Terry M. Boudreaux, Rebecca J. Becker, Quentin P. Kelly, Thomas S. Block, Assistant *88 District Attorneys, Gretna, LA, Attorneys for Plaintiff/Appellee.\nBruce G. Whittaker, Louisiana Appellate Project, New Orleans, LA, Attorney for Defendant/Appellant.\nPanel composed of Judges EDWARD A. DUFRESNE, JR., SOL GOTHARD and CLARENCE E. McMANUS.\nGOTHARD, Judge.\nDefendant, Keyon Walker, and Ronate Walker were charged by bill of information with two counts of armed robbery committed with a gun. La. R.S. 14:64. Subsequently, the state filed written notice of its intention to apply the provisions of LSA-R.S. 14:64.3 in this case. The trial court granted defendant's motion to sever, and defendant was tried separately by a jury of twelve. At the conclusion of trial, the jury returned a verdict of guilty as charged as to both counts. The trial court sentenced defendant to serve ten years at hard labor on each count without benefit of parole, probation or suspension of sentence. In conformity with the provisions of LSA-R.S. 14:64.3, the court added an additional five years to each sentence. The court ordered that the sentences be served consecutively. This appeal followed.\n\nFACTS\nOn the evening of November 6, 1999, John Comella took his girlfriend, Rhonda Rommero, on a date. He picked her up between 6:00 and 6:30 p.m....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-walker"
    }
  ],
  "relatedIncidents": [
    9923,
    9935,
    9950,
    9974,
    9986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}