{
  "id": 10123,
  "title": "2001년 Laushaw 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-06-05",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Laushaw. 판결일: 2001-06-05. 법원: Court of Appeals of Mississippi.",
  "description": "## 사건 정보\n\n**사건명**: Laushaw v. State\n**판결일**: 2001-06-05\n**법원**: Court of Appeals of Mississippi\n**관할**: Mississippi, MS\n\n**판사**: King, P.J., Payne, and Myers\n\n## 인용\n\n- 791 So. 2d 854\n\n## 판결문 요약\n\n\n791 So. 2d 854 (2001)\nJohn C. LAUSHAW, Jr., Appellant\nv.\nSTATE of Mississippi, Appellee.\nNo. 2000-CP-00701-COA.\nCourt of Appeals of Mississippi.\nJune 5, 2001.\nRehearing Denied August 7, 2001.\nJohn C. Laushaw, Jr., Appellant pro se.\nOffice of the Attorney General by Jean Smith Vaughan, for Appellee.\nBefore KING, P.J., PAYNE, and MYERS, JJ.\nKING, P.J., for the Court:\n¶ 1. John C. Laushaw, Jr. (Laushaw) perfected this appeal from an order denying post-conviction collateral relief entered by the Circuit Court of Amite County, Mississippi. On May 24, 1990, Laushaw pled guilty to armed robbery, kidnapping, and capital murder. Laushaw was sentenced *855 to serve a term of thirty years on the armed robbery charge. On the kidnapping, he was sentenced to ten years to run concurrently to the armed robbery charge. On the capital murder, Laushaw was sentenced to a term of life to run consecutively to the armed robbery sentence.\n¶ 2. Laushaw, pro se, filed a petition for post-conviction collateral relief in April 1993. He filed an amended petition for post-conviction collateral relief in November 1999. Both petitions were dismissed by the trial court. On appeal, Laushaw raises the following issues:\nI. Whether the trial court erred in denying Laushaw's petition for post-conviction collateral relief as barred by the statute of limitations?\nII. Whether the trial court erred by denying Laushaw's amended motion for post-conviction collateral relief?\n\nFACTS\n¶ 3. On October 16, 1989, Laushaw was...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=laushaw-v-state"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}