{
  "id": 10139,
  "title": "2001년 Employers Insurance Co. of Nevada v. Chandler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-05-24",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: Employers Insurance Co. of Nevada v. Chandler. 판결일: 2001-05-24. 법원: Nevada Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: EMPLOYERS INSURANCE COMPANY OF NEVADA, a Mutual Company, Fka EMPLOYERS INSURANCE COMPANY OF NEVADA, an Agency of the State of Nevada, Appellant, v. HARRY CHANDLER, Respondent\n**판결일**: 2001-05-24\n**법원**: Nevada Supreme Court\n**관할**: Nevada, NV\n\n**판사**: Young, Leavitt and Becker\n\n## 변호인\n\nShirley D. Lindsey, Associate General Counsel, Employers Insurance Company of Nevada, Las Vegas, for Appellant., Nancyann Leeder, Nevada Attorney for Injured Workers, and Gary T. Watson, Deputy Nevada Attorney for Injured Workers, Carson City, for Respondent.\n\n## 인용\n\n- 23 P.3d 255\n- 117 Nev. 421\n\n## 판결문 요약\n\n\n23 P.3d 255 (2001)\nEMPLOYERS INSURANCE COMPANY OF NEVADA, a Mutual Company, f/k/a Employers Insurance Company of Nevada, an Agency of the State of Nevada, Appellant,\nv.\nHarry CHANDLER, Respondent.\nNo. 35079.\nSupreme Court of Nevada.\nMay 24, 2001.\n*256 Shirley D. Lindsey, Associate General Counsel, Employers Insurance Company of Nevada, Las Vegas, for Appellant.\nNancyann Leeder, Nevada Attorney for Injured Workers, and Gary T. Watson, Deputy Nevada Attorney for Injured Workers, Carson City, for Respondent.\nBefore YOUNG, LEAVITT and BECKER, JJ.\n\nOPINION\nPER CURIAM:\nRespondent Harry Chandler sustained injuries in a motor vehicle accident that occurred during the course of his employment. Appellant Employers Insurance Company of Nevada (EICON) paid Chandler workers' compensation benefits and eventually closed his claim. After receiving a third-party settlement and reimbursing EICON for benefits paid, Chandler later requested EICON to reopen his workers' compensation claim. EICON denied Chandler's request on the basis that he was required to exhaust the third-party settlement proceeds before it could reopen his claim. EICON's denial was upheld by a hearing officer, but reversed by an appeals officer. The district court subsequently denied EICON's petition for judicial review. On appeal, EICON contends that Chandler is not entitled to receive further workers' compensation benefits, including medical benefits, without first exhausting the entire amount of his third-party settlement...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=employers-insurance-co-of-nevada-v-chandler"
    }
  ],
  "relatedIncidents": [
    9918,
    10003,
    10015,
    10073,
    10079
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}