{
  "id": 10138,
  "title": "2001년 Triple Quest, Inc. v. Cleveland Gear Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-05-24",
  "location": "North Dakota, ND, USA",
  "summary": "미국 North Dakota, ND 법원 판결 사건. 사건명: Triple Quest, Inc. v. Cleveland Gear Co.. 판결일: 2001-05-24. 법원: North Dakota Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: TRIPLE QUEST, INC., Plaintiff and Appellant v. CLEVELAND GEAR COMPANY, INC., Defendant and Appellee\n**판결일**: 2001-05-24\n**법원**: North Dakota Supreme Court\n**관할**: North Dakota, ND\n\n**판사**: Benny, Graff, Kapsner, Maring, Neumann, Sandstrom, Vande, Walle\n\n## 변호인\n\nGordon Henry Hansmeier, Rajkowski Hansmeier Ltd., St. Cloud, MN, for defendant and appellee., Sidney J. Spaeth, Vogel, Weir, Hunke & McCormick, Ltd., Fargo, for appellant., Monte L. Rogneby (on brief), Vogel Law Firm, Bismarck, for appellant.\n\n## 인용\n\n- 2001 ND 101\n- 627 N.W.2d 379\n\n## 판결문 요약\n\n\n627 N.W.2d 379 (2001)\n2001 ND 101\nTRIPLE QUEST, INC., Plaintiff and Appellant\nv.\nCLEVELAND GEAR COMPANY, INC., Defendant and Appellee.\nNo. 20000281.\nSupreme Court of North Dakota.\nMay 24, 2001.\n*380 Gordon Henry Hansmeier, Rajkowski Hansmeier Ltd., St. Cloud, MN, for defendant and appellee.\nSidney J. Spaeth, Vogel, Weir, Hunke &amp; McCormick, Ltd., Fargo, for appellant.\nMonte L. Rogneby (on brief), Vogel Law Firm, Bismarck, for appellant.\nMARING, Justice.\n[¶ 1] Fun Flight, LLC (\"Fun Flight\"), as the successor in interest to the claims of Triple Quest, Inc. (\"Triple Quest\"), appealed from an order dismissing, without prejudice, its damage action against Cleveland Gear Company, Inc. (\"Cleveland Gear\"). We conclude the order dismissing the action without prejudice based on a contractual forum selection clause is appealable and Fun Flight has standing to pursue the appeal. We further hold the trial court erred in ruling the forum selection clause, as a matter of law, granted exclusive jurisdiction over this action to the courts of Ohio and in ruling, as a matter of law, Cleveland Gear did not waive its right to rely on the forum selection clause. We reverse and remand for further proceedings.\n\nI\n[¶ 2] In August 1997, Triple Quest sued Cleveland Gear, an Ohio corporation, in Cass County district court seeking damages for defective gear boxes it had purchased from the company. In its answer, Cleveland Gear asserted various defenses under the parties' contract, including an allege...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=triple-quest-inc-v-cleveland-gear-co"
    }
  ],
  "relatedIncidents": [
    9897,
    9899,
    9901,
    9904,
    9907
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}