{
  "id": 10146,
  "title": "2001년 Obremski 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-05-17",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Obremski. 판결일: 2001-05-17. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Russell L. OBREMSKI v. S. Frank THOMPSON\n**판결일**: 2001-05-17\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 12 F. App'x 509\n\n## 판결문 요약\n\n\nMEMORANDUM **\nRussell Obremski appeals a judgment denying relief under a petition challenging on due process and equal protection grounds a decision of the Oregon State Parole Board to deny him a new release date after his parole was revoked for violation of a term of parole. We affirm.\nIn 1969 Obremski was convicted of two counts of murder committed under circumstances that attracted substantial public interest. On October 15, 1986, the Board set a March 8, 1987 parole release date for Obremski, news of which was reported in the media. On November 14, 1986, in response to public reaction to Obremski’s impending parole release date, the Board ordered Obremski to undergo a “current psychological evaluation to verify that ... Obremski is no longer a danger to the health and/or safety of the community.”\nFollowing psychiatric evaluation, Obremski was released on parole on November 8, 1993. He was given strict instructions, that, because of his criminal history involving the use of alcohol, any use of alcohol or drugs while on parole would be “absolutely” unforgivable. Four months later he was arrested on a charge of child abuse. He was acquitted of the criminal charge, but during the investigation after his arrest, the Parole Board learned that he had admitted drinking alcohol.\nOn March 20, 1994, Obremski’s parole officer, issued a notice of parole violation that included allegations that Obremski had violated his parole by violating the law, consuming alcohol, and failing to ta...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=obremski-v-thompson"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}