{
  "id": 10147,
  "title": "2001년 State v. Miller, Unpublished Decision (5-17-2001) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-05-17",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Miller, Unpublished Decision (5-17-2001). 판결일: 2001-05-17. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. Clifford R. Miller\n**판결일**: 2001-05-17\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: TIMOTHY E. McMONAGLE, P.J.:\n\n## 변호인\n\nWilliam D. Mason, Esq., Cuyahoga County Prosecutor, Patrick J. Lavelle, Esq., Assistant County Prosecutor, Cleveland, OH, for Plaintiff-Appellee.\n\nJames A. Draper, Esq., Cuyahoga County Public Defender, Carlos Warner, Esq., Assistant Public Defender, Cleveland, OH, for Defendant-Appellant.\n\n\n## 판결문 요약\n\n                        JOURNAL ENTRY AND OPINION\nDefendant-appellant, Clifford Miller, appeals the decision of the Cuyahoga County Common Pleas Court that found him to be a sexual predator and therefore subject to the registration requirements of R.C. Chapter 2950 upon his release from prison. For the reasons that follow, we vacate that decision.\nIn March 1975, appellant was indicted by the Cuyahoga County Grand Jury for one count each of aggravated burglary, aggravated robbery, aggravated murder and rape. Appellant eventually pleaded guilty to one count each of aggravated burglary and aggravated murder while the rape charge and the other remaining charges were dismissed. He was subsequently sentenced to consecutive terms of seven to twenty-five years and life, respectively, and remains presently incarcerated for these offenses.\nIn March 2000, the state requested that a sexual offender classification hearing be scheduled based on its belief that, after an April 2000 parole hearing, appellant could be eligible for parole in June 2000. The classification hearing was conducted on April 5, 2000, wherein the state presented several documents from the Ohio Department of Rehabilitation and Correction (ODRC) regarding appellant's incarceration record. One document included in this packet was a letter from a correctional program specialist dated March 23, 2000, which provided, in relevant part:\n    Inmate Miller was sentence [sic] in Cuyahoga and Summit County to Life for an Aggravat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-miller-unpublished-decision-5-17-2001"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}