{
  "id": 10148,
  "title": "2001년 Fahrner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-05-16",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Fahrner. 판결일: 2001-05-16. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Andrew FAHRNER v. SW MANUFACTURING, INC.\n**판결일**: 2001-05-16\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: Adolpho, Anderson, Barker, Birch, Drowota, Holder, Janice, Riley, William\n\n## 변호인\n\nSue N. Puckett-Jernigan and Tecia Puckett Pryor, Smithville, TN, and Jon E. Jones, Cookeville, TN, for the appellant, Andrew Fahrner., David B. Kesler and Stacie L. Caraway, Chattanooga, TN, for the appellee, SW Manufacturing, Inc.\n\n## 인용\n\n- 48 S.W.3d 141\n\n## 판결문 요약\n\n\n48 S.W.3d 141 (2001)\nAndrew FAHRNER\nv.\nSW MANUFACTURING, INC.\nSupreme Court of Tennessee, at Nashville.\nMay 16, 2001.\nRehearing Denied July 13, 2001.\n*142 Sue N. Puckett-Jernigan and Tecia Puckett Pryor, Smithville, TN, and Jon E. Jones, Cookeville, TN, for the appellant, Andrew Fahrner.\nDavid B. Kesler and Stacie L. Caraway, Chattanooga, TN, for the appellee, SW Manufacturing, Inc.\n\nOPINION\nFRANK F. DROWOTA, III, J., delivered the opinion of the court, in which, E. RILEY ANDERSON, C.J., ADOLPHO A. BIRCH, and WILLIAM M. BARKER, JJ., joined.\nThe plaintiff filed suit against the defendant for retaliatory discharge and employment discrimination. The defendant moved to dismiss the plaintiff's claim on the ground that the one-year statute of limitations had expired. The trial court denied the defendant's motion, holding that there were genuine issues of material fact as to whether the \"discovery rule\" applied. The Court of Appeals reversed, holding that the discovery rule does not applyand should not be extendedto employment-type cases like the plaintiff's. We affirm, though under a different rationale, the Court of Appeals' holding that the trial court erred in concluding that the discovery rule prevents dismissal. However, we reverse and remand to the trial court to consider whether the statute of limitations is tolled by the doctrine of equitable estoppel.\nAndrew Fahrner (\"Fahrner\"), the appellant, began working for SW Manufacturing, Inc., the appellee, in February of 1995 a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fahrner-v-sw-manufacturing-inc"
    }
  ],
  "relatedIncidents": [
    9897,
    9899,
    9901,
    9904,
    9907
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}