{
  "id": 10142,
  "title": "2001년 Hatter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-05-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Hatter. 판결일: 2001-05-21. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. HATTER, JUDGE, UNITED STATES DISTRICT COURT FOR THE CENTRAL DISTRICT OF CALIFORNIA, Et Al.\n**판결일**: 2001-05-21\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Breyer, O'Connor, Scalia, Stevens, Thomas\n\n## 변호인\n\nPaul B. Q. Wolfson argued the cause for the United States. With him on the briefs were Acting Solicitor General Underwood, former Solicitor General Waxman, Assistant Attorney General Ogden, Deputy Solicitor General Kneedler, David M. Cohen, Douglas N Letter, and Anne Murphy., Steven S. Rosenthal argued the cause for respondents. With him on the brief were W. Stephen Smith and Ellen E. Deason.*\n\n## 인용\n\n- 149 L. Ed. 2d 820\n- 121 S. Ct. 1782\n- 532 U.S. 557\n- 2001 U.S. LEXIS 3813\n\n## 판결문 요약\n\n\nJustice Breyer\ndelivered the opinion of the Court.\nThe Constitution’s Compensation Clause guarantees federal judges a “Compensation, which shall not be diminished during their Continuance in Office.” U. S. Const., Art. Ill, § 1. The Court of Appeals for the Federal Circuit held that this Clause prevents the Government from collecting certain *561Medicare and Social Security taxes from a small number of federal judges who held office nearly 20 years ago — before Congress extended the taxes to federal employees in the early 1980’s.\nIn our view, the Clause does not prevent Congress from imposing a \"non-diseriminatory tax laid generally” upon judges and other citizens, O’Malley v. Woodrough, 307 U.S. 277, 282 (1989), but it does prohibit taxation that singles out judges for specially unfavorable treatment. Consequently, unlike the Court of Appeals, we conclude that Congress may apply the Medicare tax — a nondiseriminatory tax — to then-sitting federal judges. The special retroactivity-related Social Security rules that Congress enacted in 1984, however, effectively singled out then-sitting federal judges for unfavorable treatment. Hence, like the Court of Appeals, we conclude that the Clause forbids the application of the Social Security tax to those judges.\nI\nA\nThe Medicare law before us is straightforward. In 1965, Congress created a Federal Medicare “hospital insurance” program and tied its financing to Social Security. See Social Security Amendments of 1965, 79 Stat. 291. Th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-hatter"
    }
  ],
  "relatedIncidents": [
    9976,
    10067,
    10070,
    10107,
    10174
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}