{
  "id": 10156,
  "title": "2001년 Cook 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-05-07",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Cook. 판결일: 2001-05-07. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Cook v. the State\n**판결일**: 2001-05-07\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Carley, Divisions, Hunstein\n\n## 변호인\n\nSteven E. Fanning, for appellant., Peter J. Skandalakis, District Attorney, Raymond C. Mayer, Assistant District Attorney, Thurbert E. Baker, Attorney General, Paula K. Smith, Senior Assistant Attorney General, Ruth M. Bebko, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 546 S.E.2d 487\n- 273 Ga. 828\n\n## 판결문 요약\n\n\n546 S.E.2d 487 (2001)\n273 Ga. 828\nCOOK\nv.\nThe STATE.\nNo. S01A0668.\nSupreme Court of Georgia.\nMay 7, 2001.\n*488 Steven E. Fanning, Newnan, for appellant.\nPeter J. Skandalakis, Dist. Atty., Raymond C. Mayer, Asst. Dist. Atty., Thurbert E. Baker, Atty. Gen., Paula K. Smith, Senior Asst. Atty. Gen., Ruth M. Bebko, Asst. Atty. Gen., for appellee.\nCARLEY, Justice.\nA jury found Larry Middleton Cook guilty of malice murder, concealing the death of another, tampering with evidence, and making a false statement to a law enforcement officer. The trial court entered judgments of conviction and sentenced Cook to life imprisonment on the malice murder count and to consecutive terms of years on the remaining counts. The trial court denied Cook's motion for new trial, and he appeals.[1]\n1. Construed so as to support the verdict, the evidence shows that Cook, along with the victim, Ms. Jennifer Conklin, and Gibby Patrick, went riding in Cook's vehicle while drinking alcohol, and that the victim passed out for a time. Eventually, Cook dropped Patrick off and drove to an isolated area. According to the testimony of Cook's former cellmate, Timothy Powell, Cook stated that the victim passed out again and that he then engaged in anal intercourse with her. When she awoke and screamed, he grabbed her by the mouth while he continued to sexually assault her. Realizing that he had smothered her and believing that she was dead, Cook placed her body in some woods in Coweta County and later returned to b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cook-v-state"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}