{
  "id": 10154,
  "title": "2001년 Roberts 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-05-09",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Roberts. 판결일: 2001-05-09. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State v. Roberts\n**판결일**: 2001-05-09\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Amy\n\n## 인용\n\n- 786 So. 2d 933\n\n## 판결문 요약\n\n\n786 So.2d 933 (2001)\nSTATE of Louisiana\nv.\nRicky Lynn ROBERTS.\nNo. 2000-1513.\nCourt of Appeal of Louisiana, Third Circuit.\nMay 9, 2001.\nCharles F. Wagner, District Attorney-9th JDC, Alexandria, LA, Counsel for Appellee.\nPaula Corley Marx, Louisiana Appellate Project, Lafayette, LA, Counsel for Appellant/Defendant.\nCourt composed of COOKS, SAUNDERS and AMY, Judges.\nAMY, Judge.\nDefendant was convicted of simple burglary and sentenced to serve twelve years *934 at hard labor. The defendant appealed alleging there was insufficient evidence to support his conviction. For the following reasons, we affirm.\n\nFactual and Procedural Background\nOn February 6, 2000, at approximately 7:00 p.m., Ms. Patsy Howard left her office and walked to a company van parked nearby. As Ms. Howard opened the door to the van, she found that it had been stripped of several pieces of business equipment and discovered the defendant, Ricky Lynn Roberts, lying on the floorboard between the seats. Ms. Howard's husband, Michael Howard, detained the defendant at the van while she went to her office and called the police.\nThe defendant was charged by bill of information with one count of simple burglary in violation of La.R.S. 14:62 and one unrelated count of theft of goods in violation of La.R.S. 14:67.10(B)(2). On August 11, 2000, the defendant was convicted by a jury on the charged offense of simple burglary, but acquitted on the second charge, theft of goods. On August 21, 2000, the trial court sentenced him...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-roberts"
    }
  ],
  "relatedIncidents": [
    9923,
    9935,
    9950,
    9974,
    9986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}