{
  "id": 10153,
  "title": "2001년 Nelsen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-05-09",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Nelsen. 판결일: 2001-05-09. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: Alice J. NELSEN, Appellant, v. Christine NELSEN, Respondent\n**판결일**: 2001-05-09\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Deits, Haselton, Wollheim\n\n## 변호인\n\nJohn S. Sather argued the cause for appellant. On the opening brief was Kathryn H. Clarke., Wendy M. Margolis argued the cause for respondent. With her on the brief were Thomas W. Brown and Cosgrave, Vergeer & Kester LLP.\n\n## 인용\n\n- 23 P.3d 424\n- 174 Or. App. 252\n\n## 판결문 요약\n\n\n23 P.3d 424 (2001)\n174 Or. App. 252\nAlice J. NELSEN, Appellant,\nv.\nChristine NELSEN, Respondent.\n9709-07437; A103778\nCourt of Appeals of Oregon.\nArgued and Submitted July 11, 2000.\nDecided May 9, 2001.\n*425 John S. Sather, Portland, argued the cause for appellant. On the opening brief was Kathryn H. Clarke, Portland.\nWendy M. Margolis, Portland, argued the cause for respondent. With her on the brief were Thomas W. Brown, Portland, and Cosgrave, Vergeer &amp; Kester LLP.\nBefore HASELTON, Presiding Judge,[*] and DEITS, Chief Judge, and WOLLHEIM, Judge.\n*426 WOLLHEIM, J.\nPlaintiff brought this action against defendant for personal injuries. The trial court granted defendant's summary judgment motion. Plaintiff appeals from the trial court's judgment dismissing her claim. She assigns as error the trial court's granting of defendant's motion for summary judgment. Because an objectively reasonable juror could have returned a verdict for plaintiff, a genuine issue of material fact exists, and defendant was not entitled to summary judgment. ORCP 47 C. Accordingly, we reverse and remand.\nWe review the trial court's entry of summary judgment to determine whether there are any genuine issues of material fact and whether the moving party is entitled to judgment as a matter of law. ORCP 47 C;[1]Jones v. General Motors Corp., 325 Or. 404, 407, 939 P.2d 608 (1997). ORCP 47 C provides that\n\"[n]o genuine issue of material facts exists if, based upon the record before the court viewed in a ma...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nelsen-v-nelsen"
    }
  ],
  "relatedIncidents": [
    9897,
    9899,
    9901,
    9904,
    9907
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}