{
  "id": 10168,
  "title": "2001년 Gore 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-04-19",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Gore. 판결일: 2001-04-19. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Gore v. State\n**판결일**: 2001-04-19\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Per Curiam\n\n## 인용\n\n- 784 So. 2d 418\n\n## 판결문 요약\n\n\n784 So. 2d 418 (2001)\nMarshall Lee GORE, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. SC96127.\nSupreme Court of Florida.\nApril 19, 2001.\n*423 William M. Norris, Coconut Grove, FL, for Appellant.\nRobert A. Butterworth, Attorney General, and Sandra S. Jaggard, Assistant Attorney General, Miami, FL, for Appellee.\nPER CURIAM.\nWe have on appeal the judgment and sentence of the trial court imposing the death penalty upon Marshall Lee Gore. We have jurisdiction. See art. V, § 3(b)(1), Fla. Const. For the reasons stated below, we affirm the convictions for first-degree murder and armed robbery and the sentences, including the sentence of death.\n\nBACKGROUND\nThis appeal arises from the retrial of Gore as ordered by this Court in Gore v. State, 719 So. 2d 1197, 1203 (Fla.1998). Gore was initially tried, convicted of first-degree murder, and sentenced to death in 1995 for the killing of Robyn Novick.[1] On appeal, this Court reversed the judgment and sentence and ordered a new trial due to the cumulative effect of the State's improper cross-examination of Gore and improper closing argument. See id. at 1197. Gore was retried and again convicted and sentenced to death.\nThe record of Gore's retrial reflects the following facts. Police discovered Novick's nude body in a rural area of Dade County on March 16, 1988. Her body was hidden by a blue tarpaulin-like material. Novick suffered stab wounds to the chest and had a belt tied around her neck. According to the medical examiner, Novick die...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gore-v-state"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}