{
  "id": 10163,
  "title": "2001년 Krivacska 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-04-23",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Krivacska. 판결일: 2001-04-23. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: State v. Krivacska\n**판결일**: 2001-04-23\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Judges Baime, Carchman and Lintner\n\n## 인용\n\n- 775 A.2d 6\n- 341 N.J. Super. 1\n\n## 판결문 요약\n\n\n775 A.2d 6 (2001)\nSTATE of New Jersey, Plaintiff-Respondent,\nv.\nJames J. KRIVACSKA, Defendant-Appellant.\nSuperior Court of New Jersey, Appellate Division.\nArgued March 14, 2001.\nDecided April 23, 2001.\n*11 Adam N. Saravay, Newark, argued the cause for appellant (McCarter &amp; English, attorneys; Mr. Saravay, on the brief).\nDebra Owens, Deputy Attorney General, argued the cause for respondent (John J. Farmer, Jr., Attorney General, attorney; Ms. Owens, of counsel and on the brief).\nBefore Judges BAIME, CARCHMAN and LINTNER. *7 *8 *9\n*10 The opinion of the court was delivered by BAIME, P.J.A.D.\nFollowing a protracted trial, a jury found defendant guilty of one count of aggravated sexual assault (N.J.S.A. 2C:14-2a(2)), two counts of second degree endangering the welfare of a child (N.J.S.A. 2C:24-4a), and two counts of aggravated criminal sexual contact (N.J.S.A. 2C:14-3a). Defendant was acquitted of a second count of aggravated sexual assault. The trial court sentenced defendant to twenty-six years imprisonment under the Sex Offender Act (N.J.S.A. 2C:47-1 to -10). Defendant appeals. We affirm.\n\nI.\nDefendant, a licensed psychologist, was the clinical director of the Children's Center of Monmouth County, a school for individuals with special needs. The alleged victims, T.A. and M.B., were students at the school. The charges and resulting convictions stemmed from allegations that defendant sexually abused T.A. and M.B. under the guise of providing treatment for their mental and ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-krivacska"
    }
  ],
  "relatedIncidents": [
    9927,
    9969,
    9977,
    9995,
    10034
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}