{
  "id": 10174,
  "title": "2001년 In Re Caballero 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-04-16",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: In Re Caballero. 판결일: 2001-04-16. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: In the Interest of Ashley CABALLERO, a Child\n**판결일**: 2001-04-16\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Boyd, C.J., and Quinn and Reavis\n\n## 변호인\n\nPaul E. Mansur, Denver City, for appellant., Texas Department of Protective and Regulatory Services (Charles E. Rice), Abilene, Bill McGowan (Attorney Ad Litem), Brownfield, for appellee.\n\n## 인용\n\n- 53 S.W.3d 391\n\n## 판결문 요약\n\n\n53 S.W.3d 391 (2001)\nIn the Interest of Ashley CABALLERO, A Child.\nNo. 07-00-0278-CV.\nCourt of Appeals of Texas, Amarillo.\nMarch 14, 2001.\nOpinion Overruling Rehearing April 16, 2001.\n*393 Paul E. Mansur, Denver City, for appellant.\nTexas Department of Protective and Regulatory Services (Charles E. Rice), Abilene, Bill McGowan (Attorney Ad Litem), Brownfield, for appellee.\nBefore BOYD, C.J., and QUINN and REAVIS, JJ.\nBOYD, Chief Justice.\nIn this appeal, appellant Omene Montano III, challenges a trial court judgment terminating his parental rights to his daughter Ashley Caballero. In doing so, he presents seven issues which, he contends, show error in the trial court's judgment. In the first six of those issues, appellant contends the evidence was both legally and factually insufficient to support the termination. In the seventh issue, he challenges the denial of his motion for new trial on the ground that he was prejudiced by evidence introduced against Melissa Caballero, Ashley's mother. Disagreeing that reversal is required, we affirm the judgment of the trial court.\nOn September 3, 1998, and in response to a complaint that six-year-old Ashley was the victim of neglect, employees of the Texas Department of Protective and Regulatory Services (the Department) went to the home of Ashley and her mother, Melissa. Upon arriving, they found very little food in the house and little cooperation from Melissa. The workers made appointments to meet with Melissa, but she did not keep t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-the-interest-of-caballero"
    }
  ],
  "relatedIncidents": [
    9976,
    10067,
    10070,
    10107,
    10142
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}