{
  "id": 10189,
  "title": "2001년 People v. Williams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-04-05",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: People v. Williams. 판결일: 2001-04-05. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: People v. Kevin Williams\n**판결일**: 2001-04-05\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: Bandstra, C.J., and Gage and Wilder\n\n## 변호인\n\nJennifer M. Granholm, Attorney General, Thomas L. Casey, Solicitor General, Peter R. George, Prosecuting Attorney, and Timothy K. Morris, Assistant Prosecuting Attorney, for the people., Kenneth M. Lord, for the defendant.\n\n## 인용\n\n- 624 N.W.2d 575\n- 244 Mich. App. 533\n\n## 판결문 요약\n\n\n624 N.W.2d 575 (2001)\n244 Mich. App. 533\nPEOPLE of the State of Michigan, Plaintiff-Appellant,\nv.\nKevin Dale WILLIAMS, Defendant-Appellee.\nDocket No. 221876.\nCourt of Appeals of Michigan.\nSubmitted July 11, 2000, at Detroit.\nDecided February 2, 2001, at 9:15 a.m.\nReleased for Publication April 5, 2001.\n*577 Jennifer M. Granholm, Attorney General, Thomas L. Casey, Solicitor General, Peter R. George, Prosecuting Attorney, and Timothy K. Morris, Assistant Prosecuting Attorney, for the people.\nKenneth M. Lord, Port Huron, for the defendant.\nBefore BANDSTRA, C.J., and GAGE and WILDER, JJ.\n*576 WILDER, J.\nThe prosecution appeals as of right from an order dismissing the charge of assault with intent to commit sexual penetration, M.C.L. § 750.520g(1); MSA 28.788(7)(1), entered after the trial court granted defendant's motion to suppress evidence of a voice identification.[1] We affirm.\n\nI. Facts and Procedural Background\nOn the evening of September 26, 1997, the victim was working as a waitress at a bar when defendant approached her and carried on a brief conversation with her, stating that he lived two houses down from her. At approximately, the victim left work and drove to her home in Marine City, Michigan. As she opened the car door to get out of her vehicle, she heard footsteps behind her and observed a person wearing a ski mask running toward her. The assailant pulled the victim out of her vehicle, causing her to hit her head on the vehicle's rocker panel and black out momenta...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-williams"
    }
  ],
  "relatedIncidents": [
    9899,
    9980,
    9988,
    10014,
    10071
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}