{
  "id": 10195,
  "title": "2001년 People v. Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-03-30",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: People v. Smith. 판결일: 2001-03-30. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. JEFFERY SMITH, Defendant-Appellant\n**판결일**: 2001-03-30\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: McBRIDE\n\n## 변호인\n\nMichael J. Pelletier and Michael C. Bennett, both of State Appellate Defender’s Office, of Chicago, for appellant., Richard A. Devine, State’s Attorney, of Chicago (Renee Goldfarb, Mary L. Boland, and Suzanne T. Collins, Assistant State’s Attorneys, of counsel), for the People.\n\n## 인용\n\n- 747 N.E.2d 1081\n- 321 Ill. App. 3d 523\n- 254 Ill. Dec. 669\n\n## 판결문 요약\n\n\n747 N.E.2d 1081 (2001)\n321 Ill. App.3d 523\n254 Ill.Dec. 669\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nJeffery SMITH, Defendant-Appellant.\nNo. 1-98-3246.\nAppellate Court of Illinois, First District, Second Division.\nMarch 30, 2001.\n*1084 Office of the State Appellate Defender, Michael J. Pelletier, Deputy Defender, Michael C. Bennett, Assistant Appellate Defender, Chicago, for Appellant.\nRichard A. Devine, Cook County State's Attorney (Renee Goldfarb, Mary L. Boland, Suzanne T. Collins, Assistant State's Attorneys, of counsel), Chicago, for Appellee.\nJustice McBRIDE delivered the opinion of the court:\nFollowing a jury trial on remand from this court, defendant-appellant, Jeffrey Smith, was found guilty of attempted murder and was sentenced to 30 years' imprisonment on June 25, 1998. Defendant appeals the verdict contending that the trial court denied him his due process right to be present when the court responded to a note the jury sent out during deliberations. Further, defendant claims that the trial court's response to the note was legally insufficient. He also maintains that the 30-year sentence imposed on him for attempted murder was excessive. The State claims all issues have been waived because defendant failed to object at the time of the alleged error and failed to raise the issues in a posttrial motion.\nDetailed facts related to defendant's criminal conduct were set out by this court in our order of May 31, 1996, People v. Smith, No. 1-94-1756, 27...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-smith"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}