{
  "id": 10198,
  "title": "2001년 In Re Brown, No. Cr96-125034 (Mar. 27, 2001) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-03-27",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: In Re Brown, No. Cr96-125034 (Mar. 27, 2001). 판결일: 2001-03-27. 법원: Connecticut Superior Court.",
  "description": "## 사건 정보\n\n**사건명**: Re: James Brown\n**판결일**: 2001-03-27\n**법원**: Connecticut Superior Court\n**관할**: Connecticut, CT\n\n**판사**: MIANO, JUDGE\n\nKLACZAK, JUDGE\n\nNORKO, JUDGE\n\n## 인용\n\n- 2001 Conn. Super. Ct. 4531\n\n## 판결문 요약\n\n[EDITOR'S NOTE: This case is unpublished as indicated by the issuing court.]\nDATE OF SENTENCE                AUGUST 29, 1997 DATE OF APPLICATION             SEPTEMBER 2, 1997 DATE OF APPLICATION FILED       SEPTEMBER 5, 1997 DATE OF DECISION                FEBRUARY 27, 2001\nApplication for REVIEW OF SENTENCE imposed by the Superior Court, Judicial District of Fairfield, Docket No. CR 96-125034.\nCatherine Teitell, Esq. Defense Counsel for Petitioner CT Page 4532\nCornelius Kelly, Esq. Assistant States Attorney, Counsel for the State\n                             BY THE DIVISION\nThe petitioner was convicted by a jury of Burglary in the Second Degree and Threatening. The petitioner was sentenced to 10 years on the burglary charge and one year on the threatening charge to be served concurrently for a net effective sentence of 10 years incarceration. It is this sentence that the petitioner seeks to have reviewed.\nThe factual basis for the conviction involves the defendant's unlawful entry into the home of the victim at 3:45 a.m. The victim was awakened by the petitioner in her bedroom and he jumped her and pointed a gun to her head.\nThe victim recognized the defendant. The defendant engaged the victim in conversation wherein he stated, inter alia, that he needed something of value so he could buy crack in order to feed his addiction. The victim gave the petitioner some jewelry. The petitioner indicated words to the effect that in the event the victim called the police he would retur...",
  "timeline": [],
  "theories": [],
  "tags": [
    "강도",
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-brown-no-cr96-125034-mar-27-2001"
    }
  ],
  "relatedIncidents": [
    9923,
    9935,
    9950,
    9974,
    9986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}