{
  "id": 10191,
  "title": "2001년 Jamaica Public Service Co. v. Compagnie Transcontinentale De Reassurance 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-04-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Jamaica Public Service Co. v. Compagnie Transcontinentale De Reassurance. 판결일: 2001-04-05. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Jamaica Public Service Co., Ltd., Appellant-Respondent v. Compagnie Transcontinentale De Reassurance, , Defendants Jamaica Public Service Co., Ltd. v. Compagnie Transcontinentale De Reassurance\n**판결일**: 2001-04-05\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 282 A.D.2d 227\n- 723 N.Y.S.2d 168\n\n## 판결문 요약\n\n\n—Order, Supreme Court, New York County (Charles Ramos, J.), entered October 1, 1999, which granted defendant Compagnie Transcontinentale De Reassurance’s (CTR) motion for summary judgment dismissing the complaint as against it, and order, same court and Justice, entered July 25, 2000, which granted CTR’s motion for summary judgment on its counterclaim, or, in the alternative, for a severance of its counterclaim, to the extent of severing the counterclaim, and denied plaintiffs cross motion to compel arbitration of the counterclaim, unanimously affirmed, without costs.\nAlthough the IAS court properly applied law of the case in granting CTR’s motion to dismiss the complaint, based on a prior order that granted CTR’s motion for summary judgment dismissing another defendant’s cross claims against it, such prior order does not preclude review by this Court since law of the case is a doctrine that applies only to courts of coordinate jurisdiction (see, Martin v City of Cohoes, 37 NY2d 162, 165). Nevertheless, we affirm dismissal of the action as against CTR. As alleged, CTR’s oral agreement to act as a front or cedent, i.e., to nominally insure an all-risk loss and then pass on 100% liability to various reinsurers, is so vague and devoid of material terms, such as the amount of liability, the amount of the ceding fee, the duration and renewability of the agreement and the identity of the reinsurers, as not to be enforceable (see, Cobble Hill Nursing Home v Henry &amp; Warren Corp....",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "미국",
    "판례",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-foster"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jamaica-public-service-co-v-compagnie-transcontinentale-de-reassurance"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}