{
  "id": 10190,
  "title": "2001년 Bryant 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-04-05",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Bryant. 판결일: 2001-04-05. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Bryant v. State\n**판결일**: 2001-04-05\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Per Curiam\n\n## 인용\n\n- 785 So. 2d 422\n\n## 판결문 요약\n\n\n785 So.2d 422 (2001)\nByron BRYANT, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. SC94902.\nSupreme Court of Florida.\nApril 5, 2001.\n*425 Michael Dubiner and Mark Wilensky of Dubiner &amp; Wilensky, P.A., West Palm Beach, FL, for Appellant.\nRobert A. Butterworth, Attorney General, and Leslie T. Campbell, Assistant Attorney General, West Palm Beach, FL, for Appellee.\nPER CURIAM.\nWe have on appeal the judgment and sentence of the trial court imposing the death penalty upon Byron Bryant.[1] We *426 have jurisdiction pursuant to article V, section 3(b)(1) of the Florida Constitution. For the reasons expressed below, we affirm the judgment and sentence.\nByron Bryant was charged with first-degree murder for the December 16, 1991, killing of Leonard Andre, which occurred during the course of an armed robbery of Andre's Market in Delray Beach, Florida. Bryant was also charged with the armed robbery with a firearm as a result of this incident.\nThe evidence presented at trial revealed the following facts: On December 16, 1991, at approximately 8 p.m., Andre took the receipts of the day to the back of his store. Shortly thereafter, two men came into the store, one going to the back and one staying in the front. At gunpoint, one of the men ordered Andre's wife to open the cash register and demanded money, whereupon she took money from the cash register and gave it to one of the intruders. She then heard gunshots in the back of the store, and the men ran out. She found her husband in the b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bryant-v-state"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}