{
  "id": 10207,
  "title": "2001년 MLE 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-03-16",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: MLE. 판결일: 2001-03-16. 법원: Court of Civil Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: MLE v. KB Ex Rel. AB\n**판결일**: 2001-03-16\n**법원**: Court of Civil Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Per Curiam\n\n## 인용\n\n- 794 So. 2d 1143\n\n## 판결문 요약\n\n\n794 So. 2d 1143 (2000)\nM.L.E.\nv.\nK.B., a minor who sues By and Through her mother and next friend, A.B.\n2990776.\nCourt of Civil Appeals of Alabama.\nDecember 1, 2000.\nOpinion on Return to Remand March 16, 2001.\n*1145 Margaret Y. Brown, Auburn, for appellant.\nFaye H. Edmondson of Harrison &amp; Edmondson, L.L.C., Dadeville, for appellee.\nPER CURIAM.\nM.L.E. (\"the stepfather\") appeals from the trial court's denial of his Rule 55(c), Ala.R.Civ.P., motion to set aside a default judgment. On June 21, 1999, K.B. (\"the stepdaughter\"), acting by and through her mother, A.B., sued the stepfather, alleging that he had sexually abused her on several instances and that he had once raped her,[1] and, that in doing so, he had committed the tort of outrage, had falsely imprisoned her, and had committed assault and battery. The stepdaughter sought $1 million in damages for physical and emotional distress.\nThe stepfather failed to answer the complaint and discovery requests that were included with the complaint. On July 18, 1999, the stepdaughter moved for entry of a notice of default and for a default judgment, and she moved to set a hearing on damages. Subsequently, the clerk's office entered a notice of default. On September 3, 1999, the trial court set a hearing for September 24; notice of that hearing was sent to the stepfather. On September 15, 1999, the stepfather filed a \"Motion to Set Aside Entry of Default and to Allow Answer.\" He appeared at the September 24 hearing at the Tallapoos...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mle-v-kb-ex-rel-ab"
    }
  ],
  "relatedIncidents": [
    9927,
    9969,
    9977,
    9995,
    10034
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}