{
  "id": 10204,
  "title": "2001년 George Todd v. Warden Fred Raney - Order 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-03-22",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: George Todd v. Warden Fred Raney - Order. 판결일: 2001-03-22. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: George Todd v. Warden Fred Raney - Order\n**판결일**: 2001-03-22\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge John Everett Williams\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                           AT JACKSON\n                            Assigned on Briefs January 10, 2001\n\n                    GEORGE TODD v. WARDEN FRED RANEY\n               Habeas Corpus Appeal from the Circuit Court for Lake County\n                       No. 00-CR-8060    R. Lee Moore, Jr., Judge\n\n\n\n                    No. W2000-02347-CCA-R3-CO - Filed March 22, 2001\n\n\n                                               ORDER\n\nThe Petitioner, George Todd, appeals from the Lake County Circuit Court’s denial of his petition\nfor writ of habeas corpus. In 1985, the Petitioner entered into a negotiated plea agreement and pled\nguilty to second degree murder. As part of the plea agreement the Petitioner received a forty-five\nyear sentence as a Range II offender. The Petitioner subsequently filed a petition for post-conviction\nrelief alleging ineffective assistance of counsel. The petition was denied and the Petitioner appealed\nthe denial of his petition to this Court. On December 21, 1989, this Court affirmed the lower court’s\ndenial of the Petitioner’s petition for post-conviction relief. On August 24, 2000, the Petitioner filed\na petition for writ of habeas corpus in the Lake County Circuit Court, alleging that the passage of\nthe Criminal Sentencing Reform Act of 1989 served to void his sentence and all other sentences in\nthe State of Tennessee, and was the equivalent of a pardon. The Lake County Circuit Court denied\nthe Petitioner’...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=george-todd-v-warden-fred-raney-order"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}