{
  "id": 10202,
  "title": "2001년 State v. Crispin, Unpublished Decision (3-23-2001) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-03-23",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Crispin, Unpublished Decision (3-23-2001). 판결일: 2001-03-23. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. Bobbi Crispin\n**판결일**: 2001-03-23\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: GLASSER, J.\n\n## 변호인\n\n[EDITOR'S NOTE: This case is unpublished as indicated by the issuing court.] \nKevin J. Baxter, prosecuting attorney, and Mary Ann Barylski, for appellee.\n\nThomas M. Dusza, for appellant.\n\n\n## 판결문 요약\n\n                       DECISION AND JUDGMENT ENTRY\nThis is an appeal from a judgment of the Erie County Court of Common Pleas which, following a jury trial, found appellant, Bobbi Crispin, guilty of child endangering, involuntary manslaughter, possession of cocaine and obstructing justice.  For the reasons stated herein, this court affirms the judgment of the trial court.\nAppellant sets forth the following five assignments of error:\n  \"I.  THE TRIAL COURT COMMITTED ERROR WHEN IT OVERRULED DEFENDANT-APPELLANT'S CRIMINAL RULE 29 MOTION AT THE END OF THE STATE'S CASE, AND AGAIN WHEN DEFENDANT-APPELLANT RESTED FOR:\n  \"A.  THE CONVICTION WAS NOT SUPPORTED BY SUFFICIENT EVIDENCE; AND\n  \"B.  THE CONVICTION WAS AGAINST THE MANIFEST WEIGHT OF THE EVIDENCE.\n  \"II.  THE TRIAL COURT COMMITTED ERROR WHEN IT ENTERED CONSECUTIVE SENTENCES FOR THE OFFENSES OF ENDANGERING CHILDREN AND INVOLUNTARY MANSLAUGHTER AS THE OFFENSES ARE ALLIED OFFENSES OF SIMILAR IMPORT UNDER OHIO REVISED CODE SECTION 2941.25(A).\n  \"III.  THE TRIAL COURT ERRED BY PERMITTING A POLICE OFFICER TO TESTIFY AS TO THE CONTENTS OF A ORAL STATEMENT MADE BY APPELLANT'S CO-DEFENDANT THAT INCULPATED THE APPELLANT, AND THEREBY VIOLATED APPELLANT'S RIGHT TO CONFRONTATION OF WITNESSES AS GUARANTEED BY THE SIXTH AND FOURTEENTH AMENDMENTS TO THE UNITED STATES CONSTITUTION AS WELL AS THE OHIO STATE CONSTITUTION.\n  \"IV.  THE TRIAL COURT ERRED WHEN IT DENIED APPELLANT'S MOTION FOR A NEW TRIAL ON THE BASIS OF NEWLY DISCOVERED EVIDENCE.  ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-crispin-unpublished-decision-3-23-2001"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}