{
  "id": 10208,
  "title": "2001년 State v. Hoskins, Unpublished Decision (3-16-2001) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-03-16",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Hoskins, Unpublished Decision (3-16-2001). 판결일: 2001-03-16. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. Eric N. Hoskins\n**판결일**: 2001-03-16\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: CHRISTLEY, J.\n\n## 변호인\n\nTHOMAS L. SARTINI, ASHTABULA COUNTY PROSECUTOR, ANGELA M. SCOTT, ASSISTANT PROSECUTOR, 25 West Jefferson Street, Jefferson, OH 44047-1092, (For Plaintiff-Appellee).\n\nMARIE LANE, ASHTABULA COUNTY PUBLIC, DEFENDER, INC., 4817 State Road, #202, Ashtabula, OH 44004-6927, (For Defendant-Appellant).\n\n\n## 판결문 요약\n\n                              O P I N I O N\nThis appeal is taken from a final judgment of the Ashtabula County Court of Common Pleas.  Appellant, Eric N. Hoskins, appeals from the trial court's decision to impose more than the minimum sentence and to have his sentences run consecutively following his conviction on two counts of involuntary manslaughter.\nOn September 11, 1999, appellant was involved in an automobile accident which resulted in the death of two individuals.  After a subsequent investigation, appellant was indicted on two counts of involuntary manslaughter in violation of R.C. 2903.04(B). Both counts contained specifications pursuant to R.C. 2903.04(D) alleging that the crimes were committed while appellant was operating his vehicle under the influence of alcohol.  Appellant was also indicted on two counts of aggravated vehicular homicide in violation of R.C. 2903.06(A)(1), with each count containing a specification that appellant was operating his vehicle under the influence of alcohol, and another specification that appellant had previously been convicted of a violation of R.C. 4511.19.  Appellant retained an attorney to represent him and entered a plea of not guilty to the charges.\nOn March 22, 2000, appellant withdrew his former not guilty plea and entered an oral and written plea of guilty to both involuntary manslaughter counts.  The remaining aggravated vehicular homicide charges were then dismissed upon the state's request. The trial court accepted appell...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hoskins-unpublished-decision-3-16-2001"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}