{
  "id": 10203,
  "title": "2001년 Doe 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-03-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Doe. 판결일: 2001-03-23. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Hong MAI, SA v. John DOE, Secretary of the Army, Jane Doe, Chief of Veterans Affairs, Secretary of the Department of Veterans Affairs\n**판결일**: 2001-03-23\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Bertelsman, Katzmann, Sotomayor\n\n## 변호인\n\nHong Mai, Richmond Hill, NY, pro se., Deborah B. Zwany and Gail A. Matthews, Assistant United States Attorneys, Loretta E. Lynch, United States Attorney, Eastern District of New York, Brooklyn, NY, for appellee.\n\n## 인용\n\n- 7 F. App'x 26\n\n## 판결문 요약\n\n\n\nSUMMARY ORDER\n\nUPON DUE CONSIDERATION of this appeal from a judgment of the United States District Court for the Eastern District of New York (Allyne R. Ross, Judge), it is hereby\nORDERED, ADJUDGED AND DECREED that the judgment of the district court is AFFIRMED.\n*27Appeal from a judgment of the United States District Court for the Eastern District of New York (Allyne R. Ross, Judge) dismissing appellant’s claim against the Chief and Secretary of the Department of Veteran’s Affairs (the “VA”) pursuant to Fed R.Civ P. 12(b)(1) and 38 U.S.C. § 511, and, with respect to appellant’s claims against the Secretary of the Army (the “Army”), granting summary judgment in favor of the Army.\nIn her complaint, appellant alleged that (i) the V.A improperly denied her application for disability benefits, (ii) that the Army improperly denied her medical treatment for several illnesses and disabilities; and (iii) that the Army Board for Correction of Military Records improperly denied her application to recharacterize her separation from the Army. On appeal, appellant reiterates each of these claims. We affirm the district court’s dismissal of these claims for substantially the reasons stated by the district court.\nAppellant also contends that the district court erred in granting summary judgment in favor of the Army based solely on the Army’s submissions. This contention is without merit. Pursuant to Vital v. Interfaith Med. Ctr., 168 F.3d 615, 620 (2d Cir.1999), the district court notified...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hong-mai-sa-v-doe"
    }
  ],
  "relatedIncidents": [
    9897,
    9899,
    9901,
    9904,
    9907
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}