{
  "id": 10214,
  "title": "2001년 Redman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-03-09",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Redman. 판결일: 2001-03-09. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Joseph Marlo REDMAN v. STATE of Maryland\n**판결일**: 2001-03-09\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Bell, C.J., and Eldridge, Raker, Wilner, Cathell, Harrell and Lawrence F. Rodowsky (Retired, Specially Assigned)\n\n## 변호인\n\nMargaret L. Lanier, Assistant Public Defender (Stephen E. Harris, Public Defender, on brief), Baltimore, for petitioner., Ann N. Bosse, Assistant Attorney General (J. Joseph Cur-ran, Jr., Attorney General of Maryland, on brief), Baltimore, for respondent.\n\n## 인용\n\n- 768 A.2d 656\n- 363 Md. 298\n\n## 판결문 요약\n\n\nRAKER, Judge.\nThis is a case arising out of a petition for relief under the Post Conviction Procedure Act, Maryland Code (1957, 1996 Repl.Vol., 2000 Supp.) Article 27, § 645A, alleging ineffective assistance of counsel under the Sixth Amendment to the United States Constitution. The question we must decide is whether Petitioner’s federal constitutional right to effective assistance of counsel under the Sixth Amendment was violated because his trial counsel was unaware that, based on Article IV, § 8 of the Maryland Constitution, Petitioner, who was charged with first degree murder and subject to the death penalty, had an automatic right to remove the case to another county. The Circuit Court for Allegany County granted Petitioner a new trial, and the Court of Special Appeals reversed the Circuit Court. This Court granted the Petition for Writ of Certiorari, and we shall affirm the Court of Special Appeals.\nI.\nJoseph Mario Redman, Petitioner, was indicted in 1994 by the Grand Jury for Allegany County for first degree murder, robbery, attempted first degree rape and other related offenses. The State filed a notice of intention to seek the death penalty. The jury convicted Petitioner of first degree murder and attempted first degree rape. Petitioner waived his right to be sentenced by the jury and elected to be sentenced by the court. See Maryland Code (1957, 1996 Repl.Vol., 2000 Supp.) Art. 27, § 413(b)(3); Ware v. State, 360 Md. 650, 663, 759 A.2d 764, 770 (2000). The court se...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=redman-v-state"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}