{
  "id": 10215,
  "title": "2001년 Keller 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-03-09",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Keller. 판결일: 2001-03-09. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: KELLER Et Al. v. HENDERSON Et Al.\n**판결일**: 2001-03-09\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Barnes, Blackburn, Eldridge\n\n## 변호인\n\nWilliam F. Brogdon, for appellants., Calvin M. McMullen, for appellees.\n\n## 인용\n\n- 545 S.E.2d 705\n- 248 Ga. App. 526\n\n## 판결문 요약\n\n\n545 S.E.2d 705 (2001)\n248 Ga. App. 526\nKELLER et al.\nv.\nHENDERSON et al.\nNo. A00A1779.\nCourt of Appeals of Georgia.\nMarch 9, 2001.\n*706 William F. Brogden, for appellants.\nCalvin M. McMullen, for appellees.\nBARNES, Judge.\nThis appeal arises from an action for fraud filed by Franklin and Petra Henderson, the purchasers of a house, against Darnell Phillips Keller and Alva Lionel Phillips, Jr., the sellers (collectively \"Keller\"), as executors of the estate of Alva L. Phillips, Sr. The Hendersons allege that Keller, with intent to deceive and induce them to buy the property, failed to disclose that a sunroom heater was defective and that the basement floods when it rains. Later, the Hendersons amended their complaint to allege that, even though asked directly, Keller failed to disclose that the property was on a septic tank.\nSubsequently, Keller moved for summary judgment, contending that the Hendersons were not fraudulently induced to enter into the agreement because no false representations were made, Keller did not know of any defects in the house, Keller had no intention to induce the Hendersons to act, the Hendersons did not justifiably rely on any representations by Keller, and the Hendersons did not incur any damages. Keller also contended they were not liable because the Hendersons bought a vacant, older house, they affirmed the sales contract, and the condition of the property was the result of an act of God.\nAfter the trial court denied Keller's motion for summary jud...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=keller-v-henderson"
    }
  ],
  "relatedIncidents": [
    9909,
    9997,
    10092,
    10188,
    10228
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}