{
  "id": 10224,
  "title": "2001년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-03-02",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 2001-03-02. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. S.M.\n**판결일**: 2001-03-02\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Brosky, Joyce, Popovich\n\n## 변호인\n\nMichael S. Ferguson, Assistant District Attorney, Carlisle, for Com., appellant., Ronald A. Turo, Carlisle, for appellee.\n\n## 인용\n\n- 769 A.2d 542\n\n## 판결문 요약\n\n\nJOYCE, J.:\n¶ 1 The Commonwealth appeals from order of the trial court placing Appellee, S.M., on a period of supervised probation and deferring the adjudication and disposition of the juvenile case.1 For the reasons set forth below, we reverse and remand for further proceedings consistent with this memorandum and deny Appellee’s motion to quash. The relevant facts and procedural history of this case are as follows.\n¶ 2 On December 13, 1999, Appellee initiated contact with the victim by placing his hands on her breast. Subsequently, Appellee proceeded to place his finger inside the victim’s vagina. At a January 13, 2000 determination of guilt hearing, Appel-lee admitted to these events which constituted indecent assault2 and aggravated indecent assault respectively.3 That same day, the court ordered a social history of the juvenile be prepared. On February 24, 2000, following an adjudication and disposition hearing, and over objection by the Commonwealth, the court ordered that the adjudication of delinquency be deferred. The court conditioned the deferral based on Appellee’s performance during a probationary period. The Commonwealth appealed this order.4\n¶ 3 The sole issue raised for our review is whether the court erred in creating a disposition for the juvenile which was outside the parameters of the Juvenile Act, 42 Pa.C.S.A. § 6301 et seq. Prior to addressing this issue, however, we must address Appellee’s motion to quash claiming that the order appealed from does not co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-sm"
    }
  ],
  "relatedIncidents": [
    9899,
    9980,
    9988,
    10014,
    10071
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}