{
  "id": 10227,
  "title": "2001년 Tuter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-03-01",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Tuter. 판결일: 2001-03-01. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellant, v. Christopher Shawn TUTER, Defendant-Appellee\n**판결일**: 2001-03-01\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n**판사**: Ebel, Kelly, Lucero\n\n## 변호인\n\nSubmitted on the briefs: Stephen C. Lewis, United States Attorney, Lucy 0. Creekmore, Assistant United States Attorney, Tulsa, OK, for Plaintiff-Appellant., Robert S. Durbin, Tulsa, OK, for Defendant-Appellee.\n\n## 인용\n\n- 240 F.3d 1292\n\n## 판결문 요약\n\n240 F.3d 1292 (10th Cir. 2001)\n    UNITED STATES OF AMERICA, Plaintiff-Appellant,v.CHRISTOPHER SHAWN TUTER, Defendant-Appellee.\n    No. 00-5086\n    UNITED STATES COURT OF APPEALS TENTH CIRCUIT\n    March 01, 2001\n    \n      APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE NORTHERN DISTRICT OF OKLAHOMA. (D.C. No. 00-CR-18-C)Submitted on the briefs: Stephen C. Lewis, United States Attorney, Lucy O. Creekmore, Assistant United States Attorney, Tulsa, Oklahoma, for Plaintiff-Appellant.\n      Robert S. Durbin, Tulsa, Oklahoma, for Defendant-Appellee.\n      Before EBEL, KELLY, and LUCERO, Circuit Judges.\n      EBEL, Circuit Judge.\n    \n    \n      1\n      The government appeals the district court's suppression of evidence discovered during a search of defendant Christopher Tuter's residence executed pursuant to a search warrant. Although we affirm the district court's conclusion that the search warrant was not supported by probable cause, we reverse its determination that the good-faith exception to the exclusionary rule does not apply.1\n    \n    BACKGROUND\n    \n      2\n      On December 21, 1999, a federal magistrate judge issued a search warrant to agents of the federal Bureau of Alcohol, Tobacco and Firearms (ATF) to search the residence of defendant Tuter at 4104 West Princeton Street in Broken Arrow, Oklahoma, for firearms, explosives, and related materials. The search was conducted the next morning and agents discovered sixteen firearms of various makes and models, numerous...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-tuter"
    }
  ],
  "relatedIncidents": [
    9897,
    9899,
    9901,
    9904,
    9907
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}