{
  "id": 10228,
  "title": "2001년 Caruso 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-03-01",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Caruso. 판결일: 2001-03-01. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: Caruso v. Ravenswood Developers, Inc.\n**판결일**: 2001-03-01\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Judges Havey, Cuff and Lefelt\n\n## 인용\n\n- 767 A.2d 979\n- 337 N.J. Super. 499\n\n## 판결문 요약\n\n\n767 A.2d 979 (2001)\nAnthony CARUSO and Carol Caruso, Plaintiffs-Appellants,\nv.\nRAVENSWOOD DEVELOPERS, INC., and Baruch Schleichorn, Defendants-Respondents.\nSuperior Court of New Jersey, Appellate Division.\nArgued October 23, 2000.\nDecided March 1, 2001.\n*980 Philip D. Stern, Millburn, argued the cause for appellants.\n*981 Peter W. Till, Springfield, argued the cause for respondents.\nBefore Judges HAVEY, CUFF and LEFELT.\nThe opinion of the court was delivered by CUFF, J.A.D.\nIn this appeal, we must decide whether plaintiffs' statutory claims, specifically consumer fraud and RICO, are included in the scope of the residential construction contract arbitration clause. The claims were submitted to the arbitrator, plaintiffs received a compensatory award but their consumer fraud and RICO claims were denied by the arbitrator. Following confirmation of the award, plaintiffs filed this appeal. We affirm.\nOn March 4, 1995, plaintiffs Anthony and Carol Caruso executed a contract with defendant Ravenswood Developers, Inc. (Ravenswood) for construction of a home. The purchase price was $805,000. Defendant Baruch Schleichorn supervised the construction of the house for Ravenswood.\nThe parties agreed to resolve all disputes in connection with the contract through arbitration. Plaintiffs, however, insisted that they retain the right to pursue a specific performance remedy in Superior Court. The relevant clause provides as follows:\nAny dispute arising in connection with this Agreement and/or...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=caruso-v-ravenswood-developers-inc"
    }
  ],
  "relatedIncidents": [
    9909,
    9997,
    10092,
    10188,
    10215
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}