{
  "id": 10234,
  "title": "2001년 OSDA 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-02-28",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: OSDA. 판결일: 2001-02-28. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: OREGON STATE DENTURIST ASSOCIATION, Petitioner, v. BOARD OF DENTISTRY, Respondent\n**판결일**: 2001-02-28\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Deits, Haselton, Wollheim\n\n## 변호인\n\nRandall H. Baker argued the cause for petitioner. With him on the briefs was Casteel & Carson., David J. Amesbury, Assistant Attorney General, argued the cause for respondent. With him on the brief were Hardy Myers, Attorney General, and Michael D. Reynolds, Solicitor General., E. Walter Van Valkenburg, Jeremy D. Sacks and Stoel Rives LLP filed a brief amicus curiae for the Oregon Dental Association.\n\n## 인용\n\n- 19 P.3d 986\n- 172 Or. App. 693\n\n## 판결문 요약\n\n\n19 P.3d 986 (2001)\n172 Or. App. 693\nOREGON STATE DENTURIST ASSOCIATION, Petitioner,\nv.\nBOARD OF DENTISTRY, Respondent.\n(CA A101822)\nCourt of Appeals of Oregon.\nArgued and Submitted August 10, 2000.\nDecided February 28, 2001.\n*987 Randall H. Baker, Portland, argued the cause for petitioner. With him on the briefs was Casteel &amp; Carson.\nDavid J. Amesbury, Assistant Attorney General, argued the cause for respondent. With him on the brief were Hardy Myers, Attorney General, and Michael D. Reynolds, Solicitor General.\nE. Walter Van Valkenburg, Jeremy D. Sacks and Stoel Rives LLP, filed a brief amicus curiae for the Oregon Dental Association.\nBefore HASELTON, Presiding Judge, and DEITS, Chief Judge,[*] and WOLLHEIM, Judge.\nHASELTON, P.J.\nThe Oregon State Denturist Association (OSDA) seeks review of the Oregon Board of Dentistry's (Board) modified declaratory ruling, ORS 183.410, that determined, inter alia, that certain dental appliances were not \"dentures\" as defined in ORS 680.500(3), and that the Board's proposed interpretive rules were \"consistent with\" that statutory definition. In particular, the Board concluded that \"dentures\" mean \"prosthetic dental appliances that replace all of the teeth in either the upper or lower jaw of the patient and that rest solely on soft tissue.\" OSDA contends that that construction is erroneously constrictive and that the statutory term encompasses all prosthetic appliances that replace all of the upper or lower teeth regardless of whether t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=oregon-state-denturist-assn-v-board-of-dentistry"
    }
  ],
  "relatedIncidents": [
    9918,
    10003,
    10015,
    10073,
    10079
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}