{
  "id": 10237,
  "title": "2001년 Gomez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-02-26",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Gomez. 판결일: 2001-02-26. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Stella Gomez v. New York City Transit Authority\n**판결일**: 2001-02-26\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 280 A.D.2d 641\n- 720 N.Y.S.2d 842\n\n## 판결문 요약\n\n\n—In an action to recover damages for personal injuries, the defendant appeals from an order of the Supreme Court, Queens County (Schmidt, J.), dated February 17, 2000, which denied its motion for summary judgment dismissing the complaint.\nOrdered that the order is reversed, on the law, with costs, the motion is granted, and the complaint is dismissed.\n“ ‘The purpose of the notice of claim requirement [General Municipal Law § 50-e] is to afford the municipal corporation adequate opportunity to investigate the circumstances surrounding the accident and explore the merits of the claim while the information is likely to be available’ ” (Yankana v City of New York, 246 AD2d 645, 646; see, Altmayer v City of New York, 149 AD2d 638, 639; see also, Adrian v Town of Oyster Bay, 262 AD2d 433). To satisfy the requirements of the statute, the notice of claim must describe the accident with sufficient particularity to enable the defendant to locate the defect, conduct a proper investigation, and assess the merits of the claim (see, Yankana v City of New York, supra; Walston v City of New York, 229 AD2d 485; Caselli v City of New York, 105 AD2d 251).\nHere, the plaintiff’s notice of claim did not describe the accident with sufficient particularity to enable the defendant to locate the defect, conduct a proper investigation, and assess the merits of the claim (see, Adrian v Town of Oyster Bay, supra; Matter of Albers v County of Suffolk, 226 AD2d 526; Di*642Menna v Long Is. Light. Co., 209 ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gomez-v-new-york-city-transit-authority"
    }
  ],
  "relatedIncidents": [
    9897,
    9899,
    9901,
    9904,
    9907
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}