{
  "id": 10243,
  "title": "2001년 Collier 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-02-20",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Collier. 판결일: 2001-02-20. 법원: Court of Appeals of Mississippi.",
  "description": "## 사건 정보\n\n**사건명**: Jerome COLLIER v. STATE of Mississippi\n**판결일**: 2001-02-20\n**법원**: Court of Appeals of Mississippi\n**관할**: Mississippi, MS\n\n**판사**: Bridges, Chandler, Irving, King, Lee, McMillin, Myers, Payne, Southwick, Thomas\n\n## 변호인\n\nHon. Allan D. Shackelford, Clarksdale, Attorney for Appellant., Office of the Attorney General by Dewitt T. Allred, III, Attorney for Appellee.\n\n## 인용\n\n- 811 So. 2d 377\n\n## 판결문 요약\n\n\nMcMILLIN, C.J.,\nfor the Court:\n¶ 1. Jerome Collier, convicted of robbery by a Tunica County Circuit Court jury, has appealed that conviction to this Court claiming that the verdict of guilty was against the weight of the evidence. We find Collier’s appeal to be without merit and affirm the conviction.\n¶2. The State presented evidence that Collier,. along with an accomplice, arrived by automobile at a convenience gas mart in Tunica County, after which Collier entered the store on the pretext of borrowing the telephone. Collier’s companion, identified as Davien Stokes, then entered the store with a ski mask pulled over his face and holding one hand behind his back in an apparent effort to make it appear that he was armed. The store clerk heeded Stoke’s command to hand over the money in the cash register. The clerk testified at trial that Stokes ordered him to give the money to Collier. Stokes, testifying on behalf of the State at Collier’s trial, said only that Collier grabbed the money from the clerk. After obtaining the funds, Collier and Stokes fled the store together and sped away in a vehicle driven by Stokes. They were apprehended within minutes of the robbery. Collier, riding in the passenger seat at the time police officers stopped the vehicle, was discovered to have his shoes off. Officers searching the vehicle discovered a pair of shoes with several hundred dollars in cash stuffed into one of them.\n¶ 3. The defense rested without calling any witnesses.\n¶ 4. Collier c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=collier-v-state"
    }
  ],
  "relatedIncidents": [
    9923,
    9935,
    9950,
    9974,
    9986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}