{
  "id": 10262,
  "title": "2001년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-01-30",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Brown. 판결일: 2001-01-30. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Brown v. the State\n**판결일**: 2001-01-30\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Barnes, Blackburn, Eldridge\n\n## 변호인\n\nJames E. Jarvis, Jr., for appellant., J. David Miller, District Attorney, Charles M. Stines, Laura E. Anderson, Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 545 S.E.2d 114\n- 247 Ga. App. 741\n\n## 판결문 요약\n\n\n545 S.E.2d 114 (2001)\n247 Ga. App. 741\nBROWN\nv.\nThe STATE.\nNo. A00A2367.\nCourt of Appeals of Georgia.\nJanuary 30, 2001.\n*115 James E. Jarvis, Jr., for appellant.\nJ. David Miller, Dist. Atty., Charles M. Stines, Laura E. Anderson, Asst. Dist. Attys., for appellee.\nBLACKBURN, Chief Judge.\nDean DeWayne Brown appeals his conviction of armed robbery, contending that the trial court abused its discretion in allowing the State to improperly bolster the testimony of two State witnesses. For the reasons set forth below, Brown's conviction is affirmed.\nViewed in the light most favorable to the verdict, the evidence established that Brown entered a Holiday Market with a pocket knife and informed Donald Herring, the clerk, that he was robbing the store. Brown, who was wearing a shirt wrapped around his face, took $120 from the store's cash register in $5 and $10 denominations. The robbery was videotaped by the store's video camera, and the tape was played for the jury.\n1. On appeal, Brown contends that the trial court allowed the State to improperly bolster Herring's veracity by allowing him to refresh his recollection with the investigating officer's report. At trial, Brown's counsel did not object regarding the bolstering of Herring's veracity, but instead contended that because the officer's report was unauthenticated, the trial court improperly allowed a witness to use it to refresh his recollection. Initially, we note that Brown's contention on appeal is different from that present...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brown-v-state"
    }
  ],
  "relatedIncidents": [
    9923,
    9935,
    9950,
    9974,
    9986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}