{
  "id": 10265,
  "title": "2001년 Hayes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-01-26",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Hayes. 판결일: 2001-01-26. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State v. Hayes\n**판결일**: 2001-01-26\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Six\n\n## 인용\n\n- 17 P.3d 317\n- 270 Kan. 535\n\n## 판결문 요약\n\n\n270 Kan. 535 (2001)\n17 P.3d 317\nSTATE OF KANSAS, Appellee,\nv.\nQUINTON LAMAR HAYES, Appellant.\nNo. 83,645.\nSupreme Court of Kansas.\nOpinion filed January 26, 2001.\nReid T. Nelson, assistant appellate defender, argued the cause, and Jessica R. Kunen, chief appellate defender, was with him on the briefs for appellant.\nAnn L. Smith, special assistant county attorney, argued the cause, and Robert C. Claus, county attorney, and Carla J. Stovall, attorney general, were with her on the brief for appellee.\nThe opinion of the court was delivered by\nSIX, J.:\nDefendant Quinton Hayes appeals his April 4, 1999, conviction for intentional second-degree murder. K.S.A. 21-3402. He contends that the district court erred in (1) failing to grant a mistrial upon learning of a juror's hearing difficulties, and (2) refusing to instruct the jury regarding (a) the lesser included offense of voluntary manslaughter and (b) voluntary intoxication.\nOur jurisdiction is under K.S.A. 22-3601(b)(1) (a conviction resulting in a life sentence receives automatic review by this court).\nWe reverse and remand for a new trial. A mistrial should have been granted. Refusing to instruct the jury on voluntary manslaughter and voluntary intoxication was not error.\n\n\n*536 FACTS\nOn November 28, 1999, Hayes attended a birthday party for his mother, Sheretta Chapman, at the Dixon Lodge in Coffeyville, Kansas. Hayes and two of his brothers, Stanley and Tony, were passengers in the car driven to the party by their father. St...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hayes"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}