{
  "id": 10278,
  "title": "2001년 Moran 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-01-12",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Moran. 판결일: 2001-01-12. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: State v. Joseph Brannon Moran.\n**판결일**: 2001-01-12\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Baschab, Cobb, Fry, Long, McMillan\n\n## 변호인\n\nBill Pryor, atty. gen., and Stephanie N. Morman, asst. atty. gen., for appellant., Derek W. Simpson, Huntsville, for ap-pellee.\n\n## 인용\n\n- 791 So. 2d 1065\n\n## 판결문 요약\n\n[EDITORS' NOTE: THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 1067 \nThe State of Alabama appeals from the trial court's order granting Joseph Brannon Moran's motion to suppress evidence of marijuana seized when police officers executed an anticipatory search warrant at Moran's residence.\nAt the suppression hearing, the State presented testimony from Greg Lott, a narcotics investigator employed by the Athens Police Department and assigned to the Limestone County drug task force. Investigator Lott testified that toward the end of February 1999, a confidential informant, who Lott said had provided him with reliable information several times in the past, informed him that he was about to drive to the Texas/Mexico border with Julio Arispe to purchase a large quantity of marijuana for Moran. Investigator Lott told the informant to notify him as soon as he returned to Limestone County with the marijuana. On the morning of March 2, 1999, the informant paged Investigator Lott. During a subsequent telephone conversation, the informant told Investigator Lott that he and Julio Arispe had returned from Texas at approximately 4:00 a.m. that morning with approximately 15 pounds of marijuana. The informant stated that he would contact Investigator Lott later regarding the details of the delivery of the marijuana to Moran. Later that morning, the informant again paged Investigator Lott. Investigator Lott telephoned t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-moran"
    }
  ],
  "relatedIncidents": [
    9897,
    9899,
    9901,
    9904,
    9907
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}