{
  "id": 10289,
  "title": "2000년 Gallaher 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-12-26",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Gallaher. 판결일: 2000-12-26. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington v. Robert Gallaher\n**판결일**: 2000-12-26\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Kato\n\n## 변호인\n\nRick Weber, Prosecuting Attorney, and Aaron G. Walls, Deputy, for petitioner., Robert Gallaher, pro se.\n\n## 인용\n\n- 103 Wash. App. 842\n\n## 판결문 요약\n\n\nKato, J.\nRobert Gallaher was convicted of permitting an animal to run at large. The court deferred sentencing and later dismissed the conviction. Claiming this was error, the State appeals. We affirm.\nOn November 4, 1997, Mr. Gallaher was cited for violating RCW 16.24.090, permitting an animal to run at large. After bench trial, the court found him guilty. On February 10, 1998, the court deferred sentencing and imposed conditions of probation.\nOn February 11,1999, the court determined Mr. Gallaher had complied with the conditions and ordered the case dismissed. On March 8, the State appealed the dismissal. Finding the appeal was untimely, the superior court affirmed. It also found the district court had discretion to dismiss the conviction in any event. Discretionary review was granted.\nThe State contends the court erred by dismissing the criminal charges against Mr. Gallaher.1 Even though Mr. Gallaher had complied with the conditions of the deferred sentence, the State nonetheless claims the court could not dismiss the conviction because Mr. Gallaher did not plead guilty but rather was found guilty after trial.\n RCW 3.66.067 gives the court the authority to defer sentencing after a defendant has been convicted of a *844misdemeanor. City of Bellevue v. Hard, 84 Wn. App. 453, 457, 928 P.2d 452 (1996). At any time during the deferral, the court may, for good cause, permit a defendant to withdraw the plea of guilty and to enter a plea of not guilty and dismiss the charges. RCW ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-gallaher"
    }
  ],
  "relatedIncidents": [
    10288,
    10294,
    10295,
    10302,
    10303
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}