{
  "id": 10282,
  "title": "2001년 Watkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2001-01-08",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Watkins. 판결일: 2001-01-08. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Watkins v. the State\n**판결일**: 2001-01-08\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Benham\n\n## 변호인\n\nWilliam C. Puckett, Jr., for appellant., J. Tom Morgan, District Attorney, Barbara B. Conroy, Kristin L. Wood, Assistant District Attorneys, Thurbert E. Baker, Attorney General, Paula K. Smith, Senior Assistant Attorney General, H. Maddox Kilgore, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 540 S.E.2d 199\n- 273 Ga. 307\n\n## 판결문 요약\n\n\n540 S.E.2d 199 (2001)\n273 Ga. 307\nWATKINS\nv.\nThe STATE.\nNo. S00A1560.\nSupreme Court of Georgia.\nJanuary 8, 2001.\n*200 William C. Puckett, Jr., Decatur, for appellant.\nJ. Tom Morgan, District Attorney, Barbara B. Conroy, Kristin L. Wood, Assistant District Attorneys, Thurbert E. Baker, Attorney General, Paula K. Smith, Senior Assistant Attorney General, H. Maddox Kilgore, Assistant Attorney General, for appellee.\nBENHAM, Chief Justice.\nAppellant John Alton Watkins was found guilty of malice murder, two counts of felony murder, armed robbery, and possession of a firearm during the commission of a crime on October 21, 1993, after a jury trial.[1] The *201 evidence presented at trial established the following: On January 10, 1993, Juan Pierre Mingo was found dead in his taxicab as a result of two gunshot wounds to the head. No money was found in the victim's pockets, though the victim routinely carried $100 in small bills for change and had collected at least $13 in fares that night. At the time appellant was arrested for the crimes, he had $44.27 in his possession, even though he was given only $20 a week for allowance and other money for performing household chores. Police determined that the address and phone number of the last fare the victim picked up was that of appellant. When questioned, appellant denied that he had called a cab that evening and said that he had gone to a movie with his girlfriend, returned home, gone to a grocery store, and spent the rest of the evening...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=watkins-v-state"
    }
  ],
  "relatedIncidents": [
    9901,
    9907,
    9917,
    9920,
    9926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}