{
  "id": 10294,
  "title": "2000년 Wickett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-12-22",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Wickett. 판결일: 2000-12-22. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: NATIONWIDE MUTUAL INSURANCE COMPANY v. Deborah L. WICKETT and James Pesce, Co-Administrators of the Estate of John Richard Pesce and Deborah L. Wickett and James A. Pesce, Individually and in Their Own Right as the Surviving Natural Children and Next of Kin of John Richard Pesce, Deceased v. Huron Insurance Company. Appeal of Huron Insurance Company; Walter Robert Hollobaugh and Ruth A. Hollobaugh v. Louis Pesce, Pesce Metal Fabricating Inc., Wilbert McMillen, Jr., State Farm Mutual Automobile Insurance and Huron Insurance Company. Appeal of Huron Insurance Company; Deborah L. Wickett and James A. Pesce, Co Administrators of the Estate of John Richard Pesce and Deborah L. Wickett and James A. Pesce, Individually and in Their Own Right as the Surviving Natural Children and Next of Kin of John Richard Pesce, Deceased v. Louis Pesce Individually and as Agent, Servant and Employee of Pesce Metal Fabricating Inc., Pesce Metal Fabricating Inc., a Business Corporation, Wilbert McMillen, Nationwide Mutual Insurance Company and Huron Insurance Company. Appeal of Huron Insurance Company\n**판결일**: 2000-12-22\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Flaherty, C.J., and Zappala, Cappy, Castille, Nigro, Newman and Saylor\n\n## 변호인\n\nBrian S. Kane, Pamela G. Cochenour, Pittsburgh, for Huron Ins. Co., Gerard R. Sorg, Ridgway, for Deborah L. Wickett and James A. Pesce., Richard A. Masson, Ridgway, for Walter & Ruth Hollobaugh., Richard W. Mutzabaugh, Bradford, Gregory S. Olsavick, Altoona, for Nationwide Mut. Ins. Co., William C. Wagner, Erie, for State Farm., Edwin Allen Young, Pittsburgh, Marceline A Lavelle, for McMillen.\n\n## 인용\n\n- 763 A.2d 813\n- 563 Pa. 595\n\n## 판결문 요약\n\n\n\nOPINION\n\nNIGRO, Justice.\nWe granted allowance of appeal in order to consider whether the Superior Court erred in finding that the trial court’s orders sustaining preliminary objections in the nature of demurrers in actions brought pursuant to the Declaratory Judgment Act1 were not immediately appealable final orders pursuant to Pa.R.A.P. 341(b)(2). For the reasons that follow, we reverse.\n*599The facts and somewhat convoluted procedural history underlying the instant appeal are as follows: On March 8, 1994, John Pesce, Walter Hollobaugh and Louis Pesce, employees of Pesce Metal Fabricating (PMF), were involved in a car accident while acting in the scope of their employment. The vehicle in which they were traveling, which was owned by PMF and was being operated by Louis Pesce, crossed the center line and collided with a vehicle being operated by Wilbert C. McMillen. John Pesce (the decedent) died as a result of the accident, while Walter Hollobaugh and Louis Pesce sustained non-fatal injuries. The decedent and Walter Hollobaugh were covered by individual automobile liability insurance policies. PMF was covered by an automobile liability insurance policy with Appellant Huron Insurance Company (Huron), which included underinsured motorist coverage.\nW",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nationwide-mutual-insurance-v-wickett"
    }
  ],
  "relatedIncidents": [
    10288,
    10289,
    10295,
    10302,
    10303
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}