{
  "id": 10308,
  "title": "2000년 Gorostieta 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-12-15",
  "location": "Utah, UT, USA",
  "summary": "미국 Utah, UT 법원 판결 사건. 사건명: Gorostieta. 판결일: 2000-12-15. 법원: Utah Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Jaime and Marie GOROSTIETA, as Guardians Ad Litem for Dalinda Gorostieta, Plaintiffs and Appellants, v. Rhonda PARKINSON, Defendant and Appellee\n**판결일**: 2000-12-15\n**법원**: Utah Supreme Court\n**관할**: Utah, UT\n\n**판사**: Durham, Durham's, Durrant, Howe, Russon, Russons, Wilkins\n\n## 변호인\n\nMichael W. Crippen, Russell A. Cline, Salt Lake City, for plaintiffs., Jan P. Malmberg, John Haslam Bailey, Logan, for defendant.\n\n## 인용\n\n- 2000 UT 99\n- 17 P.3d 1110\n\n## 판결문 요약\n\n\n17 P.3d 1110 (2000)\n2000 UT 99\nJaime and Marie GOROSTIETA, as guardians ad litem for Dalinda Gorostieta, Plaintiffs and Appellants,\nv.\nRhonda PARKINSON, Defendant and Appellee.\nNo. 981741.\nSupreme Court of Utah.\nDecember 15, 2000.\n*1112 Michael W. Crippen, Russell A. Cline, Salt Lake City, for plaintiffs.\nJan P. Malmberg, John Haslam Bailey, Logan, for defendant.\nRUSSON, Associate Chief Justice:\n¶ 1 Jaime and Marie Gorostieta (the \"Gorostietas\"), as guardians ad litem for their daughter Dalinda Gorostieta, appeal from a judgment rendered in regard to their daughter. The Gorostietas argue that the trial court erred in not allowing Marie Gorostieta to testify regarding the amounts contained in medical bills incurred as a result of Dalinda's injury, and also in its ruling regarding jury instructions. We affirm.\n\nBACKGROUND\n¶ 2 \"We view the facts in the light most favorable to the jury verdict and recite them accordingly.\" State v. Loose, 2000 UT 11, ¶ 2, 994 P.2d 1237. On March 21, 1994, at approximately 4:00 p.m., Rhonda Parkinson was returning home from work and, as was her usual custom, was driving down 300 South in Wellsville, Utah. Dalinda Gorostieta and several other children had just disembarked from their school bus and were walking together in the middle of 300 South as they usually did. Parkinson approached the children slowly from behind and, without sounding her horn, drove through them. As the children parted to allow the car through, Dalinda appeared to become con...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gorostieta-v-parkinson"
    }
  ],
  "relatedIncidents": [
    10310,
    10334,
    10361,
    10391,
    10423
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}