{
  "id": 10302,
  "title": "2000년 EFCO Corp. v. Aluma Systems USA, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-12-18",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: EFCO Corp. v. Aluma Systems USA, Inc.. 판결일: 2000-12-18. 법원: District Court, S.D. Iowa.",
  "description": "## 사건 정보\n\n**사건명**: EFCO CORP. F/K/A Economy Forms Corporation, an Iowa Corporation, and Economy Forms, Ltd., Plaintiffs, v. ALUMA SYSTEMS USA, INC., Aluma Systems Corp., a Subsidiary of Tridel Enterprises, Inc., and Aluma Systems Canada Inc., a Subsidiary of Aluma Systems Corp., Defendants\n**판결일**: 2000-12-18\n**법원**: District Court, S.D. Iowa\n**관할**: Iowa, IA\n\n**판사**: Pratt\n\n## 변호인\n\nDavid L. Charles, David K. Basler, Be-lin, Lamson, McCormick, Des Moines, IA, for Plaintiffs., Hayward L. Draper, Thomas W. Foley, W. Don Brittin, Jr., Norbert Kaut, Nye-master, Goode, Voigts, West, Hansel & O’Brien, PC, Des Moines, IA for Defendants.\n\n## 인용\n\n- 145 F. Supp. 2d 1040\n\n## 판결문 요약\n\n\n145 F. Supp. 2d 1040 (2000)\nEFCO CORP. f/k/a Economy Forms Corporation, an Iowa Corporation, and Economy Forms, Ltd., Plaintiffs,\nv.\nALUMA SYSTEMS USA, INC., Aluma Systems Corp., a subsidiary of Tridel Enterprises, Inc., and Aluma Systems Canada Inc., a subsidiary of Aluma Systems Corp., Defendants.\nNo. 4-97-CV-90069.\nUnited States District Court, S.D. Iowa, Central Division.\nDecember 18, 2000.\n*1041 David L. Charles, David K. Basler, Belin, Lamson, McCormick, Des Moines, IA, for Plaintiffs.\nHayward L. Draper, Thomas W. Foley, W. Don Brittin, Jr., Norbert Kaut, Nyemaster, Goode, Voigts, West, Hansel &amp; O'Brien, PC, Des Moines, IA for Defendants.\n\nMEMORANDUM OPINION AND ORDER\nPRATT, District Judge.\nThis case is before the Court on Defendants' Motion to Dismiss for Forum Non Conveniens. Plaintiffs resisted Defendants' motion and the Court held oral argument on the matter. For the reasons discussed below, the Court will grant Defendants' motion.\n\nI. Background\nWho the parties are in this case is important. The Plaintiffs are EFCO Corp.[1] and Economy Forms, Ltd. EFCO Corp. is an Iowa corporation with its principal place of business in Iowa. It is a wholly owned subsidiary of Wilian Holding Company, which is an Iowa corporation. At the time this lawsuit was filed, Economy Forms, Ltd. was also an Iowa corporation and wholly owned subsidiary of Wilian Holding Company. It considered its principal place of business to be Iowa, although it was the entity through which the EFCO wor...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=efco-corp-v-aluma-systems-usa-inc"
    }
  ],
  "relatedIncidents": [
    10503,
    10523,
    10635,
    10640,
    10655
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}