{
  "id": 10309,
  "title": "2000년 Bottrell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-12-15",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Bottrell. 판결일: 2000-12-15. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: State v. Bottrell\n**판결일**: 2000-12-15\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Bridgewater\n\n## 인용\n\n- 14 P.3d 164\n\n## 판결문 요약\n\n\n14 P.3d 164 (2000)\n103 Wash.App. 706\nSTATE of Washington, Respondent,\nv.\nTeresa Ann BOTTRELL, Appellant.\nNo. 23757-1-II.\nCourt of Appeals of Washington, Division 2.\nDecember 15, 2000.\n*165 Suzan L. Clark, Vancouver, for Appellant.\nJohn Prince Fairgrieve, Clark Co. Deputy Prosecuting Attorney, Vancouver, for Respondent.\n\nOPINION PUBLISHED IN PART\nBRIDGEWATER, J.\nTeresa Ann Bottrell was charged with first degree premeditated murder and first degree felony murder in the death of John Hall. She appeals her convictions for first degree felony murder and the lesser included offense of premeditated murder, i.e., second degree murder.\nWith regard to the charge of first degree premeditated murder, Bottrell offered testimony that she suffered from post traumatic stress disorder (PTSD). The testimony was relevant and admissible because the psychiatric community recognizes a link between PTSD and diminished capacity. In addition, the medical testimony indicated that Bottrell suffered from PTSD and she might have experienced a flashback at the time of her struggle with Hall, impairing her ability to act with intent. We hold that the trial court *166 erred in failing to allow the testimony regarding PTSD because it may have negated the intent necessary for this crime and the lesser included offense of second degree murder. We reverse that conviction and remand.[1]\nBut, we affirm the conviction for felony murder. We hold that the offer of proof of PTSD did not include the intent required u...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-bottrell"
    }
  ],
  "relatedIncidents": [
    10288,
    10295,
    10311,
    10324,
    10325
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}