{
  "id": 10318,
  "title": "2000년 United States v. Johnson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-12-12",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: United States v. Johnson. 판결일: 2000-12-12. 법원: District Court, E.D. Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Mary Jane JOHNSON and Rickey Joe Bradshaw\n**판결일**: 2000-12-12\n**법원**: District Court, E.D. Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Wilson\n\n## 변호인\n\nHubert W. Alexander, Alexander Law Firm, Johnson D. Ogles, Ogles Law Firm, Jacksonville, Rickey Joe Bradshaw, Clayton, NC, for Rickey Joe Bradshaw, defendants., Angela S. Jegley, U.S. Attorney’s Office, Eastern District of Arkansas, Little Rock, for U.S. Attorneys.\n\n## 인용\n\n- 197 F.R.D. 616\n\n## 판결문 요약\n\n\nAMENDED ORDER\nWILSON, District Judge.\nThe Government has requested a pre-trial ruling on the admissibility of the expert testimony it plans to offer at trial. For the reasons set forth below, and for good cause shown, the Government’s motion to include expert testimony is DEFERRED until trial.\nBACKGROUND\nThe defendants were indicted on February 10, 1999, and charged with a single count of conspiracy to distribute methamphetamine in violation of 18 U.S.C. § 846. On May 18, 1999, separate defendant, Bradshaw, filed a Rule 16 discovery motion requesting the statements made by the defendants; the defendants’ prior criminal records; documents and other objects relied upon by the government; and scientific or medical reports and examinations.1 The motion did not request Rule 16 disclosure of expert evidence.\nOn May 21, 1999, the Government responded to both defendants, and agreed to produce all of the information sought, and, even though it was not requested, the response stated that the Government would give the defendants access to its expert evidence.2 On June 16, 1999,1 issued an Order that stated, in pertinent part: “... the Government, by its Responses, has agreed to comply with, or exceed, the requirements of Rule 16 ... [t]he Government is hereby ordered to provide what it has agreed to do in its Responses.”\nOn December 10, 2000, six days before trial, the Assistant United States Attorney (“AUSA”) faxed each of the defendants’ attorneys a letter which disclosed, for the fi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-johnson"
    }
  ],
  "relatedIncidents": [
    10288,
    10289,
    10294,
    10295,
    10302
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}