{
  "id": 10317,
  "title": "2000년 Nebraska Public Power District, a Political Subdivision of the State of Nebraska v. Midamerican Energy Company 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-12-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Nebraska Public Power District, a Political Subdivision of the State of Nebraska v. Midamerican Energy Company. 판결일: 2000-12-12. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: NEBRASKA PUBLIC POWER DISTRICT, a Political Subdivision of the State of Nebraska, Appellee, v. MIDAMERICAN ENERGY COMPANY, Appellant\n**판결일**: 2000-12-12\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Arnold, Beam, Morris, Sheppard, Wollman\n\n## 변호인\n\nJerrold Lee Strasheim, argued, Omaha, • NE (Mary Leiter Swick, Charles R. Montgomery, on the brief), for appellant., William M. Lamson, argued, Omaha, NE (David J. Schmitt, John R. McPhail, Robert A. Green, on the brief), for appel-lee.\n\n## 인용\n\n- 234 F.3d 1032\n\n## 판결문 요약\n\n234 F.3d 1032 (8th Cir. 2000)\n    NEBRASKA PUBLIC POWER DISTRICT, A POLITICAL SUBDIVISION OF THE STATE OF NEBRASKA, APPELLEE,v.MIDAMERICAN ENERGY COMPANY, APPELLANT.\n    No. 99-4067\n    UNITED STATES COURT OF APPEALS FOR THE EIGHTH CIRCUIT\n    Submitted: October 16, 2000Filed: December 12, 2000\n    \n      Appeal from the United States District Court for the District of Nebraska.[Copyrighted Material Omitted][Copyrighted Material Omitted][Copyrighted Material Omitted]\n      Before Wollman, Chief Judge, Beam and Morris Sheppard Arnold, Circuit Judges.\n      Beam, Circuit Judge.\n    \n    \n      1\n      MidAmerican Energy Company (\"MEC\") appeals the district court's ruling on summary judgment that MEC contractually owes appellee Nebraska Public Power District (\"NPPD\") current, non-refundable payments towards the estimated decommissioning costs for a nuclear facility. We reverse and remand.\n    \n    \n      2\n      In 1967, the parties' predecessors entered a \"Power Sales Contract\" (\"PSC\").1 The PSC obligated NPPD to construct and manage a nuclear power facility known as the Cooper Nuclear Station (\"Cooper\") and obligated MEC to purchase power therefrom until 2004. The parties originally contemplated a joint venture but, fearful that MEC's ownership would hinder NPPD's ability to obtain tax-exempt financing, structured the deal such that NPPD would own Cooper while MEC would pay its share through \"Monthly Power Costs.\"\n    \n    \n      3\n      The PSC remains in effect until 2004. I...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nebraska-public-power-district-a-political-subdivision-of-the-state-of"
    }
  ],
  "relatedIncidents": [
    10288,
    10289,
    10294,
    10295,
    10302
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}