{
  "id": 10310,
  "title": "2000년 Ultracuts Ltd. v. Wal-Mart Stores, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-12-14",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Ultracuts Ltd. v. Wal-Mart Stores, Inc.. 판결일: 2000-12-14. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: ULTRACUTS LTD.; Ultracuts Franchises, Inc. v. WAL-MART STORES, INC.; Wal-Mart Stores Canada, Inc.\n**판결일**: 2000-12-14\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Annabelle Clinton Imber\n\n## 변호인\n\nEverett Law Firm, by: David D. Stills and John C. Everett; and Shemin Law Firm, by: Kenneth R. Shemin, for appellants., Ranae Bartlett, Jon B. Comstock, and Stephanie Gordon, for appellees.\n\n## 인용\n\n- 33 S.W.3d 128\n- 343 Ark. 224\n\n## 판결문 요약\n\n\n33 S.W.3d 128 (2000)\n343 Ark. 224\nULTRACUTS LTD.; Ultracuts Franchises, Inc.\nv.\nWAL-MART STORES, INC.; Wal-Mart Stores Canada, Inc.\nNo. 00-593.\nSupreme Court of Arkansas.\nDecember 14, 2000.\n*130 Everett Law Firm, by David D. Stills and John C. Everett; and Shemin Law Firm, by Kenneth R. Shemin, Fayetteville, for appellants.\nRanae Bartlett, Jon B. Comstock, and Stephanie Gordon, Bentonville, for appellees.\nANNABELLE CLINTON IMBER, Justice.\nThis appeal arises from an order of the Circuit Court of Benton County granting summary judgment to the appellees, Wal-Mart Stores, Inc., and Wal-Mart Canada, Inc. Appellants, Ultracuts Ltd., and Ultracuts Franchises, Inc., argue on appeal that the trial court improperly granted summary judgment, dismissing their claims of breach of contract and fraud, because questions of fact remained to be decided. Ultracuts further argues that the trial court improperly granted Wal-Mart's motion *131 to strike Ultracuts' second amended complaint. Wal-Mart argues that summary judgment was properly granted and that the second amended complaint was properly dismissed.\nThe Ultracuts appellants are Canadian corporations operating hair salons throughout western Canada and the United States. The Wal-Mart appellees are retail organizations headquartered in Bentonville, Arkansas.\nIn 1994, Wal-Mart acquired all of the assets of Woolworth Canada, Inc., thereby gaining possession of 122 Woolco department stores, forty-three of which were located in western Canada, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ultracuts-ltd-v-wal-mart-stores-inc"
    }
  ],
  "relatedIncidents": [
    10308,
    10334,
    10361,
    10391,
    10423
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}