{
  "id": 10325,
  "title": "2000년 Erickstad 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-12-07",
  "location": "North Dakota, ND, USA",
  "summary": "미국 North Dakota, ND 법원 판결 사건. 사건명: Erickstad. 판결일: 2000-12-07. 법원: North Dakota Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of North Dakota, Plaintiff and Appellee, v. Brian J. ERICKSTAD, Defendant and Appellant; State of North Dakota, Plaintiff and Appellee, v. Robert R. Lawrence, Defendant and Appellant\n**판결일**: 2000-12-07\n**법원**: North Dakota Supreme Court\n**관할**: North Dakota, ND\n\n**판사**: Kapsner, Maring, Neumann, Sandstrom, Vande, Walle\n\n## 변호인\n\nBruce A. Romanick, Assistant State’s Attorney, Bismarck, ND, for plaintiff and appellee., Paul Henry Myerchin, Bormann Law Office, Bismarck, ND, for defendant and appellant Brian J. Erickstad. Appearance by Clark J. Bormann., Robert Wade Martin (submitted on briefs), Bismarck, ND, for defendant and appellant Robert R. Lawrence.\n\n## 인용\n\n- 2000 ND 202\n- 620 N.W.2d 136\n\n## 판결문 요약\n\n\n620 N.W.2d 136 (2000)\n2000 ND 202\nSTATE of North Dakota, Plaintiff and Appellee,\nv.\nBrian J. ERICKSTAD, Defendant and Appellant.\nState of North Dakota, Plaintiff and Appellee,\nv.\nRobert R. Lawrence, Defendant and Appellant.\nNos. 20000050-20000053.\nSupreme Court of North Dakota.\nDecember 7, 2000.\n*138 Bruce A. Romanick, Assistant State's Attorney, Bismarck, ND, for plaintiff and appellee.\nPaul Henry Myerchin, Bormann Law Office, Bismarck, ND, for defendant and appellant Brian J. Erickstad. Appearance by Clark J. Bormann.\nRobert Wade Martin (submitted on briefs), Bismarck, ND, for defendant and appellant Robert R. Lawrence.\n*139 KAPSNER, Justice.\n[¶ 1] Brian J. Erickstad and Robert Lawrence appealed from judgments of conviction of murder, conspiracy to commit murder, and theft of property. We affirm, concluding the trial court did not err in refusing a change of venue, the defendants failed to show obvious error in the jury instructions, and the trial court did not err in admitting evidence of the value of a stolen pickup.\n\nI\n[¶ 2] On September 18, 1998, the bodies of Gordon and Barbara Erickstad were found in a wooded area near Selfridge, North Dakota. Both had sustained multiple stab wounds. Earlier that day, police had searched the Erickstads' Bismarck home and found blood throughout the house and knives in the kitchen sink. The Erickstads' vehicles, a 1998 Chevrolet pickup and 1990 Cadillac, were missing. The 1990 Cadillac was later found abandoned in a field in Cass Count...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-erickstad"
    }
  ],
  "relatedIncidents": [
    10288,
    10295,
    10309,
    10311,
    10324
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}