{
  "id": 10329,
  "title": "2000년 Martinez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-12-06",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Martinez. 판결일: 2000-12-06. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. JULIO MARTINEZ, Defendant-Appellant\n**판결일**: 2000-12-06\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Burke\n\n## 변호인\n\nMichael J. Pelletier and Erin Stone, both of State Appellate Defender’s Office, of Chicago, for appellant., Richard A. Devine, State’s Attorney, of Chicago (Renee Goldfarb, Margaret J. Campos, Christina C. Frenzel, William D. Carroll, and Alan J. Spellberg, Assistant State’s Attorneys, of counsel), for the People.\n\n## 인용\n\n- 740 N.E.2d 1185\n- 317 Ill. App. 3d 1040\n- 251 Ill. Dec. 614\n\n## 판결문 요약\n\n\n740 N.E.2d 1185 (2000)\n317 Ill. App. 3d 1040\n251 Ill. Dec. 614\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nJulio MARTINEZ, Defendant-Appellant.\nNo. 1-99-0553.\nAppellate Court of Illinois, First District, Third Division.\nDecember 6, 2000.\n*1186 Michael J. Pelletier, Deputy Defender (Erin Stone, Assistant Appellate Defender, of counsel), Office of the State Appellate Defender, Chicago, for Appellant.\nRichard A. Devine, State's Attorney of Cook County (Renee Goldfarb, Margaret J. Campos, Christina C. Frenzel, William D. Carroll, Alan J. Spellberg, of counsel), Chicago, for Appellee.\nJustice BURKE delivered the opinion of the court:\nFollowing a jury trial, defendant Julio Martinez was found guilty of three counts of aggravated criminal sexual assault and one count of armed robbery. Defendant was sentenced to 12 years' imprisonment on each of his three convictions for aggravated criminal sexual assault and 6 years for armed robbery, the sentences to be served consecutively. On appeal, defendant contends that the trial court erred in finding that the State offered a race-neutral reason for excluding a minority juror, and in denying him his right to present a defense by limiting cross-examination of a key State witness and providing the jury with verdict forms that contained the term \"victim.\" In a supplemental brief, defendant contends that his consecutive sentences violate his due process right because he was subjected to increased punishment based on a factor tha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-martinez"
    }
  ],
  "relatedIncidents": [
    10303,
    10336,
    10337,
    10417,
    10424
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}