{
  "id": 10332,
  "title": "2000년 Strait 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-12-04",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Strait. 판결일: 2000-12-04. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: Christine M. Strait v. W. James Kennedy\n**판결일**: 2000-12-04\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Kennedy\n\n## 변호인\n\nRoger K. Anderson, for appellants., Ronald B. Leighton and Stephanie Broomfield (of Gordon, Thomas, Honeywell, Malanca, Peterson & Daheim, P.L.L.C.), for respondents.\n\n## 인용\n\n- 103 Wash. App. 626\n\n## 판결문 요약\n\n\nKennedy, J.\nThis is an appeal of a summary judgment dismissing the legal malpractice claim brought by two daughters against their deceased mother’s marital dissolution attorney, claiming that he failed to timely finalize their mother’s divorce prior to her death, thereby causing them to lose portions of their inheritance. Under Trask v. Butler, 123 Wn.2d 835, 842-43, 872 P.2d 1080 (1994), a nonclient plaintiff has standing to sue an attorney only if the transaction was intended to benefit the nonclient. Because the daughters failed to meet this threshold inquiry, we affirm.\n*628FACTS\nIn 1980, Anne Marie Ishmael executed a will, bequeathing her entire estate to her then only child, Christine Marie Strait, and to any after-born children. Ms. Ishmael and Samuel Ishmael were married in 1983, and in 1984 they had a daughter, Samantha Anne Ishmael. Christine Strait is an adult, and Samantha Ishmael is a minor who lives with her father.\nIn July 1991, Ms. Ishmael retained W. James Kennedy and the law firm of Thorner, Kennedy and Gano, P.S., to represent her in an action dissolving the Ishmael marriage. A member of this same law firm had prepared Ms. Ishmael’s 1980 will. In April 1992, the court held a hearing regarding the dissolution and resolved all issues except the distribution of Mr. Ishmael’s pension with his employer, J.C. Penney. Because additional discovery was needed before this issue could be resolved, the court did not issue a decree of dissolution of marriage.\nIn May 19...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=strait-v-kennedy"
    }
  ],
  "relatedIncidents": [
    10288,
    10289,
    10294,
    10295,
    10302
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}