{
  "id": 10330,
  "title": "2000년 In Re Caddell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-12-05",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: In Re Caddell. 판결일: 2000-12-05. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: In THE MATTER OF MYRNA CADDELL, PATRICIA CURRIN, as Guardian, Petitioner v. JAMES M. JOHNSON, Guardian Ad Litem for MYRNA CADDELL, Respondent; AND IN THE MATTER OF VELMA CADDELL, PATRICIA CURRIN, as Guardian, Petitioner v. DWIGHT W. SNOW, Guardian Ad Litem for VELMA CADDELL, Respondent\n**판결일**: 2000-12-05\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: McGEE, Timmons-Goodson, Wynn\n\n## 변호인\n\n\nSharon A. Keyes for petitioner-appellant Patricia Currin, as Guardian for Velma and Myma Caddell.\n, \nDwight W. Snow, Guardian Ad Litem for respondent-appellee Velma Caddell, and James M. Johnson, Guardian Ad Litem for respondent-appellee Myma Caddell.\n\n\n## 인용\n\n- 538 S.E.2d 626\n- 140 N.C. App. 767\n\n## 판결문 요약\n\n\n538 S.E.2d 626 (2000)\nIn the Matter of Myrna CADDELL.\nPatricia Currin, as Guardian, Petitioner,\nv.\nJames M. Johnson, Guardian Ad Litem for Myrna Caddell, Respondent.\nIn the Matter of Velma Caddell.\nPatricia Currin, as Guardian, Petitioner,\nv.\nDwight W. Snow, Guardian Ad Litem for Velma Caddell, Respondent.\nNo. COA99-1153.\nCourt of Appeals of North Carolina.\nDecember 5, 2000.\n*627 Sharon A. Keyes, Fayetteville, for petitioner-appellant Patricia Currin, as Guardian for Velma and Myrna Caddell.\nDwight W. Snow, Guardian Ad Litem for respondent-appellee Velma Caddell, and James M. Johnson, Dunn, Guardian Ad Litem for respondent-appellee Myrna Caddell.\nTIMMONS-GOODSON, Judge.\nPatricia Currin (\"petitioner\") appeals the denial of her petition for leave to disclaim the interests of her wards, Velma and Myrna Caddell, in the estate of Carson R. Coats. The relevant facts follow.\nAt the time of the 8 October 1998 hearing before the Clerk of Superior Court, Velma was eighty-two years old and was in reasonably good health. Her daughter, Myrna, was fifty-eight years old and, like her mother, had no significant physical ailments. Velma and Myrna both were born with mental disabilities and, throughout their respective lives, have depended heavily on Velma's siblings, the Coats family, to care for them and to support them financially. After Velma's marriage to Jesse Caddell and the birth of their daughter, Myrna, the Coats family made it possible for the Caddells to live somewhat independentl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=caddell-v-johnson"
    }
  ],
  "relatedIncidents": [
    10341,
    10405,
    10481,
    10614,
    10647
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}