{
  "id": 10337,
  "title": "2000년 William Edward England v. Deborah Carol England 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-11-27",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: William Edward England v. Deborah Carol England. 판결일: 2000-11-27. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: William Edward ENGLAND, Plaintiff-Appellant, v. Deborah Carol ENGLAND, Defendant-Appellee\n**판결일**: 2000-11-27\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: DeMOSS, Duhe, Emilio, Garza\n\n## 변호인\n\nJohn K. Grubb (argued), Jacqueline Smith, Houston, TX, for Plaintiff-Appellant., Andrew L. Jefferson, Jr. (argued), Jefferson & Mims, Houston, TX, for Defendant-Appellee.\n\n## 인용\n\n- 234 F.3d 268\n\n## 판결문 요약\n\n234 F.3d 268 (5th Cir. 2000)\n    WILLIAM EDWARD ENGLAND, Plaintiff-Appellant,v.DEBORAH CAROL ENGLAND, Defendant-Appellee.\n    No. 00-20008\n    UNITED STATES COURT OF APPEALS, Fifth Circuit\n    November 27, 2000\n    \n      Appeal from the United States District Court for the Southern District of Texas\n      Before DUHE, EMILIO M. GARZA, and DeMOSS, Circuit Judges.\n      DUHE, Circuit Judge:\n    \n    \n      1\n      This is an expedited appeal of the District Court's denial of a Petition for Return of Children under the Convention on the Civil Aspects of International Child Abduction (the \"Hague Convention\" or \"the Convention\"). The District Court held that even though two children were wrongfully removed by their mother from Australia, their country of habitual residence, to the United States in violation of the Hague Convention, they need not be returned to Australia because return would expose them to grave risks of psychological harm and because the older child objects to being returned. For the following reasons we reverse and remand.\n    \n    BACKGROUND\n    \n      2\n      William and Deborah England (\"William\" and \"Deborah\") have two children: Karina, age thirteen, and Victoria, age four. All parties are American citizens. The England family lived in Texas until 1997, when they moved to Australia incident to William's job transfer there. In June 1999, the Englands left Australia for an extended overseas vacation. They arrived in the United States in July 1999 for the last ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=william-edward-england-v-deborah-carol-england"
    }
  ],
  "relatedIncidents": [
    10303,
    10329,
    10336,
    10417,
    10424
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}