{
  "id": 10336,
  "title": "2000년 Diorinou 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-11-28",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Diorinou. 판결일: 2000-11-28. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: Marina Mezitis DIORINOU, Petitioner, v. Nicholas H.E. MEZITIS Respondent\n**판결일**: 2000-11-28\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Stanton\n\n## 변호인\n\nLaw Offices of Robert D. Arenstein, New York City (Robert D. Arenstein, of counsel), for petitioner., Gartner, Bloom & Greiper, New York City (Stuart F. Gartner, Arthur P. Xant-hos, of counsel), for respondent.\n\n## 인용\n\n- 132 F. Supp. 2d 139\n\n## 판결문 요약\n\n\n132 F. Supp. 2d 139 (2000)\nMarina Mezitis DIORINOU, Petitioner,\nv.\nNicholas H.E. MEZITIS Respondent.\nNo. 00 CIV. 8241(LLS).\nUnited States District Court, S.D. New York.\nNovember 28, 2000.\n*140 Law Offices of Robert D. Arenstein, New York City (Robert D. Arenstein, of counsel), for petitioner.\n*141 Gartner, Bloom &amp; Greiper, New York City (Stuart F. Gartner, Arthur P. Xanthos, of counsel), for respondent.\n\nAMENDED OPINION and ORDER\nSTANTON, District Judge.\nPetitioner Marina Mezitis Diorinou seeks an order pursuant to the Hague Convention on the Civil Aspects of Child Abduction, as implemented by the International Child Abduction Remedies Act (\"ICARA\"), 42 U.S.C. § 11601 et seq., requiring her former husband Nicholas H.E. Mezitis to return their two children, Elias Mezitis and Alexandra Mezitis, to Greece, where Ms. Diorinou resides. For the following reasons her petition is granted.\n\nBackground\nMs. Diorinou, a citizen of Greece, and Dr. Mezitis, a citizen of the United States, were married in 1988 in New York. Their two children, Elias (now age seven) and Alexandra (now age five) were both born in New York and are dual citizens of the United States and Greece. The family lived together in New York, where Dr. Mezitis is Chief of the Clinical Pharmacology Program, Division of Endocrinology, Diabetes and Nutrition, at St. Luke's-Roosevelt Hospital and an assistant professor of clinical medicine at Columbia University.\nIn June of 1995, the parties and their children flew to Gr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=diorinou-v-mezitis"
    }
  ],
  "relatedIncidents": [
    10303,
    10329,
    10337,
    10417,
    10424
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}