{
  "id": 10342,
  "title": "2000년 Ross 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-11-22",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Ross. 판결일: 2000-11-22. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Carolyn Williams v. Ronald Ross\n**판결일**: 2000-11-22\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Cardona\n\n## 인용\n\n- 277 A.D.2d 776\n- 716 N.Y.S.2d 756\n\n## 판결문 요약\n\n\n—Cardona, P. J.\nAppeal from an order of the Supreme Court (Dowd, J.), entered January 31, 2000 in Ot*777segó County, which granted defendant’s motion for summary judgment dismissing the complaint.\nThis appeal involves a dispute over approximately 130 acres of land located in the Town of Maryland, Otsego County, formerly owned by Florence Ross. On June 4, 1990, Ross conveyed said property to defendant, her son, and the deed was recorded in the office of the Otsego County Clerk on July 16, 1990. On November 10, 1992 and on February 16, 1995, Ross conveyed property in the Town of Maryland to plaintiff, her daughter, and those deeds were recorded in the same office on February 17, 1995. Ross died on March 31, 1996.\nThereafter, a title search revealed that although the deeds to plaintiff contained a description of the 130-acre parcel, such property was previously conveyed to defendant in the June 1990 deed. As a result, plaintiff commenced this action pursuant to RPAPL article 15 to quiet title to the property. Defendant, in turn, served an answer with counterclaims and made a motion for summary judgment dismissing the complaint. Supreme Court granted defendant’s motion and, inter alia, declared him to be the lawful owner of the property, resulting in this appeal.\nInitially, we note that the execution and recordation of the deed from Ross to defendant raised a presumption that the deed was validly delivered (see, Ten Eyck v Whitbeck, 156 NY 341, 352; see generally, Manhattan Life...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-ross"
    }
  ],
  "relatedIncidents": [
    10288,
    10289,
    10294,
    10295,
    10302
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}