{
  "id": 10341,
  "title": "2000년 Parrish 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-11-22",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: Parrish. 판결일: 2000-11-22. 법원: Nevada Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: TAGGART PARRISH, Appellant, v. THE STATE OF NEVADA, Respondent\n**판결일**: 2000-11-22\n**법원**: Nevada Supreme Court\n**관할**: Nevada, NV\n\n**판사**: Shearing, Agosti and Leavitt\n\n## 변호인\n\nRobert C. Bell, Reno, for Appellant., Frankie Sue Del Papa, Attorney General, Carson City; Richard A. Gammick, District Attorney, and Terrence P. McCarthy, Deputy District Attorney, Washoe County, for Respondent.\n\n## 인용\n\n- 12 P.3d 953\n- 116 Nev. 982\n\n## 판결문 요약\n\n\n12 P.3d 953 (2000)\nTaggart PARRISH, Appellant,\nv.\nThe STATE of Nevada, Respondent.\nNo. 32972.\nSupreme Court of Nevada.\nNovember 22, 2000.\n*954 Robert C. Bell, Reno, for Appellant.\nFrankie Sue Del Papa, Attorney General, Carson City; Richard A. Gammick, District Attorney, and Terrence P. McCarthy, Deputy District Attorney, Washoe County, for Respondent.\nBEFORE SHEARING, AGOSTI and LEAVITT, JJ.\n\nOPINION\nAGOSTI, J.\nPursuant to a plea of guilty, appellant Taggart Parrish was found guilty of trafficking in a controlled substance in violation of NRS 453.3385(3) and resisting and obstructing a public officer with the use of a dangerous weapon in violation of NRS 199.280(1). As permitted under NRS 453.3405(2), Parrish moved for a suspended sentence on the trafficking count. His motion was predicated upon his assertion that he had provided substantial assistance to law enforcement consistent with NRS 453.3405(2). NRS 453.3405(2) allows the district court, at its discretion, to reduce or suspend the sentence of anyone convicted of certain drug-trafficking offenses, if the district court \"finds that the convicted person rendered substantial assistance in the identification, arrest or conviction\" of other drug traffickers. NRS 453.3405(2) (emphasis added). The district court in this case made no findings concerning whether Parrish had performed substantial assistance, but proceeded to sentence Parrish to life imprisonment, the maximum sentence allowed.\nOn appeal, Parrish contends that t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=parrish-v-state"
    }
  ],
  "relatedIncidents": [
    10330,
    10405,
    10481,
    10614,
    10647
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}