{
  "id": 10361,
  "title": "2000년 Heatherly 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-11-15",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Heatherly. 판결일: 2000-11-15. 법원: Court of Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Rickie L. HEATHERLY, Et Al. v. MERRIMACK MUTUAL FIRE INSURANCE COMPANY, Et Al.\n**판결일**: 2000-11-15\n**법원**: Court of Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Cain, Cantrell, Koch\n\n## 변호인\n\nJohn O. Threadgill, Knoxville, TN, and Parks T. Chastain, Nashville, TN, for appellants, Mutual Fire Insurance Association of New England, Inc., David B. Scott, Nashville, TN, for appellant, The Professional Company Insurance Adjusters, Inc., Joseph Y. Longmire, Hendersonville, TN, for appellees, Rickie L. Heatherly and Ronelle M. Heatherly.\n\n## 인용\n\n- 43 S.W.3d 911\n\n## 판결문 요약\n\n\n43 S.W.3d 911 (2000)\nRickie L. HEATHERLY, et al.\nv.\nMERRIMACK MUTUAL FIRE INSURANCE COMPANY, et al.\nCourt of Appeals of Tennessee, at Nashville.\nNovember 15, 2000.\nPermission to Appeal Denied April 9, 2001.\n*912 John O. Threadgill, Knoxville, TN, and Parks T. Chastain, Nashville, TN, for appellants, Mutual Fire Insurance Association of New England, Inc.\nDavid B. Scott, Nashville, TN, for appellant, The Professional Company Insurance Adjusters, Inc.\nJoseph Y. Longmire, Hendersonville, TN, for appellees, Rickie L. Heatherly and Ronelle M. Heatherly.\nPermission to Appeal Denied by Supreme Court April 9, 2001.\n\n\n*913 OPINION\nKOCH, J., delivered the opinion of the court, in which CANTRELL, P.J., M.S., and CAIN, J., joined.\nThis extraordinary appeal involves a dispute between two homeowners whose house was damaged by fire and the two insurance adjusting companies hired by the homeowners' insurance carrier to investigate their claim. Believing that their claim had been fraudulently processed, the homeowners filed suit in the Circuit Court for Sumner County against their insurance carrier and the two adjusting companies. The three defendants moved to dismiss the complaint as to the adjusting companies. After the trial court denied the motions and declined to grant an interlocutory appeal, the two adjusting companies petitioned for a Tenn.R.App.P. 10 extraordinary appeal. We granted the application and now reverse the trial court's denial of the motion to dismiss because the homeowne...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=heatherly-v-merrimack-mutual-fire-insurance-co"
    }
  ],
  "relatedIncidents": [
    10308,
    10310,
    10334,
    10391,
    10423
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}