{
  "id": 10370,
  "title": "2000년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-11-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 2000-11-02. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Doug Grant, Inc., Richard Andersen, Judy L. Bintliff, Lynn v. Bohsen, Thomas M. Bolick, Michael Bonn, Roland Bryant, Sr., Eugene Clauser, Elmer Conover, Scott Conover, Joseph Curran, Dino D'andrea, Mark F. D'andrea, Warren Davenport, Frank Delia, Karen Dwyer, Dennis F. Foreman, Rosemarie Francis, Stephen Freel, Stavros Georgiou, Kenneth Gross, Adib Hannah, G. Hassan Hattina, Leroy N. Jordan, Roman Kern, Richard H. Kessel, Scott Klee, Jeffrey S. Krah, Kathleen E. Lane-Bourgeois, Thomas J. Lotito, Jr., James MacElroy Mar Tin Malter, Stanley P. McAnally Anne T. McGowan Eugene L. Miserendino, Daniel G. Nauroth, Matthew S. Pellenberg, Daniel Pilone, Stephen F. Pinciotti, Robert E. Prout, Martin Rose, Lynn Rufo, Vincent Salek, Arlen Schwerin, Joseph Scioscia, William F. Strauss, Douglas G. Telman, Aino Tomson, Ants Tomson, Thomas Tomson, Linwood C. Uphouse, Dolores Valancy, Andrew R. Vardzal, Jr., Grant Douglas Von Reiman, Kenneth J. Warner, Steven W Atters, Paul v. Yannessa, Doug Grant College of Winning Blackjack, Inc., Sigma Research, Inc., Beta Management, Inc., Favorable Situations Only Inc., T/a Doug Grant Institute of Winning Blackjack, Jan C. Muszynski, Linda Tompson v. Greate Bay Casino Corporation, Grea Te Bay Hotel and Casino T/a Sands Hotel and Casino, Sands Hotel and Casino, Hilton Hotels Corporation, Gnoc Corp. T/a \"Atlantic City Hilton,\" Atlantic City Hilton, Bally's Park Place, Inc. T/a \"Bally's Park Place,\" Bally's Park Place, Itt Corporation, Itt Corporation Nv, Caesar's World, Inc. A/K/A \"Caesar's Atlantic City,\" Caesar's World, Claridge Hotel & Casino Corp., Claridge at Park Place, Inc., Harrah's Entertainment, Inc., Marina Associates D/B/A \"Harrah's Casino Hotel\", Harrah's Casino Hotel, Sun International North America Inc., Sun International Hotels Ltd., Resorts International Hotel, Inc., Resorts Casino Hotel, Showboat, Inc., Showboat, Aztar Corporation, Adamar of New Jersey, Inc., (Formerly Trop World Casino and Entertainment Resort) T/a Tropicana Casino and Resort, Tropicana Casino and Resort, Trump Hotels & Casino Resorts, Inc., Trump Hotels & Casino Resorts Holdings, L.P., Trump Atlantic City Associates, Trump Plaza Associates, L.P., Trump Plaza Associates, Trump Plaza Hotel and Casino, Trump Taj Mahal Associates, Trump Taj Mahal Casino Resort, the Trump Organization, Inc., Trump's Castle Associates, L.P., Trump Castle Associates, Trump Marina Casino Hotel Resort, Formerly Trump's Castle Casino Resort, John Does 1-100, Griffin Investigations, International Casino Surveillance Network, L.P., Surveillance Information Network, John Does 101-200, F. Michael Daily, Esq., Quinlan, Dunne, Daily & Higgins, Ellen Barney Balint, Meranze & Katz, Caplan & Luber, Lloyd S. Markind, Esq., Richard L. Caplan, Esq., Sharon Morgan, Esq., Michele Davis, Esq\n**판결일**: 2000-11-02\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 232 F.3d 173\n\n## 판결문 요약\n\n232 F.3d 173 (3rd Cir. 2000)\n    DOUG GRANT, INC., ",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=doug-grant-inc-richard-andersen-judy-l-bintliff-lynn-v-bohsen"
    }
  ],
  "relatedIncidents": [
    10288,
    10289,
    10294,
    10295,
    10302
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}