{
  "id": 10385,
  "title": "2000년 Schnabel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-10-27",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Schnabel. 판결일: 2000-10-27. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Nebraska, Appellee, v. Mark A. Schnabel, Appellant\n**판결일**: 2000-10-27\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Connolly, Gerrard, Hendry, McCormack, Miller-Lerman, Stephan, Wright\n\n## 변호인\n\nCharles O. Forrest, of Dwyer, Smith, Gardner, Lazer, Pohren, Rogers & Forrest, and John J. Kohl, of Raynor, Rensch & Pfeiffer, for appellant., Don Stenberg, Attorney General, and Scott G. Gunem for appellee.\n\n## 인용\n\n- 618 N.W.2d 699\n- 260 Neb. 618\n\n## 판결문 요약\n\n\n618 N.W.2d 699 (2000)\n260 Neb. 618\nSTATE of Nebraska, appellee,\nv.\nMark A. SCHNABEL, appellant.\nNo. S-99-1426.\nSupreme Court of Nebraska.\nOctober 27, 2000.\n*701 Charles O. Forrest, of Dwyer, Smith, Gardner, Lazer, Pohren, Rogers &amp; Forrest, and John J. Kohl, of Raynor, Rensch &amp; Pfeiffer, Omaha, for appellant.\nDon Stenberg, Attorney General, and Scott G. Gunem, for appellee.\nWRIGHT, CONNOLLY, GERRARD, STEPHAN, McCORMACK, and MILLER-LERMAN, JJ.\nGERRARD, J.\n\nNATURE OF CASE\nPursuant to a plea agreement, Mark A. Schnabel entered a plea of no contest to a charge of murder in the second degree. Schnabel was convicted and sentenced to life imprisonment. Schnabel now appeals from the district court's order of commitment to the Department of Correctional Services, claiming that the terms of the order of commitment are inconsistent with the sentence imposed.\n\nPROCEDURAL BACKGROUND\nSchnabel was initially charged by information with the first degree murder of his wife, Sandra Schnabel. The murder took place on or about May 21, 1999. On October 13, pursuant to a plea agreement, the State filed an amended information charging Schnabel with murder in the second degree. Schnabel entered a plea of no contest to the charge, and the district court found Schnabel guilty of murder in the second degree.\nThe matter came on for sentencing on November 30, 1999. The district court sentenced Schnabel as follows:\nThe court having found the defendant guilty of one count of murder in the second deg...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-schnabel"
    }
  ],
  "relatedIncidents": [
    10426,
    10585,
    10645,
    10257,
    10288
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}