{
  "id": 10387,
  "title": "2000년 Los Angeles County Department of Children & Family Services v. Darla B. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-10-26",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Los Angeles County Department of Children & Family Services v. Darla B.. 판결일: 2000-10-26. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: In re JEAN B., a Person Coming Under the Juvenile Court Law. LOS ANGELES COUNTY DEPARTMENT OF CHILDREN AND FAMILY SERVICES, and v. DARLA B., and\n**판결일**: 2000-10-26\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Miriam, Vogel\n\n## 인용\n\n- 84 Cal. App. 4th 1443\n\n## 판결문 요약\n\n\nOpinion\nVOGEL, (MIRIAM A.), J.\nAfter some reunification services were provided for Jean B., a dependent of the court, he was placed with his mother, Darla B. About a month later, Jean was abducted by his father, Patrick B. Three years later, with Jean still missing and Patrick still at large, the dependency court terminated jurisdiction—at the request of Patrick’s counsel and over the objection of Jean’s lawyer. The Los Angeles County Department of Children and Family Services (DCFS) appeals. We reverse.\nFacts\nIn July 1994, the police went to the family home to investigate a report of a fight. There was no food or electricity, and Darla’s 13-year-old daughter *1445(Lisa W.) told the police that Darla had fled with Jean (then 3 years old). Patrick then left (but only after he locked Lisa out of the apartment). The next day, Darla and Patrick were arrested on outstanding drug-related warrants. Jean and Lisa were taken into protective custody. A petition was filed and Jean was placed in shelter care; Lisa was also placed, but she has since turned 18 and is no longer involved in these proceedings. Jean was nonverbal and “very delayed in other areas.”\nWhen interviewed after her release from jail, Darla said she and Patrick fought frequently. He had been laid off. They had no money. They were about to be evicted. Patrick had a drug problem. Darla admitted that she too had used drugs and abused alcohol, but not recently. Patrick, interviewed in jail, admitted that he had used drugs...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=los-angeles-county-department-of-children-family-services-v-darla-b"
    }
  ],
  "relatedIncidents": [
    10288,
    10289,
    10294,
    10295,
    10302
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}