{
  "id": 10398,
  "title": "2000년 State v. Williams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-10-19",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: State v. Williams. 판결일: 2000-10-19. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State v. Williams\n**판결일**: 2000-10-19\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Madsen\n\n## 인용\n\n- 11 P.3d 714\n\n## 판결문 요약\n\n\n11 P.3d 714 (2000)\n142 Wash.2d 17\nSTATE of Washington, Appellant,\nv.\nHarlan M. WILLIAMS, Respondent.\nNo. 67963-1.\nSupreme Court of Washington, En Banc.\nArgued March 9, 2000.\nDecided October 19, 2000.\n*715 Jim Krider, Snohomish County Prosecutor, S. Aaron Fine, Deputy, Everett, for Appellant.\nWashington Appellate Project, Jason Brett Saunders, Seattle, for Respondent.\nTom P. Conom, Edmonds, Amicus Curiae on Behalf of Washington Association of Criminal Defense Lawyers.\nMADSEN, J.\nThe State appeals a trial judge's order suppressing the admission of heroin into evidence in this criminal proceeding. The suppression order relates to the legality of a police entry into a third party's home to serve an arrest warrant on the defendant. Two Everett police officers arrested Harlan Williams, pursuant to an arrest warrant, while he was a guest in a friend's home. During a search of the defendant incident to that arrest, the police officers discovered heroin in the defendant's pocket. At trial, the defense moved to suppress the heroin. The defendant asserted that under the decision of State v. Simpson, 95 Wash.2d 170, 622 P.2d 1199 (1980), he had \"automatic standing\" to challenge the legality of the police officers' entry into the apartment. The defense further argued that under the bright-line rule stated in State v. Ferrier, 136 *716 Wash.2d 103, 960 P.2d 927 (1998), the police search of the apartment was invalid since the police officers failed to inform the tenant of his right to refu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-williams"
    }
  ],
  "relatedIncidents": [
    10288,
    10289,
    10294,
    10295,
    10302
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}