{
  "id": 10391,
  "title": "2000년 HOLLYWOOD LAKES CTY. CLUB, INC. v. Community Ass'n Services, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-10-25",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: HOLLYWOOD LAKES CTY. CLUB, INC. v. Community Ass'n Services, Inc.. 판결일: 2000-10-25. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: HOLLYWOOD LAKES CTY. CLUB, INC. v. Community Ass'n Services, Inc.\n**판결일**: 2000-10-25\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Warner\n\n## 인용\n\n- 770 So. 2d 716\n\n## 판결문 요약\n\n\n770 So. 2d 716 (2000)\nHOLLYWOOD LAKES COUNTRY CLUB, INC., Appellant,\nv.\nCOMMUNITY ASSOCIATION SERVICES, INC., Appellee.\nNo. 4D00-148.\nDistrict Court of Appeal of Florida, Fourth District.\nOctober 25, 2000.\n*717 Catherine Rafferty, Fort Lauderdale, for appellant.\nNo brief filed on behalf of appellee.\nWARNER, C.J.\nA developer sued the management association that provided management services for the community it had developed. The complaint brought causes of action for breach of contract based upon a third-party beneficiary theory, for fraudulent misrepresentations to the developer, to recover amounts paid by the developer to the management association under a theory that the developer was entitled to be subrogated to the rights of the community association, and negligence on the part of the management company in the performance of its contractual duties. The trial court dismissed the fourth amended complaint with prejudice. We reverse the dismissal as to the fraudulent misrepresentation and equitable subrogation counts but affirm the trial court's ruling with respect to the remaining counts.\nThe developer, Hollywood Lakes Country Club, Inc., developed Grand Palms, a residential community. On behalf of the community association of Grand Palms, the developer's president contracted with Community Association Services (\"CAS\") for the latter to provide management services and carry out all responsibilities of *718 the association as provided in its Declaration, Articles of Incorpor...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hollywood-lakes-cty-club-inc-v-community-assn-services-inc"
    }
  ],
  "relatedIncidents": [
    10308,
    10310,
    10334,
    10361,
    10423
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}