{
  "id": 10402,
  "title": "2000년 Maldonado 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-10-05",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Maldonado. 판결일: 2000-10-05. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Maldonado v. Kelly\n**판결일**: 2000-10-05\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: En Banc\n\n## 인용\n\n- 768 So. 2d 906\n\n## 판결문 요약\n\n\n768 So. 2d 906 (2000)\nMichael MALDONADO and the Hinds County Board of Supervisors\nv.\nTommy KELLY.\nNo. 1999-CA-01086-SCT.\nSupreme Court of Mississippi.\nOctober 5, 2000.\n*907 H. Wesley Williams, III, Ridgeland, Attorney for Appellants.\nJ. Ashley Ogden, Jackson, Attorney for Appellee.\nEN BANC.\nMILLS, Justice, for the Court:\n\nSTATEMENT OF THE CASE\n¶ 1. Following a non-jury trial, the Hinds County Circuit Court found Michael Maldonado and the Hinds County Board of Supervisors liable to Tommy Kelly for $23,700 for personal injuries he sustained in a two-vehicle collision as a result of Maldonado's negligent operation of his patrol car while on duty as a Hinds County Deputy Sheriff. From this judgment, Maldonado and the County (sometimes collectively referred to as \"Maldonado\") appeal.\n\n\n*908 FACTS\n\n¶ 2. On April 3, 1997, Officer Michael Maldonado (\"Maldonado\"), a deputy sheriff with the Hinds County Sheriff's Department, was driving his patrol car to the service shop for regular maintenance. He was accompanied by deputy Wes Snyder. Driving from the west on Court Street, Maldonado approached the intersection of Court and Clinton Streets in Raymond, Mississippi. The intersection had stop signs only for vehicles on Court Street crossing Clinton Street. Maldonado stated that he was aware that this was a very dangerous intersection.\n¶ 3. Maldonado came to a complete stop upon reaching the intersection. He looked to his right and then to his left for oncoming traffic; seeing none, he pr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=maldonado-v-kelly"
    }
  ],
  "relatedIncidents": [
    10288,
    10289,
    10294,
    10295,
    10302
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}