{
  "id": 10405,
  "title": "2000년 In re J.A.D. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-10-04",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: In re J.A.D.. 판결일: 2000-10-04. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of J.A.D., a Juvenile\n**판결일**: 2000-10-04\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davis, Gray, Vance\n\n## 변호인\n\nScott K. Stevens, Belton, for appellant., Riley J. Simpson, Coryell County Dist. Atty., Richard L. Mackay, Jr., Asst. Dist. Atty., Gatesville, for appellee.\n\n## 인용\n\n- 31 S.W.3d 668\n\n## 판결문 요약\n\n\nOPINION\nBILL VANCE, Justice.\nThe court below sitting as a juvenile court found that Appellant J.A.D. had engaged in delinquent conduct by committing the offense of arson and placed J.A.D. on probation for one year. See Tex .Fam.Code Ann. § 54.03(f) (Vernon Supp.2000); Tex. Pen.Code Ann. § 28.02(a)(2)(A) (Vernon Supp.2000). The State filed a motion to modify this disposition shortly before the expiration of the probationary term and later amended the motion to modify after the term had expired. The court heard the amended motion, modified the disposition, and committed J.A.D. to the Texas Youth Commission without a determinate sentence. J.A.D. claims in a single issue that the court erred by proceeding on the amended motion to modify because it was filed after his probationary term expired.\nBACKGROUND\nThe court originally placed J.A.D. on probation on August 4, 1998. The State filed a motion to modify this disposition on August 3, 1999, one day before the probationary term expired. The motion to modify was set for hearing on August 9. The State filed a first amended motion to modify on August 5 and a motion for continuance on August 9. At the August 9 hearing, the court denied the State’s motion for continuance because the State failed to exercise due diligence in securing the attendance of the witnesses on whose absence the State premised the need for a continuance.\nJ.A.D. argued that the State’s first amended motion to modify was untimely because it had been filed less than...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-jad"
    }
  ],
  "relatedIncidents": [
    10330,
    10341,
    10481,
    10614,
    10647
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}