{
  "id": 10415,
  "title": "2000년 Smith v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-09-28",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Smith v. State. 판결일: 2000-09-28. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Smith v. the State\n**판결일**: 2000-09-28\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Barnes, Blackburn, Eldridge\n\n## 변호인\n\nTheresa A. Hood, for appellant., Robert E. Keller, District Attorney, Erman J. Tanjuatco, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 539 S.E.2d 881\n- 246 Ga. App. 191\n\n## 판결문 요약\n\n\n539 S.E.2d 881 (2000)\n246 Ga. App. 191\nSMITH\nv.\nThe STATE.\nNo. A00A2022.\nCourt of Appeals of Georgia.\nSeptember 28, 2000.\n*882 Theresa A. Hood, Atlanta, for appellant.\nRobert E. Keller, District Attorney, Erman J. Tanjuatco, Assistant District Attorney, for appellee.\nELDRIDGE, Judge.\nA Clayton County jury found Derrick Keith Smith guilty of aggravated assault and possession of a handgun during the commission of a crime. On appeal, Smith claims that the evidence is insufficient to support his conviction; that the trial court improperly restricted his cross-examination; and that the trial court improperly permitted the victim to show his injuries to the jury. We have reviewed these claims of error, and, finding them meritless, we affirm Smith's conviction.\n1. On appeal, our review is limited solely to the sufficiency of the evidence, viewed in the light most favorable to the verdict.[1] In that regard, the victim testified at trial that he was visiting Woods Motel when he saw Smith standing at the open window of the victim's car; that Smith saw the victim looking at him and began to rapidly walk away from the car; that the victim yelled out to Smith, asking what was he doing with the victim's car; that Smith replied *883 \"fuck you\"; that Smith and the victim then approached each other in the motel parking lot and bumped chests; and that Smith cursed the victim again and shot him in the chest at point blank range.\nSmith, on the other hand, testified at trial that he found an au...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-state"
    }
  ],
  "relatedIncidents": [
    10363,
    10411,
    10532,
    10628,
    10639
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}