{
  "id": 10410,
  "title": "2000년 Veasley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-10-02",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Veasley. 판결일: 2000-10-02. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Veasley v. the State\n**판결일**: 2000-10-02\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Benham, Carley, Fletcher\n\n## 변호인\n\nSandra L. Michaels, for appellant., J. Tom Morgan, District Attorney, Barbara B. Conroy, Robert M. Coker, Assistant District Attorneys, Thurbert E. Baker, Attorney General, Paula K. Smith, Senior Assistant Attorney General, Adam M. Hames, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 537 S.E.2d 42\n- 272 Ga. 837\n\n## 판결문 요약\n\n\n537 S.E.2d 42 (2000)\n272 Ga. 837\nVEASLEY\nv.\nThe STATE.\nNo. S00A1349.\nSupreme Court of Georgia.\nOctober 2, 2000.\nSandra L. Michaels, Atlanta, for appellant.\nJ. Tom Morgan, District Attorney, Barbara B. Conroy, Robert M. Coker, Assistant District Attorneys, Thurbert E. Baker, Attorney General, Paula K. Smith, Senior Assistant Attorney General, Adam M. Hames, Assistant Attorney General, for appellee.\nCARLEY, Justice.\nA jury found Jeremy Thurmond Veasley guilty of malice murder, two counts of aggravated assault, and one count of possession of cocaine, and the trial court entered judgments *43 of conviction on these verdicts. The trial court sentenced Veasley to life imprisonment on the murder charge, to a concurrent ten-year term for the cocaine possession offense, and to two 20-year terms for the aggravated assaults, which are concurrent with each other, but consecutive to the life sentence. The trial court entered an order denying Veasley's motion for new trial on May 11, 1999 and, in identical language, entered a second order on February 28, 2000 purporting to deny the same motion for new trial. On March 22, 2000, Veasley filed a notice of appeal from the judgments of conviction and sentences.\n\"`It is the duty of this court to raise the question of its jurisdiction in all cases in which there may be any doubt as to the existence of such jurisdiction. (Cits.)' [Cit.]\" Rowland v. State, 264 Ga. 872(1), 452 S.E.2d 756 (1995). If a motion for new trial is filed, the case becomes ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=veasley-v-state"
    }
  ],
  "relatedIncidents": [
    10288,
    10295,
    10309,
    10311,
    10324
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}