{
  "id": 10414,
  "title": "2000년 Sullivan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-09-28",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Sullivan. 판결일: 2000-09-28. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: CITY OF MIDLAND, Appellant, v. Patricia SULLIVAN and Michael Sullivan, Individually and Michael Sullivan as Next Friend of Adam Sullivan, Appellees\n**판결일**: 2000-09-28\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Panel No. 1 Larsen, McClure, and Chew\n\n## 변호인\n\nG. Chadwick Weaver, Keith Stretcher, City Atty., Mark A. Flowers, Asst. City Atty., Leslie G. McLaughlin, Midland, for Appellant., Staci Cazanne Pirnar, Steven K. Dewolf, Dallas, for Appellees.\n\n## 인용\n\n- 33 S.W.3d 1\n\n## 판결문 요약\n\n\n33 S.W.3d 1 (2000)\nCITY OF MIDLAND, Appellant,\nv.\nPatricia SULLIVAN and Michael Sullivan, Individually and Michael Sullivan as Next Friend of Adam Sullivan, Appellees.\nNo. 08-99-00341-CV.\nCourt of Appeals of Texas, El Paso.\nJuly 27, 2000.\nOpinion Overruling Rehearing September 28, 2000.\n*5 G. Chadwick Weaver, Keith Stretcher, City Atty., Mark A. Flowers, Asst. City Atty., Leslie G. McLaughlin, Midland, for Appellant.\nStaci Cazanne Pirnar, Steven K. Dewolf, Dallas, for Appellees.\nBefore Panel No. 1 LARSEN, McCLURE, and CHEW, JJ.\n\nOPINION\nANN CRAWFORD McCLURE, Justice.\nPatricia Sullivan and Michael Sullivan, individually, and Michael Sullivan as next friend of Adam Sullivan, brought suit against the City of Midland under the Texas Tort Claims Act, alleging that the City's failure to properly design, construct, and maintain the crosswalk and warning signs at Midland High School resulted in injuries to Adam when he was struck by a motor vehicle. Raising three issues for review, the City brings an interlocutory appeal from the denial of its plea to the jurisdiction based on sovereign immunity. See Tex.Civ.Prac. &amp; Rem.Code Ann. § 51.014(a)(8) (Vernon Supp.2000); see Texas Department of Transportation v. Jones, 8 S.W.3d 636, 638 (Tex.1999)(governmental defendant may contest in a plea to the jurisdiction whether the state has waived immunity from suit). We affirm in part and reverse in part.\n\nFACTUAL SUMMARY\nAdam was struck by a motor vehicle at 7:27 a.m. on October 9, 1997, as ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=city-of-midland-v-sullivan"
    }
  ],
  "relatedIncidents": [
    10312,
    10385,
    10426,
    10480,
    10500
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}