{
  "id": 10411,
  "title": "2000년 People v. Austin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-09-29",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: People v. Austin. 판결일: 2000-09-29. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Reginald Austin\n**판결일**: 2000-09-29\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 275 A.D.2d 913\n- 715 N.Y.S.2d 173\n\n## 판결문 요약\n\n\n—Judgment unanimously modified on the law and as modified affirmed and matter remitted to Erie County Court for further proceedings in accordance with the following Memorandum: Defendant pleaded guilty to assault in the second degree (Penal Law § 120.05 [2]) with the understanding that he would be sentenced as a second felony offender to a determinate term of incarceration of three years. At sentencing, County Court imposed the agreed-upon sentence but further ordered defendant to pay restitution in the amount of $1,664.52. We agree with defendant that the court erred in enhancing the sentence without affording him the opportunity to withdraw his plea (see, People v McCloskey, 272 AD2d 983; People v Thomas, 210 AD2d 902, 902-903). We farther agree with defendant that the court erred in determining the amount of restitution without holding a hearing. There is no evidence in the plea agreement or in the minutes of the plea allocution to support the restitution amount (see, People v Consalvo, 89 NY2d 140, 144; People v White, 266 AD2d 831, 832). We therefore modify the judgment by vacating the sentence, and we remit the matter to Erie County Court to impose the sentence promised or to afford defendant the opportunity to withdraw his plea. (Appeal from Judgment of Erie County Court, McCarthy, J. — Assault, 2nd Degree.) Present — Pigott, Jr., P. J., Green, Hayes, Kehoe and Lawton, JJ. 1\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "폭행",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-austin"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-smith"
    }
  ],
  "relatedIncidents": [
    10363,
    10386,
    10392,
    10415,
    10416
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}