{
  "id": 10417,
  "title": "2000년 Hudson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-09-27",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Hudson. 판결일: 2000-09-27. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Hudson v. the State\n**판결일**: 2000-09-27\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Andrews, Ellington, Ruffin\n\n## 변호인\n\nJames W. Bradley, for appellant., Robert E. Keller, District Attorney, Staci L. Guest, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 539 S.E.2d 860\n- 246 Ga. App. 335\n\n## 판결문 요약\n\n\n539 S.E.2d 860 (2000)\n246 Ga. App. 335\nHUDSON\nv.\nThe STATE.\nNo. A00A1371.\nCourt of Appeals of Georgia.\nSeptember 27, 2000.\nReconsideration Denied October 11, 2000.\n*861 James W. Bradley, Jonesboro, for appellant.\nRobert E. Keller, District Attorney, Staci L. Guest, Assistant District Attorney, for appellee.\nRUFFIN, Judge.\nArthur Hudson was convicted of armed robbery and kidnapping. He appeals, asserting several enumerations of error. For reasons discussed below, we affirm.\n1. In three enumerations, Hudson challenges the sufficiency of the evidence presented at trial. However, Hudson has failed to include a statement of facts in his brief, as required by Court of Appeals Rule 27(a)(1), and has failed to cite to, or even mention, any facts in the argument section of his brief, as required by Court of Appeals Rule 27(c)(3). As we have reiterated time and time again, this Court will not cull the record in search of error on behalf of a party.[1] Because Hudson has not supported these enumerations with appropriate citations to the record or to authority, they are deemed abandoned.[2]\n2. Hudson contends that the trial court erred in giving a recharge on recent possession. His one-sentence \"argument\" states that \"[t]he repetition of the recent possession charge alone and out of the context of the remainder of the charge served to over emphasize that principle and negate the application of the other legal theories described in the charge.\" However, Hudson does not provide any record...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hudson-v-state"
    }
  ],
  "relatedIncidents": [
    10303,
    10329,
    10336,
    10337,
    10424
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}