{
  "id": 10416,
  "title": "2000년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-09-27",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 2000-09-27. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania, Appellee, v. Earl Drew BALDWIN, Jr. A/K/A Earl Parker, Appellant (Two Cases)\n**판결일**: 2000-09-27\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Joyce, Todd and Tamilia\n\n## 변호인\n\nMitchell A. Kaufman, Public Defender, Pittsburgh, for appellant., Robert A. Willig, Asst. Dist. Atty., Pittsburgh, for Com., appellee.\n\n## 인용\n\n- 760 A.2d 883\n\n## 판결문 요약\n\n\n760 A.2d 883 (2000)\nCOMMONWEALTH of Pennsylvania, Appellee,\nv.\nEarl Drew BALDWIN, Jr. a/k/a Earl Parker, Appellant (Two Cases).\nSuperior Court of Pennsylvania.\nSubmitted June 26, 2000.\nFiled September 27, 2000.\n*884 Mitchell A. Kaufman, Public Defender, Pittsburgh, for appellant.\nRobert A. Willig, Asst. Dist. Atty., Pittsburgh, for Com., appellee.\nBEFORE: JOYCE, TODD and TAMILIA, JJ.\nJOYCE, J.:\n¶ 1 These consolidated appeals are from the judgment of sentence entered after Appellant, Earl Drew Baldwin, Jr., pled guilty to multiple counts of robbery[1] and criminal attempt.[2] For the following reasons, we affirm. Before addressing the merits of this appeal, we will recount the pertinent facts of this case.\n¶ 2 Appellant entered into a negotiated plea agreement pursuant to which he would plead guilty to four (4) counts of robbery and one (1) count of criminal attempt in exchange for which he would receive a sentence of seven and one-half (7½) to twenty (20) years' imprisonment. Appellant's plea was tendered to and accepted by the trial court on August 8, 1999. Thereafter, the trial court sentenced Appellant in accordance with the terms of his agreement.\n¶ 3 Appellant was represented by members of the Public Defender's Office, who filed a timely notice of appeal on Appellant's behalf.[3] This appeal was docketed at No. 1521 WDA 1999. The trial court then ordered Appellant to file a statement of matters complained of on appeal pursuant to Pa.R.A.P. 1925(b). This statement was fi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-baldwin"
    }
  ],
  "relatedIncidents": [
    10386,
    10392,
    10411,
    10419,
    10429
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}