{
  "id": 10426,
  "title": "2000년 Tong 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-09-20",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Tong. 판결일: 2000-09-20. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Chuong Duong TONG, Appellant, v. the STATE of Texas\n**판결일**: 2000-09-20\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Holland, Johnson, Keasler, Keller, Mansfield, McCORMICK, Meyers, Price, Womack\n\n## 변호인\n\nRobert A. Morrow, Janet Morrow, Spring, for appellant., Carol M. Cameron, Asst. DA, Houston, for State.\n\n## 인용\n\n- 25 S.W.3d 707\n\n## 판결문 요약\n\n\n25 S.W.3d 707 (2000)\nChuong Duong TONG, Appellant,\nv.\nThe STATE of Texas.\nNo. 73058.\nCourt of Criminal Appeals of Texas, En Banc.\nApril 12, 2000.\nOpinion Denying Rehearing September 20, 2000.\n*709 Robert A. Morrow, Janet Morrow, Spring, for appellant.\nCarol M. Cameron, Asst. DA, Houston, for State.\n\nOPINION\nMEYERS, J., delivered the opinion of the Court in which McCORMICK, P.J., and KELLER, PRICE, HOLLAND, and KEASLER joined.\nAppellant was convicted of capital murder in March, 1998. TEX. PENAL CODE Ann. § 19.03(a). Pursuant to the jury's answers to the special issues set forth in Texas Code of Criminal Procedure article 37.071 §§ 2(b) and 2(e), the trial judge sentenced appellant to death. Art. 37.071 § 2(g).[1] Direct appeal to this Court is automatic. Art. 37.071 § 2(h). Appellant raises eighteen points of error, but does not challenge the sufficiency of the evidence to support either his conviction or his punishment. We affirm.\n\nJURY SELECTION\nIn his first point of error, appellant complains that the trial judge abused his discretion by changing the method of jury selection in the middle of voir dire. Appellant asserts that this change prevented him from intelligently utilizing his peremptory challenges, thus denying him the effective assistance of counsel, due process of law, and due course of law.\nAccording to appellant, the judge assured him at the beginning of trial that he \"would be given as many peremptory challenges as he requested,\"[2] and he relied on this promis...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tong-v-state"
    }
  ],
  "relatedIncidents": [
    10385,
    10585,
    10645,
    10257,
    10288
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}