{
  "id": 10421,
  "title": "2000년 Thigpen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-09-22",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Thigpen. 판결일: 2000-09-22. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Thigpen v. RPM Pizza, Inc.\n**판결일**: 2000-09-22\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Foil, Whipple, Fogg, Guidry, and Pettigrew\n\n## 인용\n\n- 772 So. 2d 704\n\n## 판결문 요약\n\n\n772 So.2d 704 (2000)\nYvette C. THIGPEN and Jeffrey Thigpen\nv.\nRPM PIZZA, INC. d/b/a Domino's Pizza, Inc., et al.\nNo. 99 CA 1146.\nCourt of Appeal of Louisiana, First Circuit.\nSeptember 22, 2000.\nRehearing Denied December 12, 2000.\n*705 Ernest M. Forbes, Denham Springs, for Plaintiffs-Appellants Yvette Thigpen and Jeffrey Thigpen.\nGeorge J. Nalley, Jr., Dona J. Dew, Metairie, for Defendants-Appellees RPM Pizza, Inc. and Evanston Insurance Company.\nBefore: FOIL, WHIPPLE, FOGG, GUIDRY, and PETTIGREW, JJ.\nGUIDRY, J.\nAppellant, Yvette Thigpen, appeals the trial court's grant of summary judgment in favor of appellee, Evanston Insurance Company, dismissing this lawsuit with prejudice. We reverse and remand.\n\nFACTS AND PROCEDURAL HISTORY\nOn October 26, 1995, appellant was a guest passenger in a car driven by Deborah Chenevert. Ms. Chenevert was proceeding in a northerly direction on Jones Creek Road when her vehicle collided with another vehicle driven by Lashaunda Stevenson, who ran a stop sign at the intersection of Tigerbend and Jones Creek Roads. Both appellant and Ms. Chenevert were in the course and scope of their employment with Domino's Pizza at time of the accident.\nAppellant filed a petition for damages on January 31, 1996, naming, among others, RPM Pizza, Inc. d/b/a Domino's Pizza, Inc. (\"Domino's\"), and Domino's insurer, appellee, as defendants. Appellant alleged that appellee, as Domino's uninsured/underinsured motorist (UM) carrier, was responsible for her damages to th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thigpen-v-rpm-pizza-inc"
    }
  ],
  "relatedIncidents": [
    10288,
    10289,
    10294,
    10295,
    10302
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}