{
  "id": 10423,
  "title": "2000년 Dickinson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-09-21",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: Dickinson. 판결일: 2000-09-21. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: BREEZEVALE LIMITED, Appellant, v. Timothy L. DICKINSON, Et Al., Appellees\n**판결일**: 2000-09-21\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: Steadman, Schwelb and Ruiz, Associate Judges\n\n## 변호인\n\nPlato Cacheris, with whom Preston Burton, Washington, DC, Sydney Hoffmann, and Leslie A. Powell were on the brief, for appellant., Theodore J. Boutrous, Jr., with whom Jonathan K. Tycko, Hassan A. Zavareei, Washington, DC, and John H. Sharer, Los Angeles, CA, were on the brief, for appel-lees.\n\n## 인용\n\n- 759 A.2d 627\n\n## 판결문 요약\n\n\n759 A.2d 627 (2000)\nBREEZEVALE LIMITED, Appellant,\nv.\nTimothy L. DICKINSON, et al., Appellees.\nNo. 97-CV-2076.\nDistrict of Columbia Court of Appeals.\nArgued September 30, 1999.\nDecided September 21, 2000.\n*630 Plato Cacheris, with whom Preston Burton, Washington, DC, Sydney Hoffmann, and Leslie A. Powell were on the brief, for appellant.\nTheodore J. Boutrous, Jr., with whom Jonathan K. Tycko, Hassan A. Zavareei, Washington, DC, and John H. Sharer, Los Angeles, CA, were on the brief, for appellees.\nBefore STEADMAN, SCHWELB and RUIZ, Associate Judges.\nSTEADMAN, Associate Judge:\nBreezevale Limited (\"Breezevale\") is a former client of the law firm of Gibson, Dunn &amp; Crutcher LLP (\"GDC\"). In a legal malpractice action against GDC,[1] a jury found that GDC had mishandled a lawsuit filed by Breezevale against Bridgestone-Firestone, Inc. and Firestone Export Sales Corp. (collectively \"Firestone\"), resulting in $3,430,000 in damages. The damage award reflected the amount that Breezevale hypothetically would have won had its case against Firestone gone to a jury instead of settling due to GDC's alleged malpractice.\nCiting evidentiary insufficiency, the trial court set aside the jury's verdict and entered judgment as a matter of law in favor of GDC. In the alternative, the court granted a new trial. Further, the trial court concluded that Breezevale had engaged in bad faith litigation and ordered it to pay GDC $5,356,633 in fees and costs, punitive damages, and unpaid legal fees. We...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=breezevale-ltd-v-dickinson"
    }
  ],
  "relatedIncidents": [
    10308,
    10310,
    10334,
    10361,
    10391
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}