{
  "id": 10424,
  "title": "2000년 State v. Deborah Clark 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-09-21",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State v. Deborah Clark. 판결일: 2000-09-21. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State v. Deborah Clark\n**판결일**: 2000-09-21\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Jerry Smith\n\n\n## 판결문 요약\n\n           IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                             AT JACKSON\n\n          STATE OF TENNESSEE v. DEBORAH DARLENE CLARK\n\n                  Direct Appeal from the Circuit Court for Madison County\n                              No. 98-522    Roger Page, Judge\n\n\n\n                No. W1999-00893-CCA-R3-CD - Decided September 21, 2000\n\n\nThe defendant, Deborah Darlene Clark, was convicted by a Madison County jury of aggravated\nkidnapping, aggravated robbery, and criminal impersonation. In this appeal the defendant claims the\nevidence is insufficient to support the verdicts. The court finds the evidence clearly sufficient to\nsupport the convictions and thus affirms the judgment of the trial court.\n\n\nTenn. R. App. P. P. 3, Appeal as of Right; Judgment of the Circuit Court of Madison County\nis Affirmed\n\nSMITH, J., delivered the opinion of the court, in which WITT, J.,, and WEDEMEYER , J., joined.\n\nClifford K. McGown, Jr., Waverly, Tennessee, attorney for the appellant, Deborah Darlene Clark,\n(on appeal only)\nGeorge Morton George, District Public Defender, Jackson, Tennessee, attorney for the appellant,\nDeborah Darlene Clark, (at trial and of counsel on appeal)\n\nPaul G. Summers, Attorney General and Reporter, and J. Ross Dyer, Assistant Attorney General,\nattorneys for the appellee, State of Tennessee\n\n                                            OPINION\n\n                                      Factual Background\n        On March 18, 1998, Kenneth Williams, a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-deborah-clark"
    }
  ],
  "relatedIncidents": [
    10303,
    10329,
    10336,
    10337,
    10417
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}