{
  "id": 10437,
  "title": "2000년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-09-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 2000-09-13. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Sheila Stockstill Jacobs, Deceased Anthony Julius Laforte, Son of Sheila Stockstill Jacobs and Christopher Loforte v. West Feliciana Sheriff's Department, Bill Daniel Earl Reech and Wayne Rabalais\n**판결일**: 2000-09-13\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 228 F.3d 388\n\n## 판결문 요약\n\n228 F.3d 388 (5th Cir. 2000)\n    SHEILA STOCKSTILL JACOBS, Deceased; ANTHONY  JULIUS LAFORTE, Son of Sheila Stockstill Jacobs; and CHRISTOPHER LOFORTE, Plaintiffs-Appellees,v.WEST FELICIANA SHERIFF'S DEPARTMENT, et al., Defendants,BILL DANIEL; EARL REECH; and WAYNE RABALAIS, Defendants-Appellants.\n    No. 99-30185\n    UNITED STATES COURT OF APPEALS FOR THE FIFTH CIRCUIT\n    September 13, 2000\n    \n      [Copyrighted Material Omitted]\n      Appeal from the United States District Court For the Middle District of Louisiana\n      Before KING, Chief Judge, and GARWOOD and DeMOSS, Circuit Judges.\n      DeMOSS, Circuit Judge:\n    \n    \n      1\n      In this section 1983 claim brought by the sons of a woman who committed suicide as a pretrial detainee in a Louisiana jail, Defendants-Appellants, West Feliciana Sheriff Bill Daniel, Deputy Earl Reech, and Deputy Wayne Rabalais have filed this interlocutory appeal from the denial of their motion for summary judgment based on qualified immunity.  For the reasons discussed below, we dismiss this appeal as it relates to claims against Sheriff Daniel in his official capacity, we affirm the denial of qualified immunity for Sheriff Daniel and Deputy Reech, and we reverse the denial of qualified immunity for Deputy Rabalais.\n    \n    I.  FACTUAL AND PROCEDURAL BACKGROUND\n    \n      2\n      On August 21, 1996, Sheila Jacobs was arrested for the attempted, second-degree murder, by shooting, of her uncle.  Jacobs had become enraged at her uncle wh...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sheila-stockstill-jacobs-deceased-anthony-julius-laforte-son-of-sheila"
    }
  ],
  "relatedIncidents": [
    10288,
    10295,
    10309,
    10311,
    10324
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}