{
  "id": 10441,
  "title": "2000년 Ad Two, Inc. v. City & County of Denver 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-09-11",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Ad Two, Inc. v. City & County of Denver. 판결일: 2000-09-11. 법원: Supreme Court of Colorado.",
  "description": "## 사건 정보\n\n**사건명**: AD TWO, INC. D/B/A the Coffee Beanery; Airport Concessions, Inc.; Airport Services, Inc. D/B/A Quizno's and Peaberry Coffee; GRD & D, Inc. D/B/A Boyer's Gourmet Coffees; Laura Devarona D/B/A Varona Imports (Colorado Colors); Dick & Jane Pizza, Inc. D/B/A Domino's Pizza; First Class Baggage Co. F/K/A Golden Eel Import Co. of Colorado; Kellen Industries, Inc., D/B/A Rocky Mountain Chocolate Factory and the Studio; Mission Yogurt, Inc. D/B/A Penguin's Harvest Express; Trugoy, Inc. D/B/A TCBY Yogurt; Susan Vale, Inc.; And Lauren K. Wahlstrom, D/B/A the Colorado Collection, Petitioners, v. the CITY AND COUNTY OF DENVER, by and Through the MANAGER OF AVIATION; And the Manager of Aviation, City and County of Denver, Respondents\n**판결일**: 2000-09-11\n**법원**: Supreme Court of Colorado\n**관할**: Colorado, CO\n\n**판사**: Hobbs, Rice\n\n## 변호인\n\nHochstadt, Straw, Strauss & Silverman, P.C., Richard S. Strauss, Jordan Hochstadt, Denver, Colorado, Attorneys for Petitioners., J. Wallace Wortham, City Attorney, City and County of Denver, Helen Eckardt Raabe, Assistant City Attorney, City and County of Denver, Denver, Colorado, Attorneys for Respondents.\n\n## 인용\n\n- 9 P.3d 373\n\n## 판결문 요약\n\n\n9 P.3d 373 (2000)\nAD TWO, INC. d/b/a The Coffee Beanery; Airport Concessions, Inc.; Airport Services, Inc. d/b/a Quizno's and Peaberry Coffee; GRD &amp; D, Inc. d/b/a Boyer's Gourmet Coffees; Laura Devarona d/b/a Varona Imports (Colorado Colors); Dick &amp; Jane Pizza, Inc. d/b/a Domino's Pizza; First Class Baggage Co. f/k/a Golden Eel Import Co. of Colorado; Kellen Industries, Inc., d/b/a Rocky Mountain Chocolate Factory and the Studio; Mission Yogurt, Inc. d/b/a Penguin's Harvest Express; Trugoy, Inc. d/b/a TCBY Yogurt; Susan Vale, Inc.; and Lauren K. Wahlstrom, d/b/a The Colorado Collection, Petitioners,\nv.\nThe CITY AND COUNTY OF DENVER, by and through The MANAGER OF AVIATION; and The Manager of Aviation, City and County of Denver, Respondents.\nNo. 99SC268.\nSupreme Court of Colorado, En Banc.\nSeptember 11, 2000.\n*374 Hochstadt, Straw, Strauss &amp; Silverman, P.C., Richard S. Strauss, Jordan Hochstadt, Denver, Colorado, Attorneys for Petitioners.\nJ. Wallace Wortham, City Attorney, City and County of Denver, Helen Eckardt Raabe, Assistant City Attorney, City and County of Denver, Denver, Colorado, Attorneys for Respondents.\n*375 Justice RICE delivered the Opinion of the Court.\nWe granted certiorari to review the judgment of the court of appeals in Ad Two, Inc. v. City &amp; County of Denver, 983 P.2d 128 (Colo.App.1999). Petitioners, twelve concessionaires at Denver International Airport (DIA) (Concessionaires), challenged an order of the Manager of Aviation (Manager) for ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ad-two-inc-v-city-county-of-denver"
    }
  ],
  "relatedIncidents": [
    10288,
    10289,
    10294,
    10295,
    10302
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}