{
  "id": 10460,
  "title": "2000년 Fair 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-08-29",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Fair. 판결일: 2000-08-29. 법원: Court of Appeals of Mississippi.",
  "description": "## 사건 정보\n\n**사건명**: Fair v. State\n**판결일**: 2000-08-29\n**법원**: Court of Appeals of Mississippi\n**관할**: Mississippi, MS\n\n**판사**: McMillin, C.J., Lee, and Moore\n\n## 인용\n\n- 766 So. 2d 787\n\n## 판결문 요약\n\n\n766 So. 2d 787 (2000)\nJames FAIR, Jr., Appellant,\nv.\nSTATE of Mississippi, Appellee.\nNo. 1999-KA-00645-COA.\nCourt of Appeals of Mississippi.\nAugust 29, 2000.\n*789 M.A. Bass, Jr., Hazlehurst, Attorney for Appellant.\nOffice of the Attorney General by Pat S. Flynn, Attorneys for Appellee.\nBEFORE McMILLIN, C.J., LEE, AND MOORE, JJ.\nMOORE, J., for the Court:\n¶ 1. James Fair, Jr. was indicted by a Copiah County grand jury for capital murder and conspiracy. Following a trial, the jury found Fair guilty of capital murder. The circuit court sentenced Fair to life without the possibility of parole in the custody of the Mississippi Department of Corrections. On appeal, Fair presents the following issues for our review\nI. (A) THE TRIAL COURT ERRED IN ALLOWING HEARSAY EVIDENCE FROM A THIRD PARTY DISCUSSING STATEMENTS THAT THE VICTIM HAD MONEY ON HIS PERSON.\n(B) THE TRIAL COURT ERRED IN ALLOWING HEARSAY EVIDENCE FROM A THIRD PARTY DISCUSSING STATEMENTS BY THE THREE DEFENDANTS AND NOT BEING ABLE TO IDENTIFY THE DEFENDANTS.\nII. THE COURT ERRED IN ADMITTING EVIDENCE OF THE ALLEGED CONTENTS OF THE VICTIM'S WALLET TO BE PRODUCED TO THE JURY AND USED TO INFLAME THE BIAS AND PREJUDICE OF THE JURY.\nIII. THE COURT ERRED IN NOT GRANTING A DIRECTED VERDICT FOR THE DEFENDANT IN THAT THE VERDICT WAS AGAINST THE OVERWHELMING WEIGHT OF THE EVIDENCE AND WAS INSUFFICIENT TO SUPPORT A VERDICT OF GUILTY.\nIV. THE COURT ERRED IN ALLOWING PROSECUTORIAL MISCONDUCT AND IN FAILING TO ADMONISH THE JURY CONCERNING ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fair-v-state"
    }
  ],
  "relatedIncidents": [
    10288,
    10295,
    10309,
    10311,
    10324
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}