{
  "id": 10502,
  "title": "2000년 Bennings 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-07-25",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Bennings. 판결일: 2000-07-25. 법원: Connecticut Appellate Court.",
  "description": "## 사건 정보\n\n**사건명**: ANTONIO BENNINGS v. DEPARTMENT OF CORRECTION\n**판결일**: 2000-07-25\n**법원**: Connecticut Appellate Court\n**관할**: Connecticut, CT\n\n## 변호인\n\nAntonio Bennings, pro se, the appellant (plaintiff)., Maria C. Rodriguez and Michael J. Lanoue, assistant attorneys general, with whom, on the brief, were Richard Blumenthal, attorney general, and Charles A. Over-end, assistant attorney general, for the appellees (defendants).\n\n## 인용\n\n- 59 Conn. App. 83\n\n## 판결문 요약\n\n\n\nOpinion\n\nPER CURIAM.\nThe pro se plaintiff, Antonio Bennings, appeals from the judgment dismissing his action that alleged wrongful discharge, breach of contract and breach of contractual good faith. The plaintiff claims that the trial court improperly dismissed his complaint because (1) the named defendant, the department of correction,1 wrongfully discharged him from his position as a correction officer, (2) he properly completed the background form that the named defendant required for him to maintain his employment, (3) the named *84defendant received the completed background check and falsely denied such receipt and (4) the named defendant did not make it clear that failure to sign the additional background form would result in discipline or termination. The complaint was dismissed because the state did not consent to the suit and was, therefore, immune from suit on the basis of the doctrine of sovereign immunity. We affirm the judgment of the trial court.\nThe plaintiff, who is not a lawyer, has submitted a brief that is simply a compilation of documents from prior proceedings before the department of labor, employment security appeals division, and correspondence between the plaintiff’s then counsel and the named defendant. Although we “recognize that it is the established policy of the Connecticut courts to be solicitous of pro se litigants and when it does not interfere with the rights of other parties to construe the rules of practice liberally in favor of the pro s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bennings-v-department-of-correction"
    }
  ],
  "relatedIncidents": [
    10288,
    10289,
    10294,
    10295,
    10302
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}