{
  "id": 10503,
  "title": "2000년 Trejo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-07-25",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Trejo. 판결일: 2000-07-25. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: TREJO v. State\n**판결일**: 2000-07-25\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Phipps\n\n## 변호인\n\nBrian M. House, for appellant., Herbert E. Franklin, Jr., District Attorney, John L. O’Dell, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 245 Ga. App. 316\n- 537 S.E.2d 755\n\n## 판결문 요약\n\n\nPhipps, Judge.\nRaul Trejo was convicted of the statutory rape and child molestation of a 12-year-old girl. In this appeal, Trejo contends that the trial court erred in allowing his confession into evidence, and he challenges the sufficiency of the evidence presented against him. Having considered these purported errors and found they lack merit, we affirm.\nOn appeal, the evidence must be considered in a light most favorable to the verdict, and Trejo no longer enjoys the presumption of innocence.1 The evidence, when viewed in that manner, established that Trejo was living with the victim’s family on weekends. One Saturday, Trejo volunteered to stay home to do car repairs while other members of the household went to a laundromat. The victim remained behind to babysit her three-year-old cousin. While the others were away, Trejo sexually assaulted the victim. Nearly immediately afterward, the girl phoned her best friend who advised her to call the police. The victim testified that she did not do so because she was too scared. Several days later, she told her cousin, also age 12, that something had happened and she might be pregnant.\nShortly thereafter, the victim approached a school guidance counselor, Regina Wright, for help. Based on the girl’s recounting of the sexual assault by Trejo, Wright contacted Marjorie Wells, an investigator with the Department of Family &amp; Children Services. Wells then obtained police assistance. Wells and Detective Rick Posey conducted a videota...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=trejo-v-state"
    }
  ],
  "relatedIncidents": [
    10302,
    10523,
    10635,
    10640,
    10655
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}