{
  "id": 10500,
  "title": "2000년 Elston 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-07-25",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Elston. 판결일: 2000-07-25. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: People v. Elston\n**판결일**: 2000-07-25\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Cavanagh, Corrigan, Kelly, Makkman, Taylor, Weaver, Young\n\n## 변호인\n\nJennifer M. Granholm, Attorney General, Thomas L. Casey, Solicitor General, Jeffrey L. Sauter, Prosecuting Attorney, and William M. Worden, Senior Assistant Prosecuting Attorney, for the people., State Appellate Defender (by Deborah Winfrey Keene) for defendant-appellee.\n\n## 인용\n\n- 614 N.W.2d 595\n- 462 Mich. 751\n\n## 판결문 요약\n\n\nCorrigan, J.\nWe granted the prosecution’s application for leave to appeal to decide whether the trial court had a duty to grant a continuance on its own motion in response to newly discovered evidence. We conclude that it did not, and that defendant is not otherwise entitled to a new trial on the basis of the alleged discovery violations. Accordingly, we vacate the judgment of the Court of Appeals, which reversed *754defendant’s jury trial conviction of first-degree criminal sexual conduct, MCL 750.520b; MSA 28.788(2), and remand for consideration of defendant’s remaining appellate issues.\nI. FACTUAL BACKGROUND\nDefendant lived with his girlfriend and her two-year-old son. Defendant and the young child were taking a bath together, on defendant’s suggestion, when the mother heard her son screaming. When she entered the bathroom, her son was crying and shaking. Neither defendant nor the child were dressed. Defendant explained that the boy fell and almost hit his head. When the mother noticed some blood between her son’s buttocks, she asked defendant to drive her and the child to the hospital. Defendant refused and suggested that they wait until the next day to see if the boy’s injuries improved.\nThe child’s mother then enlisted the aid of her second cousin, who picked them up and drove them to the hospital. When the cousin first arrived at the house she observed that the child’s bottom was swollen, bruised, and covered with dried blood. As they drove to the hospital, the child ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-elston"
    }
  ],
  "relatedIncidents": [
    10312,
    10385,
    10414,
    10426,
    10480
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}