{
  "id": 10508,
  "title": "2000년 Wenatchee Sportsmen Ass'n v. Chelan County 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-07-20",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Wenatchee Sportsmen Ass'n v. Chelan County. 판결일: 2000-07-20. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Wenatchee Sportsmen Ass'n v. Chelan County\n**판결일**: 2000-07-20\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Guy\n\n## 인용\n\n- 4 P.3d 123\n\n## 판결문 요약\n\n\n4 P.3d 123 (2000)\n141 Wash.2d 169\nWENATCHEE SPORTSMEN ASSOCIATION, Respondent,\nv.\nCHELAN COUNTY, Defendant,\nStemilt Land Co.; Section 19 Limited Partnership, Appellants.\nNo. 67785-9.\nSupreme Court of Washington, En Banc.\nJuly 20, 2000.\n*124 Davis, Wright &amp; Tremaine, Stephen Michael Rummage, Katherine Kramer Laird, Seattle, Jeffers, Danielson &amp; Foreman, J. Patrick Aylward, Wenatchee, for Appellants.\nGary A. Riesen, Chelan County Prosecutor, Susan Elizabeth Hinkle, Deputy, Wenatchee, Bricklin &amp; Gendler, David Scott Mann, Seattle, for Respondent.\nGUY, C.J.\nWenatchee Sportsmen Association (WSA) challenges Chelan County's approval of Stemilt Land Company's (Stemilt) residential development project called the Highlands. Finding that Stemilt's project was inconsistent with the County's interim urban growth area (IUGA) regulation, adopted under the Growth Management Act (GMA), RCW 36.70A, the trial court granted WSA's Land Use Petition Act (LUPA), RCW 36.70C, petition and reversed the County's approval. Stemilt appeals to this court and focuses its claims upon WSA's failure to oppose in a timely fashion the County's earlier decision to rezone Stemilt's property to permit residential development at a certain density.\nWe reverse the trial court. A decision to rezone a specific site is not appealable to a growth management hearings board (GMHB) because site-specific rezones are project permits and hence not development regulations under the GMA. WSA's failure to file a time...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wenatchee-sportsmen-assn-v-chelan-county"
    }
  ],
  "relatedIncidents": [
    10312,
    10385,
    10414,
    10426,
    10480
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}