{
  "id": 10501,
  "title": "2000년 Arizona Department of Revenue v. Care Computer Systems, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-07-25",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Arizona Department of Revenue v. Care Computer Systems, Inc.. 판결일: 2000-07-25. 법원: Court of Appeals of Arizona.",
  "description": "## 사건 정보\n\n**사건명**: ARIZONA DEPARTMENT OF REVENUE, an Agency of the State of Arizona, Plaintiff-Appellant, v. CARE COMPUTER SYSTEMS, INC., a Washington Corporation, Defendant-Appellee\n**판결일**: 2000-07-25\n**법원**: Court of Appeals of Arizona\n**관할**: Arizona, AZ\n\n**판사**: Fidel, Kleinschmidt, Noyes, Thomas\n\n## 변호인\n\nJanet Napolitano, Attorney General by Joseph Kanefield, Assistant Attorney General, Phoenix, for Appellant., Lewis and Roca LLP by John P. Frank and Patrick Derdenger, Phoenix, for Appel-lee.\n\n## 인용\n\n- 4 P.3d 469\n- 197 Ariz. 414\n\n## 판결문 요약\n\n\n4 P.3d 469 (2000)\n197 Ariz. 414\nARIZONA DEPARTMENT OF REVENUE, an agency of the State of Arizona, Plaintiff-Appellant,\nv.\nCARE COMPUTER SYSTEMS, INC., a Washington corporation, Defendant-Appellee.\nNo. 1 CA-TX 98-0003.\nCourt of Appeals of Arizona, Division 1, Department T.\nJuly 25, 2000.\nJanet Napolitano, Attorney General by Joseph Kanefield, Assistant Attorney General, Phoenix, for Appellant.\nLewis and Roca LLP by John P. Frank and Patrick Derdenger, Phoenix, for Appellee.\n\nOPINION\nNOYES, Judge.\n¶ 1 The Arizona Department of Revenue (\"ADOR\") assessed a retail transaction privilege tax on Care Computer Systems, Inc. (\"Care\"). After the State Board of Tax Appeals vacated the assessment, ADOR appealed *470 to the Tax Court, which granted summary judgment to Care on grounds that Care did not have \"a substantial nexus with Arizona warranting a transaction privilege tax.\" ADOR then filed this appeal. Our jurisdiction is conferred by Arizona Revised Statutes Annotated section 12-2101(B) (1994), and our decision is guided by Arizona Department of Revenue v. O'Connor, Cavanagh, Anderson, Killingsworth &amp; Beshears, P.A., 192 Ariz. 200, 963 P.2d 279 (1997). We reverse and remand with directions to grant judgment to ADOR.\n¶ 2 The material facts in this appeal from summary judgment are not in dispute. Our standard of review is accordingly de novo on questions of law and the application of legal principles to the undisputed facts. See Brink Elec. Constr. Co. v. Arizona Dep't of Revenue...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=arizona-department-of-revenue-v-care-computer-systems-inc"
    }
  ],
  "relatedIncidents": [
    10288,
    10295,
    10309,
    10311,
    10324
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}