{
  "id": 10523,
  "title": "2000년 Hernandez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-07-07",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Hernandez. 판결일: 2000-07-07. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Nebraska, Appellee, v. Johnny Mike Hernandez, Also Known as Juan Hernandez, Appellant\n**판결일**: 2000-07-07\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Connolly, Gerrard, Hendry, McCormack, Miller-Lerman, Stephan, Wright\n\n## 변호인\n\nHarry A. Moore, Madison County Public Defender, for appellant., Don Stenberg, Attorney General, and Donald J.B. Miller for appellee.\n\n## 인용\n\n- 613 N.W.2d 455\n- 259 Neb. 948\n\n## 판결문 요약\n\n\n613 N.W.2d 455 (2000)\n259 Neb. 948\nSTATE of Nebraska, appellee,\nv.\nJohnny Mike HERNANDEZ, also known as Juan Hernandez, appellant.\nNo. S-99-1102.\nSupreme Court of Nebraska.\nJuly 7, 2000.\n*456 Harry A. Moore, Madison County Public Defender, for appellant.\nDon Stenberg, Attorney General, and Donald J.B. Miller, Kearney, for appellee.\nHENDRY, C.J., WRIGHT, CONNOLLY, GERRARD, STEPHAN, McCORMACK, and MILLER-LERMAN, JJ.\nGERRARD, J.\n\nINTRODUCTION\nJohnny Mike Hernandez, also known as Juan Hernandez, was convicted pursuant to a jury verdict of sexual assault in the first degree, in violation of Neb.Rev.Stat. § 28-319(1) (Reissue 1995). In its sentencing of Hernandez, the district court for Madison County found that the current conviction for first degree sexual assault was a second offense and enhanced his sentence pursuant to § 28-319(3). Hernandez appeals the enhancement of his sentence. The question presented is whether the military offense of sodomy for which Hernandez was previously convicted and sentenced includes essentially the same elements as first degree sexual assault (§ 28-319) for purposes of sentence enhancement under § 28-319(3). We conclude that the elements of the military offense of sodomy with a child under the age of 16 includes essentially the same elements of the offense for which Hernandez stands convicted in the instant case and, therefore, affirm the judgment of the district court.\n\nFACTUAL AND PROCEDURAL BACKGROUND\nD.W. was 7 years old in July 1998 when he ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hernandez"
    }
  ],
  "relatedIncidents": [
    10302,
    10503,
    10635,
    10640,
    10655
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}