{
  "id": 10525,
  "title": "2000년 American Civil Liberties Union Foundation of Colorado, Inc. , Amicus Curiae 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-07-06",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: American Civil Liberties Union Foundation of Colorado, Inc. , Amicus Curiae. 판결일: 2000-07-06. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Kenneth Tyler SCOTT, Plaintiff-Appellant, v. Warren HERN, M.D., Acting in His Official and Individual Capacities; C. Jan Rundus, Acting in Her Official Capacity on Behalf of the State of Colorado; David Graybill, M.D., Acting Individually and in His Official Capacity on Behalf of the State of Colorado; Michael Newell, Individually and as Agent for Warren Hern, M.D., Gregory Idler, a Police Officer Acting in His Official Capacity for the City of Boulder and John and Jane Does 1 Through 100, Individually and Acting Individually and in an Official Capacity on Behalf of the State of Colorado and Political Subdivisions Thereof, Defendants-Appellees. American Civil Liberties Union Foundation of Colorado, Inc. Amicus Curiae\n**판결일**: 2000-07-06\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n**판사**: Henry, Lucero, Murphy\n\n## 변호인\n\nJohn Fogerty Winston (Andrew B. Reid with him on the briefs), Denver, Colorado, for the appellant., Howard Bittman, Boulder, Colorado, for the appellee Warren Hern., Andrew Ringel (Pamela Skelton on the brief) of Hall & Evans, L.L.C., Denver, Colorado, for the appellee David Graybill, M.D., Jennifer L. Veiga (Dennis A. Hanson with her on the brief), of Wood, Ris & Hames, P.C., Denver, Colorado, for the appellee Michael Newell., Theodore S. Halaby and Jon A. Halaby of Halaby, Cross & Schluter, De\n\n## 인용\n\n- 216 F.3d 897\n\n## 판결문 요약\n\n216 F.3d 897 (10th Cir. 2000)\n    KENNETH TYLER SCOTT,  Plaintiff  Appellant,v.WARREN HERN, M.D., acting in his official and individual capacities; C. JAN RUNDUS, acting in her official capacity on behalf of the State of Colorado; DAVID GRAYBILL, M.D., acting individually and in his official capacity on behalf of the State of Colorado; MICHAEL NEWELL, individually and as agent for Warren Hern, M.D.; GREGORY IDLER, a police officer acting in his official capacity for the City of Boulder and John and Jane Does 1 through 100, individually and acting individually and in an official capacity on behalf of the State of Colorado and political subdivisions thereof,  Defendants - Appellees.\n    AMERICAN CIVIL LIBERTIES UNION FOUNDATION OF COLORADO, INC. , Amicus Curiae.\n    No. 98-1320\n    UNITED STATES COURT OF APPEALS, TENTH CIRCUIT\n    Decided June 6, 2000As Modified in Part on Grant of Rehearing July 6, 2000\n    \n      Appeal from the United States District Court for the District of Colorado (D.C. No. 96-Z-2919)[Copyrighted Material Omitted][Copyrighted Material Omitted][Copyrighted Material Omitted][Copyrighted Material Omitted]\n      John Fogerty Winston (Andrew B. Reid with him on the briefs), Denver, Colorado, for the appellant.\n      Howard Bittman, Boulder, Colorado, for the appellee Warren Hern.\n      Andrew Ringel (Pamela Skelton on the brief) of Hall &amp; Evans, L.L.C., Denver, Colorado, for the appellee David Graybill, M.D.\n      Jennifer L. Veiga (Dennis A. Hanson with ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=american-civil-liberties-union-foundation-of-colorado-inc-amicus-curiae"
    }
  ],
  "relatedIncidents": [
    10312,
    10385,
    10414,
    10426,
    10480
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}