{
  "id": 10521,
  "title": "2000년 State v. Jerry Rodgers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-07-11",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State v. Jerry Rodgers. 판결일: 2000-07-11. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State v. Jerry Rodgers\n**판결일**: 2000-07-11\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Alan E. Glenn\n\n\n## 판결문 요약\n\n         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                           AT JACKSON\n                               Assigned on Briefs July 11, 2000\n\n                 STATE OF TENNESSEE v. JERRY W. RODGERS\n\n                  Direct Appeal from the Criminal Court for Shelby County\n                            No. 97-04098    Chris Craft, Judge\n\n\n\n                    No. W1999-01443-CCA-R3-CD - Filed October 11, 2000\n\n\nThe defendant was convicted of reckless homicide and sentenced to eight years as a Range II,\nmultiple offender. On appeal, the defendant raises the issue of whether the trial court erred in relying\non New York convictions as prior felonies in order to sentence him as a multiple offender. After\nreview, we conclude that the record does not support the trial court’s finding that the New York\nconvictions qualified as prior felonies for sentencing purposes. Accordingly, we reverse, and remand\nthe case to the trial court for resentencing.\n\n   Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Reversed and\n                                        Remanded\n\nALAN E. GLENN, J., delivered the opinion of the court, in which DAVID H. WELLES, J., and CORNEL IA\nA. CLARK, SP .J., joined.\n\nA C Wharton, Jr., Public Defender; Tony N. Brayton, Assistant Public Defender (on appeal); and\nMozella Ross, Assistant Public Defender (at trial), for the appellant, Jerry W. Rodgers.\n\nPaul G. Summers, Attorney General and Reporter; Mark E. Davidson, Assistant Attorney ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-jerry-rodgers"
    }
  ],
  "relatedIncidents": [
    10288,
    10295,
    10309,
    10311,
    10324
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}