{
  "id": 10531,
  "title": "2000년 State v. Busch, Unpublished Decision (6-28-2000) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-06-28",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Busch, Unpublished Decision (6-28-2000). 판결일: 2000-06-28. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. Troy Busch\n**판결일**: 2000-06-28\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: HILDEBRANDT, P.J.,\n\n\n## 판결문 요약\n\n[EDITOR'S NOTE: This case is unpublished as indicated by the issuing court.]                             JUDGMENT ENTRY.\nDefendant-appellant Troy Busch appeals from the judgments of the Hamilton County Municipal Court in which he was convicted of disorderly conduct in violation of R.C. 2917.11(A)(5) and resisting arrest in violation of R.C. 2921.33.  Busch advances two assignments of error in support of this timely appeal.  Finding neither assignment to have merit, we affirm the judgments of the court below.\nBusch was a passenger in a car pulled over by the police at approximately 2:00 a.m. in response to a report of an assault. There were several other passengers in the car.  When the police stopped the vehicle, Busch attempted to get out of the car, and the officers ordered Busch to get back into the car.  Busch sat back down on the passenger seat, but did not close the door all the way.  He attempted to leave the vehicle again and was again ordered by the officers to get back into the car.  When he attempted to get out a third time during the stop, he was arrested for disorderly conduct.\nThe officers testified that Busch's actions caused them alarm and put Busch and the officers in physical danger because he was stepping from the car into a lane of travel at nighttime.  Busch does not challenge the determination that his conduct caused alarm and created a risk of physical harm to himself and the officers. He claims instead that insufficient evidence was presented to prove ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-busch-unpublished-decision-6-28-2000"
    }
  ],
  "relatedIncidents": [
    10363,
    10411,
    10415,
    10532,
    10628
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}