{
  "id": 10549,
  "title": "2000년 Akers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-06-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Akers. 판결일: 2000-06-12. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff—Appellee, v. Montgomery C. AKERS, Defendant—Appellant\n**판결일**: 2000-06-12\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n**판사**: Alarcon, Murphy, Porfilio\n\n## 변호인\n\nPatrick D. Butler of Lamm & Butler, LLC, Louisville, Colorado, for Defendant-Appellant., Kirby A. Heller, Attorney, Department of Justice, Washington, D.C. (Thomas L. Strickland, United States Attorney; Thomas M. O’Rourke, Assistant United States Attorney, District of Colorado, with him on the brief), for Plaintiff-Appellee.\n\n## 인용\n\n- 215 F.3d 1089\n\n## 판결문 요약\n\n215 F.3d 1089 (10th Cir. 2000)\n    UNITED STATES OF AMERICA, Plaintiff - Appellee,v.MONTGOMERY C. AKERS, Defendant - Appellant.\n    No. 99-1089\n    UNITED STATES COURT OF APPEALS, FOR THE TENTH CIRCUIT\n    June 12, 2000\n    \n      Appeal from the United States District Court for the District of Colorado (D.C. No. 96-CR-13-B)[Copyrighted Material Omitted][Copyrighted Material Omitted]\n      Patrick D. Butler of Lamm &amp; Butler, LLC, Louisville, Colorado, for Defendant-Appellant.\n      Kirby A. Heller, Attorney, Department of Justice, Washington, D.C. (Thomas L. Strickland, United States Attorney; Thomas M. O'Rourke, Assistant United States Attorney, District of Colorado, with him on the brief), for Plaintiff-Appellee.\n      Before MURPHY, ALARCN,* and PORFILIO, Circuit Judges.\n      ALARCN, Circuit Judge.\n    \n    \n      1\n      Montgomery C. Akers (\"Akers\") appeals from the judgment of conviction of fourteen counts of bank fraud and one count of uttering and possessing a counterfeit security with intent to deceive.1 Akers argues that he is entitled to a reversal of his conviction because the district court deprived him of his constitutional right of self-representation. He also contends that the district court lacked jurisdiction over the bank fraud and counterfeit security charges because the Government failed to allege all the elements of these offenses in the indictment. He also contends that the indictment was invalid because the grand jury relied on perjured testimony....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-akers"
    }
  ],
  "relatedIncidents": [
    10308,
    10310,
    10334,
    10361,
    10391
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}