{
  "id": 10546,
  "title": "2000년 Lozard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-06-14",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Lozard. 판결일: 2000-06-14. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Kip LOZARD\n**판결일**: 2000-06-14\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Byrnes, Ciaccio, III, Tern, Waltzer\n\n## 변호인\n\nHarry F. Connick, District Attorney for Orleans Parish, Nicole Barron, Assistant District Attorney for Orleans Parish, New Orleans, LA, Counsel for Plaintiff., Yvonne Chalker, Louisiana Appellate Project, New Orleans, LA, Counsel for Defendant.\n\n## 인용\n\n- 767 So. 2d 121\n\n## 판결문 요약\n\n\n| WALTZER, Judge.\nSTATEMENT OF THE CASE\nOn 3 September 1986, the defendant, Kip Lozard, was charged by bill of information with attempted simple burglary. The defendant entered a plea of not guilty and not guilty by reason of insanity at his arraignment on 11 September 1986. The defendant was determined to be incompetent to proceed on 18 September 1986 and was determined to be competent to proceed on 29 January 1987. Thereafter, on 13 February 1987, the defendant entered a *122plea of not guilty and not guilty by reason of insanity. After a jury trial on 15 April 1987, the defendant was found guilty as charged. On 24 July 1987, the defendant was sentenced to three years. The sentence was suspended and defendant was placed on five years active probation. On appeal, this Court reversed the defendant’s conviction, finding that the defendant was not guilty by reason of insanity. State v. Lozard, 542 So.2d 707 (La.App. 4 Cir. 1989), writ denied, 548 So.2d 1245 (La.1989).\nDuring the pendency of the appeal, the State filed a motion to revoke the defendant’s probation. The trial court dismissed the probation revocation motion and released defendant to his probation officer on 15 March 1988. On 18 October | ¡&gt;1989, after the Louisiana Supreme Court had denied writs of certiorari from this Court’s reversal of defendant’s conviction, the trial court conducted a status hearing and ordered the defendant to be examined by Drs. Ritter and Medina, and held a dangerousness hearing on 7 No...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-lozard"
    }
  ],
  "relatedIncidents": [
    10386,
    10392,
    10411,
    10416,
    10419
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}