{
  "id": 10557,
  "title": "2000년 Chapman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-06-08",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Chapman. 판결일: 2000-06-08. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Darrell Chapman\n**판결일**: 2000-06-08\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 273 A.D.2d 495\n- 709 N.Y.S.2d 457\n\n## 판결문 요약\n\n\nAppeal from a judgment of the County Court of Albany County (Breslin, J.), rendered November 5, 1997, convicting defendant upon his plea of guilty of the crime of robbery in the first degree.\nDefendant pleaded guilty to the crime of robbery in the first degree in satisfaction of a nine-count indictment and other pending charges. Pursuant to the negotiated plea agreement, defendant waived his right to appeal. County Court thereafter sentenced defendant to a prison term of 11 to 22 years. Defendant now appeals, arguing that this sentence was harsh and excessive. Inasmuch as defendant waived his right to appeal as part of a knowing, voluntary and intelligent plea of guilty, this issue has not been preserved for our review (see, People v Buchanan, 236 AD2d 741, lv denied 89 NY2d 1032). Nevertheless, were we to reach this issue, we would find no evidence of extraordinary circumstances warranting a modification of the sentence imposed in the interest of justice (see, People v Charles, 258 AD2d 740, lv denied 93 NY2d 968).\nCardona, P. J., Mercure, Crew III, Spain and Carpinello, JJ., concur. Ordered that the judgment is affirmed.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-chapman"
    }
  ],
  "relatedIncidents": [
    10386,
    10392,
    10411,
    10416,
    10419
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}