{
  "id": 10573,
  "title": "2000년 Sherry Associates v. Sherry-Netherland, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-06-01",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Sherry Associates v. Sherry-Netherland, Inc.. 판결일: 2000-06-01. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Sherry Associates, Appellants-Respondents v. Sherry-Netherland, Inc.\n**판결일**: 2000-06-01\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 273 A.D.2d 14\n- 708 N.Y.S.2d 105\n\n## 판결문 요약\n\n\nOrder, Supreme Court, New York County (Herman Cahn, J.), entered on or about October 5, 1999, which, inter alia, denied defendant’s motion for summary judgment insofar as said motion sought dismissal of the second and fifth causes of action in the second amended complaint, but granted defendant’s motion to strike plaintiffs’ demands for punitive damages and a jury trial, unanimously modified, on the law, to grant defendant’s motion to the further extent of granting summary judgment dismissing the second cause of action in its entirety and the fifth cause of action insofar as it arises out of pre-1996 conduct, and to deny defendant’s motion to strike to the extent of reinstating plaintiffs’ claim for punitive damages with respect to post-1996 conduct, without prejudice to a subsequent motion to strike or dismiss, and otherwise affirmed, without costs.\nPlaintiffs, a minority of minority shareholders in defendant cooperative corporation, a dual purpose residence and first-class public hotel, have not presented any evidence to overcome the strong presumption that the corporation, controlled by resident shareholders, acted in good faith and in the exercise of honest judgment, and did not discriminate against plaintiffs, owners of transient units for investment purposes (see, Jones v Surrey Coop. Apts., 263 AD2d 33, 36-37). Plaintiffs have not *15demonstrated a breach of any specific obligation, but only the manner in which the corporation operated the hotel, which the pertinent g...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sherry-associates-v-sherry-netherland-inc"
    }
  ],
  "relatedIncidents": [
    10288,
    10289,
    10294,
    10295,
    10302
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}