{
  "id": 10571,
  "title": "2000년 Curran 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-06-01",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Curran. 판결일: 2000-06-01. 법원: Commonwealth Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Patrick M. CURRAN, Petitioner, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Respondent\n**판결일**: 2000-06-01\n**법원**: Commonwealth Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Doyle, President Judge, and Friedman, J., and Mirarchi, Jr., Senior Judge\n\n## 변호인\n\nGerald Lee Cassady, Franklin, for petitioner., Matthew W. McCullough, Erie, for in-tervenor, General Electric Co.\n\n## 인용\n\n- 752 A.2d 938\n\n## 판결문 요약\n\n\n752 A.2d 938 (2000)\nPatrick M. CURRAN, Petitioner,\nv.\nUNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs April 20, 2000.\nDecided June 1, 2000.\n*939 Gerald Lee Cassady, Franklin, for petitioner.\nMatthew W. McCullough, Erie, for intervenor, General Electric Co.\nBefore DOYLE, President Judge, and FRIEDMAN, J., and MIRARCHI, Jr., Senior Judge.\nMIRARCHI, Senior Judge.\nPatrick M. Curran (Claimant) appeals from an order of the Unemployment Compensation Board of Review (Board) that reversed a decision of a referee and denied him unemployment compensation benefits pursuant to Section 402(e) of the Unemployment Compensation Law (Law).[1] We affirm.\nClaimant was employed by General Electric Company (Employer) as a machinist. On May 19, 1999, Claimant was suspended from his employment for accessing the internet in violation of Employer's rules and policies. By letter dated May 24, 1999, Mark Thomas, Employer's business manager, informed Claimant that he would be terminated, effective May 20, 1999. The letter advised Claimant that the peer panel process was available if he should so desire. Thomas sent Claimant a second letter on June 2, 1999, advising him that the decision to terminate his employment was unchanged.\nClaimant applied for unemployment compensation benefits which were granted by the local Job Center. Employer appealed and a hearing was held before a referee. At the hearing, Employer presented the testimony of Ronni...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=curran-v-unemployment-compensation-board-of-review"
    }
  ],
  "relatedIncidents": [
    10288,
    10289,
    10294,
    10295,
    10302
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}