{
  "id": 10576,
  "title": "2000년 Valentine 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-05-30",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Valentine. 판결일: 2000-05-30. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Sophia Valentine\n**판결일**: 2000-05-30\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 272 A.D.2d 632\n- 711 N.Y.S.2d 725\n\n## 판결문 요약\n\n\n—Appeal by the defendant from a judgment of the Supreme Court, Queens County (Spires, J.), rendered July 2, 1998, convicting her of robbery in the first degree (two counts), robbery in the second degree (two counts), attempted robbery in the first degree, and attempted robbery in the second degree, upon a jury verdict, and imposing sentence. The appeal brings up for review the denial, after a hearing (O’Dwyer, J.), of that branch of the defendant’s omnibus motion which was to suppress identification testimony.\nOrdered that the judgment is affirmed.\nThe hearing court did not err in denying that branch of the defendant’s omnibus motion which was to suppress identification testimony. Although the fillers used in a lineup should be reasonably similar in appearance to the defendant, there is no requirement that a defendant be surrounded by individuals who are nearly identical to him or her in appearance (see, People v Chipp, 75 NY2d 327; People v Miranda, 265 AD2d 507; People v Wallace, 261 AD2d 493). Contrary to the defendant’s contention, the lineup participants were not noticeably different in skin tone, and were sufficiently similar to her in appearance so that she was not singled out for identification (see, People v Miranda, supra; People v Wallace, supra).\n*633The defendant’s claims of prosecutorial misconduct during summation are largely unpreserved for appellate review (see, CPL 470.05 [2]; People v Medina, 53 NY2d 951; People v Banks, 258 AD2d 525). In any event, the ch...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lopresti-v-mcniff"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-valentine"
    }
  ],
  "relatedIncidents": [
    10386,
    10392,
    10411,
    10416,
    10419
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}