{
  "id": 10575,
  "title": "2000년 England 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-05-30",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: England. 판결일: 2000-05-30. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Tennessee v. Dennis R. ENGLAND\n**판결일**: 2000-05-30\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: Justice E. Riley Anderson\n\n## 변호인\n\nR. Eddie Davidson of Nashville, Tennessee, for the appellant, Dennis R. England., Paul G. Summers, Attorney General and Reporter, Michael E. Moore, Solicitor General, and Daryl J. Brand, Associate Solicitor General, Nashville, Tennessee (On Appeal), and Lawrence Ray Whitley, District Attorney General, and Dee Gay, Assistant District Attorney (At Trial), for the appel-lee, State of Tennessee.\n\n## 인용\n\n- 19 S.W.3d 762\n\n## 판결문 요약\n\n\n19 S.W.3d 762 (2000)\nSTATE of Tennessee\nv.\nDennis R. ENGLAND.\nSupreme Court of Tennessee, at Nashville.\nMay 30, 2000.\n*763 R. Eddie Davidson of Nashville, Tennessee, for the appellant, Dennis R. England.\nPaul G. Summers, Attorney General and Reporter, Michael E. Moore, Solicitor General, and Daryl J. Brand, Associate Solicitor General, Nashville, Tennessee (On Appeal), and Lawrence Ray Whitley, District Attorney General, and Dee Gay, Assistant District Attorney (At Trial), for the appellee, State of Tennessee.\n\nOPINION\nANDERSON, C. J., delivered the opinion of the Court, in which DROWOTA, HOLDER, and BARKER, JJ., joined.\nThis is an appeal from the Criminal Court for Sumner County, which granted the defendant's motion to suppress evidence obtained from a canine sweep of his legally detained motor vehicle. The trial court concluded that a canine sweep is not a search under the Fourth Amendment to the United States Constitution but nonetheless held that the officer's investigation should have ceased upon the defendant's refusal to consent to a search. The Court of Criminal Appeals agreed with the State that, because a canine sweep is not a search under the Fourth Amendment to the United States Constitution and the defendant's vehicle was legally stopped, the defendant's consent was not necessary, and the officer needed neither probable cause nor reasonable suspicion to conduct the canine sweep. The Court of Criminal Appeals further concluded that the dog's *764 positive alert f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-england"
    }
  ],
  "relatedIncidents": [
    10312,
    10385,
    10414,
    10426,
    10480
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}