{
  "id": 10572,
  "title": "2000년 United States v. William J. Stoecker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-06-01",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. William J. Stoecker. 판결일: 2000-06-01. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. William J. STOECKER, Defendant-Appellant\n**판결일**: 2000-06-01\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Bauer, Easterbrook, Ripple\n\n## 변호인\n\nDaniel S. Goodman (argued), Department of Justice, Criminal Division, Appellate Section, Washington, DC, for plaintiff-appellee., Susan L. Satter (argued), Chicago, IL, for defendant-appellant.\n\n## 인용\n\n- 215 F.3d 788\n\n## 판결문 요약\n\n215 F.3d 788 (7th Cir. 2000)\n    United States of America,  Plaintiff-Appellee,v.William J. Stoecker, Defendant-Appellant.\n    No. 97-3870\n    In the  United States Court of Appeals  For the Seventh Circuit\n    Argued February 9, 2000\n    Decided June 1, 2000\n    \n      Appeal from the United States District Court  for the Northern District of Illinois, Eastern  Division.  No. 95 CR 118--Robert W. Gettleman, Judge.\n      Before Bauer, Easterbrook, and Ripple,  Circuit Judges.\n      Bauer, Circuit Judge.\n    \n    \n      1\n      On March 4, 1997,  a jury found William Stoecker guilty on  numerous counts of bank fraud in  violation of 18 U.S.C. sec. 1344, making  false statements to financial  institutions in violation of 18 U.S.C.  sec. 1014, and giving or receiving bribes  in exchange for procuring loans in  violation of 18 U.S.C. sec. 215. Stoecker  was sentenced to 90 months imprisonment,  to be followed by three years of  supervised release, and $121,652,607.00  in restitution. He appeals his conviction  and sentence.\n    \n    \n      2\n      Stoecker was the sole owner of the  Grabill Corporation. Grabill held stock  for four other holding companies (Camdon  Companies, Inc., the Techna Group, Ltd.,  Windsor-Hamilton, Ltd., and Foxxford  Group, Ltd.), which in turn owned  subsidiary or operating companies. As a  result of a major bank fraud scheme,  eight banks loaned Grabill $150 million.  Stoecker's scheme consisted of presenting  false financial statements and pledging  t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-william-j-stoecker"
    }
  ],
  "relatedIncidents": [
    10308,
    10310,
    10334,
    10361,
    10391
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}