{
  "id": 10570,
  "title": "2000년 Wardlow 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-06-02",
  "location": "Alaska, AK, USA",
  "summary": "미국 Alaska, AK 법원 판결 사건. 사건명: Wardlow. 판결일: 2000-06-02. 법원: Court of Appeals of Alaska.",
  "description": "## 사건 정보\n\n**사건명**: Jerry S. WARDLOW, Appellant, v. STATE of Alaska, Appellee\n**판결일**: 2000-06-02\n**법원**: Court of Appeals of Alaska\n**관할**: Alaska, AK\n\n**판사**: Coats, Chief Judge, and Mannheimer and Stewart, Judges\n\n## 변호인\n\nWilliam F. Dewey, Anchorage, for Appellant., John A. Scukanee, Assistant Attorney General, Office of Special Prosecutions and Appeals, Anchorage, and Bruce M. Botelho, Attorney General, Juneau, for Appellee.\n\n## 인용\n\n- 2 P.3d 1238\n\n## 판결문 요약\n\n\n2 P.3d 1238 (2000)\nJerry S. WARDLOW, Appellant,\nv.\nSTATE of Alaska, Appellee.\nNo. A-6988.\nCourt of Appeals of Alaska.\nJune 2, 2000.\n*1240 William F. Dewey, Anchorage, for Appellant.\nJohn A. Scukanec, Assistant Attorney General, Office of Special Prosecutions and Appeals, Anchorage, and Bruce M. Botelho, Attorney General, Juneau, for Appellee.\nBefore COATS, Chief Judge, and MANNHEIMER and STEWART, Judges.\n\n\n*1241 OPINION\n\nMANNHEIMER, Judge.\nIn September 1995, Jerry S. Wardlow beat, raped, and then kidnapped a woman. A jury convicted Wardlow of second-degree assault, two counts of first-degree sexual assault, and kidnapping.[1] For these crimes, Superior Court Judge Milton M. Souter sentenced Wardlow to a composite sentence of 60 years to serve.\nWardlow now appeals his convictions and his sentence. He alleges that he was denied his right to a speedy trial under Alaska Criminal Rule 45. Wardlow also contends that the superior court should have suppressed an inculpatory statement that he made to the police following his arrest. In addition, Wardlow asserts that the superior court should not have allowed the State to introduce evidence of his previous assault on another woman. And Wardlow argues that the superior court violated the constitutional guarantee against double jeopardy when the court amended the verdict after the jurors declared that they had made a mistake when they originally announced their decision. Finally, Wardlow contends that his sentence is excessive.\nFor the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wardlow-v-state"
    }
  ],
  "relatedIncidents": [
    10303,
    10329,
    10336,
    10337,
    10417
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}