{
  "id": 10585,
  "title": "2000년 People v. Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-05-25",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: People v. Smith. 판결일: 2000-05-25. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Appellee, v. EARL SMITH, Appellant\n**판결일**: 2000-05-25\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Freeman, Heiple, McMORROW, Miller, Rathje\n\n## 변호인\n\nRobert Agostinelli, Deputy Defender, and Peter A. Carusona and Donna K. Kelly, Assistant Defenders, of the Office of the State Appellate Defender, of Ottawa, for appellant., James E. Ryan, Attorney General, of Springfield, and Michael Kick, State’s Attorney, of Kankakee (Joel D. Bertocchi, Solicitor General, and William L. Browers and Russell K. Benton, Assistant Attorneys General, of Chicago, of counsel), for the People.\n\n## 인용\n\n- 732 N.E.2d 513\n- 191 Ill. 2d 408\n- 247 Ill. Dec. 458\n\n## 판결문 요약\n\n\n732 N.E.2d 513 (2000)\n191 Ill.2d 408\n247 Ill.Dec. 458\nThe PEOPLE of the State of Illinois, Appellee,\nv.\nEarl SMITH, Appellant.\nNo. 87103.\nSupreme Court of Illinois.\nMay 25, 2000.\nRehearing Denied July 3, 2000.\nRobert Agostinelli, Deputy Defender, and Peter A. Carusona and Donna K. Kelly, Assistant Defenders, of the Office of the State Appellate Defender, of Ottawa, for Appellant.\nJames E. Ryan, Attorney General, of Springfield, and Michael Kick, State's Attorney, of Kankakee (Joel D. Bertocchi, Solicitor General, and William L. Browers and Russell K. Benton, Assistant Attorneys General, of Chicago, of counsel), for the People.\nJustice HEIPLE delivered the opinion of the court:\nDefendant Earl Smith appeals his conviction for armed violence. For the following reasons, we reverse the conviction and remand for further proceedings.\nAt trial in the circuit court of Kankakee County, police officers testified that they executed a search warrant at defendant's apartment on June 22, 1994. As police approached the apartment building, they saw defendant drop a handgun out of the apartment window. The gun slid down the *514 roof of the building's porch and onto the ground, where police recovered it. The gun was not loaded. In the living room of the apartment, police found 2.5 grams of cocaine behind a couch and 2.1 grams of cannabis on a coffee table. Defendant was found in the bedroom near a window, the screen of which had been pushed outward. No other persons were found in the apartmen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "주요판결",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-smith"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-hernandez"
    }
  ],
  "relatedIncidents": [
    10385,
    10426,
    10645,
    10257,
    10288
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}