{
  "id": 10584,
  "title": "2000년 Reinsch 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-05-26",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Reinsch. 판결일: 2000-05-26. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Kenneth Gale Reinsch, Appellant and Cross-Appellee, v. Ava Irene Reinsch, Appellee and Cross-Appellant\n**판결일**: 2000-05-26\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Connolly, Gerrard, Hendry, McCormack, Miller-Lerman, Stephan, Wright\n\n## 변호인\n\nDavid L. Kimble for appellant., Kathy Pate Knickrehm, and David B. Downing, of Downing, Alexander, Wood & Ilg, for appellee.\n\n## 인용\n\n- 611 N.W.2d 86\n- 259 Neb. 564\n\n## 판결문 요약\n\n\n611 N.W.2d 86 (2000)\n259 Neb. 564\nKenneth Gale REINSCH, appellant and cross-appellee,\nv.\nAva Irene REINSCH, appellee and cross-appellant.\nNo. S-99-137.\nSupreme Court of Nebraska.\nMay 26, 2000.\n*88 David L. Kimble, Seward, for appellant.\nKathy Pate Knickrehm, and David B. Downing, of Downing, Alexander, Wood &amp; Ilg, Omaha, for appellee.\nHENDRY, C.J., WRIGHT, CONNOLLY, GERRARD, STEPHAN, McCORMACK, and MILLER-LERMAN, JJ.\nMILLER-LERMAN, J.\n\nNATURE OF CASE\nOn February 24, 1998, Ava Irene Reinsch filed a petition to modify upward and extend the termination date of child support being paid by Kenneth Gale Reinsch for the parties' son, Eric Reinsch. The divorce decree entered May 5, 1986, provided, inter alia, that custody was awarded to Ava and that Kenneth was to pay $200 per month child support until Eric reached the age of 18. On January 19, 1999, the district court for Seward County issued an order in which it found a material change in circumstances and increased Kenneth's monthly support obligation, extended the termination of Kenneth's obligation until Eric's 19th birthday, and awarded Ava attorney fees. Kenneth appealed the modification of the age 18 provision and the award of attorney fees to the Nebraska Court of Appeals, and Ava cross-appealed the district court's failure to make the increase retroactive to the date she filed her application to modify on February 24, 1998.\n*89 The Court of Appeals rejected Kenneth's assignments of error but found merit in Ava's cross-...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=reinsch-v-reinsch"
    }
  ],
  "relatedIncidents": [
    10288,
    10289,
    10294,
    10295,
    10302
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}