{
  "id": 10595,
  "title": "2000년 Mills 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-05-16",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Mills. 판결일: 2000-05-16. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Mills v. the State\n**판결일**: 2000-05-16\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Barnes, Blackburn, Eldridge\n\n## 변호인\n\nRobert M. Gardner, Jr., for appellant., Timothy G. Madison, District Attorney, Robin R. Riggs, Richard K. Bridgeman, Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 535 S.E.2d 1\n- 244 Ga. App. 28\n\n## 판결문 요약\n\n\n535 S.E.2d 1 (2000)\n244 Ga. App. 28\nMILLS\nv.\nThe STATE.\nNo. A00A0361.\nCourt of Appeals of Georgia.\nMay 16, 2000.\n*2 Robert M. Gardner, Jr., Winder, for appellant.\nTimothy G. Madison, District Attorney, Robin R. Riggs, Richard K. Bridgeman, Assistant District Attorneys, for appellee.\nBLACKBURN, Presiding Judge.\nJaycin Mills appeals his conviction, following a jury trial, for robbery by intimidation. Mills contends that the trial court erred (1) by charging the jury on robbery by intimidation because the indictment brought against him alleged only armed robbery and\n*3 (2) by denying his motion for a directed verdict on the charge of armed robbery. For the reasons set forth below, we affirm.\nViewed in the light most favorable to the verdict, the record shows that Mills and several accomplices planned to rob the residence of Sean Tomlinson. At the time of the robbery, Mrs. Tomlinson was at home. She testified that one of the robbers was carrying a knife. Three of Mills' accomplices testified that he was involved in the robbery.\nMills was subsequently indicted for, among other things, armed robbery committed with the use of a knife. The indictment did not separately set out a count of robbery by intimidation. During trial, Mills made a motion for a directed verdict on the charge of armed robbery, arguing that there was insufficient evidence to show that he was carrying a knife at the time of the robbery. Citing Mrs. Tomlinson's testimony that she witnessed one of the robbers carr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mills-v-state"
    }
  ],
  "relatedIncidents": [
    10386,
    10392,
    10411,
    10416,
    10419
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}