{
  "id": 10600,
  "title": "2000년 United States v. Edmund M. Autuori 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-05-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Edmund M. Autuori. 판결일: 2000-05-12. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellant, v. Edmund M. AUTUORI, Defendant-Appellee\n**판결일**: 2000-05-12\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Jacobs, Miner, Parker\n\n## 변호인\n\nNora R. Dannehy, Assistant United States Attorney, Hartford, CT (Stephen C. Robinson, United States Attorney for the District of Connecticut, Peter A. Clark, Assistant United States Attorney, on the brief), for Appellant., William M. Bloss, Jacobs, Grudberg, Belt & Don, P.C., New Haven, CT (Ira B. Grudberg, Jacobs, Grudberg, Belt & Don, P.C., New Haven, CT, Robert M. Romano, Morgan, Lewis & Bockius LLP, New York, NY, Peter Buscemi, Morgan, Lewis & Bockius LLP, Washington, DC, on the brief), for \n\n## 인용\n\n- 212 F.3d 105\n\n## 판결문 요약\n\n212 F.3d 105 (2nd Cir. 2000)\n    UNITED STATES OF AMERICA, Appellant,v.EDMUND M. AUTUORI, Defendant Appellee.\n    No. 1603, Docket No. 98-1547August Term, 1998\n    UNITED STATES COURT OF APPEALSFOR THE SECOND CIRCUIT\n    Argued: June 24, 1999Decided: May 12, 2000\n    \n      The government appeals from a judgment of the United States District Court for the District of Connecticut (Burns, J.) granting defendant Edmund Autuori's motion for judgment of acquittal, pursuant to Fed. R. Crim. P. 29(c), and granting conditionally his motion for a new trial, pursuant to Fed. R. Crim. P. 29(d), on sixteen counts charging mail and wire fraud in violation of 18 U.S.C. &#167;&#167; 1341, 1343. The judgment of acquittal is affirmed in part; in remaining part, the judgment of acquittal is reversed, the conditional grant of a new trial is affirmed, and the case is remanded for further proceedings.[Copyrighted Material Omitted][Copyrighted Material Omitted]\n      NORA R. DANNEHY, Assistant United States Attorney, Hartford, CT (Stephen C. Robinson, United States Attorney for the District of Connecticut, Peter A. Clark, Assistant United States Attorney, on the brief), for Appellant.\n      WILLIAM M. BLOSS, Jacobs, Grudberg, Belt &amp; Don, P.C., New Haven, CT (Ira B. Grudberg, Jacobs, Grudberg, Belt &amp; Don, P.C., New Haven, CT, Robert M. Romano, Morgan, Lewis &amp; Bockius LLP, New York, NY, Peter Buscemi, Morgan, Lewis &amp; Bockius LLP, Washington, DC, on the brief), for Defendant-Appellee....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-edmund-m-autuori"
    }
  ],
  "relatedIncidents": [
    10308,
    10310,
    10312,
    10334,
    10361
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}