{
  "id": 10614,
  "title": "2000년 Skeen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-05-03",
  "location": "Delaware, DE, USA",
  "summary": "미국 Delaware, DE 법원 판결 사건. 사건명: Skeen. 판결일: 2000-05-03. 법원: Supreme Court of Delaware.",
  "description": "## 사건 정보\n\n**사건명**: William M. SKEEN and Jacqueline L. Skeen, Plaintiffs Below, Appellants, v. JO-ANN STORES, INC., House of Fabrics, Inc., Alan Rosskamm, Brian P. Carney, David E. Bolen, Jane A. Aggers, John W. Hermsen, R.N. Hankin, and H. Michael Hect, Defendants Below, Appellees\n**판결일**: 2000-05-03\n**법원**: Supreme Court of Delaware\n**관할**: Delaware, DE\n\n**판사**: Veasey, Chief Justice, Hartnett and Berger, Justices\n\n## 변호인\n\nRonald A. Brown, Jr., of Prickett, Jones & Elliott, Wilmington, Delaware, for Appellants., Allen M. Terrell, Jr., (argued), Srinivas M. Raju, Michael D. Allen and Peter B. Ladig, of Richards, Layton & Finger, Wilmington, Delaware, and David J. Hooker, Keith L. Carson and Lisa R. Battaglia, of Thompson, Hiñe & Flory, LLP, Cleveland, Ohio, for Appellees.\n\n## 인용\n\n- 750 A.2d 1170\n\n## 판결문 요약\n\n\n750 A.2d 1170 (2000)\nWilliam M. SKEEN and Jacqueline L. Skeen, Plaintiffs Below, Appellants,\nv.\nJO-ANN STORES, INC., House of Fabrics, Inc., Alan Rosskamm, Brian P. Carney, David E. Bolen, Jane A. Aggers, John W. Hermsen, R.N. Hankin, and H. Michael Hect, Defendants Below, Appellees.\nNo. 448, 1999.\nSupreme Court of Delaware.\nSubmitted: February 8, 2000.\nDecided: May 3, 2000.\nRonald A. Brown, Jr., of Prickett, Jones &amp; Elliott, Wilmington, Delaware, for Appellants.\nAllen M. Terrell, Jr., (argued), Srinivas M. Raju, Michael D. Allen and Peter B. Ladig, of Richards, Layton &amp; Finger, Wilmington, Delaware, and David J. Hooker, Keith L. Carson and Lisa R. Battaglia, of Thompson, Hine &amp; Flory, LLP, Cleveland, Ohio, for Appellees.\nBefore VEASEY, Chief Justice, HARTNETT and BERGER, Justices.\n*1171 BERGER, Justice.\nIn this appeal, we consider the adequacy of corporate disclosures to minority stockholders who were \"cashed out\" in a merger approved by the majority stockholder. The minority stockholders complain that they were not given enough financial information to decide whether to accept the merger consideration or seek appraisal. They say, in essence, that the settled law governing disclosure requirements for mergers does not apply, and that far more valuation data must be disclosed where, as here, the merger decision has been made and the only decision for the minority is whether to seek appraisal. We hold that there is no different standard for appraisal decisions. Dir...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=skeen-v-jo-ann-stores-inc"
    }
  ],
  "relatedIncidents": [
    10330,
    10341,
    10405,
    10481,
    10647
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}