{
  "id": 10616,
  "title": "2000년 United States v. John Vincent MacKovich 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-04-25",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. John Vincent MacKovich. 판결일: 2000-04-25. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. John Vincent MACKOVICH, Defendant-Appellant\n**판결일**: 2000-04-25\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n**판사**: Anderson, Briscoe, Lucero\n\n## 변호인\n\nVicki Mandell-King, Assistant Federal Public Defender, (Michael G. Katz, Federal Public Defender, with her on the brief), Denver, Colorado, for the appellant., Gregory J. Fouratt, Assistant United States Attorney (John J. Kelly, United States Attorney, with him on the brief), Albuquerque, New Mexico, for the appel-lee.\n\n## 인용\n\n- 209 F.3d 1227\n\n## 판결문 요약\n\n209 F.3d 1227 (10th Cir. 2000)\n    UNITED STATES OF AMERICA, Plaintiff-Appellee,v.JOHN VINCENT MACKOVICH, Defendant-Appellant.\n    No. 99-2006, 99-2179\n    UNITED STATES COURT OF APPEALS TENTH CIRCUIT\n    April 25, 2000\n    \n      APPEAL FROM UNITED STATES DISTRICT COURT FOR THE DISTRICT OF NEW MEXICO (D.C. No. CR-98-343-LH)[Copyrighted Material Omitted]\n      Vicki Mandell-King, Assistant Federal Public Defender, (Michael G. Katz, Federal Public Defender, with her on the brief), Denver, Colorado, for the appellant.\n      Gregory J. Fouratt, Assistant United States Attorney (John J. Kelly, United States Attorney, with him on the brief), Albuquerque, New Mexico, for the appellee.\n      Before BRISCOE, ANDERSON, and LUCERO, Circuit Judges.\n      BRISCOE, Circuit Judge.\n    \n    \n      1\n      John Mackovich appeals his conviction and sentence for armed bank robbery (18 U.S.C.  2113(a) and (d)) and for using and carrying a firearm during a crime of violence (18 U.S.C.  924(c)). These convictions arose out of Mackovich's April 1998 armed robbery of the Valley Bank of Commerce in Roswell, New Mexico. Law enforcement officials quickly apprehended Mackovich and recovered the keys to the getaway vehicle, the money stolen from the bank, and the disguise used to facilitate the crime. At the time of conviction, Mackovich had two prior convictions for violent felonies. Applying what is commonly known as the \"Three Strikes\" statute, the district court sentenced Mackovich to life imprisonm...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-john-vincent-mackovich"
    }
  ],
  "relatedIncidents": [
    10386,
    10392,
    10411,
    10416,
    10419
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}