{
  "id": 10617,
  "title": "2000년 Sexton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-04-25",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Sexton. 판결일: 2000-04-25. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: People v. Sexton (After Remand)\n**판결일**: 2000-04-25\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Cavanagh, Corrigan, Kelly, Markman, Taylor, Weaver, Young\n\n## 변호인\n\nJennifer M. Granholm, Attorney General, Thomas L. Casey, Solicitor General, David Gorcyca, Prosecuting Attorney, Daniel L. Lemisch, Chief, Appellate Division, and Kathryn G. Barnes, Assistant Prosecuting Attorney, for the people., Robyn B. Frankel for the defendant-appellee.\n\n## 인용\n\n- 609 N.W.2d 822\n- 461 Mich. 746\n\n## 판결문 요약\n\n\n609 N.W.2d 822 (2000)\n461 Mich. 746\nPEOPLE of the State of Michigan, Plaintiff-Appellant,\nv.\nCorey Edward SEXTON, Defendant-Appellee.\nDocket No. 115216.\nSupreme Court of Michigan.\nApril 25, 2000.\n*823 Jennifer M. Granholm, Attorney General, Thomas L. Casey, Solicitor General, David Gorcyca, Prosecuting Attorney, Daniel L. Lemisch, Chief, Appellate Division, and Kathryn G. Barnes, Assistant Prosecuting Attorney, Pontiac, MI, for the people.\nRobyn B. Frankel, Bloomfield Hills, MI, for the defendant-appellee.\n\nAFTER REMAND\nPER CURIAM.\nOn remand from this Court, the Court of Appeals reversed the defendant's convictions for second-degree murder and felony-firearm on the ground that two of five statements made by the defendant to the police were involuntary. For the reasons stated by the dissenting judge in the Court of Appeals, we reverse the judgment of that Court and reinstate the judgment of the circuit court.\n\nI\nWhen this case came before us two years ago, 458 Mich. 43,46-47, 580 N.W.2d 404 (1998),[1] we set forth the facts:\nOn September 8, 1993, Damian Phillips was shot and killed. Defendant Sexton and two other young men were at the scene of the crime when the police arrived. After initial questioning, they agreed to go to the police station and give statements about the incident.[2]\nDetective Melvin Marchlones questioned the defendant.[3] According to testimony given at the suppression hearing, Marchlones told the defendant that he was not under arrest and could leave at a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-sexton"
    }
  ],
  "relatedIncidents": [
    10288,
    10295,
    10309,
    10311,
    10324
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}