{
  "id": 10618,
  "title": "2000년 Knox v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-04-24",
  "location": "South Carolina, SC, USA",
  "summary": "미국 South Carolina, SC 법원 판결 사건. 사건명: Knox v. State. 판결일: 2000-04-24. 법원: Supreme Court of South Carolina.",
  "description": "## 사건 정보\n\n**사건명**: John Wesley KNOX, Petitioner/respondent, v. STATE of South Carolina, Respondent/petitioner\n**판결일**: 2000-04-24\n**법원**: Supreme Court of South Carolina\n**관할**: South Carolina, SC\n\n**판사**: Burnett, Finney, Moore, Toal, Waller\n\n## 변호인\n\nAileen P. Clare, Office of Appellate Defense, of Columbia, for petitioner/respondent., Attorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Teresa A. Knox, and Assistant Attorney General Matthew M. McGuire, all of Columbia, for respondenf/petitioner.\n\n## 인용\n\n- 530 S.E.2d 887\n- 340 S.C. 81\n\n## 판결문 요약\n\n\n340 S.C. 81 (2000)\n530 S.E.2d 887\nJohn Wesley KNOX, Petitioner/respondent,\nv.\nSTATE of South Carolina, Respondent/petitioner.\nNo. 25114.\nSupreme Court of South Carolina.\nSubmitted March 22, 2000.\nDecided April 24, 2000.\n*83 Aileen P. Clare, Office of Appellate Defense, of Columbia, for petitioner/respondent.\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Teresa A. Knox, and Assistant Attorney General Matthew M. McGuire, all of Columbia, for respondent/petitioner.\nMOORE, Justice:\nPetitioner/respondent Knox pled guilty to first degree burglary, petty larceny, and a charge of assault and battery of a high and aggravated nature (ABHAN) arising from a separate incident.[1] Knox subsequently commenced this action for postconviction relief (PCR) which was granted in part. We now vacate Knox's plea to ABHAN for lack of subject matter jurisdiction and reverse the grant of PCR on the burglary charge.\n\n*84 ISSUES\n1. Is ABHAN a lesser included offense of second degree lynching?\n2. Is there evidence to support the grant of PCR?\n\nDISCUSSION\n\n1. ABHAN as lesser included offense\nKnox was indicted for second degree lynching for beating the victim with a stick in concert with two others. He pled guilty to ABHAN. He now contends ABHAN is not a lesser included offense of second degree lynching and therefore the trial court had no jurisdiction to accept the plea. We agree.\nSubject matter jurisdiction may be raised at any time...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=knox-v-state"
    }
  ],
  "relatedIncidents": [
    10386,
    10392,
    10411,
    10416,
    10419
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}