{
  "id": 10628,
  "title": "2000년 Arnwine 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-04-11",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Arnwine. 판결일: 2000-04-11. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Anthony Symortis ARNWINE, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 2000-04-11\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Cornelius, C.J., Grant and Ross\n\n## 변호인\n\nPeter Adams, Houston, for appellant., Calvin A. Hartmann, Harris County District Attys. Office, Barbara Anne Drumhel-ler, Asst. Dist. Atty., Houston, for appel-lee.\n\n## 인용\n\n- 20 S.W.3d 155\n\n## 판결문 요약\n\n\n20 S.W.3d 155 (2000)\nAnthony Symortis ARNWINE, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 06-99-00097-CR.\nCourt of Appeals of Texas, Texarkana.\nSubmitted April 10, 2000.\nDecided April 11, 2000.\n*156 Peter Adams, Houston, for appellant.\nCalvin A. Hartmann, Harris County District Attys. Office, Barbara Anne Drumheller, *157 Asst. Dist. Atty., Houston, for appellee.\nBefore CORNELIUS, C.J., GRANT and ROSS, JJ.\n\nOPINION\nOpinion by Justice ROSS.\nAnthony Symortis Arnwine was charged with committing an aggravated assault on his mother, Francine Arnwine, by using a deadly weapon, a crutch. A jury convicted him and assessed his punishment at imprisonment for a period of twenty years. Arnwine appeals, contending in a single point of error that the trial court erred in failing to submit to the jury an instruction on the defense of necessity.\nOn the evening in question, at approximately 10:00 p.m., Arnwine, age 41, arrived at his parents' home, where he also resided, and was in the living room when he and his father, Symortis Arnwine,[1] got into an argument. During the argument, the father left the living room and went to a bedroom. After this point, Arnwine's mother's account and his own account of what happened are somewhat conflicting.\nFrancine Arnwine, age 66, testified that after her husband left the room, she also left and went into the kitchen. She further testified that her son followed her into the kitchen, got a plate of food, and returned with his plate to the living roo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=arnwine-v-state"
    }
  ],
  "relatedIncidents": [
    10363,
    10411,
    10415,
    10532,
    10639
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}