{
  "id": 10629,
  "title": "2000년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-04-11",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Brown. 판결일: 2000-04-11. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: BROWN v. State\n**판결일**: 2000-04-11\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Barnes\n\n## 변호인\n\nSaia & Richardson, Joseph J. Saia, for appellant., Derrick Brown, pro se., William T. McBroom III, District Attorney, James E. Hardin, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 243 Ga. App. 430\n- 533 S.E.2d 453\n\n## 판결문 요약\n\n\nBarnes, Judge.\nDerrick H. Brown was indicted for and convicted of aggravated assault on a person 65 years old or older, robbery by force, kidnapping with bodily injury, and burglary. He makes two arguments on appeal: (1) the trial court erred in failing to grant a motion to suppress evidence that he was identified in a lineup and failing to grant a motion in limine to prevent the victim from identifying him in court; and (2) the trial court erred in allowing a deputy sheriff to testily that an accomplice led to Brown’s arrest. We disagree and affirm.\nConstrued to support the verdict, the evidence at trial showed that Brown pushed his way into the home of the 83-year-old victim, hit her on the back of her head with a table lamp, twisted her arm behind her back to force her to the floor, dragged her into another room, tied her wrists and ankles together, and kicked her in the back. Brown and an accomplice then rummaged through the house and left with several guns and the victim’s pocketbook.\nThe victim suspected the accomplice was involved, because he had been in her house previously and had stolen some checks, so she asked the investigating sheriffs to investigate him. The accomplice identified Brown, whom the sheriffs located in Chicago. Brown was extradited to Georgia, and after the victim identified him in a lineup, a grand jury indicted him on the four counts described above. He was convicted on all four counts.\n1. Brown argues that the trial court erred in denying his mo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brown-v-state"
    }
  ],
  "relatedIncidents": [
    10303,
    10329,
    10336,
    10337,
    10417
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}