{
  "id": 10637,
  "title": "2000년 United States of America,plaintiff-Appellee v. Rolland Terry Coleman,opinion 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-04-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States of America,plaintiff-Appellee v. Rolland Terry Coleman,opinion. 판결일: 2000-04-03. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Rolland Terry COLEMAN, Defendant-Appellant\n**판결일**: 2000-04-03\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Fisher, Goodwin, Graber\n\n## 변호인\n\nWilliam S. LaBahn, Law Offices of William S. LaBahn, Eugene, Oregon, for the defendant-appellant., Johnathan S. Haub, Assistant United States Attorney, Portland, Oregon, for the plaintiff-appellee.\n\n## 인용\n\n- 208 F.3d 786\n\n## 판결문 요약\n\n208 F.3d 786 (9th Cir. 2000)\n    UNITED STATES OF AMERICA,Plaintiff-Appellee,v.ROLLAND TERRY COLEMAN,OPINION Defendant-Appellant.\n    No. 99-30104\n    UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n    Argued and Submitted March 7, 2000Filed April 3, 2000\n    \n      [Copyrighted Material Omitted]\n      COUNSEL: William S. LaBahn, Law Offices of William S. LaBahn, Eugene, Oregon, for the defendant-appellant.\n      Johnathan S. Haub, Assistant United States Attorney, Portland, Oregon, for the plaintiff-appellee.\n      Appeal from the United States District Court for the District of Oregon; Robert E. Jones, District Judge, Presiding. D.C. No. CR-98-00398-2-REJ\n      Before: Alfred T. Goodwin, Susan P. Graber, and Raymond C. Fisher, Circuit Judges.\n      GRABER, Circuit Judge:\n    \n    \n      1\n      After a bench trial, defendant Rolland Coleman was convicted of armed bank robbery in violation of 18 U.S.C. S 2113(a) and (d) and 18 U.S.C. S 2. Defendant appeals his conviction on three grounds: (1) the district court erred in denying his motion to suppress certain evidence; (2) the government breached the jury waiver agreement; and (3) there was insufficient evidence to support his conviction for armed bank robbery. We are not persuaded by Defendant's first two arguments but conclude that his third is well taken. Accordingly, we reverse Defendant's conviction for armed bank robbery, vacate his sentence, and return the case to the district court for entry of a judgment of con...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-of-americaplaintiff-appellee-v-rolland-terry"
    }
  ],
  "relatedIncidents": [
    10386,
    10392,
    10411,
    10416,
    10419
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}