{
  "id": 10634,
  "title": "2000년 Lee v. GNLV CORP. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-04-05",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: Lee v. GNLV CORP.. 판결일: 2000-04-05. 법원: Nevada Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: AHILIYA LEE, Widow of BOBBY LEE STURMS, AKA BOBBY LEE, Deceased; AHILIYA LEE, as Guardian Ad Litem for AARON CODY LEE, a Minor, Appellant, v. GNLV CORP., Dba GOLDEN NUGGET HOTEL AND CASINO, Respondent\n**판결일**: 2000-04-05\n**법원**: Nevada Supreme Court\n**관할**: Nevada, NV\n\n**판사**: Young, Agosti and Leavitt\n\n## 변호인\n\nLaw Offices of Gus W. Flangas, Las Vegas, for Appellant., Carolyn Ellsworth, Paula C. Gentile and Nikki D. Wilson-Thomas, Las Vegas, for Respondent.\n\n## 인용\n\n- 996 P.2d 416\n- 1 Nev. 424\n\n## 판결문 요약\n\n\n996 P.2d 416 (2000)\nAhiliya LEE, Widow of Bobby Lee Sturms, a/k/a Bobby Lee, Deceased; Ahiliya Lee, as Guardian Ad Litem for Aaron Cody Lee, a Minor, Appellant,\nv.\nGNLV CORP., d/b/a Golden Nugget Hotel and Casino, Respondent.\nNo. 33172.\nSupreme Court of Nevada.\nApril 5, 2000.\nLaw Offices of Gus W. Flangas, Las Vegas, for Appellant.\nCarolyn Ellsworth, Paula C. Gentile, and Nikki D. Wilson-Thomas, Las Vegas, for Respondent.\nBefore YOUNG, AGOSTI and LEAVITT, JJ.\n\n\n*417 OPINION\n\nPER CURIAM:\nRespondent GNLV Corporation has moved to dismiss the underlying appeal on the ground that the order appealed from was neither a final judgment nor an appealable order pursuant to NRAP 3A. We conclude that an order granting summary judgment, which disposes of all claims and parties before the district court, is final and appealable, and we therefore deny respondent's motion.\nAppellant Ahiliya Lee, individually and as guardian ad litem for Aaron Cody Lee, a minor, filed an action for wrongful death against GNLV on August 1, 1995. On July 27, 1998, GNLV moved for summary judgment. On September 10, 1998, the district court entered a written order granting the motion for summary judgment, thereby disposing of all claims and all parties in the action. Appellant filed her notice of appeal from this order on October 9, 1998. Thereafter, on October 16, 1998, the district court entered a formal \"judgment,\" which directed entry of judgment in favor of GNLV in the sum of $876.60, the amount of GNLV's cos...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lee-v-gnlv-corp"
    }
  ],
  "relatedIncidents": [
    10312,
    10385,
    10414,
    10426,
    10480
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}