{
  "id": 10631,
  "title": "2000년 Ex Parte Williams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-04-07",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Ex Parte Williams. 판결일: 2000-04-07. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Williams\n**판결일**: 2000-04-07\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Per Curiam\n\n## 인용\n\n- 780 So. 2d 673\n\n## 판결문 요약\n\n\n780 So. 2d 673 (2000)\nEx parte Thijuan WILLIAMS.\n(Re Thijuan Williams v. State).\n1980425.\nSupreme Court of Alabama.\nFebruary 11, 2000.\nAs Modified on Denial of Rehearing April 7, 2000.\nPaul M. Harden, Sr., of Harden &amp; Harden, Monroeville, for petitioner.\nBill Pryor, atty. gen., and Cedric B. Colvin, asst. atty. gen., for respondent.\nPER CURIAM.\nThijuan Williams was convicted of robbery in the first degree and was sentenced to 10 years' imprisonment. The Court of Criminal Appeals, on October 2, 1998, affirmed, with an unpublished memorandum. Williams v. State, (No. CR-97-1165), 744 So. 2d 957 (Ala.Crim.App.1998) (table). We *674 have granted Williams's petition for certiorari review. Williams argues (1) that his confession was the result of an illegal arrest; (2) that his confession, which was offered against him at trial, was made involuntarily, as the result of coercion; and (3) that the State failed to prove that in the commission of the charged crime Williams had a deadly weapon or dangerous instrument.\nAt trial, Eleanor Cooper testified that she entered the front of her store at approximately 7:15 a.m. on December 6, 1995, and was assaulted by a black man wearing a mask. Ms. Cooper said she began screaming and did not stop when the man told her to \"shut up.\" She said the man then grabbed some canned \"beans or peas from a shelf\" and began hitting her with the can or cans. She said she saw a second man at the cash register and heard her attacker ask the second man if h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-williams"
    }
  ],
  "relatedIncidents": [
    10386,
    10392,
    10411,
    10416,
    10419
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}