{
  "id": 10647,
  "title": "2000년 Oliver 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-03-23",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Oliver. 판결일: 2000-03-23. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Ron OLIVER, President, First Arkansas Bail Bonds, Inc. v. PULASKI COUNTY CIRCUIT COURT; Arkansas Professional Bail Bond Company and Professional Bail Bondsman Licensing Board, Interveners; Jamie Mann and Affordable Bail Bonds, Inc., Interveners\n**판결일**: 2000-03-23\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Lavenski R. Smith\n\n## 변호인\n\nGruber Law Firm, by: Wayne A. Gruber, for petitioner., Mark Pryor, Att’y Gen., by: Larry E. Crane, Ass’t Att’y Gen., for interveners Arkansas Professional Bail Bond Company and Professional Bail Bondsman Licensing Board., Lueken Law Firm, by: Patty W. Lueken, for interveners Jamie Mann and Affordable Bail Bonds, Inc.\n\n## 인용\n\n- 13 S.W.3d 156\n- 340 Ark. 681\n\n## 판결문 요약\n\n\n13 S.W.3d 156 (2000)\n340 Ark. 681\nRon OLIVER, President, First Arkansas Bail Bonds, Inc.\nv.\nPULASKI COUNTY CIRCUIT COURT; Arkansas Professional Bail Bond Company and Professional Bail Bondsman Licensing Board, Interveners; Jamie Mann and Affordable Bail Bonds, Inc., Interveners.\nNo. 00-33.\nSupreme Court of Arkansas.\nMarch 23, 2000.\n*157 Gruber Law Firm, by: Wayne A. Gruber, Little Rock, for petitioner.\nMark Pryor, Atty. Gen., by: Larry E. Crane, Asst. Atty. Gen., Little Rock, for interveners Arkansas Professional Bail Bond Company and Professional Bail Bondsman Licensing Board.\nLueken Law Firm, by: Patty W. Lueken, Little Rock, for interveners Jamie Mann and Affordable Bail Bonds, Inc.\nLAVENSKI R. SMITH, Justice.\nPetitioner, Ron Oliver, along with Interveners, Arkansas Professional Bail Bond Company (\"Arkansas Professional\") and the Professional Bail Bondsman Licensing Board (\"the Board\"), seek a Writ of Prohibition against the Pulaski County Circuit Court. Oliver contends that the court exceeded its authority in issuing several subpoenas duces tecum after having remanded the matter to the Board for additional evidentiary development. Intervener Jamie Mann and his employer, Affordable Bail Bonds, Inc. (\"Affordable\"), contest the issuance of the writ. We have jurisdiction of this case pursuant to Arkansas Supreme Court Rule 1-2(a)(3). Petition denied.\n\nFacts\nThis dispute arises out of an underlying disciplinary action before the Board. The Baxter County Sheriff filed a compla...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=oliver-v-pulaski-county-circuit-court"
    }
  ],
  "relatedIncidents": [
    10330,
    10341,
    10405,
    10481,
    10614
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}