{
  "id": 10649,
  "title": "2000년 United States of America v. Larry Jackson, Jr. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-03-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States of America v. Larry Jackson, Jr.. 판결일: 2000-03-21. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Larry JACKSON, Jr., Defendant-Appellant\n**판결일**: 2000-03-21\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Floyd, Gibson, Murphy, Wollman\n\n## 변호인\n\nAlfredo Parrish, Des Moines, Iowa, argued, for appellant., Daniel C. Tvedt, Asst. U.S. Atty., Cedar Rapids, Iowa, argued, for appellee.\n\n## 인용\n\n- 204 F.3d 812\n\n## 판결문 요약\n\n204 F.3d 812 (8th Cir. 2000)\n    United States of America, Plaintiff - Appellee,v.Larry Jackson, Jr., Defendant - Appellant.\n    No. 99-2657\n    United States Court of Appeals FOR THE EIGHTH CIRCUIT\n    Submitted: January 11, 2000Decided: February 18, 2000Rehearing Denied March 21, 2000\n    \n      Appeal from the United States District Court for the Northern District of Iowa.\n      Before WOLLMAN, Chief Judge, FLOYD R. GIBSON and MURPHY, Circuit\n      Judges.\n      MURPHY, Circuit Judge.\n    \n    \n      1\n      Larry Jackson was convicted by a jury of conspiracy to distribute crack cocaine and marijuana and of distributing crack cocaine and marijuana in violation of 21 U.S.C. &#167;&#167; 841 and 846 and was sentenced by the district court1 to 324 months imprisonment. He now appeals from the judgment on the basis of insufficiency of the evidence, improper admission of certain evidence, failure to grant his motions for a continuance and for a new trial, and ineffective assistance of counsel.\n    \n    \n      2\n      The evidence at trial indicated that Jackson had sold drugs in and around Dubuque, Iowa since 1993. Witnesses testified that Jackson regularly traveled to Indiana and Wisconsin to purchase large quantities of cocaine and marijuana to take back to his apartment in Dubuque, Iowa, and that he weighed, cut, and repackaged the drugs for sale. Jackson sold drugs to drug users and to other dealers, drawing a substantial number of people into the conspiracy over the years. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-of-america-v-larry-jackson-jr"
    }
  ],
  "relatedIncidents": [
    10288,
    10289,
    10294,
    10295,
    10302
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}