{
  "id": 10645,
  "title": "2000년 Brown & Williamson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-03-28",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Brown & Williamson. 판결일: 2000-03-28. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: FOOD AND DRUG ADMINISTRATION Et Al. v. BROWN & WILLIAMSON TOBACCO CORP. Et Al.\n**판결일**: 2000-03-28\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Breyer, Connor, Kennedy, O'Connor, Rehnquist, Scalia\n\n## 변호인\n\nSolicitor General Waxman argued the cause for petitioners. With him on the briefs were Acting Assistant Attorney General Ogden, Deputy Solicitor General Kneedler, Deputy Assistant Attorney General Schultz, Irving L. Gorn-stein, Eugene Thirolf Douglas Letter, Gerald C. Kell, Christine N. Kohl, Margaret Jane Porter, Karen E. Schifter, and Patricia J. Kaeding., Richard M. Cooper argued the cause for respondents. With him on the brief for respondent R. J. Reynolds Tobacco Co. was Steven M. Umin. And\n\n## 인용\n\n- 146 L. Ed. 2d 121\n- 120 S. Ct. 1291\n- 529 U.S. 120\n- 2000 U.S. LEXIS 2195\n\n## 판결문 요약\n\n\n*125Justice O'Connor\ndelivered the opinion of the Court.\ncase involves one of the most troubling public health problems facing our Nation today: the thousands of premature deaths that occur each year because of tobacco use. In 1996, the Food and Drug Administration (FDA), after having expressly disavowed any such authority since its inception, asserted jurisdiction to regulate tobacco products. See 61 Fed. Reg. 44619-45318. The FDA concluded that nicotine is a “drug” within the meaning of the Food, Drug, and Cosmetic Act (FDCA or Act), 52 Stat. 1040, as amended, 21 U. S. C. § 301 et seq., and that cigarettes and smokeless tobacco are “combination products” that deliver nicotine to -the body. 61 Fed. Reg. 44397 (1996). Pursuant to this authority, it promulgated regulations intended to reduce tobacco consumption among children and adolescents. Id., at 44615-44618. The agency believed that, because most tobacco consumers begin their use before reaching the age of 18, curbing tobacco use by minors could substantially reduce the prevalence of addiction in future generations and thus the incidence of tobacco-related death and disease. Id., at 44398-44399.\nRegardless of how serious the problem an administrative agency seeks to address, however, it may not exercise its authority “in a manner that is inconsistent with the administrative structure that Congress enacted into law.” ETSI Pipeline Project v. Missouri, 484 U. S. 495, 517 (1988). And although agencies are generally entitled...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=food-drug-administration-v-brown-williamson-tobacco-corp"
    }
  ],
  "relatedIncidents": [
    10385,
    10426,
    10585,
    10257,
    10288
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}