{
  "id": 10655,
  "title": "2000년 R.D.W. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-03-10",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: R.D.W.. 판결일: 2000-03-10. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Ex parte R.D.W. (Re R.D.W. v. State)\n**판결일**: 2000-03-10\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Brown, Cook, England, Herself, Hooper, Houston, Johnstone, Lyons, Maddox, See\n\n## 변호인\n\nRobert C. King of Weaver & King, P.C., Monroeville, for petitioner., Bill Pryor, atty. gen., and Jean A. Ther-kelsen, asst. atty. gen., for respondent.\n\n## 인용\n\n- 773 So. 2d 426\n\n## 판결문 요약\n\n\nPER CURIAM.\nR.D.W. was indicted on a charge of first-degree rape, a violation of Ala.Code 1975, § 13A-6-61. The jury found him guilty of the lesser-included offense of first-degree *427sexual abuse, see Ala.Code 1975, § 13A-6-66, and the trial court sentenced him to 10 years’ imprisonment. The Court of Criminal Appeals affirmed the conviction and sentence, with an unpublished memorandum. We granted certiorari review to consider whether the trial court erred by refusing to instruct the jury that certain out-of-court statements by the alleged victim had been taken without R.D.W.’s having been afforded the opportunity to cross-examine her.\nI.\nThe evidence presented at trial tended to show the following. On July 7, 1996, R.D.W., who was 16 years old at the time, and his 7-year-old stepsister, M.W., were at a creek located near the home of M.W.’s father, with whom she was visiting for the week.2 According to M.W., while they were at the creek, R.D.W. began kissing her on the lips, laid her on the ground, removed her clothing, and touched her “private parts.” M.W. further testified that R.D.W. put his “private part” in her “private part.” However, on cross-examination, M.W. testified that R.D.W. did not touch her “private part” with his “private part,” and on redirect M.W. testified that she did not remember whether R.D.W. ever put his “private part” into her “private part.” M.W.’s father testified that after the incident at the creek, M.W. told him that R.D.W. had tried to kiss h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rdw-v-state"
    }
  ],
  "relatedIncidents": [
    10302,
    10503,
    10523,
    10635,
    10640
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}