{
  "id": 10651,
  "title": "2000년 Jeneric/pentron, Inc. v. Dillon Company, Inc. And Chemichl, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-03-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Jeneric/pentron, Inc. v. Dillon Company, Inc. And Chemichl, Inc.. 판결일: 2000-03-20. 법원: Court of Appeals for the Federal Circuit.",
  "description": "## 사건 정보\n\n**사건명**: JENERIC/PENTRON, INC., Plaintiff-Appellant, v. DILLON COMPANY, INC. and Chemichl, Inc., Defendants-Appellees\n**판결일**: 2000-03-20\n**법원**: Court of Appeals for the Federal Circuit\n**관할**: USA, Federal\n\n**판사**: Archer, Newman, Rader\n\n## 변호인\n\nWilliam J. Cass, Cantor Colburn LLP, of Windsor, Connecticut, argued for plaintiff-appellant. With him on the brief were Michael A. Cantor, Leah M. Reimer, and Michael J. Rye., Peter K. Sommer, Phillips, Lytle, Hitchcock, Blaine & Huber LLP, of Buffalo, New York, argued for defendants-appel-lees. With him on the brief was Rowland Richards.\n\n## 인용\n\n- 205 F.3d 1377\n\n## 판결문 요약\n\n205 F.3d 1377 (Fed. Cir. 2000)\n    JENERIC/PENTRON, INC., Plaintiff-Appellant,v.DILLON COMPANY, INC. and CHEMICHL, INC., Defendants-Appellees.\n    99-1283\n    United States Court of Appeals for the Federal Circuit\n    DECIDED: March 20, 2000\n    \n      Appealed from: U.S. District Court for the District of Connecticut\n      Senior Judge Ellen Bree Burns[Copyrighted Material Omitted]\n      William J. Cass, Cantor Colburn LLP, of Windsor, Connecticut, argued for plaintiff appellant. With him on the brief were Michael A. Cantor, Leah M. Reimer, and Michael J. Rye.\n      Peter K. Sommer, Phillips, Lytle, Hitchcock, Blaine &amp; Huber LLP, of Buffalo, New York, argued for defendants-appellees. With him on the brief was Rowland Richards.\n      Before NEWMAN, Circuit Judge, ARCHER, Senior Circuit Judge, and RADER, Circuit Judge.\n      RADER, Circuit Judge.\n    \n    \n      1\n      The United States District Court for the District of Connecticut denied Jeneric/Pentron, Inc.'s (Jeneric's) motion for a preliminary injunction against Dillon Company, Inc. and Chemichl, Inc. (collectively, Dillon). See Jeneric/Pentron, Inc. v. Dillon Co., No. 3:98-CV-818 (EBB), 1999 WL 66537 (D. Conn. Feb. 3, 1999) (Jeneric). Because Jeneric has not shown sufficient reason to overturn the trial court's denial of a preliminary injunction, this court affirms.\n    \n    I.\n    \n      2\n      Both Jeneric and Dillon sell porcelain dental restoration products. Jeneric received U.S. Patent No. 5,653,791 ('791 pat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jenericpentron-inc-v-dillon-company-inc-and-chemichl-inc"
    }
  ],
  "relatedIncidents": [
    10288,
    10289,
    10294,
    10295,
    10302
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}