{
  "id": 10652,
  "title": "2000년 Sullivan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-03-16",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Sullivan. 판결일: 2000-03-16. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Sullivan v. the State\n**판결일**: 2000-03-16\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Barnes, Blackburn, Eldridge\n\n## 변호인\n\nRay C. Smith, Lloyd D. Murray, for appellant., Spencer Lawton, Jr., District Attorney, Melanie Higgins, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 531 S.E.2d 367\n- 242 Ga. App. 839\n\n## 판결문 요약\n\n\n531 S.E.2d 367 (2000)\n242 Ga. App. 839\nSULLIVAN\nv.\nThe STATE.\nNo. A99A2471.\nCourt of Appeals of Georgia.\nMarch 16, 2000.\nCertiorari Denied September 8, 2000.\n*368 Ray C. Smith, Lloyd D. Murray, Pembroke, for appellant.\nSpencer Lawton, Jr., District Attorney, Melanie Higgins, Assistant District Attorney, for appellee.\nBARNES, Judge.\nAlthough indicted for murder, felony murder, aggravated assault, and three counts of possession of a firearm while committing those crimes, George Robert Sullivan was convicted only of aggravated assault and possession of a firearm during the commission of an aggravated assault. He was sentenced to twenty years to serve on the first conviction and five years to serve on the second. The sentences are to be served consecutively.\nSullivan contends the trial court erred by (1) denying his motion to suppress, (2) denying his motion in limine to prevent the State from referring to removing or mutilating the deceased victim's body, (3) preventing him from calling certain defense witnesses, and (4) denying him bond. He also contends his conviction for aggravated assault is inconsistent with his acquittal of murder. We disagree and affirm.\nViewed in the light most favorable to the verdict, the evidence shows that Sullivan and the victim had a dispute that culminated in a drunken incident in which the victim struck Sullivan on the head with a maul and Sullivan shot the victim in the head with a high-powered rifle. Later, the victim's body was found near a h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sullivan-v-state"
    }
  ],
  "relatedIncidents": [
    10288,
    10295,
    10309,
    10311,
    10324
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}