{
  "id": 10656,
  "title": "2000년 Saez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-03-09",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Saez. 판결일: 2000-03-09. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Carmelo Saez, Jr. v. City of New York\n**판결일**: 2000-03-09\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 270 A.D.2d 55\n- 704 N.Y.S.2d 243\n\n## 판결문 요약\n\n\n—Order, Supreme Court, Bronx County (Stanley Green, J.), entered April 2, 1999, which denied plaintiffs’ motion to strike defendants’ answer for failure to respond to interrogatories and granted defendants’ cross motion for summary judgment dismissing plaintiffs’ amended complaint and all cross claims against defendants, unanimously affirmed, without costs.\nPlaintiffs, members of Community School Board 9, alleged they were defamed by defendant Stancik in a preliminary report he issued in April 1996 in his capacity as Special Commissioner of Investigation for the New York City School District, and by defendant Gentile, chairperson of the Commission on Integrity of School Officials, in press reports. The motion court, however, correctly held that the allegedly defamatory statements published in defendant Stancik’s official capacity, and made by and to persons with corresponding interests in the statements’ subject matter, were qualifiedly privileged and that plaintiffs had not met their consequent burden to raise a triable issue as to whether the statements had been made with common-law or constitutional malice (see, Stukuls v State of New York, 42 NY2d 272, 278-279). Plaintiffs made no showing that the allegedly defamatory statements in the Stancik report had been motivated exclusively by either spite or ill-will (common-law malice) or by “actual malice” (constitutional malice) (see, Liberman v Gelstein, 80 NY2d 429, 437-439). Indeed, the findings in the Stancik report were b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=saez-v-city-of-new-york"
    }
  ],
  "relatedIncidents": [
    10288,
    10289,
    10294,
    10295,
    10302
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}