{
  "id": 10662,
  "title": "2000년 Fennell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-03-03",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Fennell. 판결일: 2000-03-03. 법원: North Carolina Industrial Commission.",
  "description": "## 사건 정보\n\n**사건명**: Norwood Fennell and Annie Fennell, Administrators of the Estate of Kenneth B. Fennell (Deceased) v. N.C. Department of Crime Control and Public Safety\n**판결일**: 2000-03-03\n**법원**: North Carolina Industrial Commission\n**관할**: North Carolina, NC\n\n**판사**: <center>  DECISION AND ORDER WRITTEN BY LAURA KRANIFELD MAVRETIC, COMMISSIONER.</center>\n\n## 변호인\n\nAPPEARANCES   __________________  Plaintiffs:    McSurely, Dorosin  Osment, Attorneys, Chapel Hill, North Carolina; Alan McSurely, appearing. Earl Whitted, Jr., Attorney, Goldsboro, North Carolina; Counsel of Record. \n\n                     Defendants:    The Honorable Michael F. Easley, Attorney General for the State of North Carolina, Raleigh, North Carolina; D. Sigsbee Miller, and Jonathan Babb, appearing. \n\n                           * * * * * * * * * * *\n\n\n## 판결문 요약\n\nThe Full Commission has reviewed the prior Decision and Order based upon the entire record of the proceedings before Deputy Commissioner George T. Glenn, II and the briefs and arguments on appeal.  Based upon the assignments of error, the appealing party has shown good ground to reconsider the evidence.  This case involves the tragic killing of a young man, as the unexpected and extremely unfortunate result of what appears to have been a questionable stop for speeding five miles over the speed limit. The Full Commission recognizes that  numerous inconsistencies exist in the testimony of the witnesses.  However, it was plaintiffs' burden to prove negligence on the part of defendant's agent Trooper Stephenson.  Having considered the voluminous evidence in this record, the Full Commission finds that plaintiffs failed to sustain their burden of proof and REVERSES the Deputy Commissioner's holding and enters the following Decision and Order.\n                          * * * * * * * * * * *                   EVIDENTIARY AND PROCEDURAL RULINGS\n_____The objections raised by defendant as to numerous evidentiary and procedural rulings made by the Deputy Commissioner are ruled upon in accordance with the applicable provisions of the law and the Decision and Order in this case.\n                          * * * * * * * * * * *\nThe Full Commission finds as facts and concludes as matters of law the following, which were entered into by the parties in a Pre-Trial Agreement, as:\n               ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fennell-v-nc-dept-of-crime-control"
    }
  ],
  "relatedIncidents": [
    10288,
    10295,
    10309,
    10311,
    10324
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}