{
  "id": 10666,
  "title": "2000년 United States v. Michael L. Enas, Opinion 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-02-28",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Michael L. Enas, Opinion. 판결일: 2000-02-28. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellant, v. Michael L. ENAS, Defendant-Appellee\n**판결일**: 2000-02-28\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Bright, Fletcher, Pregerson\n\n## 변호인\n\nDiane Humetewa, Assistant United States Attorney, Phoenix, Arizona; and Richard A. Friedman, United States Department of Justice, Washington, D.C., for the plaintiff-appellant., Sigmund G. Popko, Assistant Federal Public Defender, Phoenix, Arizona, for the defendant-appellee.\n\n## 인용\n\n- 204 F.3d 915\n\n## 판결문 요약\n\n204 F.3d 915 (9th Cir. 2000)\n    UNITED STATES OF AMERICA, Plaintiff-Appellant,v.MICHAEL L. ENAS, OPINION Defendant-Appellee.\n    No. 99-10049\n    UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n    Argued and Submitted December 7, 1999Decided February 28, 2000\n    \n      COUNSEL: Diane Humetewa, Assistant United States Attorney, Phoenix, Arizona; and Richard A. Friedman, United States Department of Justice, Washington, D.C., for the plaintiff-appellant.\n      Sigmund G. Popko, Assistant Federal Public Defender, Phoenix, Arizona, for the defendant-appellee.\n      Appeal from the United States District Court for the District of Arizona. Roger G. Strand, District Judge, Presiding. D.C. No. CR-95-00215-1-RGS\n      Before: Myron H. Bright,* Harry Pregerson, and William A. Fletcher, Circuit Judges.\n      BRIGHT, Circuit Judge:\n    \n    \n      1\n      An Indian tribal court convicted Michael Enas, a nonmember Indian, on two charges of assault. When the government of the United States subsequently indicted Enas for the same crimes, the district court dismissed the indictment holding that the second prosecution would violate the Fifth Amendment's prohibition against double jeopardy. The government appeals.\n    \n    \n      2\n      The outcome of this case depends on whether the tribal court's criminal jurisdiction over Michael Enas, a nonmember Indian, rests on inherent tribal sovereignty or, alternatively, whether the federal government has delegated that power to the tribe. If ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-michael-l-enas-opinion"
    }
  ],
  "relatedIncidents": [
    10363,
    10411,
    10415,
    10532,
    10628
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}