{
  "id": 10677,
  "title": "2000년 King 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-02-16",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: King. 판결일: 2000-02-16. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Alaster KING v. STATE of Florida\n**판결일**: 2000-02-16\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Gross, Polen, Stone\n\n## 변호인\n\nAlexander R. Brumfield, III, of Brown and Brumfield, West Palm Beach, for appellant. ., Robert A. Butterworth, Attorney General, Tallahassee, and Gentry Denise Benjamin, Assistant Attorney General, West Palm Beach, for appellee.\n\n## 인용\n\n- 765 So. 2d 64\n\n## 판결문 요약\n\n\nPER CURIAM.\nWe affirm appellant’s conviction for sale of cocaine. Neither the prosecutor’s comments in opening, nor Officer Moschette’s brief, innocuous statement that he knew appellant prior to the day of the sale “improperly inferred that the [police] had contact with appellant in an official capacity and suggested prior criminal activity on the part of appellant.” Mayes v. State, 718 So.2d 852, 853 (Fla. 4th DCA 1998) (citation omitted). The problem statement in Mayes was that an officer who investigated robberies and homicides had had “numerous contacts” with the defendant over a ten year period in the area where the drug sale occurred. See id. Viewing the entire trial, the state did not create the impression that appellant “had been involved in other criminal activities or had a prior record.” Hardie v. State, 513 So.2d 791, 792 (Fla. 4th DCA 1987).\nSTONE and GROSS, JJ., concur.\nPOLEN, J., concurs specially with opinion.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=king-v-state"
    }
  ],
  "relatedIncidents": [
    10288,
    10295,
    10309,
    10311,
    10324
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}