{
  "id": 10675,
  "title": "2000년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-02-16",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Jones. 판결일: 2000-02-16. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: IOWA SUPREME COURT BOARD OF PROFESSIONAL ETHICS AND CONDUCT, Complainant, v. Oscar E. JONES, Respondent\n**판결일**: 2000-02-16\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Larson, Lavorato, Neuman\n\n## 변호인\n\nNorman G. Bastemeyer and Charles L. Harrington, Des Moines, for complainant., Oscar Jones, Des Moines, pro se.\n\n## 인용\n\n- 606 N.W.2d 5\n\n## 판결문 요약\n\n\n606 N.W.2d 5 (2000)\nIOWA SUPREME COURT BOARD OF PROFESSIONAL ETHICS AND CONDUCT, Complainant,\nv.\nOscar E. JONES, Respondent.\nNo. 99-1770.\nSupreme Court of Iowa.\nFebruary 16, 2000.\nNorman G. Bastemeyer and Charles L. Harrington, Des Moines, for complainant.\nOscar Jones, Des Moines, pro se.\nConsidered en banc.\nPER CURIAM.\nIn this attorney disciplinary proceeding, the Iowa Supreme Court Board of Professional Ethics and Conduct charged attorney Oscar E. Jones with several violations *6 of the Iowa Code of Professional Responsibility. The alleged violations stem from Jones' conduct in persuading a former client to loan $5000 to Jones' current client. The grievance commission recommended a reprimand. On our de novo review, we find the violations serious enough to warrant suspension.\n\nI. Facts.\nJones, a solo practitioner, has practiced law in Iowa for approximately forty-seven years. He has a general practice, consisting of personal injury work, family law, probate, and real estate.\nIn 1995 Leon Currie of Waterloo, Iowa, contacted Jones. Before this time, Jones had never represented Currie, nor did he know him.\nCurrie told Jones that he had negotiated a contract with the Nigerian National Petroleum Company to build a pipeline in Nigeria. He also told Jones that he had completed his end of the contract, but had yet to be paid what was owed him$25,300,000.\nCurrie told Jones he needed $25,300 to pay for risk insurance for delivery of the $25,300,000. He also told Jones he had obtaine...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=iowa-supreme-court-board-of-professional-ethics-conduct-v-jones"
    }
  ],
  "relatedIncidents": [
    10308,
    10310,
    10334,
    10361,
    10391
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}