{
  "id": 10678,
  "title": "2000년 Larson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-02-15",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Larson. 판결일: 2000-02-15. 법원: District Court, D. Massachusetts.",
  "description": "## 사건 정보\n\n**사건명**: Duane W. LARSON v. UNITED STATES of America\n**판결일**: 2000-02-15\n**법원**: District Court, D. Massachusetts\n**관할**: Massachusetts, MA\n\n**판사**: Stearns\n\n## 변호인\n\nDuane W. Larson, Murrieta, CA pro se., Shelby D. Wright, U.S. Atty. Office, Boston, MA, for U.S.\n\n## 인용\n\n- 84 F. Supp. 2d 218\n\n## 판결문 요약\n\n\n84 F.Supp.2d 218 (2000)\nDuane W. LARSON\nv.\nUNITED STATES of America\nNo. 99-CV-10879-RGS.\nUnited States District Court, D. Massachusetts.\nFebruary 15, 2000.\nDuane W. Larson, Murrieta, CA, pro se.\nShelby D. Wright, U.S. Atty. Office, Boston, MA, for U.S.\n\nMEMORANDUM AND ORDER ON CROSS MOTIONS FOR SUMMARY JUDGMENT\nSTEARNS, District Judge.\nDuane Larson brought this pro se Complaint against the United States seeking *219 interest accrued on a sum of money taken by the government in 1990 and returned only some four years later. On August 9, 1999, Larson moved for summary judgment. On December 6, 1999, after a conference was held to establish a briefing schedule, the government filed an opposition and a cross motion for summary judgment.\n\nFACTS\nThe facts are as follows.[1] On August 19, 1985, Duane Larson entered a plea agreement with the United States Attorney for the District of Minnesota after being indicted for tax evasion and narcotics-related offenses. Under the terms of the plea bargain, the government agreed to \"take no further civil or criminal actions arising from the facts of the investigation ....\"\nIn 1990, the United States Customs Service (Customs), believing that Larson was engaged in laundering money, obtained warrants to seize Larson's bank accounts in Minnesota and Massachusetts. On June 19, 1990, Customs confiscated $50,196.01 from an account Larson owned in Massachusetts and $5,388.89 from another account in Minnesota. The sequestrated funds were placed in a gov...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=larson-v-united-states"
    }
  ],
  "relatedIncidents": [
    10330,
    10341,
    10405,
    10481,
    10614
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}