{
  "id": 10673,
  "title": "2000년 Norden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-02-17",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Norden. 판결일: 2000-02-17. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Dorothy NORDEN, Petitioner on Review, v. STATE OF OREGON, Acting by and Through Its WATER RESOURCES DEPARTMENT; And Tony Justus, Umatilla County Watermaster, Respondents on Review, and UMATILLA COUNTY, a Political Subdivision of the State of Oregon, Defendant\n**판결일**: 2000-02-17\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: Carson, Chief Justice, and Gillette, Van Hoomissen, Durham, Leeson, and Riggs, Justices\n\n## 변호인\n\nGeorge W. Kelly, Eugene, argued the cause and filed the brief for petitioner on review., Richard D. Wasserman, Assistant Attorney General, Salem, argued the cause and filed the brief for respondents on review. With him on the brief were Hardy Myers, Attorney General, and Michael D. Reynolds Solicitor General.\n\n## 인용\n\n- 996 P.2d 958\n- 329 Or. 641\n\n## 판결문 요약\n\n\n996 P.2d 958 (2000)\n329 Or. 641\nDorothy NORDEN, Petitioner on Review,\nv.\nSTATE of Oregon, acting By and Through its WATER RESOURCES DEPARTMENT; and Tony Justus, Umatilla County Watermaster, Respondents on Review, and\nUmatilla County, a political subdivision of the State of Oregon, Defendant.\n(CC CV95-0002; CA A93331; SC S46182)\nSupreme Court of Oregon.\nArgued and Submitted October 14, 1999.\nDecided February 17, 2000.\n*959 George W. Kelly, Eugene, argued the cause and filed the brief for petitioner on review.\nRichard D. Wasserman, Assistant Attorney General, Salem, argued the cause and filed the brief for respondents on review. With him on the brief were Hardy Myers, Attorney General, and Michael D. Reynolds, Solicitor General.\nBefore CARSON, Chief Justice, and GILLETTE, VAN HOOMISSEN, DURHAM, LEESON, and RIGGS, Justices.[**]\nLEESON, J.\nThe issue in this case is the scope of the record on judicial review of an order in other than a contested case under Oregon's Administrative Procedures Act (APA), ORS 183.310 to 183.550. On judicial review under ORS 183.484, the circuit court took evidence both of what the agency knew at the time when it issued its order as well as evidence that the agency and petitioner had obtained after the agency issued its order. The court then made findings on that record and entered judgment in favor of petitioner. On appeal, the Court of Appeals held that the scope of the record that the circuit court had developed was correct under ORS 183.484, but t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=norden-v-state-water-resources-dept"
    }
  ],
  "relatedIncidents": [
    10330,
    10341,
    10405,
    10481,
    10614
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}