{
  "id": 10683,
  "title": "2000년 Delph 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-02-08",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Delph. 판결일: 2000-02-08. 법원: District Court, E.D. Virginia.",
  "description": "## 사건 정보\n\n**사건명**: David L. DELPH, Plaintiff, v. D. TRENT, Et Al., Defendants\n**판결일**: 2000-02-08\n**법원**: District Court, E.D. Virginia\n**관할**: Virginia, VA\n\n**판사**: Lee\n\n## 변호인\n\nDavid L. Delph, Jarratt, VA, plaintiff pro se., William Wayne Muse, Wright, Robinson, McCammon, Osthimer & Tatum, Richmond, VA, for defendant.\n\n## 인용\n\n- 86 F. Supp. 2d 572\n\n## 판결문 요약\n\n\n86 F. Supp. 2d 572 (2000)\nDavid L. DELPH, Plaintiff,\nv.\nD. TRENT, et al., Defendants.\nNo. Civ.A. 99-618-AM.\nUnited States District Court, E.D. Virginia, Alexandria Division.\nFebruary 8, 2000.\n*573 *574 David L. Delph, Jarratt, VA, plaintiff pro se.\nWilliam Wayne Muse, Wright, Robinson, McCammon, Osthimer &amp; Tatum, Richmond, VA, for defendant.\n\nMEMORANDUM OPINION\nLEE, District Judge.\nPlaintiff, a Virginia inmate proceeding pro se, has filed this 42 U.S.C. § 1983 suit alleging that defendants violated his constitutional rights. Plaintiff, who is presently incarcerated in the Mental Health Unit (MHU) at Greensville Correctional Center (GRCC), alleges that defendants Garraghty, Trent, Pugh, and Swetter created or condoned official policies, procedures, and customs that allowed plaintiff to be assaulted by another inmate and which denied plaintiff adequate medical care for his injuries from the assault. Plaintiff also alleges that defendant Rogers deliberately allowed plaintiff to be assaulted.\nAll defendants have filed dispositive motions and plaintiff has replied to these motions. It has come to the Court's attention, however, that plaintiff has also filed a Motion for Limited Discovery. Defendants have responded by filing a Motion for a Protective Order and several Objections to this discovery. Defendants argue that they have asserted a defense of good faith qualified immunity and they request that the Court stay discovery until resolution of this issue. As the Court finds ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=delph-v-trent"
    }
  ],
  "relatedIncidents": [
    10363,
    10411,
    10415,
    10532,
    10628
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}