{
  "id": 10688,
  "title": "2000년 Brandt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-01-28",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Brandt. 판결일: 2000-01-28. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington v. Steven Phillip Brandt\n**판결일**: 2000-01-28\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Armstrong\n\n## 변호인\n\nJohn Francis Hayden, for appellant (appointed counsel for appeal)., Christopher O. Shea, Prosecuting Attorney, for respondent.\n\n## 인용\n\n- 99 Wash. App. 184\n\n## 판결문 요약\n\n\nArmstrong, A.C.J.\nAfter his 18th birthday, Steven Brandt was convicted in superior court of first degree child molestation. When Brandt was seventeen years old, he told a counselor about previous sexual contact with his seven-year-old cousin. Although the Port Angeles police had the first name, address, and phone number of the victim before Brandt’s eighteenth birthday, the State did not charge him until the victim came forward 23 months later. By that time, Brandt had turned eighteen. Brandt moved to dismiss the charge, arguing that the delay in prosecuting his case violated his due process rights by depriving him of juvenile court jurisdiction.1 The trial court denied the motion to *187dismiss, concluding that the delay was justified as a reasonable investigatory delay. We affirm.\nFACTS\nWhile in the Naselle Juvenile Institution for first degree child rape and first degree child molestation, Brandt told staff members of his having sexual contact with other victims. On September 28, 1995, Paul Smith of the Department of Social and Health Services gave a one-page report to the Port Angeles Police Department naming three victims, J.W, K.H. and A.M.\nThe report described A.M. as Brandt’s cousin and gave her mother’s name as Darcy M. Their address was listed as “UNKNOWN; FAMILY LIVES NEAR MOOSE LODGE.” The report also listed Brandt’s date of birth and stated that he would be released from Naselle on November 12, 1995. A.M’s legal name is A.L., although she has also used the surna...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-brandt"
    }
  ],
  "relatedIncidents": [
    10302,
    10503,
    10523,
    10635,
    10640
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}