{
  "id": 10691,
  "title": "2000년 Blaylock 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-01-26",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Blaylock. 판결일: 2000-01-26. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellant, v. CAMERUN BLAYLOCK, Defendant-Appellee\n**판결일**: 2000-01-26\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Knecht\n\n## 변호인\n\nLarry S. Mills, State’s Attorney, of Danville (Norbert J. Goetten, Robert J. Biderman, and Kathy Shepard (argued), all of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People., Richard J. Doyle (argued), of Doyle & Associates, of Danville, for appellee.\n\n## 인용\n\n- 723 N.E.2d 1233\n- 311 Ill. App. 3d 399\n- 243 Ill. Dec. 632\n\n## 판결문 요약\n\n\n723 N.E.2d 1233 (2000)\n311 Ill. App.3d 399\n243 Ill.Dec. 632\nThe PEOPLE of the State of Illinois, Plaintiff-Appellant,\nv.\nCamerun BLAYLOCK, Defendant-Appellee.\nNo. 4-98-1055.\nAppellate Court of Illinois, Fourth District.\nJanuary 26, 2000.\nLarry S. Mills, State's Attorney, Danville, Norbert J. Goetten, Director, Robert J. Biderman, Deputy Director, Kathy Shepard, Staff Attorney (argued), State's Attorneys Appellate Prosecutor, Springfield, for the People.\nRichard J. Doyle (argued), Doyle &amp; Associates, Danville, for Camerun Blaylock.\nJustice KNECHT delivered the opinion of the court:\nIn December 1993, the State charged defendant, Camerun Blaylock, with five counts of murder (720 ILCS 5/9-1(a)(1) through (a)(3) (West 1992)) and six counts of home invasion (720 ILCS 5/12-11(a)(1), (a)(2) (West 1992)), all stemming from the December 1993 murder of Robin Jackson. In January 1995, a jury returned a verdict of guilty on the home invasion counts but was hopelessly deadlocked on the murder counts. In January 1996, the trial court sentenced defendant to a 30-year term on the home invasion conviction, and this court affirmed that judgment on direct appeal. People v. Blaylock, 293 Ill.App.3d 1155, 241 Ill.Dec. 243, 718 N.E.2d 1097 (1998) (unpublished order under Supreme Court Rule 23).\nIn the meantime, in January 1995, the State moved to retry Blaylock on the murder counts, and in March 1995, the trial *1234 court granted the motion. In April 1995, defendant filed a motion to dismiss ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-blaylock"
    }
  ],
  "relatedIncidents": [
    10288,
    10295,
    10309,
    10311,
    10324
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}