{
  "id": 10699,
  "title": "2000년 Johns 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-01-21",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Johns. 판결일: 2000-01-21. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: At Stephens Enterprises, Inc. v. Johns\n**판결일**: 2000-01-21\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Per Curiam\n\n## 인용\n\n- 757 So. 2d 416\n\n## 판결문 요약\n\n\n757 So. 2d 416 (2000)\nA.T. STEPHENS ENTERPRISES, INC.\nv.\nArnold JOHNS et al.\n1980269.\nSupreme Court of Alabama.\nJanuary 21, 2000.\n*417 Charles Cleveland of Cleveland &amp; Cleveland, P.C., Birmingham, for appellant.\nEdwin O. Rogers of Hand Arendall, L.L.C., Birmingham, for appellees.\nPER CURIAM.\nA.T. Stephens Enterprises, Inc., filed this action against Scott Transportation, Inc.; Austin Transportation, Inc.; Best Leasing, Inc.; Best Systems, Inc.; Transport Credit Inc.; Transportation Holding Company, Inc.; Transway Systems, Inc.; Arnold E. Johns; Roger Manis; Don Clay; and Doug Ford. All of the individual defendants were associated with Scott Transportation (\"Scott\"). The plaintiff sought damages based on allegations of breach of contract and conspiracy to steal, convert, or dissipate all of the assets of Scott and to defraud its creditors. After a trial, the jury returned a verdict for the plaintiff and against Scott on the breach-of-contract claim and assessed damages at $45,386.81. That award is not before us. The jury also found for the plaintiff and against Scott, Best Systems, Inc., and Arnold Johns on the conspiracy-to-defraud claim and assessed compensatory damages of $162,000 and punitive damages of $150,000. The jury found no liability for the remaining defendants. The trial court entered a judgment on that verdict; however, it then granted the motion for a judgment as a matter of law filed by Scott, Best Systems, Inc., and Johns (hereinafter the \"defendants\") on...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=at-stephens-enterprises-inc-v-johns"
    }
  ],
  "relatedIncidents": [
    10308,
    10310,
    10334,
    10361,
    10391
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}