{
  "id": 10708,
  "title": "2000년 Rios 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-01-13",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Rios. 판결일: 2000-01-13. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Miguel Rios v. Rockwell International Corporation, Appellants-Respondents. (And a Third-Party Action.)\n**판결일**: 2000-01-13\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 268 A.D.2d 279\n- 701 N.Y.S.2d 386\n\n## 판결문 요약\n\n\n—Order, Supreme *280Court, New York County (Emily Goodman, J.), entered August 11, 1998, which, to the extent appealed and cross-appealed from, granted defendant’s motion for summary judgment to the extent of dismissing plaintiffs fourth cause of action for failure to warn but denied the motion insofar as it was addressed to plaintiffs remaining products liability causes of action, unanimously affirmed, without costs.\nWhile operating a printing press manufactured and sold by defendants, one of plaintiffs fingers became lodged in the press and was severed. At the time of the accident, the press was being operated without the safety guard with which it had been equipped by the manufacturer. Although defendants maintain that the removal of the safety guard constituted a material alteration of the press subsequent to its manufacture and sale cutting off their liability for the alleged product defect (see, Robinson v Reed-Prentice Div., 49 NY2d 471, 480), the evidence on the motion established that the safety guard was designed to be removed from the press with relative ease to facilitate periodic press maintenance. The motion court correctly held that the removal of a safety guard designed to be readily removed did not constitute a material alteration. Also correct was the court’s finding that the affidavit of plaintiffs expert raised triable issues as to whether a press such as the one at issue, designed so as to be operable without a safety guard, was reasonably safe for its i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rios-v-rockwell-international-corp"
    }
  ],
  "relatedIncidents": [
    10288,
    10289,
    10294,
    10295,
    10302
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}