{
  "id": 10703,
  "title": "2000년 Johnson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-01-18",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Johnson v. State. 판결일: 2000-01-18. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Demetrius JOHNSON, Appellant-Defendant, v. STATE of Indiana, Appellee-Plaintiff\n**판결일**: 2000-01-18\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Brook, Darden, Kirsch\n\n## 변호인\n\nMichael R. Fisher, Indianapolis, Indiana, Attorney for Appellant., Jeffrey A. Modisett, Attorney General of Indiana, Liisi Brien, Deputy Attorney General, Indianapolis, Indiana, Attorneys for Appellee.\n\n## 인용\n\n- 722 N.E.2d 382\n\n## 판결문 요약\n\n\n722 N.E.2d 382 (2000)\nDemetrius JOHNSON, Appellant-Defendant,\nv.\nSTATE of Indiana, Appellee-Plaintiff.\nNo. 49A05-9812-CR-620.\nCourt of Appeals of Indiana.\nJanuary 18, 2000.\nMichael R. Fisher, Indianapolis, Indiana, Attorney for Appellant.\nJeffrey A. Modisett, Attorney General of Indiana, Liisi Brien, Deputy Attorney General, Indianapolis, Indiana, Attorneys for Appellee.\n\nOPINION\nDARDEN, Judge\n\nSTATEMENT OF THE CASE\nDemetrius Johnson appeals his conviction by jury of rape as a class A felony. We affirm.\n\n\nISSUE[1]\nDid the trial court abuse its discretion in admitting evidence regarding a prior attempted rape for which Johnson was not charged?\n\nFACTS\nIn April 1996, 17 year-old A. first met 26 year-old Demetrius Johnson and his friend Murry at Greenwood Mall. A. \"had a slight interest\" in Murry and set up a double date with Murry, Johnson and one of her friends. (R. 263). At approximately 11:00 p.m. on May 2, 1996, Johnson picked up A. at her house. A. sneaked out of the house because she was not supposed to go out on a school night. Johnson and A. drove to A.'s friend's house, but the *383 friend's mother would not let the friend leave. Johnson and A. left A.'s friend's house in Johnson's car.\nA. believed that she and Johnson were going to pick up Murry; however, Johnson drove A. to an isolated area, pulled out a gun, put it to her head, and told her to take off her clothes and get into the back seat where he raped her. At some point during the rape, Johnson hit A. in the eye...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-v-state"
    }
  ],
  "relatedIncidents": [
    10302,
    10503,
    10523,
    10635,
    10640
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}