{
  "id": 10705,
  "title": "2000년 N.S. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-01-18",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: N.S.. 판결일: 2000-01-18. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington v. N.S.\n**판결일**: 2000-01-18\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Baker\n\n## 변호인\n\nAntonio Salazar, for appellant., Norm Maleng, Prosecuting Attorney, and David Lehan Ryan, Deputy, for respondent.\n\n## 인용\n\n- 98 Wash. App. 910\n\n## 판결문 요약\n\n\nBaker, J.\nN.S. was charged in juvenile court with rape in the third degree. The court found N.S. guilty of the lesser included offense of attempted rape in the third degree even though the statute of limitations for that crime had run. Because we hold that a defendant cannot be convicted of a lesser offense upon a prosecution for a greater crime commenced after the statute has run on the lesser offense, we reverse and dismiss.\nI\nN.S. was charged in juvenile court with rape in the third degree of his younger sister, E.S. The victim testified that the incident occurred when she was about 11 years old and her brother was about 13 years old. She testified that N.S. told her to come upstairs to his room. She said that “I think he took my jeans off, probably” and that he took his own clothes off. She said that she was “lying on the floor, or on the bed, I can’t remember” and that N.S. was “up on me, probably” and “just laying on me.” She testified that he “touched the private area” with “his private,” but that there was no penetration. She told him to stop several times. A registered nurse practitioner who examined the victim testified that she “couldn’t say clearly that it proved that there had been penetration of the hymen, but [this exam] raised concern.”\nAt trial, N.S. argued that the State failed to prove penetration beyond a reasonable doubt. The court found that N.S. was not guilty as charged, but indicated a willing*912ness to convict on a lesser included offense. The Stat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-ns"
    }
  ],
  "relatedIncidents": [
    10302,
    10503,
    10523,
    10635,
    10640
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}