{
  "id": 10702,
  "title": "2000년 Wingfield 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-01-19",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Wingfield. 판결일: 2000-01-19. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Wingfield v. State\n**판결일**: 2000-01-19\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Davis\n\n## 인용\n\n- 751 So. 2d 134\n\n## 판결문 요약\n\n\n751 So. 2d 134 (2000)\nReginald WINGFIELD, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 2D98-4895.\nDistrict Court of Appeal of Florida, Second District.\nJanuary 19, 2000.\n*135 James Marion Moorman, Public Defender, Bartow, and Raymond Dix, Assistant Public Defender, Bartow, for Appellant.\nRobert A. Butterworth, Attorney General, Tallahassee, and Susan D. Dunlevy, Assistant Attorney General, Tampa, for Appellee.\nDAVIS, Judge.\nReginald Wingfield appeals his convictions for burglary, felony criminal mischief, battery, opposing an officer with violence, and two counts of aggravated battery on a law enforcement officer. Wingfield also appeals the constitutionality of his prison releasee reoffender sentence. We affirm his burglary, battery, and opposing an officer with violence convictions without discussion. We also affirm his prison releasee reoffender sentence without discussion. See Grant v. State, 745 So. 2d 519 (Fla. 2d DCA 1999).\nAt trial, the State alleged that Wingfield intentionally rammed a police cruiser with a pick-up truck. Citing primarily Williamson v. State, 510 So. 2d 335 (Fla. 4th DCA 1987), disapproved on other grounds, State v. Sanborn, 533 So. 2d 1169 (Fla. 1988), Wingfield argues that he did not commit an aggravated battery because he did not strike the officers directly; rather, he struck the police cruiser. Wingfield maintains that the officers did not have the requisite \"intimate connection\" with the police cruiser because the cruiser could not be conside...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wingfield-v-state"
    }
  ],
  "relatedIncidents": [
    10386,
    10392,
    10411,
    10416,
    10419
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}