{
  "id": 10704,
  "title": "2000년 Brantley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2000-01-18",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Brantley. 판결일: 2000-01-18. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Brantley v. the State\n**판결일**: 2000-01-18\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Johnson, McMurray, Phipps\n\n## 변호인\n\nGerard B. Kleinrock, for appellant., J. Tom Morgan, District Attorney, Maria Murder-Ashley, Gregory J. Lohmeier, Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 528 S.E.2d 264\n- 242 Ga. App. 85\n\n## 판결문 요약\n\n\n528 S.E.2d 264 (2000)\n242 Ga. App. 85\nBRANTLEY\nv.\nThe STATE.\nNo. A99A2352.\nCourt of Appeals of Georgia.\nJanuary 18, 2000.\nReconsideration Denied January 27, 2000.\n*265 Gerard B. Kleinrock, Atlanta, for appellant.\nJ. Tom Morgan, District Attorney, Maria Murcier-Ashley, Gregory J. Lohmeier, Assistant District Attorneys, for appellee.\nJOHNSON, Chief Judge.\nA jury found Chauncey Brantley guilty of aggravated assault and one count of possession of a firearm by a convicted felon, and not guilty of another count of possession of a firearm by a convicted felon. We affirm Brantley's convictions. However, for reasons which follow, we vacate the sentence and remand the case.\n1. Viewed in a light most favorable to support the jury's verdict, the evidence shows that Brantley shot the victim two times. Both the victim and two witnesses identified Brantley as the shooter. There was also testimony that Brantley told the victim's friends he had just shot somebody.\nAfter the shooting, the victim and his friend drove to the victim's house. As they were leaving the victim's house to go to the hospital, they saw Brantley holding a gun as the car in which he was riding drove by the victim's house.\nWhen the defendant appeals a criminal conviction, the evidence must be construed in the light most favorable to support the jury's verdict, and the defendant no longer enjoys the presumption of innocence; moreover, the appellate court does not weigh the evidence or judge the credibility of the *266 witn...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brantley-v-state"
    }
  ],
  "relatedIncidents": [
    10363,
    10411,
    10415,
    10532,
    10628
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}