{
  "id": 10739,
  "title": "1999년 H. Frederick Johnston Sandra Spillane v. Arbitrium (Cayman Islands) Handels Ag Miklos Vendel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-12-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: H. Frederick Johnston Sandra Spillane v. Arbitrium (Cayman Islands) Handels Ag Miklos Vendel. 판결일: 1999-12-13. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: H. Frederick JOHNSTON; Sandra Spillane, Plaintiffs-Appellants, v. ARBITRIUM (CAYMAN ISLANDS) HANDELS AG; Miklos Vendel, Defendants-Appellees\n**판결일**: 1999-12-13\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Cabranes, Sack, Shadur\n\n## 변호인\n\nAllan M. Pepper, Kaye, Scholer, Fier-man, Hays & Handler, LLP (Michael Mali-na, Alan E. Rothman, of counsel), New York, NY, for Plaintiffs-Appellants., Thomas J. Allingham II, Skadden, Arps, Slate, Meagher & Flom LLP (James L. Love, of counsel), Wilmington, DE, for Defendants-Appellees.\n\n## 인용\n\n- 198 F.3d 342\n\n## 판결문 요약\n\n198 F.3d 342 (2nd Cir. 1999)\n    H. FREDERICK JOHNSTON; SANDRA SPILLANE, Plaintiffs-Appellants,v.ARBITRIUM (CAYMAN ISLANDS) HANDELS AG; MIKLOS VENDEL, Defendants-Appellees.\n    Docket No. 98-9231August Term, 1998\n    UNITED STATES COURT OF APPEALSSECOND CIRCUIT\n    Argued: May 3, 1999Decided: Dec. 13, 1999\n    \n      Appeal from a judgment of the United States District Court for the District of Connecticut (Robert N. Chatigny, Judge) dismissing the plaintiffs' complaint on collateral estoppel grounds.\n      Affirmed.[Copyrighted Material Omitted]\n      ALLAN M. PEPPER, Kaye, Scholer, Fierman, Hays &amp; Handler, LLP, (Michael Malina, Alan E. Rothman, of counsel) New York, NY, for Plaintiffs-Appellants.\n      THOMAS J. ALLINGHAM II, Skadden, Arps, Slate, Meagher &amp; Flom LLP, (James L. Love, of counsel) Wilmington, DE, for Defendants-Appellees.\n      Before: CABRANES and SACK, Circuit Judges, and SHADUR, District Judge.*\n      Judge Shadur dissents in a separate opinion.\n      SACK, Circuit Judge:\n    \n    \n      1\n      Plaintiffs H. Frederick Johnston and Sandra Spillane appeal from a judgment of the United States District Court for the District of Connecticut (Robert N. Chatigny, Judge) dismissing their complaint. Johnston and Spillane seek a declaratory judgment that they own fifty-two percent of the outstanding shares of stock of Technicorp International II, Inc. (\"TCI II\"). The district court concluded that a previous decision by the Delaware Court of Chancery (Jack B....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=h-frederick-johnston-sandra-spillane-v-arbitrium-cayman-islands-handels"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10738,
    10740
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}