{
  "id": 10738,
  "title": "1999년 Gieck 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-12-15",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Gieck. 판결일: 1999-12-15. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Tennessee v. Joseph GIECK\n**판결일**: 1999-12-15\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Hayes, Lafferty, Riley\n\n## 변호인\n\nPaul G. Summers, Attorney General & Reporter, Elizabeth T. Ryan, Assistant Attorney General, Nashville, TN, for appel-lee., Joe L. Finley, Jr., Assistant Public Defender, Cookeville, TN, for appellant.\n\n## 인용\n\n- 29 S.W.3d 57\n\n## 판결문 요약\n\n\nOPINION\nL.T. LAFFERTY, Senior Judge.\nThe appellant, Joseph Gieck, hereinafter as “the defendant,” appeals as of right pursuant to Rule 3 of the Tennessee Rules of Appellate Procedure from the judgment of the White County Criminal Court. A White County jury found the defendant guilty of harassing phone calls and stalking. The trial court imposed concurrent sentences of eleven (11) months and twenty-nine (29) days, all suspended but five (5) days. The defendant was given certain conditions while on probation and was enjoined from harassing, bothering, or interacting with the victims in this cause. The defendant presents one appellate issue:\nWhether the trial court erred in allowing proof of alleged harassing phone calls and stalking over a period from December, 1996, to November, 1997, when the indictment charged that both the stalking and harassing phone calls happened on or about November 1,1997.\nAfter a review of the entire court record, briefs of the parties, and applicable law, we AFFIRM the trial court’s judgment.\nFACTUAL BACKGROUND\nMrs. Phyllis Dwyer testified that she met the defendant through his relationships with her two daughters, Barbara and Susan Woodruff. The defendant was married to Barbara, age 31, and they had two children. Prior to the events in this cause, the defendant and Dwyer’s other daughter, Susan, had lived together for three years. They had two children, Tiffany Woodruff and Joseph Woodruff.1 Mrs. Dwyer testified that she is very familiar with the d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-gieck"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10739,
    10740
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}