{
  "id": 10746,
  "title": "1999년 Arnold 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-12-08",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Arnold. 판결일: 1999-12-08. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Preston Bernard ARNOLD, Appellant, v. STATE of Texas, Appellee\n**판결일**: 1999-12-08\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Arnot, McCALL, Wright\n\n## 변호인\n\nRobert Udashen, Milner, Lobel, Goran-son, sorrels, Udashen, & Wells, Attys. at Law, Dallas, for appellant., Bill Hill, Crim. Dist. Atty., Kimberly Lafferty, Asst. Dist. Atty., for appellee.\n\n## 인용\n\n- 7 S.W.3d 832\n\n## 판결문 요약\n\n\n7 S.W.3d 832 (1999)\nPreston Bernard ARNOLD, Appellant,\nv.\nSTATE of Texas, Appellee.\nNos. 11-97-00393-CR to 11-97-00395-CR.\nCourt of Appeals of Texas, Eastland.\nDecember 8, 1999.\n*833 Robert Udashen, Milner, Lobel, Goranson, sorrels, Udashen, &amp; Wells, Attys. at Law, Dallas, for appellant.\nBill Hill, Crim. Dist. Atty., Kimberly Lafferty, Asst. Dist. Atty., for appellee.\nPanel consists of: ARNOT, C.J., and WRIGHT, J., and McCALL, J.\n\nOPINION\nPER CURIAM.\nAppellant pleaded guilty to two indictments for aggravated assault[1] and one indictment for failure to stop and render aid.[2] He stipulated that the enhancement paragraph in each indictment was true.[3] The jury assessed his punishment at confinement for 25 years for aggravated assault against Carl Edward Maple,[4] confinement for 10 years for aggravated assault against Debra Sparks,[5] and confinement for 10 years for the failure to stop and render aid to Marcus Everett.[6] Appellant argues the same two issues on each appeal. We affirm.\n\nBackground Facts\nThe record shows that appellant met his estranged wife, Jennifer Arnold, at her place of work on the morning of March 17, 1997. He pushed his way into a crowded elevator where she stood with a co-worker. When the elevator reached Jennifer's destination, the eighth floor of the NationsBank building in downtown Dallas, the co-worker exited; appellant pulled Jennifer back into the elevator. On the elevator, appellant showed Jennifer a .22 caliber revolver and told her that s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=arnold-v-state"
    }
  ],
  "relatedIncidents": [
    10733,
    10750,
    10774,
    10783,
    10784
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}