{
  "id": 10747,
  "title": "1999년 Minkler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-12-08",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Minkler. 판결일: 1999-12-08. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Minkler v. Chumley\n**판결일**: 1999-12-08\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Williams, Gaskins & Peatross\n\n## 인용\n\n- 747 So. 2d 720\n\n## 판결문 요약\n\n\n747 So. 2d 720 (1999)\nRonald D. MINKLER, Plaintiff-Appellant,\nv.\nGary CHUMLEY as the Parent And Legal Guardian of His Minor Son, Ethan Chumley, Defendant-Appellee.\nNo. 32,558-CA.\nCourt of Appeal of Louisiana, Second Circuit.\nDecember 8, 1999.\n*721 Rice &amp; Kendig by William F. Kendig, Shreveport, Counsel for Appellant.\nDaryl Gold, Shreveport, Counsel for Appellee\nBefore WILLIAMS, GASKINS &amp; PEATROSS, JJ.\nPEATROSS, J.\nPlaintiff, Ronald D. Minkler, appeals a judgment dismissing his claims against Defendant, Gary Chumley, as parent and legal guardian of his minor son, Ethan Chumley. For the reasons stated herein, we reverse and render judgment in favor of Plaintiff.\n\nFACTS\nThis suit arises out of a violent encounter between Plaintiff, the general manager of Southern Trace Country Club (\"Southern Trace\") in Shreveport, Louisiana, and then 16-year-old Ethan Chumley (\"Ethan\"), on the premises of Southern Trace. At the time of the incident, Ethan was an unemancipated minor who lived with his parents.\nSouthern Trace maintains the Azalea Grill as one of its restaurants for members. Payment for meals contemporaneously with service is not accepted at the Azalea Grill; rather, club members who eat at the restaurant sign a guest ticket at the time of service and each month receive an inclusive bill for their meals that month.\n*722 In the summer of 1996, one of the club's members, Ron Atkinson, contacted Southern Trace concerning his monthly bill which indicated several charges osten...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=minkler-v-chumley"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10738,
    10739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}