{
  "id": 10766,
  "title": "1999년 Dinh 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-11-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Dinh. 판결일: 1999-11-18. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Tuong Huan VAN DINH; Oscar Garcia-Perez; Meseret Antanaw Wassie; Benigno Palaganas-Suarez; Loi Nguyen; Juan Cisneros; Celeste Ferguson; Jane Doe and John Doe as Unnamed Detainees at WCC/INS, Individually, and on Behalf of All Other Persons Similarly Situated, Plaintiffs-Appellants, v. Janet RENO, Attorney General, United States of America, in Her Official and Individual Capacities; Joseph Greene, District Director, United States Immigration and Naturalization Service, Denver, Colorado, in His Official and Individual Capacities, Defendants-Appellees\n**판결일**: 1999-11-18\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n**판사**: McKAY, Murphy, Tacha\n\n## 변호인\n\nJim Salvator, Lafayette, Colorado, for Plaintiffs-Appellants., Linda A. McMahan, United States Attorney, and Michael E. Hegarty, Assistant U.S. Attorney, Denver, Colorado, and David J. Kline, Deputy Director, and William J. Howard, Senior Litigation Counsel, Office of Immigration Litigation, Civil Division, U.S. Department of Justice, Washington, D.C., for Defendants-Appellees.\n\n## 인용\n\n- 197 F.3d 427\n\n## 판결문 요약\n\n197 F.3d 427 (10th Cir. 1999)\n    TUONG HUAN VAN DINH; OSCAR GARCIA-PEREZ; MESERET ANTANAW WASSIE; BENIGNO PALAGANAS-SUAREZ; LOI NGUYEN; JUAN CISNEROS; CELESTE FERGUSON; JANE DOE and JOHN DOE as UNNAMED DETAINEES AT WCC/INS, individually, and on behalf of all other persons similarly situated, Plaintiffs-Appellants,v.JANET RENO, Attorney General, United States of America, in her official and individual capacities; JOSEPH GREENE, District Director, United States Immigration and Naturalization Service, Denver, Colorado, in his official and individual capacities, Defendants-Appellees.\n    No.  98-1312\n    UNITED STATES COURT OF APPEALS TENTH CIRCUIT\n    November 18, 1999\n    \n      APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF COLORADO. D.C. No. 98-K-926.\n      Jim Salvator, Lafayette, Colorado, for Plaintiffs-Appellants.\n      Linda A. McMahan, United States Attorney, and Michael E. Hegarty, Assistant U.S. Attorney, Denver, Colorado, and David J. Kline, Deputy Director, and William J. Howard, Senior Litigation Counsel, Office of Immigration Litigation, Civil Division, U.S. Department of Justice, Washington, D.C., for Defendants-Appellees.\n      Before TACHA, McKAY, and MURPHY, Circuit Judges.\n      McKAY, Circuit Judge.\n    \n    \n      1\n      Plaintiffs-appellants appeal from the district court's denial of attorney's fees and costs for which they applied pursuant to the Equal Access to Justice Act (EAJA), 28 U.S.C. &#167; 2412(d)(1)(A).1 Our jurisdiction aris...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tuong-huan-van-dinh-v-reno"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10738,
    10739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}