{
  "id": 10776,
  "title": "1999년 Hall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-11-15",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Hall. 판결일: 1999-11-15. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Tennessee, Appellee, v. Jon Douglas HALL, Appellant\n**판결일**: 1999-11-15\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: Anderson, Barker, Birch, Drowota, Holder\n\n## 변호인\n\nJesse H. Ford, III, Clayton F. Mayo, Jackson, Tennessee (At Trial), C. Mark Donahoe Jackson, Tennessee (On Appeal), for Appellant., Paul G. Summers, Attorney General and Reporter, Michael C. Moore, Solicitor General, Alice B. Lustre, Assistant Attorney General, Nashville, Tennessee, James G. Woodall, District Attorney General, Alfred Lynn Earls, Asst. District Attorney General, Jackson, Tennessee, for Appellee.\n\n## 인용\n\n- 8 S.W.3d 593\n\n## 판결문 요약\n\n\n8 S.W.3d 593 (1999)\nSTATE of Tennessee, Appellee,\nv.\nJon Douglas HALL, Appellant.\nSupreme Court of Tennessee, at Jackson.\nNovember 15, 1999.\nRehearing Denied December 27, 1999.\n*595 Jesse H. Ford, III, Clayton F. Mayo, Jackson, Tennessee (At Trial), C. Mark Donahoe Jackson, Tennessee (On Appeal), for Appellant.\nPaul G. Summers, Attorney General and Reporter, Michael C. Moore, Solicitor General, Alice B. Lustre, Assistant Attorney General, Nashville, Tennessee, James G. Woodall, District Attorney General, Alfred Lynn Earls, Asst. District Attorney General, Jackson, Tennessee, for Appellee.\n\n\n*594 OPINION\n\nBARKER, J.\nThe defendant, Jon Douglas Hall, was indicted for first degree premeditated murder in the strangulation and drowning death of his wife, Billie Jo Hall. The State filed notice of its intent to seek the death penalty. Pursuant to the defendant's motion for a change of venue, the case was transferred from Henderson County to Madison County for a trial by jury. Following presentation of evidence in the guilt phase, the jury found the defendant guilty of first degree murder as charged. After a sentencing hearing, the jury concluded that the evidence established one aggravating circumstance: that \"[t]he murder was especially heinous, atrocious, or cruel in that it involved torture or serious physical abuse beyond that necessary to produce death.\" Tenn.Code Ann. § 39-13-204(i)(5) (1991). Finding that this aggravating circumstance outweighed any mitigating circumstances b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hall"
    }
  ],
  "relatedIncidents": [
    10787,
    10943,
    10385,
    10426,
    10585
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}