{
  "id": 10788,
  "title": "1999년 Harrison 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-11-03",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Harrison. 판결일: 1999-11-03. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Harrison v. State\n**판결일**: 1999-11-03\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Schwartz, C.J., and Levy and Fletcher\n\n## 인용\n\n- 743 So. 2d 178\n\n## 판결문 요약\n\n\n743 So. 2d 178 (1999)\nAlphanso E. HARRISON, Appellant,\nv.\nThe STATE of Florida, Appellee.\nNo. 99-650.\nDistrict Court of Appeal of Florida, Third District.\nNovember 3, 1999.\n*179 Bennett H. Brummer, Public Defender and Roy A. Heimlich, Assistant Public Defender, for appellant.\nRobert A. Butterworth, Attorney General and Jill K. Traina, Assistant Attorney General, for appellee.\nBefore SCHWARTZ, C.J., and LEVY and FLETCHER, JJ.\nSCHWARTZ, Chief Judge.\nThe only disputed issue at the appellant's trial was whether he entered the premises upon which he had admittedly trespassed with the intent to commit the offense of theft, as alleged, and was therefore guilty of burglary as he was charged and convicted. In these circumstances, the trial judge's instruction that he was guilty of burglary if he had a \"fully formed conscious intent to commit the offense of burglary in [the] structure\" [e.s.], even though unobjected to below, requires a new trial. It is apodictic that the failure to instruct as to any element of an offense which is \"pertinent or material to what the jury must consider in order to convict,\" Stewart v. State, 420 So. 2d 862, 863 (Fla. 1982), amounts to fundamental error which need not be preserved below. Sandstrom v. Montana, 442 U.S. 510, 99 S. Ct. 2450, 61 L. Ed. 2d 39 (1979); Viveros v. State, 699 So. 2d 822 (Fla. 4th DCA 1997). That rule is plainly applicable in this case, in which the totally circular instruction which was actually giventhat burglary consists of e...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harrison-v-state"
    }
  ],
  "relatedIncidents": [
    10763,
    10773,
    10790,
    10854,
    10855
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}