{
  "id": 10782,
  "title": "1999년 Dean 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-11-10",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Dean. 판결일: 1999-11-10. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Dean v. OCHSNER MEDICAL FOUNDATION HOSP.\n**판결일**: 1999-11-10\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Gothard\n\n## 인용\n\n- 749 So. 2d 36\n\n## 판결문 요약\n\n\n749 So.2d 36 (1999)\nElla Dean, Wife/of and James DEAN\nv.\nOCHSNER MEDICAL FOUNDATION HOSPITAL AND CLINIC, et al.\nNo. 99-CA-466.\nCourt of Appeal of Louisiana, Fifth Circuit.\nNovember 10, 1999.\n*37 Joseph F. Lahatte, Jr., Cecelia F. Abadie, New Orleans, for Plaintiffs/Appellants.\nCharles F. Gay, Jr., Cristina R. Wheat, Adams and Reese, New Orleans, for Defendants/Appellees.\nPanel composed of Judges SOL GOTHARD, THOMAS F. DALEY and MARION F. EDWARDS.\nGOTHARD, J.\nPlaintiffs, Ella Dean, wife of/and James Dean, appeal from a decision of the trial court granting summary judgment in favor of defendant, Ochsner Medical Foundation Hospital and Clinic, dismissing plaintiffs' suit for medical malpractice. For the following reasons, we affirm the decision of the trial court.\nIn 1982, Mrs. Dean underwent a left breast mastectomy and reconstruction, at which time a silicone breast prosthesis was implanted.\nOn August 7, 1991, Mrs. Dean had a mammogram taken at Ochsner Clinic Radiology Department. Plaintiff alleges that the procedure was painful and that she voiced complaints at the time of the mammogram. The results of the mammogram reflected a possible rupture of the silicone implant.\nMrs. Dean went to a plastic surgeon, who advised her that the implant would need replacement; however, he could not perform the surgery for another 4-6 weeks. Plaintiff then consulted Dr. Hamid Massiha, a plastic surgeon, on August 16, 1991. He examined Mrs. Dean and reviewed the mammogram results and conclude...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dean-v-ochsner-medical-foundation-hosp"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10738,
    10739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}