{
  "id": 10791,
  "title": "1999년 State v. Siller, Unpublished Decision (10-28-1999) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-10-28",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Siller, Unpublished Decision (10-28-1999). 판결일: 1999-10-28. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. Thomas Siller\n**판결일**: 1999-10-28\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: SPELLACY, J.\n\n## 변호인\n\nAPPEARANCES:\n\nWILLIAM D. MASON, Cuyahoga County Prosecutor, BY: RICHARD BOMIK (#0009962) REBECCA MALECKAR (#0055927) Assistant County Prosecutors, for Plaintiff-Appellee.\n\nJAMES A. DRAPER, Cuyahoga County Public Defender BY: DARIN THOMPSON (#0067093) Assistant Public Defender, for Defendant-Appellant.\n\n\n## 판결문 요약\n\n                        JOURNAL ENTRY AND OPINION\nDefendant-appellant Thomas Siller (\"appellant\") appeals from his conviction for felonious assault, aggravated burglary, aggravated robbery, attempted aggravated murder, and kidnapping.\nAppellant assigns the following error for review:\n  THE TRIAL COURT ERRED IN IMPOSING A CONSECUTIVE SENTENCE FOR KIDNAPPING WHERE IT CONSTITUTED AN ALLIED OFFENSE OF SIMILAR IMPORT TO THE COUNTS OF ATTEMPTED AGGRAVATED MURDER AND AGGRAVATED ROBBERY AND NO SEPARATE ANIMUS EXISTED.\nFinding the appeal to lack merit, the judgment of the trial court is affirmed.\n                                   I.\nAt 3:49 a.m. on June 4. 1997, an anonymous 911 phone call was made from a pay phone on Fleet Avenue in Cleveland reporting that a female had been assaulted at 6211 Hosmer Avenue. Officer Douglas Mendat and his partner responded to the report and discovered that the home was all lit up. After receiving no response to a knock on the front door, the police officers went to the back door which was propped open with the wooden door frame splintered. Because this is a sign of forced entry, the officers entered the home with their weapons drawn. The officers heard the television playing loudly. The house had been ransacked with drawers opened and the contents strewn about the house. The phone was ripped from the dining room wall.\nIn the living room, the officers discovered seventy-four year old Lucy Zolkowski sitting propped up in a chair. They heard a noise lik...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-siller-unpublished-decision-10-28-1999"
    }
  ],
  "relatedIncidents": [
    10736,
    10776,
    10780,
    10781,
    10787
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}