{
  "id": 10794,
  "title": "1999년 Roe 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-10-26",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Roe. 판결일: 1999-10-26. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Respondent, v. Richard ROE, Appellant\n**판결일**: 1999-10-26\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Lawrence E. Mooney\n\n## 변호인\n\nDouglas R. Hoff, Asst. Public Defender, St. Louis, for appellant., Jeremiah W. (Jay) Nixon, Atty. Gen., Krista D. Boston, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 6 S.W.3d 411\n\n## 판결문 요약\n\n\n6 S.W.3d 411 (1999)\nSTATE of Missouri, Respondent,\nv.\nRichard ROE, Appellant.\nNos. ED 59480, ED 61197.\nMissouri Court of Appeals, Eastern District, Division Three.\nOctober 26, 1999.\n*413 Douglas R. Hoff, Asst. Public Defender, St. Louis, for appellant.\nJeremiah W. (Jay) Nixon, Atty. Gen., Krista D. Boston, Asst. Atty. Gen., Jefferson City, for respondent.\nLAWRENCE E. MOONEY, Judge.\nRichard Roe (\"Defendant\") appeals the judgment and sentence entered upon his convictions for first-degree murder and armed criminal action. In his sole point on appeal, Defendant contends the trial court plainly erred in submitting a verdict-directing instruction that allowed the jury to convict him of first-degree murder without finding the requisite intent to kill. We reverse and remand with directions.\n\nFACTUAL AND PROCEDURAL BACKGROUND\nThe facts, which we have largely borrowed from our opinion in State v. Roe, 845 S.W.2d 601 (Mo.App. E.D.1992), are as follows:\nOn September 10, 1989, Defendant and John Hamil discovered that they had been cheated in a drug deal. After surreptitiously obtaining a gun from Defendant's girlfriend, Kristahle Adams, Hamil and Defendant and several others returned to the scene of the drug deal to rough up the man who had swindled them.\nAfterward, the group went to a local bar. While at the bar, one member of the group called Imo's and ordered a pizza, specifically requesting that it be delivered by a man named James Donovan. The group believed Donovan had put sugar in...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-roe"
    }
  ],
  "relatedIncidents": [
    10736,
    10776,
    10780,
    10781,
    10787
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}