{
  "id": 10790,
  "title": "1999년 Robinson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-10-29",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Robinson. 판결일: 1999-10-29. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: State v. Robinson\n**판결일**: 1999-10-29\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Webster\n\n## 인용\n\n- 744 So. 2d 1151\n\n## 판결문 요약\n\n\n744 So. 2d 1151 (1999)\nSTATE of Florida, Appellant,\nv.\nJoseph ROBINSON and Calvin Dowdell, Appellees.\nNo. 99-465.\nDistrict Court of Appeal of Florida, First District.\nOctober 29, 1999.\nRobert A. Butterworth, Attorney General; Carolyn J. Mosley, Assistant Attorney General, Tallahassee, for Appellant.\nJennifer Mary Zedalis, Gainesville, for Appellees.\nWEBSTER, J.\nIn this criminal appeal, the state seeks review of a final order dismissing an *1152 amended information charging appellees with carjacking with a deadly weapon based upon the trial court's conclusion that the speedy trial period had run. We conclude that we have jurisdiction, and that the trial court's order was incorrect as a matter of law. Accordingly, we reverse.\n\nI.\nThe relevant facts are not in dispute. On April 30, 1998, complaints were filed accusing appellees of assaulting an individual with blunt instruments and then taking his car. Appellee Dowdell was arrested on July 12, 1998, and appellee Robinson surrendered on July 23, 1998. Both remained continuously in custody. On August 31, 1998, appellees were charged by information with robbery with a deadly weapon and grand theft auto. On September 14, 1998, an amended information was filed which merely changed the case number.\nOn January 25, 1999, appellees appeared in open court for jury selection. Prior to the commencement of jury selection, the state filed a second amended information, which contained only a single count charging both appellees with carjackin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-robinson"
    }
  ],
  "relatedIncidents": [
    10763,
    10773,
    10788,
    10854,
    10855
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}