{
  "id": 10804,
  "title": "1999년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-10-08",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1999-10-08. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Norman Yourish, on Behalf of Himself and All Others Similarly Situated, and Kenneth Yourish,on Behalf of Himself and All Others Similarly Situated v. California Amplifier Ira Coron David Nichols Michael Ferron Arthur Hausman William McKenna\n**판결일**: 1999-10-08\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 191 F.3d 983\n\n## 판결문 요약\n\n191 F.3d 983 (9th Cir. 1999)\n    NORMAN YOURISH, ON BEHALF OF HIMSELF AND ALL OTHERS SIMILARLY SITUATED, Plaintiff-Appellant,andKENNETH YOURISH,ON BEHALF OF HIMSELF AND ALL OTHERS SIMILARLY SITUATED, Plaintiff,v.CALIFORNIA AMPLIFIER; IRA CORON; DAVID NICHOLS; MICHAEL FERRON; ARTHUR HAUSMAN; WILLIAM McKENNA, Defendants-Appellees.\n    No. 98-56932\n    UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n    Argued and Submitted July 15, 1999--San Francisco, CaliforniaFiled October 8, 1999\n    \n      [Copyrighted Material Omitted]\n      Eric A. Isaacson, Milberg, Weiss, Bershad, Hynes &amp; Lerach, San Diego, California, for the plaintiff-appellant.\n      Daniel S. Floyd, Gibson, Dunn &amp; Crutcher, Los Angeles, Caliornia, for the defendants-appellees.\n      Appeal from the United States District Court for the Central District of California; Consuelo B. Marshall, District Judge, Presiding.  D.C. No. CV-97-04293-CBM.\n      Before: Charles Wiggins, Ferdinand F. Fernandez, and Sidney R. Thomas, Circuit Judges. Opinion by Judge Wiggins\n      WIGGINS, Circuit Judge:\n    \n    \n      1\n      * Norman and Kenneth Yourish (\"Plaintiffs\") filed this class action on behalf of a class of investors who purchased California Amplifier, Inc. (\"Cal Amp\") common stock between September 12, 1995, and August 8, 1996. Plaintiffs allege that Cal Amp and its top insiders1 (collectively \"Defendants\") made a series of false and misleading statements to securities analysts and the market to manipulate an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=norman-yourish-on-behalf-of-himself-and-all-others-similarly-situated-and"
    }
  ],
  "relatedIncidents": [
    10776,
    10787,
    10843,
    10890,
    10943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}