{
  "id": 10806,
  "title": "1999년 Morrison 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-10-04",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Morrison. 판결일: 1999-10-04. 법원: Colorado Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE of the State of Colorado, Plaintiff-Appellee, v. Cory MORRISON, Defendant-Appellant\n**판결일**: 1999-10-04\n**법원**: Colorado Court of Appeals\n**관할**: Colorado, CO\n\n**판사**: Casebolt, Criswell, Vogt\n\n## 변호인\n\nGale A. Norton, Attorney General, Martha Phillips Allbright, Chief Deputy Attorney General, Richard A. Westfall, Solicitor General, David R. Little, Special Assistant Attorney General, Denver, Colorado, for Plaintiff-Appellee., David F. Vela, Colorado State Public Defender, Robin Desmond, Deputy State Public Defender, Alan Kratz, Deputy State Public Defender, Denver, Colorado, for Defendant-Appellant.\n\n## 인용\n\n- 985 P.2d 1\n\n## 판결문 요약\n\n\n985 P.2d 1 (1999)\nThe PEOPLE of the State of Colorado, Plaintiff-Appellee,\nv.\nCory MORRISON, Defendant-Appellant.\nNo. 96CA1565.\nColorado Court of Appeals, Div. II.\nMarch 18, 1999.[*]\nAs Modified on Denial of Rehearing May 13, 1999.\nCertiorari Granted October 4, 1999.\n*2 Gale A. Norton, Attorney General, Martha Phillips Allbright, Chief Deputy Attorney General, Richard A. Westfall, Solicitor General, David R. Little, Special Assistant Attorney General, Denver, Colorado, for Plaintiff-Appellee.\nDavid F. Vela, Colorado State Public Defender, Robin Desmond, Deputy State Public Defender, Alan Kratz, Deputy State Public Defender, Denver, Colorado, for Defendant-Appellant.\nOpinion by Judge CRISWELL.\nDefendant, Cory Morrison, appeals a judgment of conviction entered on a jury verdict finding him guilty of eight counts of sexual assault on a child. We affirm.\nAll eight counts were based on a series of assaults upon two young boys that had occurred during a two-year period when defendant was employed as a live-in, part-time, babysitter for one of the victims. Defendant also occasionally babysat the other victim during this period.\nAt trial, both victims, who were then nine years old, testified. Several other witnesses, including relatives and police officers, were also allowed to testify as to the hearsay statements of both victims, pursuant to § 13-25-129, C.R.S.1998. In addition, an expert witness testified with respect to the dynamics of sexual abuse. Focal issues at trial included...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-morrison"
    }
  ],
  "relatedIncidents": [
    10843,
    10869,
    10917,
    10931,
    10953
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}