{
  "id": 10813,
  "title": "1999년 Frank 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-09-22",
  "location": "North Dakota, ND, USA",
  "summary": "미국 North Dakota, ND 법원 판결 사건. 사건명: Frank. 판결일: 1999-09-22. 법원: North Dakota Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Deborah FRANK, Petitioner and Appellant, v. Patrick TRAYNOR, as Executive Director of the North Dakota Workers Compensation Bureau, Respondent and Appellee\n**판결일**: 1999-09-22\n**법원**: North Dakota Supreme Court\n**관할**: North Dakota, ND\n\n**판사**: Kapsner, Maring, Neumann, Sandstrom, Vande, Walle\n\n## 변호인\n\nStephen D. Little, Dietz, Little & Haas, Bismarck, for petitioner and appellant., Brent J. Edison, Special Assistant Attorney General, Bismarck, for respondent and appellee.\n\n## 인용\n\n- 1999 ND 183\n- 600 N.W.2d 516\n\n## 판결문 요약\n\n\n600 N.W.2d 516 (1999)\n1999 ND 183\nDeborah FRANK, Petitioner and Appellant,\nv.\nPatrick TRAYNOR, as Executive Director of the North Dakota Workers Compensation Bureau, Respondent and Appellee.\nNo. 990013.\nSupreme Court of North Dakota.\nSeptember 22, 1999.\n*517 Stephen D. Little, Dietz, Little &amp; Haas, Bismarck, for petitioner and appellant.\nBrent J. Edison, Special Assistant Attorney General, Bismarck, for respondent and appellee.\nNEUMANN, Justice.\n[¶ 1] Deborah Frank appealed from a judgment dismissing her petition for an alternative writ of mandamus to compel the Workers Compensation Bureau to hold a formal hearing on her claim for benefits. Because Frank had a plain, speedy and adequate remedy in the ordinary course of law through a direct appeal from the Bureau's determination that her request for reconsideration was insufficient, we conclude the district court did not abuse its discretion in denying the writ of mandamus. We affirm.\n\nI\n[¶ 2] Frank filed a workers compensation claim on August 25, 1997, alleging she injured her lower back and tailbone when she fell on July 9, 1997, while employed as a supervisor and teacher at the Early Childhood Learning Center in Bismarck. The Bureau dismissed Frank's claim in an order dated September 30, 1997. The Bureau found Frank did not report the injury to her employer until July 15, 1997, and did not report the alleged work-related accident to her physician during her initial medical examination on July 16, 1997. The Bureau also ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=frank-v-traynor"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10738,
    10739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}