{
  "id": 10826,
  "title": "1999년 Hickson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-09-17",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Hickson. 판결일: 1999-09-17. 법원: Supreme Court of Virginia.",
  "description": "## 사건 정보\n\n**사건명**: Robert Wayne Hickson, Jr. v. Commonwealth of Virginia\n**판결일**: 1999-09-17\n**법원**: Supreme Court of Virginia\n**관할**: Virginia, VA\n\n**판사**: Kinser\n\n## 변호인\n\nDutton Olinger for appellant., Daniel J. Munroe, Assistant Attorney General (Mark L. Earley, Attorney General, on brief), for appellee.\n\n## 인용\n\n- 520 S.E.2d 643\n- 258 Va. 383\n\n## 판결문 요약\n\n\n520 S.E.2d 643 (1999)\n258 Va. 383\nRobert Wayne HICKSON, Jr.\nv.\nCOMMONWEALTH of Virginia.\nRecord No. 982618.\nSupreme Court of Virginia.\nSeptember 17, 1999.\nDutton Olinger, Blacksburg, for appellant.\nDaniel J. Munroe, Assistant Attorney General (Mark L. Earley, Attorney General, on brief), for appellee.\nPresent: All the Justices.\nKINSER, Justice.\nThe defendant, Robert Wayne Hickson, Jr., was convicted of arson in a bench trial in the Circuit Court of Montgomery County.[1]*644 In an unpublished opinion, the Court of Appeals found sufficient evidence to support the conviction and affirmed the judgment of the circuit court. We granted the defendant this appeal in which he again challenges the sufficiency of the evidence. Because we conclude that the evidence fails, as a matter of law, to establish that the defendant was the person who committed the arson, we will reverse the judgment of the Court of Appeals.\n\nFACTS\nA mobile home in which Charles Michael Eastridge, Judith Eastridge, and Samantha Ray Thompson (the Eastridges) lived was destroyed by fire on August 10, 1995. Their home was located in Elliston, behind a post office, across railroad tracks, and near a river. It was situated approximately one-half mile from Route 460 \"[b]y the way a crow flies.\"\nNorman Croy, a Deputy Sheriff Investigator with the Montgomery County Sheriffs Office, investigated the fire. Croy discovered a red gasoline container at the rear of the mobile home approximately six feet from the steps that led...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hickson-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    10875,
    11010,
    11032,
    11078,
    11089
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}