{
  "id": 10843,
  "title": "1999년 Dixon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-09-15",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Dixon. 판결일: 1999-09-15. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Alonzo D. DIXON, Appellant, v. the STATE of Texas\n**판결일**: 1999-09-15\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Baird, Holland, Johnson, Keller, Mansfield, McCORMICK, Meyers, Overstreet, Price, Womack\n\n## 변호인\n\nMichael Logan Ware, Fort Worth, for appellant., David Curl, Anne E. Swenson, Asst. Dist. Attys., Fort Worth, Matthew Paul, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 2 S.W.3d 263\n\n## 판결문 요약\n\n\n2 S.W.3d 263 (1998)\nAlonzo D. DIXON, Appellant,\nv.\nThe STATE of Texas.\nNos. 021-98, 022-98.\nCourt of Criminal Appeals of Texas, En Banc.\nDecember 16, 1998.\nOpinion Granting Rehearing in Part September 15, 1999.\nMichael Logan Ware, Fort Worth, for appellant.\nDavid Curl, Anne E. Swenson, Asst. Dist. Attys., Fort Worth, Matthew Paul, State's Atty., Austin, for the State.\nBefore the court en banc.\n\n\n*264 OPINION ON APPELLANT'S PETITION FOR DISCRETIONARY REVIEW\n\nBAIRD, J. delivered the opinion of the Court, joined by OVERSTREET, MEYERS, MANSFIELD, PRICE, and HOLLAND, JJ.\nAppellant was convicted of incest, indecency with a child, and aggravated sexual assault and sentenced to 25 years on each of the first two offenses and 45 years on the latter. Tex. Penal Code Ann. §§ 25.02, 21.11, 22.021. The Court of Appeals affirmed. Dixon v. State, 923 S.W.2d 161 (Tex.App.-Fort Worth 1996) (Dixon I). This Court vacated that judgment and remanded the case to the Court of Appeals. Dixon v. State, 928 S.W.2d 564 (Tex.Cr.App.1996) (Dixon II). On remand, the Court of Appeals again affirmed. Dixon v. State, 955 S.W.2d 898 (Tex.App.-Fort Worth 1997) (Dixon III). We granted review of that decision to determine if the Court of Appeals erred in holding that a defense witness could be properly impeached by evidence of a pending felony, and whether that error, if any, was preserved for review.[1]\n\nI.\n\nA.\nDuring his case-in chief, appellant called Elmer Pelfrey as a witness. At the time of his testimony, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dixon-v-state"
    }
  ],
  "relatedIncidents": [
    10776,
    10787,
    10804,
    10806,
    10869
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}