{
  "id": 10859,
  "title": "1999년 Bondurant 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-09-07",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Bondurant. 판결일: 1999-09-07. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Tennessee, Appellee, v. Pat BONDURANT, Appellant\n**판결일**: 1999-09-07\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: Anderson, Barker, Birch, Drowota, Holder\n\n## 변호인\n\nWilliam P. Redick, Jr., Whites Creek (After Trial & On Appeal), Peter D. Heil, Nashville (After Trial & On Appeal), Jerry C. Colley, John Colley, Colley & Colley, Columbia (Trial Only), for Appellant., Michael Moore, Solicitor General, Amy L. Tarkington, Nashville, T. Michael Bottoms, District Attorney General, James C. Sanders, Assistant District Attorney General, James G. White, II, Assistant District Attorney General, Columbia, for Appellee.\n\n## 인용\n\n- 4 S.W.3d 662\n\n## 판결문 요약\n\n\n4 S.W.3d 662 (1999)\nSTATE of Tennessee, Appellee,\nv.\nPat BONDURANT, Appellant.\nSupreme Court of Tennessee, at Nashville.\nSeptember 7, 1999.\n*663 William P. Redick, Jr., Whites Creek (After Trial &amp; On Appeal), Peter D. Heil, Nashville (After Trial &amp; On Appeal), Jerry C. Colley, John Colley, Colley &amp; Colley, Columbia (Trial Only), for Appellant.\nMichael Moore, Solicitor General, Amy L. Tarkington, Nashville, T. Michael Bottoms, District Attorney General, James C. Sanders, Assistant District Attorney General, James G. White, II, Assistant District Attorney General, Columbia, for Appellee.\n\nOPINION\nDROWOTA, J.\nIn this appeal, the defendant, Pat Bondurant, was convicted of premeditated first degree murder and arson. Upon finding that the State had proven two statutory aggravating circumstances[1] beyond *664 a reasonable doubt and that there were no mitigating circumstances sufficiently substantial to outweigh the aggravating circumstances, the jury sentenced the defendant to death by electrocution on the conviction for first degree murder. On the arson conviction, the trial court sentenced the defendant to ten years consecutive to the death penalty. The Court of Criminal Appeals affirmed the trial court's judgment. Thereafter, the case was docketed in this Court[2] and set for oral argument with respect to eight of the issues raised by the defendant. See Tenn. S.Ct. R. 12.\nAfter carefully considering the briefs and arguments of counsel, relevant legal authority, and ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-bondurant"
    }
  ],
  "relatedIncidents": [
    10736,
    10776,
    10780,
    10781,
    10787
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}