{
  "id": 10854,
  "title": "1999년 Thomas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-09-13",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Thomas. 판결일: 1999-09-13. 법원: Court of Special Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Edward THOMAS v. STATE of Maryland\n**판결일**: 1999-09-13\n**법원**: Court of Special Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Bloom, Salmon, Theodore, Thieme\n\n## 변호인\n\nVictoria Lansburgh, Assistant Public Defender (Stephen E. Harris, Public Defender, on the brief), Baltimore, for appellant., Thomas K. Clancy, Assistant Attorney General (J. Joseph Curran, Jr., Attorney General, Baltimore, and Sandra A. O’Connor, State’s Attorney for Baltimore County, Towson, on the brief), for appellee.\n\n## 인용\n\n- 737 A.2d 622\n- 128 Md. App. 274\n\n## 판결문 요약\n\n\n737 A.2d 622 (1999)\n128 Md. App. 274\nEdward THOMAS\nv.\nSTATE of Maryland.\nNo. 1703, Sept. Term, 1998.\nCourt of Special Appeals of Maryland.\nSeptember 13, 1999.\n*624 Victoria Lansburgh, Assistant Public Defender (Stephen E. Harris, Public Defender, on the brief), Baltimore, for appellant.\nThomas K. Clancy, Assistant Attorney General (J. Joseph Curran, Jr., Attorney General, Baltimore, and Sandra A. O'Connor, State's Attorney for Baltimore County, Towson, on the brief), for appellee.\nSubmitted before SALMON, THIEME and THEODORE G. BLOOM (Retired, specially assigned), JJ.\n*623 THEODORE G. BLOOM, Judge, Retired, Specially Assigned.\nAppellant, Edward Thomas, was convicted by a jury in the Circuit Court for Baltimore County (Hennegan, J. presiding) of robbery, first degree assault, second degree assault, attempted robbery, and attempt to remove a firearm from the possession of a law enforcement officer. In accordance with Maryland Code (1957, 1996 Repl.Vol., 1998 Supp.) Article 27, § 643(B)(c),[1] appellant was sentenced, as a recidivist, to a prison term of twenty-five years without parole for the robbery. He was also sentenced to a consecutive term of ten years for the first degree assault, a consecutive term of ten years for the attempt to remove a firearm from the possession of a law enforcement officer, and concurrent terms of two years on each of the other offenses. In this appeal from those judgments, appellant presents us with the following questions:\n1. Did the court below...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thomas-v-state"
    }
  ],
  "relatedIncidents": [
    10763,
    10773,
    10788,
    10790,
    10855
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}