{
  "id": 10864,
  "title": "1999년 Robert Kyle Morris v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-08-31",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Robert Kyle Morris v. State. 판결일: 1999-08-31. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Robert Kyle Morris v. State\n**판결일**: 1999-08-31\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n\n## 판결문 요약\n\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTEXAS COURT OF APPEALS, THIRD DISTRICT, AT AUSTIN\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nNO. 03-98-00528-CR\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nRobert Kyle Morris, Appellant\r\n\r\n\r\n\r\nv.\r\n\r\n\r\n\r\nThe State of Texas, Appellee\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFROM THE DISTRICT COURT OF BASTROP COUNTY, 21ST JUDICIAL DISTRICT\r\n\r\n\r\nNO. 8798, HONORABLE THOMAS G. KENYON, JUDGE PRESIDING\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\tAppellant Robert Kyle Morris was convicted in a jury trial of the offense of\r\naggravated assault with a deadly weapon.  See Tex. Penal Code Ann. § 22.02(a)(2) (West 1994). \r\nThe trial court assessed appellant's punishment at imprisonment for 16 years.\r\n\r\n\tAppellant asserts that the trial court erred in unreasonably limiting jury voir dire,\r\nin denying appellant's challenge of a venireman for cause, and in admitting inadmissible evidence\r\nat the punishment phase of trial.  We will sustain appellant's first point of error.  The judgment\r\nwill be reversed and the cause remanded to the trial court.\r\n\r\n\tAlthough appellant does not contest the sufficiency of the evidence, a statement of\r\nsome of the facts is necessary to an understanding of the discussion of appellant's point of error. \r\nThe 19-year-old appellant was an avowed devil worshipper.  He believed that most people were\r\ndevil worshippers.  He felt that God was not all-powerful and needed the help of Lucifer, the\r\ndevil.  Appellant and the young woman victim became friends when they worked at a fast food\r\nrestaurant.  The victim testified that they were not romantically involved; but ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robert-kyle-morris-v-state"
    }
  ],
  "relatedIncidents": [
    10733,
    10746,
    10750,
    10774,
    10783
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}