{
  "id": 10869,
  "title": "1999년 Malone 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-08-27",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Malone. 판결일: 1999-08-27. 법원: District Court, S.D. Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Dawn M. MALONE, Plaintiff, v. the UNITED STATES of America, Defendant\n**판결일**: 1999-08-27\n**법원**: District Court, S.D. Georgia\n**관할**: Georgia, GA\n\n**판사**: Nangle\n\n## 변호인\n\nR. Daniel Price, Rincon, GA, for plaintiff., Kenneth D. Crowder, Augusta, GA, for defendant.\n\n## 인용\n\n- 61 F. Supp. 2d 1372\n\n## 판결문 요약\n\n\n61 F.Supp.2d 1372 (1999)\nDawn M. MALONE, Plaintiff,\nv.\nThe UNITED STATES of America, Defendant.\nNo. CV 498-082.\nUnited States District Court, S.D. Georgia, Savannah Division.\nAugust 27, 1999.\n*1373 *1374 R. Daniel Price, Rincon, GA, for plaintiff.\nKenneth D. Crowder, Augusta, GA, for defendant.\n\nORDER\nNANGLE, District Judge.\nBefore the Court is defendant's motion to dismiss or alternatively to grant summary judgment. For the reasons that follow, defendant's motions are granted.\n\nBackground\nPlaintiff, a civilian, asserts a claim in negligence under the provisions of the Federal Tort Claims Act, 28 U.S.C. §§ 1346(b) and 2671 et seq. On August 20, 1995, plaintiff was raped, sodomized and beaten by Private E-2 Roderick R. Woods while Woods was supposed to be on restricted status. Def.'s Mem.Supp.Mot. Dismissal/Summ.J., App. J, \"Stip. of Fact, United States v. Woods\" at 6-10 (Doc. 19). Six weeks prior to this rape, Private Woods had raped and sodomized another soldier at Hunter Army Airfield. Woods' commanders had placed Woods on restriction pending court martial as a result of the first rape. Def's Mem.Supp.Mot. Dismissal/Summ.J., App. J, \"Stip. of Fact, United States v. Woods\" at 5. Plaintiff contends that her attack was the direct and proximate result of the negligence of the United States of America through the United States Department of the Army and its agents for failing to properly confine Private E-2 Roderick R. Woods after charging him with the first rape. Plaintiff sta...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=malone-v-united-states"
    }
  ],
  "relatedIncidents": [
    10806,
    10843,
    10917,
    10931,
    10953
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}