{
  "id": 10883,
  "title": "1999년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-08-20",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1999-08-20. 법원: Massachusetts Appeals Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Eliezer Perez (and four companion cases)\n**판결일**: 1999-08-20\n**법원**: Massachusetts Appeals Court\n**관할**: Massachusetts, MA\n\n**판사**: Armstrong\n\n## 변호인\n\nBarbara J. Sweeney for Eliezer Perez., Victor H. Ascolillo for Jose Cruz., Deborah D. Ahlstrom, Assistant District Attorney, for the Commonwealth., Jeffrey S. Weisser for Adolfo Perez.\n\n## 인용\n\n- 47 Mass. App. Ct. 605\n\n## 판결문 요약\n\n\nArmstrong, J.\nThe defendants Eliezer Perez and Jose Cruz appeal from convictions of witness intimidation (G. L. c. 268, § 13B) and assault and battery by means of a dangerous weapon, to wit: a motor vehicle (G. L. c. 265, § 15A[¿&gt;]). The Commonwealth appeals from an order allowing Adolfo Perez’s postverdict motion to set aside the jury’s verdict finding him guilty of witness intimidation.\nThe appeals turn largely on the sufficiency of the evidence presented against the defendants. We set out that evidence in the light most favorable to the Commonwealth.\nThe victim of the crimes alleged was Joshua Rodriguez, a high school student in Springfield who was a former member of an “organization” (the judge precluded use of “gang,” although that word slipped out occasionally in the trial) called the Latin Kings. One night in August, 1995, Rodriguez was witness to “an incident . . . involving the Latin Kings.” (The quote is from a pretrial stipulation, intended to minimize detail so as not to prejudice the jury.) Rodriguez went with a participant to tell the defendant Eliezer Perez (who, according to Rodriguez, was second in command, or “second crown,” of the Latin Kings) about the incident. The following day Rodriguez alone went to the Springfield police voluntarily and gave a signed statement implicating an unnamed perpetrator, who was, as a result, charged with unspecified criminal offenses. The charged individual was a member of the Latin Kings. The stipulation was silent wheth...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-perez"
    }
  ],
  "relatedIncidents": [
    10733,
    10746,
    10750,
    10774,
    10783
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}