{
  "id": 10893,
  "title": "1999년 Dombeck 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-08-09",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Dombeck. 판결일: 1999-08-09. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: COLORADO ENVIRONMENTAL COALITION; Defenders of Wildlife; Wilderness Society; Sierra Club; Sinapu; Southern Rockies Ecosystem Project; Anne Vickery, Plaintiffs-Appellants, v. Michael DOMBECK, in His Official Capacity as Chief of the United States Forest Service; Lyle K. Laverty, in His Official Capacity as Regional Forester of the Rocky Mountain Region; Martha Kettele, in Her Official Capacity as Supervisor of the White River National Forest; United States Forest Service, Defendants-Appellees. Vail Associates, Inc., Intervenor-Appellee\n**판결일**: 1999-08-09\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n**판사**: Brorby, Henry, Seymour\n\n## 변호인\n\nEdward B. Zukoski (Richard E. Condit of Land and Water Fund of the Rockies, Boulder, Colorado, and Stephen D. Harris of Merrill, Anderson, King & Harris, Colorado Springs, Colorado, with him on the briefs for Colorado Environmental Coalition, Defenders of Wildlife, The Wilderness Society, Sinapu, Southern Rockies Ecosystem Project, and Anne Vickery; Gretchen Biggs, Boulder, Colorado, with him on the briefs for Sierra Club), of Land and Water Fund of the Rockies, Boulder, Colorado, for Plaintiffs\n\n## 인용\n\n- 185 F.3d 1162\n\n## 판결문 요약\n\n185 F.3d 1162 (10th Cir. 1999)\n    COLORADO ENVIRONMENTAL COALITION; DEFENDERS OF WILDLIFE; WILDERNESS SOCIETY; SIERRA CLUB; SINAPU; SOUTHERN ROCKIES ECOSYSTEM PROJECT; ANNE VICKERY, Plaintiffs-Appellants,v.MICHAEL DOMBECK, in his official capacity asChief of the United States Forest Service; LYLE K. LAVERTY, in his official capacity as Regional Forester of the Rocky Mountain Region; MARTHA KETTELE, in her official capacity as Supervisor of the White River National Forest; UNITED STATES FOREST SERVICE, Defendants-Appellees.VAIL ASSOCIATES, INC., Intervenor-Appellee.\n    No. 98-1379\n    UNITED STATES COURT OF APPEALS TENTH CIRCUIT\n    August 9, 1999\n    \n      Appeal from the United States District Court for the District of Colorado. D.C. No. 98-N-1276[Copyrighted Material Omitted][Copyrighted Material Omitted]\n      Edward B. Zukoski (Richard E. Condit of Land and Water Fund of the Rockies, Boulder, Colorado, and Stephen D. Harris of Merrill, Anderson, King &amp; Harris, Colorado Springs, Colorado, with him on the briefs for Colorado Environmental Coalition, Defenders of Wildlife, The Wilderness Society, Sinapu, Southern Rockies Ecosystem Project, and Anne Vickery; Gretchen Biggs, Boulder, Colorado, with him on the briefs for Sierra Club), of Land and Water Fund of the Rockies, Boulder, Colorado, for Plaintiffs-Appellants.\n      Ellen J. Durkee of the United States Department of Justice, Washington, D.C., and David S. Neslin of Arnold &amp; Porter, Denver, Colorado (Lois J. S...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=colorado-environmental-coalition-v-dombeck"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10738,
    10739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}