{
  "id": 10890,
  "title": "1999년 Thomas Garcia v. Hazel Lewis, Superintendent, Hale Creek Correctional Facility 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-08-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Thomas Garcia v. Hazel Lewis, Superintendent, Hale Creek Correctional Facility. 판결일: 1999-08-12. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Thomas GARCIA, Petitioner-Appellant, v. Hazel LEWIS, Superintendent, Hale Creek Correctional Facility, Respondent-Appellee\n**판결일**: 1999-08-12\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Meskill, Trager, Walker\n\n## 변호인\n\nWinston McIntosh, New York City (Lynn W.L. Fahey, Appellate Advocates, New York City, of counsel), for Appellant., Mark H. Levine, Assistant District Attorney, Queens County, Kew Gardens, NY (Richard A. Brown, District Attorney, Queens County, John M. Castellano, Robin A. Forshaw, Assistant District Attorneys, Queens County, Kew Gardens, NY, of counsel), for Appellee.\n\n## 인용\n\n- 188 F.3d 71\n\n## 판결문 요약\n\n188 F.3d 71 (2nd Cir. 1999)\n    THOMAS GARCIA, Petitioner-Appellant,v.HAZEL LEWIS, Superintendent, HALE CREEK CORRECTIONAL FACILITY, Respondent-Appellee.\n    Docket No. 98-3733August Term, 1998\n    UNITED STATES COURT OF APPEALSSECOND CIRCUIT\n    Argued June 2, 1999Decided Aug. 12, 1999\n    \n      Petitioner-appellant applied for a writ of habeas corpus under 28 U.S.C. &#167;2254, claiming that his Sixth Amendment right to a public trial was violated when his mother's companion was excluded from petitioner's state court trial during the testimony of an undercover officer. The United States District Court for the Eastern District of New York, Korman, J., dismissed the petition on harmless error grounds, and petitioner-appellant now appeals. We affirm on the ground that an independent and adequate state ground of decision bars federal habeas review of petitioner's Sixth Amendment claim. [Copyrighted Material Omitted]\n      WINSTON McINTOSH, New York City (Lynn W.L. Fahey, Appellate Advocates, New York City, of counsel), for Appellant.\n      MARK H. LEVINE, Assistant District Attorney, Queens County, Kew Gardens, NY (Richard A. Brown, District Attorney, Queens County, John M. Castellano, Robin A. Forshaw, Assistant District Attorneys, Queens County, Kew Gardens, NY, of counsel), for Appellee.\n      Before: MESKILL and WALKER, Circuit Judges, and TRAGER, District Judge.*\n      MESKILL, Circuit Judge:\n    \n    \n      1\n      Petitioner-appellant Thomas Garcia was convicted by a ju...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thomas-garcia-v-hazel-lewis-superintendent-hale-creek-correctional"
    }
  ],
  "relatedIncidents": [
    10776,
    10787,
    10804,
    10843,
    10943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}