{
  "id": 10899,
  "title": "1999년 Dominie 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-08-03",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Dominie. 판결일: 1999-08-03. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF NORTH CAROLINA v. EARL KENNETH DOMINIE, JR., Defendant\n**판결일**: 1999-08-03\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Hunter, Walker, Wynn\n\n## 변호인\n\n\n\nMichael F. Easley, Attorney General, by Bruce S. Ambrose, Assistant Attorney General, for the State.\n, \nPaul Pooley, for defendant-appellant.\n\n\n## 인용\n\n- 518 S.E.2d 32\n- 134 N.C. App. 445\n\n## 판결문 요약\n\n\n518 S.E.2d 32 (1999)\nSTATE of North Carolina\nv.\nEarl Kenneth DOMINIE, Jr., Defendant.\nNo. COA98-1223.\nCourt of Appeals of North Carolina.\nAugust 3, 1999.\n*33 Michael F. Easley, Attorney General, by Bruce S. Ambrose, Assistant Attorney General, for the State.\nPaul Pooley, Durham, for defendant-appellant.\nWYNN, Judge.\nThe record on appeal in this case shows that around 8:30 p.m. on 12 December 1996, two womenmother and daughterentered their car parked in a Wal-Mart lot after just completing a shopping trip. However, before they were able to drive away, defendant Earl Kenneth Dominie, Jr. jumped into the back seat and instructed the daughter to drive until they reached a \"real dark, deserted area where there is nothing.\"\nThe daughter complied and upon reaching the described area, the defendant robbed the women and ordered them out of the car. The daughter, however, pleaded with the defendant by stating \"my mama is old and she can't walk up there to where there's some lighting. Can't we just drive up to the ... shopping center and we'll let you have the car, we'll get out.\" The defendant agreed and allowed her to drive to a fairly well lit residential area that was approximately one-quarter mile from the shopping center. There, the women got out of the car and the defendant drove the car away.\nLieutenant Arthur Frye of the Aberdeen Police Department investigated the incident. On 8 January 1997, after concluding that the defendant was a suspect, Lt. Frye, along with other polic...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-dominie"
    }
  ],
  "relatedIncidents": [
    10756,
    10303,
    10329,
    10336,
    10337
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}