{
  "id": 10903,
  "title": "1999년 United States v. Christopher Phillip Fordham 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-07-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Christopher Phillip Fordham. 판결일: 1999-07-30. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America v. Christopher Phillip FORDHAM, Appellant\n**판결일**: 1999-07-30\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Alito, Greenberg, Rosenn\n\n## 변호인\n\nGeorge J. Rocktashel, Office of United States Attorney, Williamsport, PA, for Ap-pellee., G. Scott Gardner, Williamsport, PA, for Appellant.\n\n## 인용\n\n- 187 F.3d 344\n\n## 판결문 요약\n\n187 F.3d 344 (3rd Cir. 1999)\n    UNITED STATES OF AMERICA,v.CHRISTOPHER PHILLIP FORDHAM, Appellant\n    No. 99-3132\n    UNITED STATES COURT OF APPEALS FOR THE THIRD CIRCUIT\n    Submitted Under Third Circuit LAR 34.1(a) July 13, 1999Decided July 30, 1999\n    \n      Appeal from the United States District Court for the Middle District of Pennsylvania D.C. No.: 97-cr-00018-1 District Judge: Honorable James F. McClure, Jr.\n      George J. Rocktashel, Office of United States Attorney, 240 West Third Street, P.O. Box 548, Williamsport, PA 17703, Counsel for Appellee\n      G. Scott Gardner, 2117 West 4th Street, Williamsport, PA 17701, Counsel for Appellant\n      Before: GREENBERG, ALITO, and ROSENN, Circuit Judges.\n      OPINION FOR THE COURT\n      ROSENN, Circuit Judge:\n    \n    \n      1\n      Appellant, Christopher Phillip Fordham, pleaded guilty to conspiracy to commit money laundering in violation of 18 U.S.C. S 1956(h). The Presentence Investigation Report (\"PSR\") calculated the defendant's guideline range at 87 to 108 months based on a Criminal History Category of I. The United States District Court for the Middle District of Pennsylvania, the Honorable James F. McClure, Jr. presiding, found that a Criminal History Category of I significantly under-represented the seriousness of the defendant's prior record. Consequently, the court departed upward to a Criminal History Category of II, which calculated the increased guideline range at 97 to 121 months. The court then imposed a 1...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-christopher-phillip-fordham"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10738,
    10739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}