{
  "id": 10900,
  "title": "1999년 United States v. Karl C. Schave 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-08-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Karl C. Schave. 판결일: 1999-08-02. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Karl C. SCHAVE, Defendant-Appellant\n**판결일**: 1999-08-02\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Diane, Easterbrook, Flaum, Wood\n\n## 변호인\n\nJeffrey B. Lang (argued), Office of the United States Attorney, Rock Island, IL, for Plaintiff-Appellee., Thomas W. Patton (argued), Office of the Federal Public Defender, Springfield, IL, George F. Taseff, Office of the Federal Public Defender, Peoria, IL, for Defendant-Appellant.\n\n## 인용\n\n- 186 F.3d 839\n\n## 판결문 요약\n\n186 F.3d 839 (7th Cir. 1999)\n    United States of America, Plaintiff-Appellee,v.Karl C. Schave, Defendant-Appellant.\n    No. 98-3691\n    United States Court of Appeals, Seventh Circuit\n    Argued May 14, 1999Decided August 2, 1999\n    \n      Appeal from the United States District Court for the Central District of Illinois. No. 98-CR-40011--Michael M. Mihm, Judge.\n      Before Flaum, Easterbrook and Diane P. Wood, Circuit Judges.\n      Flaum, Circuit Judge.\n    \n    \n      1\n      Karl Schave, a member of New Order, a white supremacy organization, sold a number of explosives to an undercover agent posing as a fellow member of the group. These explosives were to be used in a series of violent acts intended to further the white supremacist aims of the New Order. After arrest and indictment, Schave pleaded guilty to unlawful possession of an unregistered destructive device in violation of 26 U.S.C. sec.sec.5861(d) and 5871. The district judge sentenced Schave to forty-six months of imprisonment to be followed by three years of supervised release.\n    \n    \n      2\n      In addition to the standard conditions of supervised release, the district court imposed four special conditions, two of which are challenged on appeal. The first condition restricts Schave's use of alcohol and \"other legally obtained intoxicants\" during the period of supervised release. The second condition prevents Schave, during the period of supervised release, from associating with organizations that, or thei...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-karl-c-schave"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10738,
    10739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}