{
  "id": 10910,
  "title": "1999년 McClendon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-07-23",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: McClendon. 판결일: 1999-07-23. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF NORTH CAROLINA v. PAUL DENNIS McCLENDON, JR.\n**판결일**: 1999-07-23\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Mitchell\n\n## 변호인\n\n\n\nMichael F. Easley, Attorney General, by William B. Crumpler, Assistant Attorney General, for the State.\n, \nLocke T. Clifford and Walter L. Jones for defendant-appellant.\n, \nMebane Rash Whitman on behalf of the American Civil Liberties Union of North Carolina Legal Foundation, amicus curiae.\n\n\n## 인용\n\n- 517 S.E.2d 128\n- 350 N.C. 630\n\n## 판결문 요약\n\n\n517 S.E.2d 128 (1999)\n350 N.C. 630\nSTATE of North Carolina\nv.\nPaul Dennis McCLENDON, Jr.\nNo. 392A98.\nSupreme Court of North Carolina.\nJuly 23, 1999.\n*130 Michael F. Easley, Attorney General, by William B. Crumpler, Assistant Attorney General, for the State.\nLocke T. Clifford and Walter L. Jones, Greensboro, for defendant-appellant.\nMebane Rash Whitman, Raleigh, on behalf of the American Civil Liberties Union of North Carolina Legal Foundation, amicus curiae.\nMITCHELL, Chief Justice.\nIn June and July 1996, defendant was indicted for trafficking in marijuana by transporting more than fifty pounds but less than one hundred pounds, trafficking in marijuana by possession of more than fifty pounds but less than one hundred pounds, and conspiracy to traffic in a controlled substance by possession and transportation. Defendant moved to suppress evidence found as a result of a search of his vehicle. The trial court denied defendant's motion to suppress. Defendant subsequently pled guilty to all of the charges pursuant to a plea agreement in which he reserved the right to appeal the denial of his motion to suppress. All of the charges were consolidated for judgment, and the trial court sentenced defendant to a term of twenty-five to thirty-five months' imprisonment and imposed a fine of $15,000. The Court of Appeals, with one judge dissenting, affirmed the trial court. Defendant appealed to this Court as a matter of right based on the dissent below. On 30 December 1998, we also allowe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mcclendon"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10738,
    10739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}