{
  "id": 10911,
  "title": "1999년 In re Schlacter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-07-22",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re Schlacter. 판결일: 1999-07-22. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Irwin D. Schlacter, an Attorney, Departmental Disciplinary Committee for the First Judicial Department\n**판결일**: 1999-07-22\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Raymond Vallejo of counsel (Thomas J. Cahill, attorney), for petitioner., No appearance for respondent.\n\n## 인용\n\n- 259 A.D.2d 140\n- 693 N.Y.S.2d 583\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nPer Curiam.\nRespondent, Irwin D. Schlacter, was admitted to the practice *141of law in the State of New York by the Second Judicial Department on June 25, 1952. At all times relevant to the instant proceeding, he maintained an office for the practice of law within the First Judicial Department.\nAn indictment was filed against respondent in the United States District Court for the Southern District of New York charging him with two counts of racketeering conspiracy, in violation of 18 USC § 1961, and eight counts of conspiracy to commit extortion, in violation of 18 USC § 1951. On December 4, 1998, respondent pleaded guilty to one count of conspiracy to commit extortion, in violation of 18 USC § 1951. On March 22, 1999, respondent was sentenced to 37 months in prison.\nRespondent admitted that he conspired with members of the Luchese crime family to commit extortion, as that term is defined in the Hobbs Act (18 USC § 1951 [b]). At his plea allocution, respondent admitted that in 1996 he and others conspired to obtain payments from garment center businesses and those businesses were being induced by threats of economic harm and labor unrest.\nThe Departmental Disciplinary Committee now seeks an order striking respondent’s name from the roll of attorneys pursuant to Judiciary Law § 90 (4) (b). The Committee is correct in its contention that automatic disbarment under section 90 (4) (b) is the appropriate sanction, since the crime underlying respondent’s consp...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-schlacter"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10738,
    10739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}