{
  "id": 10917,
  "title": "1999년 Herstic 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-07-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Herstic. 판결일: 1999-07-15. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: F. P. v. Mitchel I. Herstic\n**판결일**: 1999-07-15\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 263 A.D.2d 393\n- 693 N.Y.S.2d 123\n\n## 판결문 요약\n\n\n—Order, Supreme Court, Bronx County (George Friedman, J.), entered March 17, 1998, granting plaintiffs motion for renewal of defendant’s summary judgment motion granted by this Court’s order of June 3, 1997, which reversed an order of the Supreme Court, Bronx County (Luis Gonzalez, J.), entered November 20, 1995, denying said motion, and upon renewal, denied defendants’ motion for summary judgment, unanimously reversed, on the law, without *394costs, defendants’ motion for summary judgment granted and the complaint dismissed. The Clerk is directed to enter judgment in favor of defendants-appellants dismissing the complaint.\nIn this legal malpractice action, plaintiffs allege that defendant attorneys failed to move to file a late notice of claim against the New York City Housing Authority Housing (NYCHA) regarding an alleged 1984 rape of the then 14-year-old plaintiff. She was allegedly raped a second time on Housing Authority property in December 1987. After the 1987 incident, plaintiffs retained defendants to represent them in connection with a lawsuit against the NYCHA. It is undisputed that defendants filed a timely notice of claim pursuant to General Municipal Law § 50-e regarding the 1987 rape, and a General Municipal Law § 50-h hearing was held in April 1988. Defendants commenced an action against the NYCHA on plaintiffs’ behalf shortly thereafter. The parties dispute whether defendants were advised about the 1984 incident at the time of retention. With respect to the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=f-p-v-herstic"
    }
  ],
  "relatedIncidents": [
    10806,
    10843,
    10869,
    10931,
    10953
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}