{
  "id": 10918,
  "title": "1999년 D.D.B. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-07-14",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: D.D.B.. 판결일: 1999-07-14. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Florida v. D.D.B., a child\n**판결일**: 1999-07-14\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Bennett, Campbell, Robert, Salcines\n\n## 변호인\n\nRobert A. Butterworth, Attorney General, Tallahassee, and Michael J. Scionti, Assistant Attorney General, Tampa, for Appellant., No appearance for Appellee.\n\n## 인용\n\n- 737 So. 2d 1178\n\n## 판결문 요약\n\n\nBENNETT, ROBERT B., Jr., Associate Judge.\nThe State of Florida has appealed an order of the trial court dismissing a criminal mischief charge against the juvenile defendant in this case. We reverse because the trial court encroached upon the prosecutor’s authority by dismissing this case on its own motion.\nAt the arraignment in this case, the assistant state attorney indicated that its office had been unable to serve a summons on the defendant on two different occasions. Apparently, the family had only recently moved to the area, and the prosecutor’s office suspected that the family might have relocated. The assistant state attorney insisted, however, that the judge issue a pickup order for the juvenile. The judge refused to do so, an act well within his discretion. See State v. S.C.W., 718 So.2d 320 (Fla. 2d DCA 1998); A.M.W. v. Portesy, 714 So.2d 1170 (Fla. 2d DCA 1998).\nIn taking the additional step of dismissing the case on its own motion, however, the trial court exceeded its bounds and encroached upon the prosecutor’s authority. See State v. P. S., 587 So.2d 672 (Fla. 5th DCA 1991). Accordingly, the order of dismissal must be reversed.\nCAMPBELL, A.C.J., and SALCINES, J., Concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-ddb"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10738,
    10739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}