{
  "id": 10921,
  "title": "1999년 Slater 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-07-09",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Slater. 판결일: 1999-07-09. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State of Kansas, Appellant, v. Walter Matthew Slater, Appellee\n**판결일**: 1999-07-09\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Abbott, Allegrucci, Davis, Lockett\n\n## 변호인\n\nGlenn R Braun, special prosecutor, argued the cause, and Carla J. Stovall, attorney general, was with him on the brief for appellant., Michael S. Holland, of Holland and Holland, of Russell, argued the cause, and Michael S. Holland II, of the same firm, was with him on the brief for appellee.\n\n## 인용\n\n- 986 P.2d 1038\n- 267 Kan. 694\n\n## 판결문 요약\n\n\n267 Kan. 694 (1999)\n986 P.2d 1038\nSTATE OF KANSAS, Appellant,\nv.\nWALTER MATTHEW SLATER, Appellee.\nNo. 81,374.\nSupreme Court of Kansas.\nOpinion filed July 9, 1999.\n*695 Glenn R. Braun, special prosecutor, argued the cause, and Carla J. Stovall, attorney general, was with him on the brief for appellant.\nMichael S. Holland, of Holland and Holland, of Russell, argued the cause, and Michael S. Holland II, of the same firm, was with him on the brief for appellee.\nThe opinion of the court was delivered by\nDAVIS, J.:\nWalter Matthew Slater was charged with driving under the influence of alcohol. The trial court suppressed all evidence obtained by the arresting officer after the stop of the defendant's vehicle and dismissed the charge. The State appeals, claiming that information obtained from an anonymous caller and conveyed to *696 the arresting officer through a police dispatcher created reasonable suspicion that a crime had been committed and, thus, justified the stop. We agree and, therefore, reverse and remand.\nThe facts are not in dispute. Police officer Matthew McNemee was on routine patrol in Hays on February 15, 1997. At 12:29 a.m., he received a dispatch from the Hays Police Department dispatcher regarding a possible drunk driver. The dispatcher advised all officers in the local area that a possible drunk driver was leaving Burger King. The dispatcher advised that the vehicle was a black pickup bearing license tag HEK 477. The dispatcher also advised that the tag was regist...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-slater"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10738,
    10739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}