{
  "id": 10939,
  "title": "1999년 United States v. Johnson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-06-21",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: United States v. Johnson. 판결일: 1999-06-21. 법원: District Court, D. Kansas.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff, v. Robert Thomas JOHNSON, Defendant\n**판결일**: 1999-06-21\n**법원**: District Court, D. Kansas\n**관할**: Kansas, KS\n\n**판사**: Rogers\n\n## 변호인\n\nGregory G. Hough, Office of United States Attorney, Topeka, KS, for Plaintiff., David Lynn Johnson, Topeka, KS, Pro se., Jeannine D. Herron, Michael M. Jackson, Topeka, KS, Jean K. Gilíes Phillips, Lawrence, KS, for Defendant.\n\n## 인용\n\n- 54 F. Supp. 2d 1200\n\n## 판결문 요약\n\n\n54 F. Supp. 2d 1200 (1999)\nUNITED STATES of America, Plaintiff,\nv.\nRobert Thomas JOHNSON, Defendant.\nNos. 92-40015-03, 97-3125-RDR.\nUnited States District Court, D. Kansas.\nJune 21, 1999.\n*1201 Gregory G. Hough, Office of United States Attorney, Topeka, KS, for Plaintiff.\nDavid Lynn Johnson, Topeka, KS, Pro se.\nJeannine D. Herron, Michael M. Jackson, Topeka, KS, Jean K. Gilles Phillips, Lawrence, KS, for Defendant.\n\n\n*1202 MEMORANDUM AND ORDER\n\nROGERS, District Judge.\nThis matter is presently before the court upon defendant's motion to vacate, set aside or correct sentence pursuant to 28 U.S.C. § 2255. Having conducted an evidentiary hearing on this matter, the court is now prepared to rule.\n\nBACKGROUND\nThe defendant was charged in this case with two counts of distribution or possession with intent to distribute phenyl-2-propanone (P2P) in violation of 18 U.S.C. § 841(a)(1) and one count of conspiracy to distribute or possess with intent to distribute P2P in violation of 18 U.S.C. § 846. Allan Hazlett was appointed to represent the defendant. The defendant was convicted by a jury on September 22, 1992 on the conspiracy charge. He was found not guilty on the other charges. He was sentenced to life imprisonment. Following sentencing, Michael Jackson was appointed to represent the defendant on appeal. His conviction was affirmed on appeal, but the case was remanded for resentencing. United States v. Johnson, 12 F.3d 1540 (10th Cir.1993), cert. denied, 516 U.S. 847, 116 S. Ct. 1...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-johnson"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10738,
    10739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}