{
  "id": 10938,
  "title": "1999년 Goldstein 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-06-21",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Goldstein. 판결일: 1999-06-21. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Richard Goldstein v. Guy Ballirano\n**판결일**: 1999-06-21\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 262 A.D.2d 529\n- 694 N.Y.S.2d 404\n\n## 판결문 요약\n\n\n—In an action to recover a broker’s commission, the plaintiff appeals from (1) a decision of the Supreme Court, Westchester County (Silverman, J.), entered May 8, 1998, and (2) a judgment of the same court (Colabella, J.), entered August 18, 1998, which, upon a submission of a stipulated set of facts, was in favor of the respondent and against him, dismissing the complaint.\nOrdered that the appeal from the decision is dismissed as no appeal lies from a decision (see, Schicchi v Green Constr. Corp., 100 AD2d 509); and it is further,\nOrdered that the judgment is affirmed; and it is further,\nOrdered that the respondent is awarded one bill of costs.\nThe plaintiff, a licensed real estate broker, commenced this action to recover a broker’s commission arising from a lease of the defendant Guy Ballirano’s property in White Plains, New York, to the defendant Saturn of White Plains, Inc. (hereinafter Saturn). Following a nonjury trial on stipulated facts, the Supreme Court found that the plaintiff had a valid, oral broker’s agreement with Ballirano. However, the court held that the plaintiff failed to prove that he was the procuring *530cause of the sale. Accordingly, the court dismissed the complaint. We affirm.\nIn the absence of a special agreement, a broker does not automatically earn a commission simply because he initially calls the property to the attention of the ultimate lessee. There must be “a direct and proximate link, as distinguished from one that is indirect and remote, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=goldstein-v-ballirano"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10738,
    10739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}