{
  "id": 10932,
  "title": "1999년 Landry 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-06-29",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Landry. 판결일: 1999-06-29. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: State v. Landry\n**판결일**: 1999-06-29\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Knoll\n\n## 인용\n\n- 751 So. 2d 214\n\n## 판결문 요약\n\n\n751 So. 2d 214 (1999)\nSTATE of Louisiana\nv.\nDerek LANDRY.\nNo. 97-KA-0499.\nSupreme Court of Louisiana.\nJune 29, 1999.\nClive Adrian Stafford Smith, New Orleans, for applicant.\nHon. Richard P. Ieyoub, Attorney General, Hon. Harry F. Connick, District Attorney, Valentin Michael Solino, John Jerry Glas, New Orleans, for respondent.\nKNOLL, J.[*]\nAn Orleans Parish jury found defendant, Derek Landry, guilty of the first-degree murder of Lloyd Gonzales, Jr. The trial of the guilt phase consisted of a day and a half of voir dire and a one-day trial. After a one-day penalty phase hearing, the jury sentenced defendant to death, finding three aggravating circumstances. Although defendant perfected thirty-four assignments of error, we reverse defendant's conviction on the threshold assignment of error, finding the appellate record so deficient that we cannot properly review this case for error.[1]\nAs a preface to this issue, we note that the record before us references loud construction noise which hindered recordation of the trial proceedings. It is likewise inferred that the court reporter experienced problems with the audio recording equipment which caused skips in the recordation of the trial proceedings. With that as a background, the defendant urges us to reverse this conviction because the record is so wanting that we cannot perform our function as a reviewing court under the mandate of La. Const.Art. V, § 5(D). Defendant maintains, and our review confirms, that the record is lacki...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-landry"
    }
  ],
  "relatedIncidents": [
    10736,
    10776,
    10780,
    10781,
    10787
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}