{
  "id": 10934,
  "title": "1999년 M.P.M. Enterprises, Inc. v. Gilbert 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-06-25",
  "location": "Delaware, DE, USA",
  "summary": "미국 Delaware, DE 법원 판결 사건. 사건명: M.P.M. Enterprises, Inc. v. Gilbert. 판결일: 1999-06-25. 법원: Supreme Court of Delaware.",
  "description": "## 사건 정보\n\n**사건명**: M.P.M. ENTERPRISES, INC., Respondent Below, Appellant, v. Jeffrey D. GILBERT, Petitioner Below, Appellee\n**판결일**: 1999-06-25\n**법원**: Supreme Court of Delaware\n**관할**: Delaware, DE\n\n**판사**: Veasey, Chief Justice, Walsh and Hartnett, Justices\n\n## 변호인\n\nJon E. Abramczyk, and Christopher F. Carlton, of Morris, Nichols, Arsht & Tun-nell, Wilmington, Delaware; Richard J. McCarthy, pro hoc vice (argued) of Edwards & Angelí, Boston, Massachusetts, for Appellant., Allen M. Terrell, Jr., (argued), and Sri-nivas M. Raju, of Richards, Layton & Finger, Wilmington, Delaware, for Appellee.\n\n## 인용\n\n- 731 A.2d 790\n\n## 판결문 요약\n\n\n731 A.2d 790 (1999)\nM.P.M. ENTERPRISES, INC., Respondent Below, Appellant,\nv.\nJeffrey D. GILBERT, Petitioner Below, Appellee.\nNo. 266, 1998.\nSupreme Court of Delaware.\nSubmitted: March 15, 1999.\nDecided: June 25, 1999.\nJon E. Abramczyk, and Christopher F. Carlton, of Morris, Nichols, Arsht &amp; Tunnell, Wilmington, Delaware; Richard J. McCarthy, pro hac vice (argued) of Edwards &amp; Angell, Boston, Massachusetts, for Appellant.\nAllen M. Terrell, Jr., (argued), and Srinivas M. Raju, of Richards, Layton &amp; Finger, Wilmington, Delaware, for Appellee.\nBefore VEASEY, Chief Justice, WALSH and HARTNETT, Justices.\n*791 VEASEY, Chief Justice.\nIn this appeal of a statutory appraisal action under 8 Del.C. § 262, we consider whether the Court of Chancery committed legal error or, alternatively, abused its discretion by applying an appraisal analysis that accorded no weight to the terms of the merger giving rise to the appraisal action or to the terms of two prior offers for equity stakes in the subject corporation. We further consider whether the Court of Chancery erred in refusing to consider the dilutive effect of alleged obligations incurred by the company to non-stockholder employees. We affirm the judgment of the Court of Chancery on the ground that under well-established precedent of this Court, the Court of Chancery did not commit legal error or abuse its discretion in its choice and application of appraisal methods.\n\nFacts\nPetitioner below-appellee, Jeffrey D. Gilbert insti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mpm-enterprises-inc-v-gilbert"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10738,
    10739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}