{
  "id": 10931,
  "title": "1999년 Gehm 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-06-30",
  "location": "South Dakota, SD, USA",
  "summary": "미국 South Dakota, SD 법원 판결 사건. 사건명: Gehm. 판결일: 1999-06-30. 법원: South Dakota Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of South Dakota, Plaintiff and Appellee, v. Tammra Ranee GEHM, Defendant and Appellant\n**판결일**: 1999-06-30\n**법원**: South Dakota Supreme Court\n**관할**: South Dakota, SD\n\n**판사**: Amundson, Gilbertson, Konenkamp, Miller, Sabers\n\n## 변호인\n\nMark W. Barnett, Attorney General, Gay Klima Tollefson, Ronald D. Campbell, Assistant Attorneys General, Pierre, South Dakota, Attorneys for plaintiff and appel-lee., Kenneth D. Bertsch, Menno, South Dakota, Attorney for defendant and appellant.\n\n## 인용\n\n- 1999 SD 82\n- 600 N.W.2d 535\n\n## 판결문 요약\n\n\n600 N.W.2d 535 (1999)\n1999 SD 82\nSTATE of South Dakota, Plaintiff and Appellee,\nv.\nTammra Ranee GEHM, Defendant and Appellant.\nNo. 20459.\nSupreme Court of South Dakota.\nConsidered on Briefs December 3, 1998.\nDecided June 30, 1999.\n*536 Mark W. Barnett, Attorney General, Gay Klima Tollefson, Ronald D. Campbell, *537 Assistant Attorneys General, Pierre, South Dakota, Attorneys for plaintiff and appellee.\nKenneth D. Bertsch, Menno, South Dakota, Attorney for defendant and appellant.\nKONENKAMP, Justice.\n[¶ 1.] In this case we must decide whether documents augmenting an alibi defense, and other evidence, all discovered after trial, merit granting a new trial. Papers defendant found in her possession after her convictions for multiple statutory rapes tended to prove that she was not present at one of the times charged. Nonetheless, the trial court denied her new trial motion and we affirm, concluding that because her late discovery of evidence was the result of her own lack of diligence, and the new evidence fails to give her a conclusive alibi, the trial court's ruling was not an abuse of discretion.\n\nFacts\n[¶ 2.] On December 11, 1994, Defendant, Tammy Gehm, age 36, invited E.W.F., age 15, to stay in her home after a fire in his own home left it temporarily uninhabitable. Gehm's son, Jeremy, and E.W.F. were best friends. E.W.F. moved in immediately and stayed for six weeks. He first shared a room with Jeremy. Gehm slept in the living room, but kept her clothing and personal effec...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-gehm"
    }
  ],
  "relatedIncidents": [
    10806,
    10843,
    10869,
    10917,
    10953
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}