{
  "id": 10947,
  "title": "1999년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-06-08",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1999-06-08. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Cody, Inc., on Its Own Behalf and on Behalf of Its Directors and Members, Plaintiff-Appellant-Cross-Appellee v. Town of Woodbury, John S. Taylor, and Eric Ruscher, Defendants-Appellees-Cross-Appellants, County of Orange\n**판결일**: 1999-06-08\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 179 F.3d 52\n\n## 판결문 요약\n\n179 F.3d 52,\n    CODY, INC., on its own behalf and on behalf of its directorsand members, Plaintiff-Appellant-Cross-Appellee,v.TOWN OF WOODBURY, John S. Taylor, and Eric Ruscher,Defendants-Appellees-Cross-Appellants,County of Orange, Defendant.\n    Docket Nos. 98-9216; 98-9244.\n    United States Court of Appeals,Second Circuit.\n    Argued May 26, 1999.Decided June 8, 1999.\n    \n      Appeal and cross-appeal from an amended judgment of the United States District Court for the Southern District of New York (Charles L. Brieant, J.) dismissing the plaintiff's complaint under the Tax Injunction Act, 28 U.S.C. &#167; 1341, and denying the plaintiff's motion for relief from the judgment under Fed.R.Civ.P. 60(b).  Affirmed in part and dismissed in part.\n      Michael H. Sussman, Goshen, New York (Stephen Bergstein, of counsel), for Plaintiff-Appellant-Cross-Appellee.\n      David L. Posner, McCabe &amp; Mack, LLP, Poughkeepsie, NY (Gerianne Hannibal, of counsel), for Defendants-Appellees-Cross-Appellants.\n      Before: VAN GRAAFEILAND, CALABRESI, and STRAUB, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      The plaintiff, Cody, Inc.  (\"Cody\"), brought a suit in federal district court seeking relief from state taxes from which it claims to be exempt.  The United States District Court for the Southern District of New York (Brieant, J.) dismissed the complaint.  See Cody, Inc. v. Town of Woodbury, 8 F.Supp.2d 340 (S.D.N.Y.1998).  Cody did not file an appeal, and the time in which...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cody-inc-on-its-own-behalf-and-on-behalf-of-its-directors-and-members"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10738,
    10739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}