{
  "id": 1094,
  "title": "2021년 City of Grapevine v. Ludmilla B. Muns, Richard Mueller, Kari Perkins, Kevin Perkins, Pamela Holt, and A-1 Commercial and Residential Services, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2021-12-23",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: City of Grapevine v. Ludmilla B. Muns, Richard Mueller, Kari Perkins, Kevin Perkins, Pamela Holt, and A-1 Commercial and Residential Services, Inc.. 판결일: 2021-12-23. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: City of Grapevine v. Ludmilla B. Muns, Richard Mueller, Kari Perkins, Kevin Perkins, Pamela Holt, and A-1 Commercial and Residential Services, Inc.\n**판결일**: 2021-12-23\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n\n## 판결문 요약\n\n                               In the\n                          Court of Appeals\n                  Second Appellate District of Texas\n                           at Fort Worth\n                               No. 02-19-00257-CV\n\nCITY OF GRAPEVINE, Appellant             §   On Appeal from the 348th District Court\n\n\nV.                                       §   of Tarrant County (348-303736-18)\n\nLUDMILLA B. MUNS, RICHARD\nMUELLER, KARI PERKINS, KEVIN             §   December 23, 2021\nPERKINS, PAMELA HOLT, AND A-1\nCOMMERCIAL AND RESIDENTIAL\nSERVICES, INC., Appellees                §   Opinion by Justice Kerr\n\n\n                       JUDGMENT ON REHEARING\n\n      After considering Appellant City of Grapevine’s motion for en banc\n\nreconsideration and the response filed by Appellees Ludmilla B. Muns, Richard\n\nMueller, Kari Perkins, Kevin Perkins, Pamela Holt, and A-1 Commercial and\n\nResidential Services, Inc. (collectively, “the Homeowners”), we withdraw our August\n\n5, 2021 opinion and judgment on our own motion and substitute the following.\n\f      This court has considered the record on appeal in this case and holds that there\n\nwas error in part of the trial court’s order. It is ordered that the trial court’s order is\n\naffirmed in part and reversed and rendered in part. We reverse that portion of the trial\n\ncourt’s order denying City of Grapevine’s amended plea to the jurisdiction as to the\n\nHomeowners’ preemption claim and render judgment dismissing it. We affirm the\n\nremainder of the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=city-of-grapevine-v-ludmilla-b-muns-richard-mueller-kari-perkins-kevin"
    }
  ],
  "relatedIncidents": [
    1227,
    1271,
    1284,
    1339,
    1397
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}