{
  "id": 10941,
  "title": "1999년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-06-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1999-06-18. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Illinois Bell Telephone Company D/B/A Ameritech Illinois, Cross-Appellee v. Worldcom Technologies, Inc., as Successor in Interest to Mfs Intelenet of Illinois, Inc., Teleport Communications Group, Inc., MCI Telecommunications Corp. And McImetro Access Transmission Services, Inc., at & T Communications of Illinois, Inc., and Focal Communications Corporation, and Dan Miller, Richard Kohlhauser, Ruth Kretschmer, Karl McDermott and Brent Bohlen, Commissioners of the Illinois Commerce Commission (In Their Official Capacities and Not as Individuals)\n**판결일**: 1999-06-18\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 179 F.3d 566\n\n## 판결문 요약\n\n179 F.3d 566\n    ILLINOIS BELL TELEPHONE COMPANY d/b/a Ameritech Illinois,Plaintiff-Appellant, Cross-Appellee,v.WORLDCOM TECHNOLOGIES, INC., as successor in interest to MFSIntelenet of Illinois, Inc., Teleport Communications Group,Inc., MCI Telecommunications Corp. and MCImetro AccessTransmission Services, Inc., AT &amp; T Communications ofIllinois, Inc., and Focal Communications Corporation,Defendants-Appellees,andDan Miller, Richard Kohlhauser, Ruth Kretschmer, KarlMcDermott, and Brent Bohlen, Commissioners of the IllinoisCommerce Commission (in their official capacities and not asindividuals), Defendants-Appellees, Cross-Appellants.\n    Nos. 98-3150, 98-3322, 98-4080.\n    United States Court of Appeals,Seventh Circuit.\n    Argued May 10, 1999.Decided June 18, 1999.\n    \n      Theodore A. Livingston (argued), Mayer, Brown &amp; Platt, Chicago, IL, for Illinois Bell Telephone Company doing business as Ameritech Illinois, Plaintiff-Appellant in 98-3150, 98-3322, and 98-4080.\n      Darryl M. Bradford (argued), Jenner &amp; Block, Chicago, IL, Thomas F. O'Neil III, Mark B. Ehrlich, MCI Worldcom Inc., for Worldcom Technologies, Inc., Defendant-Appellee in 98-3150.\n      Frederick J. Artwick, Sidley &amp; Austin, Chicago, IL, for Teleport Communications Group, Inc., Defendant-Appellee in 98-3150.\n      Darryl M. Bradford, Jenner &amp; Block, Chicago, IL, Adam H. Charnes, MCI Worldcom Inc., Washington, DC, for MCI Telecommunications Corp., Defendant-Appellee in 98-3150.\n      John...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=illinois-bell-telephone-company-dba-ameritech-illinois-cross-appellee-v"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10738,
    10739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}