{
  "id": 10944,
  "title": "1999년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-06-17",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Com.. 판결일: 1999-06-17. 법원: Kentucky Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Kentucky, Appellant, v. Jesse James ENGLISH, Appellee\n**판결일**: 1999-06-17\n**법원**: Kentucky Supreme Court\n**관할**: Kentucky, KY\n\n**판사**: Cooper, Graves, Johnstone, Keller, Lambert, Stumbo, Wintersheimer\n\n## 변호인\n\nA.B. Chandler, III, Attorney General, Frankfort, KY, Michael Harned, Assistant Attorney General, Office of Attorney General, Criminal Appellate Division, Frankfort, for appellant., Franklin P. Jewell, Jewell & Lemke, Louisville, for appellee.\n\n## 인용\n\n- 993 S.W.2d 941\n\n## 판결문 요약\n\n\n993 S.W.2d 941 (1999)\nCOMMONWEALTH of Kentucky, Appellant,\nv.\nJesse James ENGLISH, Appellee.\nNo. 98-SC-333-DG.\nSupreme Court of Kentucky.\nJune 17, 1999.\n*942 A.B. Chandler, III, Attorney General, Frankfort, KY, Michael Harned, Assistant Attorney General, Office of Attorney General, Criminal Appellate Division, Frankfort, for appellant.\nFranklin P. Jewell, Jewell &amp; Lemke, Louisville, for appellee.\nCOOPER, Justice.\nAppellee, Jesse James English, was convicted in the McCracken Circuit Court of two counts of sexual abuse in the first degree, KRS 510.110(1)(b) 2, and was sentenced to five years imprisonment on each count. The sentences were ordered to run consecutively for a total of ten years. The Court of Appeals reversed the convictions and remanded for a new trial on the ground that evidence of prior acts of sexual misconduct on the part of Appellee was improperly admitted at trial. We granted discretionary review.\nAppellee was convicted of sexually abusing his wife's two grand-nieces, M.G., age six, and A.G., age four. The children lived with their mother in the same neighborhood as Appellee and spent a substantial amount of time visiting in Appellee's home. M.G. testified that on one such occasion, both she and A.G. were sitting on Appellee's lap when he reached under A.G.'s clothing and placed his right hand between her legs and on her \"private parts,\" then placed his left hand inside M.G.'s underwear and between her legs. M.G. testified that Appellee engaged in simila...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-english"
    }
  ],
  "relatedIncidents": [
    10776,
    10787,
    10804,
    10843,
    10890
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}