{
  "id": 10943,
  "title": "1999년 Strickler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-06-17",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Strickler. 판결일: 1999-06-17. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Strickler v. Greene, Warden\n**판결일**: 1999-06-17\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: O'Connor, Rehnquist, Scalia, Souter, Stevens\n\n## 변호인\n\nMiguel A. Estrada argued the cause for petitioner. With him on the briefs were Barbara L. Hartung, Mark E. Olive, and John H. Blume., Pamela A. Rumpz, Assistant Attorney General of Virginia, argued the cause for respondent. With her on the brief was Mark L. Earley, Attorney General.*\n\n## 인용\n\n- 144 L. Ed. 2d 286\n- 119 S. Ct. 1936\n- 527 U.S. 263\n- 1999 U.S. LEXIS 4191\n\n## 판결문 요약\n\n\n527 U.S. 263 (1999)\nSTRICKLER\nv.\nGREENE, WARDEN\nNo. 98-5864.\nUnited States Supreme Court.\nArgued March 3, 1999.\nDecided June 17, 1999.\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FOURTH CIRCUIT\n*264 *265 Stevens, J., delivered the opinion of the Court, in which Rehnquist, C. J., and O'Connor, Scalia, Ginsburg, and Breyer, JJ., joined in full, in which Kennedy and Souter, JJ., joined as to Part III, and in which Thomas, J., joined as to Parts I and IV. Souter, J., filed an opinion concurring in part and dissenting in part, in which Kennedy, J., joined as to Part II, post, p. 296.\nMiguel A. Estrada argued the cause for petitioner. With him on the briefs were Barbara L. Hartung, Mark E. Olive,  and John H. Blume. \nPamela A. Rumpz, Assistant Attorney General of Virginia, argued the cause for respondent. With her on the brief was Mark L. Earley, Attorney General.[*]\nJustice Stevens delivered the opinion of the Court.[]\nThe District Court for the Eastern District of Virginia granted petitioner's application for a writ of habeas corpus and vacated his capital murder conviction and death sentence on the grounds that the Commonwealth had failed to disclose important exculpatory evidence and that petitioner had not, in consequence, received a fair trial. The Court of Appeals for the Fourth Circuit reversed because petitioner had not raised his constitutional claim at his trial or in state collateral proceedings. In addition, the Fourth Circuit concluded that petitioner's...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=strickler-v-greene"
    }
  ],
  "relatedIncidents": [
    10776,
    10787,
    10385,
    10426,
    10585
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}