{
  "id": 10951,
  "title": "1999년 State v. Climaco, Climaco, Seminatore, Lefkowitz & Garofoli Co., L.P.A. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-06-02",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Climaco, Climaco, Seminatore, Lefkowitz & Garofoli Co., L.P.A.. 판결일: 1999-06-02. 법원: Ohio Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The State of Ohio v. Climaco, Climaco, Seminatore, Lefkowitz & Garofoli Company, L.P.A.\n**판결일**: 1999-06-02\n**법원**: Ohio Supreme Court\n**관할**: Ohio, OH\n\n**판사**: Cook, Douglas, Moyer, Pfeifer, Resnick, Stratton, Sweeney\n\n## 변호인\n\nRon O’Brien, Franklin County Prosecuting Attorney, and Steven L. Taylor, Assistant Prosecuting Attorney, for appellee., Chester, Willcox & Saxbe and J. Craig Wright; Climaco, Climaco, Lefkowitz & Garofoli Co., L.P.A., John R. Climaco, Thomas M. Wilson, Michael P. Maloney and John F. Corrigan, for appellant.\n\n## 인용\n\n- 85 Ohio St. 3d 582\n\n## 판결문 요약\n\n\nFrancis E. Sweeney, Sr., J.\nWe are asked to determine whether the statute of limitations in R.C. 2901.13 barred appellant’s prosecution for falsification. For the following reasons, we find that it did. Accordingly, we reverse the court of appeals.\nThe February 1, 1996 indictment alleged that appellant knowingly made false statements in violation of R.C. 2921.13 when it filed its June and October 1993 “Employer of Legislative Agent Updated Registration Statements.” R.C. 2921.13(A)(7) states, “No person shall knowingly make a false statement, or knowingly swear or affirm the truth of a false statement previously made, when any of the following applies: * * * The statement is in -writing on or in connection with a report or return that is required or authorized by law.” A violation of R.C. 2921.13(A)(7) is a first-degree misdemeanor.\nR.C. 2901.13 sets forth the statute of limitations for criminal prosecutions. It stated:\n“(A) Except as otherwise provided in this section, a prosecution shall be barred unless it is commenced -within the following periods after an offense is committed:\n“(2) for a misdemeanor other than a minor misdemeanor, two years;\n“(E) A prosecution is commenced on the date an indictment is returned * * *.\n“(F) The period of limitation shall not run during any time when the corpus delicti remains undiscovered.” 134 Ohio Laws, Part II, 1866,1896-1897.\nAppellant contends that the plain language of R.C. 2901.13(A)(2), now (A)(1)(b), requires a prosecution to be c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-climaco-climaco-seminatore-lefkowitz-garofoli-co-lpa"
    }
  ],
  "relatedIncidents": [
    10872,
    10950,
    10970,
    10981,
    11035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}