{
  "id": 10950,
  "title": "1999년 MTI/The Image Group, Inc. v. Fox Studios East, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-06-03",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: MTI/The Image Group, Inc. v. Fox Studios East, Inc.. 판결일: 1999-06-03. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: MTI/The Image Group, Inc., Formerly Known as Modern Telecommunications, Inc. v. Fox Studios East, Inc., Formerly Known as FX Studios, Inc., (Action No. 1.) MTI/The Image Group, Inc., Formerly Known as Modern Telecommunications, Inc. v. Fox, Inc., Now Known as News America Incorporated, (Action No. 2.) MTI/The Image Group, Inc., Formerly Known as Modern Telecommunications, Inc., Appellants-Respondents v. Fox Studios East, Inc., Formerly Known as FX Studios, Inc., All Mobile Video, Inc., Nonparty Respondents MTI/The Image Group, Inc., Formerly Known as Modern Telecommunications, Inc. v. Fox Studios East, Inc., Formerly Known as FX Studios, Inc., All Mobile Video, Inc., Nonparty Respondents MTI/The Image Group, Inc., Formerly Known as Modern Telecommunications, Inc. v. Fox Studios East, Inc., Formerly Known as FX Studios, Inc., All Mobile Video, Inc., Nonparty\n**판결일**: 1999-06-03\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 262 A.D.2d 20\n- 690 N.Y.S.2d 576\n\n## 판결문 요약\n\n\n—Order, Supreme Court, New York County (Barry Cozier, J.), entered November 19, 1998, which granted defendants’ motion for partial summary judgment to the extent of dismissing the fourth cause of action (fraud), partially dismissing the first cause of action (breach of the “Facilities and Services Agreement” and “Matching Right Agreement”), and declaring that the two agreements must be read as unified and coterminous, unanimously modified, on the law, to dismiss the first and third (tortious interference with contractual relations and prospective economic advantage) causes of action in their entirety, and the fifth cause of action (breach of the implied covenant of good faith and fair dealing) insofar as it relates to the Facilities and Services Agreement and Matching Right Agreement, and otherwise affirmed, without costs.\nAppeal from orders, same court and Justice, entered January 8, 1999 and February 4, 1999 (upon reargument), which granted the motion of certain nonparty witnesses to quash various trial subpoenas, unanimously dismissed, without costs.\nAppeal from order, same court (Lewis Friedman, J.), entered October 29, 1997, which denied plaintiffs’ motion to amend the complaint to add various parties as defendants, and order, same court (Barry Cozier, J.), entered June 17, 1998, which granted the proposed defendants’ motion to dismiss a separate complaint against them, unanimously dismissed, without costs.\nOrder, same court (Barry Cozier, J.), entered January 8, 1999, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mtithe-image-group-inc-v-fox-studios-east-inc"
    }
  ],
  "relatedIncidents": [
    10872,
    10951,
    10970,
    10981,
    11035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}