{
  "id": 10956,
  "title": "1999년 Geneus 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-05-20",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Geneus. 판결일: 1999-05-20. 법원: Connecticut Superior Court.",
  "description": "## 사건 정보\n\n**사건명**: Jean Geneus v. State of Connecticut, Department of Motor Vehicles\n**판결일**: 1999-05-20\n**법원**: Connecticut Superior Court\n**관할**: Connecticut, CT\n\n**판사**: McWEENY, J.\n\n## 인용\n\n- 1999 Conn. Super. Ct. 6669\n- 24 Conn. L. Rptr. 553\n\n## 판결문 요약\n\n[EDITOR'S NOTE: This case is unpublished as indicated by the issuing court.]                         MEMORANDUM OF DECISION\nThe plaintiff brings this appeal from a decision of the Department of Motor Vehicles (\"DMV\"), dated October 7, 1998, which ordered the revocation of his public passenger transportation permit pursuant to General Statutes &#167; 14-44(c), without the right to reapply for such permit until March of 2003. The DMV decision suspends his permit effective November 25, 1998. The plaintiff brings this appeal pursuant to the Uniform Administrative Procedure Act (\"UAPA\"), General Statutes &#167;&#167; 4-166\nand 4-183.\nThe plaintiff was a holder of a public passenger transportation permit and is thus aggrieved by the DMV decision. The plaintiff, on June 26, 1997, was arrested for risk of injury to a minor and sexual assault in the second degree pursuant to General Statutes &#167;&#167; 53-21(2)1 and 53a-71. He plead guilty to risk of injury to a minor on February 27, 1998 and on March 6, 1998 was sentenced to a six year suspended sentence and ten years probation. On June 30, 1998, the DMV Commissioner notified the plaintiff that in accordance with procedures set forth in &#167; 4-176e\nthrough &#167; 4-182 of the UAPA the plaintiff must appear at a hearing to respond to the charge that as a holder of a public service license he had been convicted of a serious criminal offense which adversely reflected on his moral character. A hearing was held on August 19, 1998 at w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=geneus-v-state-no-cv-99-0492936s-may-20-1999"
    }
  ],
  "relatedIncidents": [
    10806,
    10843,
    10869,
    10917,
    10931
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}