{
  "id": 10952,
  "title": "1999년 M.G. Bancorporation, Inc. v. Le Beau 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-05-27",
  "location": "Delaware, DE, USA",
  "summary": "미국 Delaware, DE 법원 판결 사건. 사건명: M.G. Bancorporation, Inc. v. Le Beau. 판결일: 1999-05-27. 법원: Supreme Court of Delaware.",
  "description": "## 사건 정보\n\n**사건명**: M.G. BANCORPORATION, INC., a Delaware Corporation, and Southwest Bancorp, Inc., a Delaware Corporation, Respondents Below, Appellants, v. Richard A. LE BEAU, Dorothy N. Le Beau, Michelle E. Le Beau, Brett Jordan, Brook Jordan, Kurt R. Nebel, Joan M. Nebel, Christine Stucker, David Stucker, Margaret M. Pavletic, Joseph W. Pavletic, D.D.S. Individually and for the Joseph W. Pavletic, D.D.S., M.D., as Trustee of the Robert J. Noetzel, D.D.S., M.D. Ltd., Profit Sharing and Savings Plan & Trust, John M. Cunningham, III, M. Susan Cunningham And, John M. Cunningham, as Trustee of the John M. Cunningham Trust, Dated 12/19/91, Petitioners Below, Appellees\n**판결일**: 1999-05-27\n**법원**: Supreme Court of Delaware\n**관할**: Delaware, DE\n\n**판사**: Veasey, Chief Justice, Walsh, Holland, Hartnett, and Berger, Justices (Constituting the Court en Banc)\n\n## 변호인\n\nWayne J. Carey, and Ronald A. Brown, Jr., of Prickett, Jones, Elliott, Kristol & Schnee, Wilmington, Delaware and Frederick V. Lochbihler, (argued) and David S. Barritt, of Chapman and Cutler, Chicago, Illinois, for appellants., Bruce L. Silverstein, (argued) and Martin S. Lessner, of Young, Conaway, Star-gatt & Taylor, LLP, Wilmington, Delaware, for appellees.\n\n## 인용\n\n- 737 A.2d 513\n\n## 판결문 요약\n\n\n737 A.2d 513 (1999)\nM.G. BANCORPORATION, INC., a Delaware corporation, and Southwest Bancorp, Inc., a Delaware corporation, Respondents below, Appellants,\nv.\nRichard A. LE BEAU, Dorothy N. Le Beau, Michelle E. Le Beau, Brett Jordan, Brook Jordan, Kurt R. Nebel, Joan M. Nebel, Christine Stucker, David Stucker, Margaret M. Pavletic, Joseph W. Pavletic, D.D.S. individually and for The Joseph W. Pavletic, D.D.S., M.D., As Trustee of The Robert J. Noetzel, D.D.S., M.D. Ltd., Profit *514 Sharing and Savings Plan &amp; Trust, John M. Cunningham, III, M. Susan Cunningham and, John M. Cunningham, As Trustee of The John M. Cunningham Trust, Dated 12/19/91, Petitioners Below, Appellees.\nNo. 153, 1998.\nSupreme Court of Delaware.\nSubmitted: March 9, 1999.\nDecided: April 30, 1999.\nAs Modified on Denial of Reargument May 27, 1999.\nWayne J. Carey, and Ronald A. Brown, Jr., of Prickett, Jones, Elliott, Kristol &amp; Schnee, Wilmington, Delaware and Frederick V. Lochbihler, (argued) and David S. Barritt, of Chapman and Cutler, Chicago, Illinois, for appellants.\nBruce L. Silverstein, (argued) and Martin S. Lessner, of Young, Conaway, Stargatt &amp; Taylor, LLP, Wilmington, Delaware, for appellees.\nBefore VEASEY, Chief Justice, WALSH, HOLLAND, HARTNETT, and BERGER, Justices (constituting the Court en Banc).\n*517 HOLLAND, Justice:\nThis appeal is taken by Respondents-appellants, M.G. Bancorporation, Inc. (\"MGB\"), and Southwest Bancorp, Inc. (\"Southwest\"), Delaware corporations, from a final judgm...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mg-bancorporation-inc-v-le-beau"
    }
  ],
  "relatedIncidents": [
    10776,
    10787,
    10804,
    10843,
    10890
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}