{
  "id": 10954,
  "title": "1999년 Osprey L.L.C v. Kelly-Moore Paint Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-05-25",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Osprey L.L.C v. Kelly-Moore Paint Co.. 판결일: 1999-05-25. 법원: Supreme Court of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: OSPREY L.L.C., a Limited Liability Company, Plaintiff/Appellant, v. KELLY-MOORE PAINT CO. INC., a California Corporation, Defendant/Appellee\n**판결일**: 1999-05-25\n**법원**: Supreme Court of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Alma, Hargrave, Hodges, Kauger, Lavender, Opala, Simms, Summers, Watt, Wilson\n\n## 변호인\n\nAnton J. Rupert, Oklahoma City, for Plain-tiffiAppellant., Darían B. Anderson, Edmond, for Defendant/Appellee.\n\n## 인용\n\n- 1999 OK 50\n- 984 P.2d 194\n\n## 판결문 요약\n\n\n984 P.2d 194 (1999)\n1999 OK 50\nOSPREY L.L.C., a limited liability company, Plaintiff/Appellant,\nv.\nKELLY-MOORE PAINT CO. INC., a California corporation, Defendant/Appellee.\nNo. 90,206.\nSupreme Court of Oklahoma.\nMay 25, 1999.\nAnton J. Rupert, Oklahoma City, for Plaintiff/Appellant.\nDarian B. Anderson, Edmond, for Defendant/Appellee.\n*195 ¶ 1 KAUGER, J.:\n¶ 2 The first impression question presented is whether a faxed or facsimile delivery of a written notice renewing a commercial lease is sufficient to exercise timely the renewal option of the lease. Under the facts presented, we hold that it is.\n\n¶ 3 FACTS\n¶ 4 The appellant, Osprey, an Oklahoma limited liability company (Osprey), owns commercial property in Edmond, Oklahoma. On March 18, 1977, the appellee, Kelly-Moore Paint Company (Kelly-Moore), a California corporation, negotiated a fifteen-year lease for its Edmond, Oklahoma, store with Osprey's predecessors James and Victoria Fulmer.[1] The lease contained two five-year renewal options which required that the lessee give notice of its intent to renew the lease at least six months prior to its expiration date. The lease also provided that all notices \"shall be given in writing and may be delivered either personally or by depositing the same in United States mail, first class postage prepaid, registered or certified mail, return receipt requested.\"\n¶ 5 It is undisputed that after the first fifteen years, Kelly-Moore timely informed Osprey's predecessors by certified letter...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=osprey-llc-v-kelly-moore-paint-co"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10738,
    10739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}