{
  "id": 10967,
  "title": "1999년 McKay 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-05-12",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: McKay. 판결일: 1999-05-12. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: McKay v. State Farm Fire and Cas. Co.\n**판결일**: 1999-05-12\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Taylor\n\n## 인용\n\n- 731 So. 2d 852\n\n## 판결문 요약\n\n\n731 So. 2d 852 (1999)\nShelley McKAY as Assignee of the Right and Title and Interest of Acacia Gardens, Inc., a Florida corporation, Appellant,\nv.\nSTATE FARM FIRE AND CASUALTY COMPANY, a foreign corporation authorized to do business in Florida, and James Bowman, Jointly and severally, Appellees.\nNo. 98-0549.\nDistrict Court of Appeal of Florida, Fourth District.\nMay 12, 1999.\n*853 Edna L. Caruso of Caruso, Burlington, Bohn &amp; Compiani, P.A., West Palm Beach, and John A. Shipley of Searcy, Denney, Scarola, Barnhart &amp; Shipley, P.A., West Palm Beach, for appellant.\nKimberly L. Boldt of Russo Appellate Firm, P.A., Miami, and Butler, Burnette &amp; Pappas, Tampa, for appellees.\nTAYLOR, J.\nIn this appeal from an order dismissing a complaint with prejudice, the issue is whether the plaintiffs claim against State Farm and its agent for negligent failure to provide necessary insurance coverage was a compulsory counterclaim in State Farm's declaratory judgment action to determine whether coverage existed. We find that it was not and that the trial court erred in dismissing the negligence complaint against State Farm and its agent. Below we discuss the history of these proceedings, which involved four lawsuits.\n\nFirst lawsuitPlaintiff's personal injury action\nThe plaintiff/appellant, Shelley McKay, was injured when she opened a window of a leased condominium unit. She claimed that the window was negligently maintained and sued the lessee of the condominium unit and the unit owner...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mckay-v-state-farm-fire-and-cas-co"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10738,
    10739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}