{
  "id": 10964,
  "title": "1999년 Delta and Pine Land Company and Mississippi Agricultural and Forestry Experiment Station v. The Sinkers Corporation 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-05-14",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Delta and Pine Land Company and Mississippi Agricultural and Forestry Experiment Station v. The Sinkers Corporation. 판결일: 1999-05-14. 법원: Court of Appeals for the Federal Circuit.",
  "description": "## 사건 정보\n\n**사건명**: DELTA AND PINE LAND COMPANY and Mississippi Agricultural and Forestry Experiment Station, Plaintiffs-Appellants, v. the SINKERS CORPORATION, Defendant-Appellee\n**판결일**: 1999-05-14\n**법원**: Court of Appeals for the Federal Circuit\n**관할**: USA, Federal\n\n**판사**: Clevenger, Michel, Rader\n\n## 변호인\n\nShawn N. Sullivan, Lake Tindall, LLP, of Jackson, Mississippi, argued for plaintiffs-appellants., Mark J. Pelts, Pelts, McMullan & Edg-ington, of Kennett, Missouri, argued for defendant-appellee.\n\n## 인용\n\n- 177 F.3d 1343\n\n## 판결문 요약\n\n177 F.3d 1343\n    50 U.S.P.Q.2d 1749\n    DELTA AND PINE LAND COMPANY and Mississippi Agricultural andForestry Experiment Station, Plaintiffs-Appellants,v.The SINKERS CORPORATION, Defendant-Appellee.\n    No. 98-1296.\n    United States Court of Appeals,Federal Circuit.\n    May 14, 1999.\n    \n      Shawn N. Sullivan, Lake Tindall,  LLP, of Jackson, Mississippi, argued for plaintiffs-appellants.\n      Mark J. Pelts, Pelts, McMullan &amp; Edgington, of Kennett, Missouri, argued for defendant-appellee.\n      Before MICHEL, CLEVENGER, and RADER, Circuit Judges.\n      Opinion for the court filed by Circuit Judge MICHEL.  Dissenting opinion filed by Circuit Judge CLEVENGER.\n      MICHEL, Circuit Judge.\n    \n    \n      1\n      Plaintiffs-Appellants Delta and Pine Land Company (\"DPL\") and Mississippi Agriculture and Forestry Experiment Station (a unit of the Mississippi State University) (\"Mississippi\") (collectively, \"Delta\") appeal from the judgment of the United States District Court for the Eastern District of Missouri dismissing all of Delta's claims against The Sinkers Corporation (\"Sinkers\").  See Delta and Pine Land Co. v. The Sinkers Corp., No. 93CV77-DJS (E.D.Mo. Mar. 5, 1998).  Delta is the owner of numerous Certificates of Plant Variety Protection (\"PVP Certificates\") issued by the Plant Variety Protection Office of the United States Department of Agriculture, including PVP Certificates for many varieties of cotton1, several of which are at issue here.  Delta brought the ins...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=delta-and-pine-land-company-and-mississippi-agricultural-and-forestry"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10738,
    10739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}