{
  "id": 10966,
  "title": "1999년 Cena 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-05-12",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Cena. 판결일: 1999-05-12. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Stephen CENA, Appellant, v. the STATE of Texas\n**판결일**: 1999-05-12\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Meyers\n\n## 변호인\n\nLouis E. Lopez, El Paso, for appellant., John L. Davis, Asst. Dist. Atty., El Paso, Matthew Paul, State’s Atty. Austin, for the State.\n\n## 인용\n\n- 991 S.W.2d 283\n\n## 판결문 요약\n\n\n991 S.W.2d 283 (1999)\nStephen CENA, Appellant,\nv.\nThe STATE of Texas.\nNo. 1385-97.\nCourt of Criminal Appeals of Texas.\nMay 12, 1999.\nLouis E. Lopez, El Paso, for appellant.\nJohn L. Davis, Asst. Dist. Atty., El Paso, Matthew Paul, State's Atty. Austin, for the State.\n\nOPINION\nThe opinion was delivered PER CURIAM.\nA jury convicted Appellant of two counts of indecency with a child. The jury assessed punishment at confinement for fifteen years on each count. The Court of Appeals reversed the conviction after determining that the trial court erred in refusing to permit Appellant to ask the jury panel a proper question during voir dire examination. Cena v. State, 960 S.W.2d 804 (Tex.App.El Paso, 1997). The State has filed a petition for discretionary review.\nThe Court of Appeals held that the trial court abused its discretion by refusing to permit Appellant to ask the jury panel a proper voir dire question. Relying on Nunfio v. State, 808 S.W.2d 482 (Tex.Cr. App.1991), the Court of Appeals reversed the conviction without conducting a harm analysis. In its petition, the State contends the Court of Appeals erred in failing to conduct a harm analysis. In Cain v. State, 947 S.W.2d 262 (Tex.Cr.App.1997), this Court held that all but federal constitutional errors deemed \"structural\" are subject to a harm analysis. We agree that the Court of Appeals erred in failing to conduct a harm analysis under this Court's opinion in Cain.\n*284 Accordingly, we summarily grant ground two of the Stat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cena-v-state"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10738,
    10739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}