{
  "id": 10975,
  "title": "1999년 Martin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-05-06",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Martin. 판결일: 1999-05-06. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: William Nathan MARTIN v. STATE of Arkansas\n**판결일**: 1999-05-06\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Per Curiam\n\n## 변호인\n\nHurst Law Offices, by: Q. Byrum Hurst, Jr., for appellant., Winston Bryant, Att’y Gen., by: Sandy Moll, Ass’t Att’y Gen., for appellee.\n\n## 인용\n\n- 989 S.W.2d 908\n- 337 Ark. 451\n\n## 판결문 요약\n\n\n989 S.W.2d 908 (1999)\n337 Ark. 451\nWilliam Nathan MARTIN, Appellant,\nv.\nSTATE of Arkansas, Appellee.\nNo. CR 98-387.\nSupreme Court of Arkansas.\nMay 6, 1999.\nQ. Byrum Hurst, Jr., for appellant.\nWinston Bryant, Attorney General, Sandy Moll, Assistant Attorney General, for appellee.\nPER CURIAM.\nIn 1995, the appellant, William Nathan Martin, pleaded guilty to one count of violation of the Arkansas Hot Check Law by writing an insufficient check for over $200. The Court that accepted his plea ordered that he be placed under supervised probation for a period of three years. In August of 1996, Martin was arrested and subsequently charged with rape and burglary. As a result of these charges and Martin's violation of other conditions of his probation, the State filed a petition to revoke his probation. The Trial Court, after a hearing, revoked Martin's probation and then sentenced him to ten years in the Arkansas Department of Correction. The Trial Court then filed a departure report that explained that the court departed more than five percent from the presumptive sentence because Martin committed additional felonies while on probation.\nMartin appealed his sentence to the Court of Appeals. He argued that the Trial Court erred in departing from the sentencing guidelines by over five percent. The Court of Appeals declined to reach that argument, however, because it was not preserved with an objection below.\nMartin subsequently filed a petition for postconviction relief pursuant to Arkan...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=martin-v-state"
    }
  ],
  "relatedIncidents": [
    10806,
    10843,
    10869,
    10917,
    10931
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}