{
  "id": 10984,
  "title": "1999년 Springer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-05-03",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Springer. 판결일: 1999-05-03. 법원: Kentucky Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Kimberly SPRINGER, Appellant, v. COMMONWEALTH of Kentucky, Appellee; Alexandra Eades, Appellant, v. Commonwealth of Kentucky, Appellee\n**판결일**: 1999-05-03\n**법원**: Kentucky Supreme Court\n**관할**: Kentucky, KY\n\n**판사**: Cooper, Graves, Johnstone, Stumbo, Wintersheimer\n\n## 변호인\n\nThomas M. Ransdell, Assistant Public Advocate, Department of Public Advocacy, Frankfort, KY, for appellant Springer., Richard Hoffman, Assistant Public Advocate, Department of Public Advocacy, Frankfort, KY, for appellant Eades., A.B. Chandler, III, Attorney General, Frankfort, KY, Samuel J. Floyd, Jr., Assistant Attorney General, Office of Attorney General, Criminal Appellate Division, Frankfort, KY, for appellees.\n\n## 인용\n\n- 998 S.W.2d 439\n\n## 판결문 요약\n\n\n998 S.W.2d 439 (1999)\nKimberly SPRINGER, Appellant,\nv.\nCOMMONWEALTH of Kentucky, Appellee.\nAlexandra Eades, Appellant,\nv.\nCommonwealth of Kentucky, Appellee.\nNo. 96-SC-502-MR.\nSupreme Court of Kentucky.\nApril 22, 1999.\nAs Modified May 3, 1999.\nRehearing Denied September 23, 1999.\n*443 Thomas M. Ransdell, Assistant Public Advocate, Department of Public Advocacy, Frankfort, KY, for appellant Springer.\nRichard Hoffman, Assistant Public Advocate, Department of Public Advocacy, Frankfort, KY, for appellant Eades.\nA.B. Chandler, III, Attorney General, Frankfort, KY, Samuel J. Floyd, Jr., Assistant Attorney General, Office of Attorney General, Criminal Appellate Division, Frankfort, KY, for appellees. *440 *441\n*442 COOPER, Justice.\nErnest Springer was killed by a single gunshot wound to his left temple while asleep in his bed during the early morning hours of May 21, 1995. His wife, Kimberly Springer, and his wife's sister, Alexandra Eades, were jointly charged with his murder. On the day of the murder, Eades confessed to police that she fired the fatal shot and Springer confessed to being an accomplice. At trial, Springer claimed she shot and killed her husband because of physical and sexual abuse which he had inflicted upon her, and because of his threat to sexually abuse her daughter. Eades denied any involvement in the killing. Eades was convicted as the principal and Springer as an accomplice to the murder. Each was sentenced to thirty years imprisonment. Both appeal to this ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=springer-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    10736,
    10776,
    10780,
    10781,
    10787
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}