{
  "id": 10987,
  "title": "1999년 Douglas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-04-30",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Douglas. 판결일: 1999-04-30. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Megail DOUGLAS v. STATE\n**판결일**: 1999-04-30\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Baschab, Cobb, Fry, Long, McMillan\n\n## 변호인\n\nDennis L. Rushing, Ashville, for appellant., Bill Pryor, atty. gen., and Jack W. Willis, asst. atty. gen., for appellee.\n\n## 인용\n\n- 740 So. 2d 485\n\n## 판결문 요약\n\n\nBASCHAB, Judge.\nThe appellant, Megail Douglas, was convicted of unlawful possession of a controlled substance, a violation of § 13A-12-212, Ala.Code 1975. The trial court sentenced him to imprisonment for seven years. The appellant filed a motion for a new trial, which the trial court summarily denied. This appeal followed.\n*486I.\nThe appellant argues that the trial court erroneously denied his Batson1 motion. After the jury had been struck, but before it was sworn, the following occurred:\n“[Defense counsel]: At this time, Your Honor, the defendant moves for a hearing under Batson v. Kentucky. The defendant, Megail Douglas, is a member of a racially protected class in that he is a black male. The State, in voir dire, struck juror number 23 ... who is also a black male. And the defense asserts that strike was racially motivated and moves for a hearing pursuant to Batson v. Kentucky.\n“The Court: ... I’m not satisfied that that is a prima facie showing; however, I am going to ask the State to explain the strike of this particular individual.\n“[Prosecutor]: Yes, sir, Judge. On Monday, when the entire jury panel was called before Judge Austin, who qualified them initially, I was standing at the bench and [juror number 23] approached the bench and stated to Judge Austin that he had been convicted of a felony theft ... and based upon that arrest and conviction, that is the reason the State struck juror number 23.\n“The Court: All right, sir. So having heard that I will deny your Bat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=douglas-v-state"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10738,
    10739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}