{
  "id": 10986,
  "title": "1999년 People v. Williams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-05-03",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: People v. Williams. 판결일: 1999-05-03. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Patrick Williams\n**판결일**: 1999-05-03\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 261 A.D.2d 424\n- 689 N.Y.S.2d 229\n\n## 판결문 요약\n\n\n—Appeal by the defendant from a judgment of the Supreme Court, Kings County (D’Emic, J.), rendered December 9, 1997, convicting him of burglary in the second degree, criminal contempt in the first degree, attempted burglary in the first degree, reckless endangerment in the second degree, and criminal possession of a weapon in the third degree, upon a jury verdict, and sentencing him to consecutive terms of imprisonment of six years for burglary in the second degree, two to four years for criminal contempt in the first degree, six years for attempted burglary in the first degree, and one year for reckless endangerment in the second degree, and sentencing him to a term of three years imprisonment for criminal possession of a weapon in the third degree, to run concurrently with the other sentences.\nOrdered that the judgment is modified, on the law, by deleting the provision thereof providing that the terms of imprisonment imposed for criminal contempt in the first degree, attempted burglary in the first degree, and reckless endangerment in the second degree are to run consecutively to each other and substituting therefor a provision providing that those terms of imprisonment shall run concurrently with each other; as so modified, the judgment is affirmed.\nAs the People correctly concede, since the act underlying the convictions for attempted burglary in the first degree, criminal contempt in the first degree, and reckless endangerment in the second degree was the single act of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-williams"
    }
  ],
  "relatedIncidents": [
    10763,
    10773,
    10788,
    10790,
    10854
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}