{
  "id": 10981,
  "title": "1999년 Hall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-05-04",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Hall. 판결일: 1999-05-04. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America v. Gordon HALL and Michael Motsykulashvili, A/K/A “Mike the Russian,” Defendants\n**판결일**: 1999-05-04\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Chin\n\n## 변호인\n\nMary Jo White, United States Attorney for the Southern District of New York by Celeste Koeleveld, Douglas Lankier, Jason Sabot, Assistant United States Attorneys, New York, for the United States., White & Case LLP by James J. McGuire, Thomas M. Mullaney, New York City, for Defendant Gordon Hall., Barry S. Turner, New York City, for Defendant Michael Motsykulashvili.\n\n## 인용\n\n- 48 F. Supp. 2d 386\n\n## 판결문 요약\n\n\n48 F. Supp. 2d 386 (1999)\nUNITED STATES of America\nv.\nGordon HALL and Michael Motsykulashvili, a/k/a \"Mike the Russian,\" Defendants.\nNo. S1 97 CR. 1215(DC).\nUnited States District Court, S.D. New York.\nMay 4, 1999.\nMary Jo White, United States Attorney for the Southern District of New York by Celeste Koeleveld, Douglas Lankler, Jason Sabot, Assistant United States Attorneys, New York, for the United States.\nWhite &amp; Case LLP by James J. McGuire, Thomas M. Mullaney, New York City, for Defendant Gordon Hall.\nBarry S. Turner, New York City, for Defendant Michael Motsykulashvili.\n\nMEMORANDUM DECISION\nCHIN, District Judge.\nIn this RICO and securities fraud case, defendant Gordon Hall argues that there can be no unlawful manipulation unless the stock is at an artificially high price, that is, above its actual value or true worth. In his testimony at trial yesterday in response to my questions, Hall's expert used what he referred to as an \"economic definition of `manipulation'\" (Tr. 2960), contending that if a stock is not trading above its real value, by definition there can be no manipulation. The flip side of this argument is that if a stock is underpriced, that is, trading below its actual value, a defendant cannot be guilty of manipulation merely because he tries to bring the price up to where he believes it ought to be.\nThese arguments are rejected. I hold that a defendant may be guilty of manipulation even if he believes a stock is underpriced or even if in fact a stock i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-hall"
    }
  ],
  "relatedIncidents": [
    10872,
    10950,
    10951,
    10970,
    11035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}