{
  "id": 11011,
  "title": "1999년 Mowrer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-04-09",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Mowrer. 판결일: 1999-04-09. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: IN THE MATTER OF THE GUARDIANSHIP AND CONSERVATORSHIP OF CLARA MOWRER, An incapacitated person, and CLARA MOWRER, and v. MAURICE EDDIE and PEGGY EDDIE, and\n**판결일**: 1999-04-09\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: Gray, Hunt, Nelson, Place, Rodeghiero, Turnage, Warner\n\n## 변호인\n\nFor Appellants: Frank B. Morrison, Jr., Morrisons, McCarthy & Baraban, Whitefish., For Respondent: Gary R. Christiansen, Warden, Christiansen, Johnson & Berg, Kalispell.\n\n## 인용\n\n- 294 Mont. 35\n- 1999 MT 73\n\n## 판결문 요약\n\n\nHONORABLE WARNER, District Judge,\ndelivered the Opinion of the Court.\n¶1 This is an appeal from a judgment of the District Court of the Eleventh Judicial District, Flathead County, entered July 24,1998, in favor of Clara Mowrer and against Maurice Eddie and Peggy Eddie, in the amount of $807,582.44, imposing a trust on certain of Eddies’ property, and dismissing their petition to be appointed guardians and conservators of Mowrer. We affirm.\n\nISSUES\n\n¶2 We restate and address the issues as follows:\n¶3 Did the District Court abuse its discretion when it denied appellants Maurice Eddie and Peggy Eddie’s motion to disqualify respondent’s counsel, grant a mistrial, and order new discovery?\n¶4 Does Montana or Kansas law apply in determining if transfers of property made in Kansas from Mowrer to the Eddies were the result of undue influence?\n¶5 Is the evidence sufficient to sustain the judgment that Mowrer was acting under undue influence exerted upon her by the Eddies when she transferred property to them?\n\nBACKGROUND\n\n¶6 Clara Mowrer was born September 13,1894. She lived in Kansas until August of 1995, when she was brought to Montana by her niece, Peggy Eddie, and her niece’s husband, Maurice Eddie. She has remained in Montana and now lives at a care facility in Kalispell.\n¶7 Mowrer fell and broke her hip in June of 1995. She was hospitalized for about two months. The day before she was released from the hospital, Peggy Eddie arrived in Kansas. Maurice Eddie arrived in Kansas sho...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mowrer-v-eddie"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10738,
    10739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}