{
  "id": 11010,
  "title": "1999년 Hoffman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-04-09",
  "location": "North Dakota, ND, USA",
  "summary": "미국 North Dakota, ND 법원 판결 사건. 사건명: Hoffman. 판결일: 1999-04-09. 법원: North Dakota Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: James HOFFMAN, Claimant and Appellant, v. NORTH DAKOTA WORKERS COMPENSATION BUREAU, Appellee\n**판결일**: 1999-04-09\n**법원**: North Dakota Supreme Court\n**관할**: North Dakota, ND\n\n**판사**: Maring\n\n## 변호인\n\nJoseph F. Larson II, Jamestown, ND, for claimant and appellant., Harry Malcolm Pippin, Special Assistant Attorney General, Williston, ND, for appel-lee.\n\n## 인용\n\n- 1999 ND 66\n- 592 N.W.2d 533\n\n## 판결문 요약\n\n\n592 N.W.2d 533 (1999)\n1999 ND 66\nJames HOFFMAN, Claimant and Appellant,\nv.\nNORTH DAKOTA WORKERS COMPENSATION BUREAU, Appellee.\nNo. 980182.\nSupreme Court of North Dakota.\nApril 9, 1999.\n*534 Joseph F. Larson II, Jamestown, ND, for claimant and appellant.\nHarry Malcolm Pippin, Special Assistant Attorney General, Williston, ND, for appellee.\nMARING, Justice.\n[¶ 1] James Hoffman appealed from a district court judgment affirming the North Dakota Workers Compensation Bureau's suspension of Hoffman's disability and rehabilitation benefits for his failure to comply with a rehabilitation training plan. We reverse, holding James Hoffman had \"good cause\" under N.D.C.C. § 65-05.1-04(6) to not attend the approved vocational rehabilitation program when the Bureau wrongfully denied him a second domicile allowance. We remand for reinstatement of benefits and *535 payment of accrued benefits erroneously terminated.\n\nI\n[¶ 2] Hoffman suffered a work-related injury to his arm on January 31, 1992, while working as an automobile mechanic helper and muffler installer for Scotti's Exhaust Company in Jamestown, North Dakota. The Bureau accepted Hoffman's claim and began paying associated medical expenses and disability benefits. In December 1992, the Bureau initiated vocational rehabilitation services under N.D.C.C. ch. 65-05.1, and Hoffman underwent a medical and vocational assessment as required by that chapter. The Bureau determined Hoffman's first appropriate rehabilitation option under N.D.C.C....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hoffman-v-north-dakota-workers-compensation-bureau"
    }
  ],
  "relatedIncidents": [
    10826,
    10875,
    11032,
    11078,
    11089
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}