{
  "id": 11014,
  "title": "1999년 Grieve 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-04-07",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Grieve. 판결일: 1999-04-07. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Theophile GRIEVE v. STATE of Florida\n**판결일**: 1999-04-07\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Dell, Gross, Shahood\n\n## 변호인\n\nRichard L. Jorandby, Public Defender, and Joseph R. Chloupek, Assistant Public Defender, West Palm Beach, for appellant., Robert A. Butterworth, Attorney General, Tallahassee, and James J. Carney, Assistant Attorney General, West Palm Beach, for appellee.\n\n## 인용\n\n- 731 So. 2d 84\n\n## 판결문 요약\n\n\nPER CURIAM.\nWe affirm appellant’s conviction for manslaughter. This case is distinguishable from Varona v. State, 674 So.2d 823 (Fla. 4th DCA 1996). In this case, at the beginning of the voir dire, the trial judge correctly and extensively stated the law regarding a defendant’s right to remain silent at trial. Appellant did not object to any part of the court’s explanation. As the supreme court indicated in Andrews v. State, 443 So.2d 78, 84 (Fla. 1983), the trial judge’s recitation of correct instructions on a defendant’s right to remain silent at trial, such as those contained at Florida Standard Jury Instruction (Criminal) 1.01, is not error, even when given over the objection of a defendant. See Rosa v. State, 696 So.2d 1299, 1301 n. 1 (Fla. 3d DCA 1997). The prosecutor’s reference to the right to remain silent during voir dire was in response to a potential juror’s statement that he would “probably have to hear from the defense and see if it was an accident case or how the shooting occurred.” In response to this assertion, the prosecutor referred to the trial judge’s earlier remarks without misstating the law. Unlike Varona, this is not a case where the prosecutor first broached the issue of the defendant’s right to remain silent during voir dire, in a way that tended to devalue the right by “innuendo or faint praise.” 674 So.2d at 825.\nAFFIRMED.\nDELL, SHAHOOD and GROSS, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=grieve-v-state"
    }
  ],
  "relatedIncidents": [
    10736,
    10776,
    10780,
    10781,
    10787
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}