{
  "id": 11029,
  "title": "1999년 Smothers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-03-24",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Smothers. 판결일: 1999-03-24. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Iowa, Appellee, v. David Max SMOTHERS, Appellant\n**판결일**: 1999-03-24\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Cady, Carter, Harris, McGIVERIN, Neuman\n\n## 변호인\n\nLinda Del Gallo, State Appellate Defender, and Dennis D. Hendrickson, Assistant State Appellate Defender, for appellant., Thomas J. Miller, Attorney General, Thomas S. Tauber, Assistant Attorney General, Patrick C. Jackson, County Attorney, and Michael Clark and Scott E. Schroeder, Assistant County Attorneys, for appellee.\n\n## 인용\n\n- 590 N.W.2d 721\n\n## 판결문 요약\n\n\n590 N.W.2d 721 (1999)\nSTATE of Iowa, Appellee,\nv.\nDavid Max SMOTHERS, Appellant.\nNo. 97-1234.\nSupreme Court of Iowa.\nMarch 24, 1999.\n*722 Linda Del Gallo, State Appellate Defender, and Dennis D. Hendrickson, Assistant State Appellate Defender, for appellant.\nThomas J. Miller, Attorney General, Thomas S. Tauber, Assistant Attorney General, Patrick C. Jackson, County Attorney, and Michael Clark and Scott E. Schroeder, Assistant County Attorneys, for appellee.\nConsidered by McGIVERIN, C.J., and HARRIS, CARTER, NEUMAN, and CADY, JJ.\nPER CURIAM.\nThe defendant, David Smothers, was charged with and later convicted of two counts of third-degree burglary.[1]See Iowa Code §§ 713.1, 713.6A (1997). The charges were based on allegations that he burglarized a wig manufacturing business, Today's Modern Option, and an auto parts shop, Skerik's Auto Parts, which are located within the same building.\nOn appeal, the defendant argues the businesses are located in the same occupied structure; therefore, his conduct constituted only one burglary. He asserts his trial counsel was ineffective for failing to raise this issue. Finding the businesses are located in separate occupied structures, we affirm his convictions.\n\nI.  Scope of Review.\n\nSmothers' claim of ineffective assistance of counsel is reviewed de novo. State v. Yaw, 398 N.W.2d 803, 805 (Iowa 1987). To establish ineffective assistance of counsel, Smothers must prove, by a preponderance of the evidence, both that his trial counsel failed t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-smothers"
    }
  ],
  "relatedIncidents": [
    10763,
    10773,
    10788,
    10790,
    10854
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}