{
  "id": 11023,
  "title": "1999년 Ruiz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-04-01",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Ruiz. 판결일: 1999-04-01. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Ruiz v. State\n**판결일**: 1999-04-01\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Per Curiam\n\n## 인용\n\n- 743 So. 2d 1\n\n## 판결문 요약\n\n\n743 So. 2d 1 (1999)\nWalter RUIZ, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 89,201.\nSupreme Court of Florida.\nApril 1, 1999.\nRehearing Denied May 12, 1999.\n*2 James Marion Moorman, Public Defender, and Steven L. Bolotin, Assistant Public Defender, Tenth Judicial Circuit, Bartow, Florida, for Appellant.\nRobert A. Butterworth, Attorney General, and Robert J. Landry, Assistant Attorney General, Tampa, Florida, for Appellee.\nPER CURIAM.\nWe have on appeal the judgment and sentence of the trial court imposing the death penalty on Walter Ruiz. We have jurisdiction. Art. V, § 3(b)(1), Fla. Const. We reverse the conviction and vacate the sentence because of prosecutorial misconduct.\nBetween 7 and 8 p.m. on April 7, 1995, Rolando Landrian was abducted from a Stop and Shop convenience store parking lot in Tampa and shot to death. Walter Ruiz was arrested in June and charged with first-degree murder, armed kidnapping with a firearm, and robbery with a firearm. Evidence adduced at trial showed the following: Landrian was the *3 former common law husband of Lotia Romanes; after the couple broke up, Lotia and her subsequent husband, Delio, worked for and at times lived with Landrian; Lotia and Delio lived in Tampa and on occasion bought drugs from Ruiz who lived in Orlando; Lotia and Delio ultimately bailed Ruiz out of jail on an unrelated robbery charge and solicited him and a second person, Micky Hammonds, to \"rough up\" or kill Landrian because Landrian had raped Lotia's two daughters...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ruiz-v-state"
    }
  ],
  "relatedIncidents": [
    10736,
    10776,
    10780,
    10781,
    10787
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}