{
  "id": 11026,
  "title": "1999년 Diaz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-03-29",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Diaz. 판결일: 1999-03-29. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Jose Diaz v. Speedy Rent A Car\n**판결일**: 1999-03-29\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 259 A.D.2d 726\n- 687 N.Y.S.2d 425\n\n## 판결문 요약\n\n\nIn an action to recover damages for personal injuries, the plaintiff appeals from an order of the Supreme Court, Queens County (Schmidt, J.), dated February 6, 1998, which granted the separate motions of the defendants Speedy Rent A Car and Robin Dayani, and Michael Hatcher and Jose Ramirez for summary judgment dismissing the complaint insofar as asserted against them.\nOrdered that the order is affirmed, with costs.\nWe agree with the Supreme Court that the plaintiff did not sustain a serious injury within the meaning of Insurance Law § 5102 (d) (see, Hawkins v Montero, 250 AD2d 813; Medina v Zalmen Reis &amp; Assocs., 239 AD2d 394).\nThe hospital emergency room records indicate that the plaintiff sustained no fractures, dislocations, or spinal injuries, and that he was discharged the day of the accident with a di*727agnosis consisting solely of “strains”. Moreover, it is undisputed that the plaintiff sought no treatment for a period of some two years after the accident, which occurred in September 1995.\nIn opposition to the defendants’ motions, the plaintiff submitted the affidavit of a chiropractor which was based on an examination conducted approximately two years after the accident occurred. The affidavit identified a series of soft tissue injuries, but did not indicate that any objective testing procedures were conducted in conjunction with the examination (see, Duryea v Zung, 185 AD2d 912). Further, the affidavit contained no statement that the chiropractor ever treated ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=diaz-v-speedy-rent-a-car"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10738,
    10739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}