{
  "id": 11039,
  "title": "1999년 Farael 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-03-12",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Farael. 판결일: 1999-03-12. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. MONY M. FARAEL, Defendant and Appellant\n**판결일**: 1999-03-12\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Corrigan\n\n## 변호인\n\nCounsel, Ephraim Margolin; and Karen Pauli for Defendant and Appellant., Daniel E. Lungren and Bill Lockyer, Attorneys General, George Williamson, Chief Assistant Attorney General, Ronald A. Bass, Assistant Attorney General, Ronald S. Matthias and David D. Salmon, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 83 Cal. Rptr. 2d 16\n- 70 Cal. App. 4th 864\n\n## 판결문 요약\n\n\n83 Cal.Rptr.2d 16 (1999)\n70 Cal.App.4th 864\nThe PEOPLE, Plaintiff and Respondent,\nv.\nMony M. FARAEL, Defendant and Appellant.\nNo. A079705.\nCourt of Appeal, First District, Division Three.\nFebruary 11, 1999.\nAs Modified March 12, 1999.\n*17 Ephraim Margolin; and Karen Paull, San Francisco, for Defendant and Appellant.\nDaniel E. Lungren and Bill Lockyer, Attorneys General, George H. Williamson, Chief Assistant Attorney General, Ronald A. Bass, Senior Assistant Attorney General, Ronald S. Matthias, Supervising Deputy Attorney General, and David D. Salmon, Deputy Attorney General, for Plaintiff and Respondent.\nCertified for Partial Publication.[*]\nCORRIGAN, Acting P.J.\nDefendant Mony M. Farael was convicted of eight counts of insurance fraud and related charges. On appeal, he contends the trial judge erred in denying his motion for new trial based on ineffective assistance of counsel and newly discovered evidence. He further asserts the court erred in setting conditions of probation. We affirm.\n\nBackground\nA jury found defendant guilty of defrauding his insurer, Cigna Property &amp; Casualty Company (Cigna), by staging burglaries and submitting false claim forms for property he claimed had been stolen from his business. In the unpublished portion of this opinion, we reject defendant's claims that (1) his trial attorney rendered ineffective assistance, and (2) the court erred in imposing probation conditions restricting his ability to practice psychotherapy, counseling or financia...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-farael"
    }
  ],
  "relatedIncidents": [
    10872,
    10950,
    10951,
    10970,
    10981
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}