{
  "id": 11034,
  "title": "1999년 Dexter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-03-19",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Dexter. 판결일: 1999-03-19. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Darnell W. Dexter\n**판결일**: 1999-03-19\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Pine\n\n## 인용\n\n- 259 A.D.2d 952\n- 688 N.Y.S.2d 289\n\n## 판결문 요약\n\n\nJudgment affirmed. Memorandum: Defendant appeals from a judgment convicting him of murder in the second degree and other crimes arising from an armed robbery on October 26, 1995. Defendant was indicted twice for those crimes. County Court (Burke, J.) dismissed the first indictment on December 16, 1996 on a motion by the People in which defendant joined. As part of the motion, the People reserved the right to apply “for further proceedings” if “there [is] anything further”. Although no grounds for the dismissal were stated, the record establishes that evidence critical to the prosecution had been suppressed and that the court was concerned about the length of time that the case had been pending.\nOn January 14, 1997, the People made an ex parte application to submit the charges to another Grand Jury pursuant to CPL 210.20 (4) based on new evidence. To fall within CPL 210.20 (4), the People characterize the earlier dismissal as a dismissal in the interest of justice (see, CPL 210.20 [1] [i]; 210.40). The application was granted by County Court (Elliott, J.), and the second indictment was filed on February 20, 1997. That indictment was identical to the first indictment, except for the deletion of one count of criminal use of a firearm in the first degree and the addition of two counts of robbery in the first degree and one count of conspiracy in the fourth degree arising from the October 26, 1995 homicide.\nDefendant moved to dismiss the second indictment on the ground that submi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-dexter"
    }
  ],
  "relatedIncidents": [
    10736,
    10776,
    10780,
    10781,
    10787
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}