{
  "id": 11032,
  "title": "1999년 Feldman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-03-22",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Feldman. 판결일: 1999-03-22. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Sandra Feldman, as President of the United Federation of Teachers v. Board of Education of the City School District of the City of New York\n**판결일**: 1999-03-22\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 259 A.D.2d 700\n- 686 N.Y.S.2d 842\n\n## 판결문 요약\n\n\nIn a proceeding pursuant to CPLR article 78 to review a determination of the Board of Education of the City School District of the City of New York which terminated the New York City teaching licenses of Jennifer Jones, Brenda Parsons-English, Jose Dunker, and Karen Jacoby-Raglievich, the petitioners appeal from a judgment of the Supreme Court, Kings County (Kramer, J.), dated December 5, 1997, which dismissed the petition.\nOrdered that the appeal of Jose Dunker is dismissed as withdrawn; and it is further,\nOrdered that the judgment is affirmed insofar as reviewed; and it is further,\nOrdered that the respondents are awarded one bill of costs.\nCPLR 217 provides that “a proceeding against a body or officer must be commenced within four months after the determination to be reviewed becomes final and binding upon the petitioner”. A determination is considered final and binding for CPLR 217 purposes when it has an impact upon the petitioner and when he knows he is aggrieved (see, Matter of Metropolitan Package Store Assn, v Duffy, 143 AD2d 832). On this record, so much of the petition as is asserted on behalf of Jennifer Jones was time-barred (see, Matter of Clark v Suffolk County Dept, of Civ. Serv., 216 AD2d 464).\nContrary to the petitioners’ arguments, the respondents’ action in terminating the teaching licenses of the petitioners Brenda Parsons-English and Karen Jacoby-Raglievich was not arbitrary and capricious, since they admittedly failed to achieve a passing grade on the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=feldman-v-board-of-education"
    }
  ],
  "relatedIncidents": [
    10826,
    10875,
    11010,
    11078,
    11089
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}