{
  "id": 11030,
  "title": "1999년 Giles 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-03-23",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Giles. 판결일: 1999-03-23. 법원: Court of Appeals of Arizona.",
  "description": "## 사건 정보\n\n**사건명**: Charles M. GILES and Susan P. Giles, Husband and Wife, Plaintiffs/Appellants, v. HILL LEWIS MARCE, a Partnership, Defendant/Appellee\n**판결일**: 1999-03-23\n**법원**: Court of Appeals of Arizona\n**관할**: Arizona, AZ\n\n**판사**: Espinosa, Howard, John, Joseph, Pelander\n\n## 변호인\n\nLaw Office of S. Jon Trachta By S. Jon Trachta, Tucson, Attorney for Plaintiffs/Appellants., O’Connor Cavanagh Molloy Jones By Peter Akmajian and Paul A. Relich, Tucson, Attorneys for Defendant/Appellee.\n\n## 인용\n\n- 988 P.2d 143\n- 195 Ariz. 358\n\n## 판결문 요약\n\n\n988 P.2d 143 (1999)\n195 Ariz. 358\nCharles M. GILES and Susan P. Giles, husband and wife, Plaintiffs/Appellants,\nv.\nHILL LEWIS MARCE, a Partnership, Defendant/Appellee.\nNo. 2 CA-CV 98-0033.\nCourt of Appeals of Arizona, Division 2, Department B.\nMarch 23, 1999.\nReview Denied October 26, 1999.[*]\n*144 Law Office of S. Jon Trachta By S. Jon Trachta, Tucson, Attorney for Plaintiffs/Appellants.\nO'Connor Cavanagh Molloy Jones By Peter Akmajian and Paul A. Relich, Tucson, Attorneys for Defendant/Appellee.\nESPINOSA, Judge.\n¶ 1 Plaintiffs/appellants Charles M. Giles and Susan P. Giles, husband and wife, appeal from the trial court's order granting a motion for judgment on the pleadings filed by defendant/appellee Hill Lewis Marce (HLM), a law firm, and dismissing their complaint for abuse of process and other claims. The Gileses' claims were based on HLM's alleged conduct during its representation of the opposing party in an action the Gileses had initiated which was ultimately settled. On appeal, they contend Arizona law does not prohibit a cause of action for abuse of process against opposing counsel and that the settlement of the underlying action does not necessarily bar a claim for malicious prosecution absent a determination of whether the settlement was favorable to them. Because we find both contentions correct, we vacate the judgment in favor of HLM and remand the matter for further proceedings.\n\nStandard of Review\n¶ 2 A motion for judgment on the pleadings pursuant to Rule 1...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=giles-v-hill-lewis-marce"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10738,
    10739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}