{
  "id": 11036,
  "title": "1999년 Dalton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-03-16",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Dalton. 판결일: 1999-03-16. 법원: Court of Appeals of Virginia.",
  "description": "## 사건 정보\n\n**사건명**: Paul Michael DALTON, Jr. v. COMMONWEALTH of Virginia\n**판결일**: 1999-03-16\n**법원**: Court of Appeals of Virginia\n**관할**: Virginia, VA\n\n**판사**: Elder, Lemons\n\n## 변호인\n\nH. Victor Millner, Jr., Chatham, for appellant., Richard B. Smith, Assistant Attorney General (Mark L. Earley, Attorney General, on brief), for appellee.\n\n## 인용\n\n- 512 S.E.2d 142\n- 29 Va. App. 316\n\n## 판결문 요약\n\n\n512 S.E.2d 142 (1999)\n29 Va. App. 316\nPaul Michael DALTON, Jr.\nv.\nCOMMONWEALTH of Virginia.\nRecord No. 3134-96-3.\nCourt of Appeals of Virginia, Richmond.\nMarch 16, 1999.\n*143 H. Victor Millner, Jr., Chatham, for appellant.\nRichard B. Smith, Assistant Attorney General (Mark L. Earley, Attorney General, on brief), for appellee.\nPresent: FITZPATRICK, C.J., and BENTON, COLEMAN, WILLIS, ELDER, BRAY, ANNUNZIATA, BUMGARDNER and LEMONS, JJ., and OVERTON,[*] Senior Judge.\nELDER, Judge.\nPaul Michael Dalton, Jr., (appellant) appealed his conviction for first degree murder. On appeal, he contended the trial court erred in refusing to instruct the jury on the crime of accessory after the fact to murder. A panel of this Court agreed with appellant and reversed his conviction. See Dalton v. Commonwealth, 27 Va.App. 381, 499 S.E.2d 22 (1998). We granted the Commonwealth's petition for rehearing en banc and stayed the mandate of that decision. Upon rehearing en banc, we reverse the judgment of the trial court and remand for further proceedings consistent with this opinion.\n\nI.\n\nFACTS\nAppellant was charged with three crimes: (1) murder \"in the commission of or attempt to commit robbery,\" (2) murder, and (3) \"use [of] a shotgun in committing or attempting to commit murder or robbery.\" None of the indictments against appellant expressly charged him with being an accessory after the fact to any of these crimes.\nThe evidence at trial proved that, on December 17, 1995, the body of Clark Aubrey Adk...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dalton-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    10736,
    10776,
    10780,
    10781,
    10787
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}