{
  "id": 11052,
  "title": "1999년 In Re Saber 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-02-24",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: In Re Saber. 판결일: 1999-02-24. 법원: United States Bankruptcy Court, S.D. Florida..",
  "description": "## 사건 정보\n\n**사건명**: In Re Steven S. SABER, Debtor. Sonya L. Salkin, as Bankruptcy Trustee for the Estate of Steven S. Saber, Plaintiff, v. Esther B. Slobodinsky, Individually and as Successor Trustee, and Steven S. Saber, Defendants\n**판결일**: 1999-02-24\n**법원**: United States Bankruptcy Court, S.D. Florida.\n**관할**: Florida, FL\n\n**판사**: Paul Hyman, Jr.\n\n## 변호인\n\nRonald G. Neiwirth, Miami, FL., Reggie D. Sanger, Ft. Lauderdale, FL, for Esther Slobodinsky., Steven S. Saber, Hollywood, FL, Pro Se., Chad P. Pugatch, Ft. Lauderdale, FL., Sonya Salkin, Plantation, FL, trustee.\n\n## 인용\n\n- 233 B.R. 547\n\n## 판결문 요약\n\n\n233 B.R. 547 (1999)\nIn re Steven S. SABER, Debtor.\nSonya L. Salkin, as Bankruptcy Trustee for the Estate of Steven S. Saber, Plaintiff,\nv.\nEsther B. Slobodinsky, individually and as Successor Trustee, and Steven S. Saber, Defendants.\nBankruptcy No. 98-22402-BKC-PGH, Adversary No. 98-2316-BKC-PGH-A.\nUnited States Bankruptcy Court, S.D. Florida, Fort Lauderdale Division.\nFebruary 24, 1999.\n*548 *549 Ronald G. Neiwirth, Miami, FL.\nReggie D. Sanger, Ft. Lauderdale, FL, for Esther Slobodinsky.\nSteven S. Saber, Hollywood, FL, Pro Se.\nChad P. Pugatch, Ft. Lauderdale, FL.\nSonya Salkin, Plantation, FL, trustee.\nMEMORANDUM DECISION AND ORDER ON PLAINTIFF'S MOTION FOR SUMMARY JUDGMENT AGAINST STEVEN SABER FOR DENIAL OF DISCHARGE AND AGAINST ESTHER B. SLOBODINSKY FOR AVOIDANCE OF FRAUDULENT TRANSFER, STEVEN S. SABER'S CROSS MOTION FOR SUMMARY JUDGMENT, AND ESTHER B. SLOBODINSKY'S CROSS MOTION FOR SUMMARY JUDGMENT\nPAUL HYMAN, Jr., Bankruptcy Judge.\nTHIS MATTER came before the Court on October 30, 1998, upon Sonya L. Salkin's (\"Plaintiff\"), as Bankruptcy Trustee for the Estate of Steven S. Saber, Motion for Summary Judgment Against Steven S. Saber (\"Saber\") for Denial of Discharge and Against Esther B. Slobodinsky (\"Slobodinsky\") for Avoidance of Fraudulent Transfer (the \"Motion for Summary Judgment\"). On November 23, 1998, Slobodinsky filed a Response to Plaintiff's Motion for Summary Judgment and a Cross Motion for Summary Judgment. On November 30, 1998, Saber filed a Response to Plaint...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=salkin-v-slobodinsky-in-re-saber"
    }
  ],
  "relatedIncidents": [
    10872,
    10950,
    10951,
    10970,
    10981
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}