{
  "id": 11059,
  "title": "1999년 Calvert 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-02-12",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Calvert. 판결일: 1999-02-12. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Geoffrey William CALVERT v. STATE of Florida\n**판결일**: 1999-02-12\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Antoon, Cobb, Thompson\n\n## 변호인\n\nC. Michael Barnette, Daytona Beach, for Appellant., Robert A. Butterworth, Attorney General, Tallahassee, and Carmen F. Corrente, Assistant Attorney General, Daytona Beach, for Appellee.\n\n## 인용\n\n- 730 So. 2d 316\n\n## 판결문 요약\n\n\nTHOMPSON, J.\nGeoffrey William Calvert was tried on two counts of first-degree murder and one count of aimed robbery in connection with two shootings which occurred on 28 February 1995 at the Lopez Plaza, a shopping center in Palm Bay, Florida. Kris Miller and Matthew Amos were shot in the head during a prearranged drug buy. At trial, the evidence showed that Calvert and two other youths, Dennis Calabrese and Robert McKevitt, had planned to rob Miller of the drugs instead of paying him as agreed. Fearing retaliation by Miller, the three decided to kill Miller and anyone who might accompany him to Lopez Plaza. At approximately midnight, Miller and Amos met Calvert and his cohorts as arranged. Miller was told to deal with Cala-brese. After Miller handed over the LSD, Calabrese shot Miller, who died instantly, then shot Amos, who died days later.\nCalvert was found guilty and sentenced to life in prison. He appeals his convictions and sentences, raising several issues: the denial of his motion to suppress confessions or statements; the reading of the instruction on the principal theory during jury selection; the dismissal of a prospective juror for cause; the admission of co-conspirator hearsay statements; the denial of his request for a jury instruction on voluntary intoxication; and the trial court’s clarification of the felony-murder instruction. The last of these was not preserved for appellate review. We affirm.\nDENIAL OF THE MOTION TO SUPPRESS\nCalvert gave Palm Bay police t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=calvert-v-state"
    }
  ],
  "relatedIncidents": [
    10736,
    10776,
    10780,
    10781,
    10787
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}