{
  "id": 11055,
  "title": "1999년 Darin Dawantay Fullilove v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-02-19",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Darin Dawantay Fullilove v. State. 판결일: 1999-02-19. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Darin Dawantay Fullilove v. State\n**판결일**: 1999-02-19\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n\n## 판결문 요약\n\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTEXAS COURT OF APPEALS, THIRD DISTRICT, AT AUSTIN\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nNO. 03-98-00035-CR\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nDarin Dawantay Fullilove, Appellant\r\n\r\n\r\n\r\nv.\r\n\r\n\r\n\r\nThe State of Texas, Appellee\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFROM THE DISTRICT COURT OF BELL COUNTY, 27TH JUDICIAL DISTRICT\r\n\r\n\r\nNO. 47,219, HONORABLE MARTHA J. TRUDO, JUDGE PRESIDING\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\tA jury convicted Darin Dawantay Fullilove of robbery aggravated by use of a\r\ndeadly weapon and assessed punishment at forty years in prison.  See Tex. Penal Code Ann.\r\n§ 29.03(a)(2) (West 1994).  Fullilove contends the court should have granted a mistrial when a\r\njuror reported having a conversation with the victim's son.  Fullilove also argues that the trial\r\ncourt should have determined whether a reasonable jury could have found he committed or was\r\ncriminally liable for certain unadjudicated extraneous offenses before allowing the jury to hear\r\nevidence of those offenses.  We will affirm the conviction.\r\n\r\n\tWe will dispense with a lengthy review of the testimony at the guilt-innocence\r\nphase because Fullilove does not challenge the sufficiency of the evidence to support his\r\nconviction.  The victim, Bill Peters, was abducted at knifepoint outside a restaurant.  He recalled\r\nseeing two men and a woman before he was forced into the trunk of a car.  They took money from\r\nhim and used his automatic teller machine card to withdraw money from his bank account.  They\r\nabandoned the car, but left the trunk open for him to escape.  \r\n\r\n\t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "폭행",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ronnie-charles-bryant-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=darin-dawantay-fullilove-v-state"
    }
  ],
  "relatedIncidents": [
    10411,
    10733,
    10746,
    10750,
    10763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}