{
  "id": 11051,
  "title": "1999년 Scott 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-02-24",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Scott. 판결일: 1999-02-24. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State v. Scott\n**판결일**: 1999-02-24\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Stewart, Peatross and Drew\n\n## 인용\n\n- 730 So. 2d 515\n\n## 판결문 요약\n\n\n730 So.2d 515 (1999)\nSTATE of Louisiana, Appellee,\nv.\nQuincy Bernard SCOTT, Appellant.\nNo. 31,617-KA.\nCourt of Appeal of Louisiana, Second Circuit.\nFebruary 24, 1999.\n*516 Charles Kincade, Monroe, Counsel for Appellant.\nRichard Ieyoub, Attorney General, Jerry L. Jones, District Attorney, H. Stephens Winters, Assistant District Attorney, Counsel for Appellee.\nBefore STEWART, PEATROSS and DREW, JJ.\nSTEWART, J.\nThis criminal appeal arises from the Fourth Judicial District Court, Ouachita Parish, the Honorable Michael S. Ingram, presiding. The defendant, Quincy Bernard Scott, was charged by bill of information with three counts of distribution of marijuana and one count of conspiracy to distribute marijuana. A jury found the defendant guilty of two counts of distribution of marijuana, a violation of La. R.S. 40:966. The trial judge sentenced the defendant to serve a sentence of twelve (12) years at hard labor on each count to run concurrently. From this conviction and sentence, the defendant now appeals urging the evidence was insufficient to support the verdicts. We affirm.\n\nFACTS\nOn three separate dates, March 27, 1996, March 28, 1996, and April 3, 1996, an undercover police officer purchased marijuana from the defendant and/or the defendant's brother. The three transactions in question were recorded on audio cassettes. David May (May), an officer with the West Monroe Police Department, testified that the defendant and his brother, Shawn Scott, were the focus of a drug investi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-scott"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10738,
    10739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}