{
  "id": 11056,
  "title": "1999년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-02-17",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1999-02-17. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Filomena Prisco, Individually and as Administratrix of the Goods, Chattels and Credits of Thomas Prisco, Deceased, Counter-Defendant v. A & D Carting Corp., John Danna & Sons, Inc., Gunhill Trucking Ltd., Suburban Carting Corp., and Nyconn Waste Disposal, Cross-Defendants, Cross-Claimants, Angelo Anthony Calvello, A-1 Carting, Inc., Lsc Trucking Corp., Decostole Carting, Kristal Papers Ltd., Karnak Inc., and Best Container Service, Inc., A.F.C. Carting Inc., State of New York, New York State Department of Environmental Conservation, Thomas C. Jorling, as Commissioner of the New York State Department of Environmental Conservation, New York Organized Crime Task Force, Ronald Goldstock, Esq., as Director of New York Organized Crime Task Force, John M. Murray, as Employee of Div. Of Law Enforcement, Bureau of Environmental Conservation Investigation, William E. Bubenicek, as Employee of Div. Of Law Enforcement, Bureau of Environmental Conservation Investigation, New York State Department of Environmental Conservation, New York State Police, Thomas A. Constantine, as Superintendent of New York State Police, Lloyd F. Ward, as an Employee of the New York State Police, James Labate, A-1 Compaction Corp., A.F.C. Transfer Inc., Also Known as A.F.C. Transfer Corp., a & M Bros., Inc., American Disposal Services, Inc., Tri-State Trucking Corp., and Other, if Any, Waste Depositors Who Entered Plaintiffs' Property Whose Names Are Presently Unknown, Stamford Wrecking Co., Morena Bulk Haulage, Apf Carting, Vincent Cavaliere, and Tri-County Disposal, Inc., Cross-Defendants, A-1 Compaction, Inc. And Greene Refuse Service, Cross-Claimants, Cross-Defendants\n**판결일**: 1999-02-17\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 168 F.3d 593\n\n## 판결문 요약\n\n168 F.3d 593\n    29 Envtl. L. Rep. 20,609\n    Filomena PRISCO, Individually and as Administratrix of theGoods, Chattels and Credits of Thomas Prisco,Deceased, Plaintiff, Counter-Defendant, Appellant,v.A &amp; D CARTING CORP., John Danna &amp; Sons, Inc., GunhillTrucking Ltd., Suburban Carting Corp., and NYCONNWaste Disposal, Defendants,Cross-Defendants,Cross-Claimants, Appellees,Angelo Anthony Calvello, A-1 Carting, Inc., LSC TruckingCorp., Decostole Carting, Kristal Papers Ltd.,Karnak Inc., and Best Container Service,Inc., Defendants,A.F.C. Carting Inc., State of New York, New York StateDepartment of Environmental Conservation, Thomas C. Jorling,as Commissioner of the New York State Department ofEnvironmental Conservation, New York Organized Crime TaskForce, Ronald Goldstock, Esq., as Director of New YorkOrganized Crime Task Force, John M. Murray, as employee ofDiv. of Law Enforcement, Bureau of EnvironmentalConservation Investigation, William E. Bubenicek, asemployee of Div. of Law Enforcement, Bureau of EnvironmentalConservation Investigation, New York State Department ofEnvironmental Conservation, New York State Police, Thomas A.Constantine, as Superintendent of New Yor",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=filomena-prisco-individually-and-as-administratrix-of-the-goods-chattels"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10738,
    10739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}