{
  "id": 11064,
  "title": "1999년 Middlebrook 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-02-09",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Middlebrook. 판결일: 1999-02-09. 법원: Connecticut Appellate Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF CONNECTICUT v. KEVIN MIDDLEBROOK\n**판결일**: 1999-02-09\n**법원**: Connecticut Appellate Court\n**관할**: Connecticut, CT\n\n**판사**: Schaller\n\n## 변호인\n\nKatherine S. Goodbody, special public defender, for the appellant (defendant)., Ronald G. Weller, assistant state’s attorney, with whom were Russell C. Zentner, assistant state’s attorney, and, on the brief, John T. Redway, state’s attorney, and John Ventorilli, certified legal intern, for the appellee (state).\n\n## 인용\n\n- 51 Conn. App. 711\n\n## 판결문 요약\n\n\n\nOpinion\n\nSCHALLER, J.\nThe defendant, Kevin Middlebrook, appeals from the judgment of conviction, rendered after a jury trial, of burglary in the third degree in violation of General Statutes § 53a-103,1 larceny in the first degree in violation of General Statutes § 53a-1222 3and criminal mischief in the third degree in violation of General Statutes § 53a-117.3 On appeal, the defendant claims that the trial court improperly (1) admitted prior misconduct evidence with respect to the issues of intent and motive, (2) admitted a postarrest statement of the defendant as evidence of his consciousness of guilt, (3) admitted evidence of the prearrest silence of the defendant, (4) determined that the evidence presented by the state was sufficient to sustain the conviction, *713(5) excluded the testimony of a witness regarding third party commission of the crimes charged, (6) instructed the jury and (7) considered and commented on inaccurate information at sentencing. We affirm the judgment of the trial court.4\nThe jury reasonably could have found the following facts. On May 22, 1991, the Middletown and Cromwell police departments responded to three residential burglaries. The first of these burglaries occurred in Middle-town and the second in Cromwell. The third burglary, the subject of the charges in this case, occurred on Ledge Road in Cromwell. All of the burglaries occurred between the hours of noon and 1 p.m. on a sunny day.\nAt the scene of the first burglary, the front door of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-middlebrook"
    }
  ],
  "relatedIncidents": [
    10763,
    10773,
    10788,
    10790,
    10854
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}