{
  "id": 11060,
  "title": "1999년 State v. Otero, Unpublished Decision (2-12-1999) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-02-12",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Otero, Unpublished Decision (2-12-1999). 판결일: 1999-02-12. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Ohio v. Felipe Otero\n**판결일**: 1999-02-12\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: FORD, P.J.\n\n## 변호인\n\nCHARLES E. COULSON, LAKE COUNTY PROSECUTOR, WENDY J. SMITHER, ASSISTANT PROSECUTOR, (For Plaintiff-Appellee).\n\nR. PAUL LaPLANTE, LAKE COUNTY PUBLIC DEFENDER, SUSAN GRIESHAMMER, ASSISTANT PUBLIC DEFENDER, (For Defendant-Appellant).\n\n\n## 판결문 요약\n\n                                 OPINION\nOn December 1, 1995, appellant, Felipe Otero, pleaded guilty to two counts of rape, an aggravated felony of the first degree, in violation of R.C. 2907.02. The Lake County Court of Common Pleas sentenced appellant to an indefinite term of incarceration of seven to twenty-five years on each count to run concurrently with each other. In a judgment entry filed on November 19, 1997, the trial court adjudicated appellant to be a sexual predator pursuant to Ohio's version of Megan's Law, recently amended R.C. Chapter 2950. Appellant timely appealed, asserting that Ohio's version of Megan's Law is unconstitutional.\nBased on the precedent established by the majority of this court in State v. Williams (Jan. 29, 1999), Lake App. No. 97-L-191, unreported, although this writer interposed a dissent to the majority's mandate there that R.C. Chapter 2950 was constitutionally void as applied to sexual predators under Section1, Article I of the Ohio Constitution, it is clear that the decision in the Williams case controls the outcome here. Hence, I defer to the present controlling authority in this appellate district on the issues raised in this appeal.\nAccordingly, the judgment of the trial court is reversed, and the case is hereby remanded for further proceedings consistent with this opinion. _______________________________________ PRESIDING JUDGE DONALD R. FORD\nNADER, J.,\nO'NEILL, J., concur....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-otero-unpublished-decision-2-12-1999"
    }
  ],
  "relatedIncidents": [
    10806,
    10843,
    10869,
    10917,
    10931
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}