{
  "id": 11062,
  "title": "1999년 Horton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-02-11",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Horton. 판결일: 1999-02-11. 법원: Summit County Court of Common Pleas.",
  "description": "## 사건 정보\n\n**사건명**: HORTON v. TELXON CORPORATION\n**판결일**: 1999-02-11\n**법원**: Summit County Court of Common Pleas\n**관할**: Ohio, OH\n\n**판사**: Schneiderman\n\n## 변호인\n\nKatherine Hart Smith, for plaintiff., Goodman Weiss Miller, L.L.P., and Richard S. Mitchell, for defendants.\n\n## 인용\n\n- 99 Ohio Misc. 2d 83\n\n## 판결문 요약\n\n\nTed Schneiderman, Judge.\nOn April 3, 1998, the plaintiff, James Edward Horton, (“Horton”), filed a complaint against the defendants, Telxon Corporation (“Telxon”), HCK &amp; Associates (“HCK”), and Aironet Wireless Communications, Inc. (“Aironet”), apparently alleging fraudulent misrepresentation, promissory estoppel, breach of contract, and tortious interference with a contract.\nTelxon, HCK, and Aironet filed a joint answer on June 18, 1998. Telxon also filed a counterclaim against Horton ón June 18, 1998, alleging unjust enrichment. Horton filed an answer to the counterclaim on June 25, 1998.\nOn December 22, 1998, the defendants filed a motion for summary judgment. On January 4, 1999, Horton filed a response and then filed a supplemental response on January 19, 1999. On the latter date, the defendants filed a reply.\nThe issues raised by the defendants’ motion for summary judgment are now deemed submitted.\nThe relevant facts, at all pertinent times, taken in a light most favorable to the nonmoving party, Horton, are as follows:\n1. Horton is a fifty-six-year old African-American with a background in recruitment, placement, and employee relations.\n2. Telxon is a Delaware corporation licensed to do business in Ohio, and headquartered in Fairlawn.\n3. HCK, Aironet, Metanetics, and Accipter are all subsidiaries and/or affiliates of Telxon operating in Summit County, Ohio.\n4. Telxon’s officers include Robert Meyerson — Chairman of the Board and Chief Executive Officer (“Meyerson”)...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=horton-v-telxon-corp"
    }
  ],
  "relatedIncidents": [
    10872,
    10950,
    10951,
    10970,
    10981
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}