{
  "id": 11063,
  "title": "1999년 Landers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-02-09",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Landers. 판결일: 1999-02-09. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Landers v. the State\n**판결일**: 1999-02-09\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Eldridge, Pope, Smith\n\n## 변호인\n\nSamuel W. Cruse, for appellant., Daniel J. Craig, District Attorney, Charles R. Sheppard, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 511 S.E.2d 889\n- 236 Ga. App. 368\n\n## 판결문 요약\n\n\n511 S.E.2d 889 (1999)\n236 Ga. App. 368\nLANDERS\nv.\nThe STATE.\nNo. A99A0141.\nCourt of Appeals of Georgia.\nFebruary 9, 1999.\n*890 Samuel W. Cruse, Augusta, for appellant.\nDaniel J. Craig, District Attorney, Charles R. Sheppard, Assistant District Attorney, for appellee.\nELDRIDGE, Judge.\nAppellant Juan Valdez Landers challenges his conviction for aggravated assault and possession of a firearm during the commission of a crime. Landers was convicted on January 12, 1994, following a jury trial. Trial counsel filed a motion for new trial on February 7, 1994, asserting that there was insufficient evidence to support the verdict; the motion was denied on August 13, 1998. This appeal was timely filed by Landers' appointed appellate counsel.\n1. In his first enumeration, Landers asserts that the evidence was insufficient to support his convictions. This enumeration lacks merit. Under OCGA § 16-5-20(a), \"[a] person commits the offense of simple assault when he either: (1) [a]ttempts to commit a violent injury to the person of another; or (2) [c]ommits an act which places another in reasonable apprehension of immediately receiving a violent injury.\" An aggravated assault is an assault which is committed with, inter alia, \"a deadly weapon ... which, when used offensively against a person, is likely to or actually does result in serious bodily injury.\" OCGA § 16-5-21(a)(2).\nWhen reviewing the evidence on appeal, \"the evidence must be viewed in a light most favorable to the verdict, and appel...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=landers-v-state"
    }
  ],
  "relatedIncidents": [
    10733,
    10746,
    10750,
    10774,
    10783
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}