{
  "id": 11078,
  "title": "1999년 Doughty 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-01-21",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Doughty. 판결일: 1999-01-21. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: SUP. CT. BD. OF PROF'L ETH. v. Doughty\n**판결일**: 1999-01-21\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Considered by McGiverin\n\n## 인용\n\n- 588 N.W.2d 119\n\n## 판결문 요약\n\n\n588 N.W.2d 119 (1999)\nIOWA SUPREME COURT BOARD OF PROFESSIONAL ETHICS AND CONDUCT, Complainant,\nv.\nH. Reed DOUGHTY, Respondent.\nNo. 98-1771.\nSupreme Court of Iowa.\nJanuary 21, 1999.\nNorman G. Bastemeyer, Charles L. Harrington, and David J. Grace, Des Moines, for complainant.\nGary M. Lane, Davenport, and Michael W. Liebbe, Davenport, for respondent.\nConsidered by McGIVERIN, C.J., and LARSON, LAVORATO, SNELL, and CADY, JJ.\nLARSON, Justice.\nH. Reed Doughty, the respondent in this disciplinary case, was admitted to the bar in 1964 and has practiced in Davenport, Iowa, since 1990. He failed to file federal and Iowa income tax returns from 1985 through 1995 and pled guilty to federal misdemeanor charges involving four of those years. He served time under a federal sentence. We do not know the status of any state charges.\nThe respondent was temporarily suspended by this court on September 12, 1997, under Court Rule 118.14 (conviction of crime that would be ground for license suspension or revocation). Following a hearing, our grievance commission recommended the respondent's license be suspended for a minimum *120 of eighteen months from the date of his temporary suspension, and we adopt that recommendation.\nThe facts are undisputed. The commission found the respondent has been very open and frank in the disciplinary proceedings and found him to be a respected member of the bar. We believe the record bears that out. The respondent cooperated fully in the investigation of this case....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sup-ct-bd-of-profl-eth-v-doughty"
    }
  ],
  "relatedIncidents": [
    10826,
    10875,
    11010,
    11032,
    11089
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}