{
  "id": 11077,
  "title": "1999년 Young 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-01-21",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Young. 판결일: 1999-01-21. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Young v. State\n**판결일**: 1999-01-21\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: En Banc\n\n## 인용\n\n- 731 So. 2d 1145\n\n## 판결문 요약\n\n\n731 So. 2d 1145 (1999)\nFrank YOUNG a/k/a \"Bo\"\nv.\nSTATE of Mississippi.\nNo. 97-CP-00162-SCT.\nSupreme Court of Mississippi.\nJanuary 21, 1999.\n*1146 Frank Young, pro se.\nOffice of the Attorney General by Billy L. Gore, Attorney for Appellee.\nEN BANC.\nWALLER, Justice, for the Court:\n\nSUMMARY\n¶ 1. On June 13, 1995, a Coahoma County grand jury indicted Frank Young, A/K/A \"Bo,\" for murder in the death of Carolyn Phillips. Young pled not guilty to the charge of murder and trial was held on October 30, 1995 through November 1, 1995. A jury in Coahoma County Circuit Court convicted Young of murder on November 1, 1995.\n¶ 2. Young filed timely motions for JNOV and in the alternative for a new trial. The trial judge denied Young's motions on December 12, 1995. Young was sentenced to serve a term of life imprisonment in an institution under the supervision and control of the Mississippi Department of Corrections.\n¶ 3. Young filed a motion to reconsider the trial judge's order denying his motions for JNOV or in the alternative a new trial. Young's attorney claimed he inadvertently included incorrect materials with his original motion. The trial judge granted Young's request to reconsider and then again denied Young's motions. Young filed a notice of appeal to this Court and was determined to be entitled to an appeal in forma pauperis.\n¶ 4. Young's fifteen assignments of error can be broken down into six points of error.\nI. THE TRIAL JUDGE'S EXCLUSION OF A PRIOR CONVICTION OF WILLIAM ROSS, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=young-v-state"
    }
  ],
  "relatedIncidents": [
    10736,
    10776,
    10780,
    10781,
    10787
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}