{
  "id": 11087,
  "title": "1999년 Gardner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-01-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Gardner. 판결일: 1999-01-07. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Wendy Gardner\n**판결일**: 1999-01-07\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: III\n\n## 인용\n\n- 258 A.D.2d 675\n- 683 N.Y.S.2d 351\n\n## 판결문 요약\n\n\n—Crew III, J.\nAppeal from a judgment of the County Court of Ulster County (Bruhn, J.), rendered April 9, 1997, upon a verdict convicting defendant of the crime of murder in the second degree.\nOn December 31, 1994, 11-year-old Kathy Gardner, barefoot and clad in pajamas, ran to her neighbor’s home to report that her 67-year-old grandmother, Elizabeth Gardner, had been strangled by her 13-year-old sister, defendant, and defendant’s 15-year-old boyfriend, James Evans. The neighbor immediately called 911, as the result of which members of the Saugerties Police Department were dispatched to the victim’s residence in the Town of Saugerties, Ulster County. There they found defendant and Evans and upon searching the victim’s vehicle, which was parked in the driveway, they found her deceased body stuffed in the trunk. Thereafter, defendant, Evans and Kathy Gardner were transported to the State Police barracks for questioning. Aware that they were dealing with a juvenile offender, the police obtained the name of defendant’s father, Clarence Gardner, and began trying to contact him. While the record is not clear as to who actually notified the father, he arrived at the State Police barracks prior to any questioning of defendant and was advised that she had been implicated by her sister in the death of the father’s mother. After speaking with her father privately, defendant and her father consented to an interview. Defendant was then advised of her Miranda rights in the presence of her ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-gardner"
    }
  ],
  "relatedIncidents": [
    10736,
    10776,
    10780,
    10781,
    10787
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}