{
  "id": 11089,
  "title": "1999년 United States v. 3814 NW Thurman Street, Portland 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-01-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. 3814 NW Thurman Street, Portland. 판결일: 1999-01-05. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. 3814 NW THURMAN STREET, PORTLAND, OREGON, A TRACT OF REAL PROPERTY, Gloria Ladum, Claimant-Appellant, Chemical Bank Multnomah County\n**판결일**: 1999-01-05\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Fernandez, Rymer, Tashima\n\n## 변호인\n\nE.J. Simmons, Portland, Oregon, for the claimant-appellant., Robert D. Nesler, Assistant United States Attorney, Portland, Oregon, for the plaintiff-appellee.\n\n## 인용\n\n- 164 F.3d 1191\n\n## 판결문 요약\n\n\nOpinion by Judge TASHIMA; Dissent by Judge RYMER.\nTASHIMA, Circuit Judge:\nClaimant Gloria Ladum (“Ladum”) appeais from the district court’s judgment ordering the forfeiture of $200,686.18 of equity in the defendant real property owned by Ladum, known as 3814 N.W. Thurman Street, Portland, Oregon (the “Property”). We have jurisdiction under 28 U.S.C. § 1291, and we affirm in part and reverse in part. We first conclude that the government established probable cause to support forfeiture. We also conclude that the $200,686.18 the government seeks to forfeit constitutes “proceeds” attributable to Ladum’s probable violations of the criminal code and, therefore, is subject to forfeiture. We further conclude, however, that forfeiture of the entire amount is an excessive fine in violation of the Eighth Amendment.\nI. BACKGROUND\nIn October, 1993, Ladum applied for a residential mortgage loan in the amount of $322,500 from Emerald Mortgage Corporation (“Emerald”). Ladum, a 70-year old widow, claims that she relied on her nephew, Clayton Ladum (“Clayton”), and her broker to prepare the necessary documents. The stated purpose of the loan was to refinance the existing mortgage on the Property and to fund improvements to other properties La-dum owned.\nLadum submitted to Emerald an unsigned loan application overstating her monthly income and failing to disclose outstanding liabilities totalling $108,356.63. The application also stated that Ladum had resided at the Property for the previous ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-3814-nw-thurman-street-portland"
    }
  ],
  "relatedIncidents": [
    10826,
    10875,
    11010,
    11032,
    11078
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}