{
  "id": 11083,
  "title": "1999년 Heilig Trust and Benef. v. First Interstate 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-01-15",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Heilig Trust and Benef. v. First Interstate. 판결일: 1999-01-15. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: Heilig Trust and Benef. v. First Interstate\n**판결일**: 1999-01-15\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Bridgewater\n\n## 인용\n\n- 969 P.2d 1082\n\n## 판결문 요약\n\n\n969 P.2d 1082 (1998)\n93 Wash.App. 514\nThe HEILIG TRUST AND BENEFICIARIES, Appellants,\nv.\nFIRST INTERSTATE BANK OF WASHINGTON, a Washington Corporation, and James Renggli, a single man, Respondents.\nNo. 22813-1-II.\nCourt of Appeals of Washington, Division 2.\nDecember 11, 1998.\nPublication Ordered January 15, 1999.\n*1083 Everett Allen Holum, McCarty Holum et al, Tacoma, for Appellants.\nRonald Edward Beard, Michael B. King, Lane Powell Spears Lubersky, Seattle, for Respondents.\nBRIDGEWATER, A.C.J.\nThe Heilig Trust and Beneficiaries, Walter and Nina Heilig, appeal an order of summary judgment dismissing their complaint against First Interstate Bank of Washington. We hold that no material issue of fact existed to show that First Interstate had knowledge of the theft from the Heilig Trust by its trustee. We affirm.\nIn 1975, the Heiligs constructed a living trust agreement and appointed James F. Renggli as the trustee. As trustee, Renggli was responsible for the distribution of the net income or principal to the Heiligs \"as the trustee deems best for the health, maintenance and welfare of the trustors, taking into consideration their accustomed standard of living.\"\nRenggli maintained a regular checking account with First Interstate under the name Heilig Trust. Renggli also had a personal bank account with First Interstate. The name imprinted on checks issued for the trust checking account was Heilig Trust. But the words \"James F. Renggli, Trustee\" were imprinted on the face of the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=heilig-trust-and-benef-v-first-interstate"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10738,
    10739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}