{
  "id": 11086,
  "title": "1999년 Rogers v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-01-11",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: Rogers v. State. 판결일: 1999-01-11. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Freddie ROGERS, Appellant (Defendant), v. the STATE of Wyoming, Appellee (Plaintiff)\n**판결일**: 1999-01-11\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: Lehman, C.J., and Thomas, MacY, Golden and Taylor\n\n## 변호인\n\nSylvia L. Hackl, State Public Defender; and Donna D. Domonkos, Appellate Counsel, Representing Appellant., William U. Hill, Attorney General; Paul S. Rehurek, Deputy Attorney General; D. Michael Pauling, Senior Assistant Attorney General; Georgia L. Tibbetts, Senior Assistant Attorney General; Theodore E. Lauer, Director, Prosecution Assistance Program; and John W. Childress, Student Intern, Representing Appellee.\n\n## 인용\n\n- 971 P.2d 599\n\n## 판결문 요약\n\n\n971 P.2d 599 (1999)\nFreddie ROGERS, Appellant (Defendant),\nv.\nThe STATE of Wyoming, Appellee (Plaintiff).\nNo. 97-334.\nSupreme Court of Wyoming.\nJanuary 11, 1999.\nSylvia L. Hackl, State Public Defender; and Donna D. Domonkos, Appellate Counsel, Representing Appellant.\nWilliam U. Hill, Attorney General; Paul S. Rehurek, Deputy Attorney General; D. Michael Pauling, Senior Assistant Attorney General; Georgia L. Tibbetts, Senior Assistant Attorney General; Theodore E. Lauer, Director, Prosecution Assistance Program; and John W. Childress, Student Intern, Representing Appellee.\nBefore LEHMAN, C.J., and THOMAS, MACY, GOLDEN and TAYLOR,[*] JJ.\n*600 TAYLOR, Justice, Retired.\nFound guilty on one count of aggravated vehicular homicide, appellant claims the district court erred in admitting expert testimony regarding the general effects of marijuana use. Appellant contends this testimony was either irrelevant or unfairly prejudicial in the absence of direct evidence that he was under the influence of marijuana at the time of the accident. Appellant also challenges the sufficiency of the evidence supporting his conviction. Finding no error, we affirm.\n\nI. ISSUES\nAppellant, Freddie Rogers (Rogers), presents the following issues for review:\nISSUE I There was a clear abuse of discretion when the trial court allowed in the expert testimony of Doctor Wingeleth regarding the generalities of the effects of marijuana in violation of W.R.E. 702 and W.R.E. 401-403.\nISSUE II There was insufficient ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rogers-v-state"
    }
  ],
  "relatedIncidents": [
    10736,
    10776,
    10780,
    10781,
    10787
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}