{
  "id": 11085,
  "title": "1999년 John D. MacDonald and Patricia MacDonald v. The Village of Northport, Michigan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-01-11",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: John D. MacDonald and Patricia MacDonald v. The Village of Northport, Michigan. 판결일: 1999-01-11. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: John D. MACDONALD and Patricia MacDonald, Plaintiffs-Appellants, v. the VILLAGE OF NORTHPORT, MICHIGAN, Et Al., Defendants-Appellees\n**판결일**: 1999-01-11\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Clay, Oakes, Ryan\n\n## 변호인\n\nPaul D. Fox (argued and briefed), Grand Rapids, Michigan, for Appellants., James I. Sullivan (argued and briefed), Eric H. Findlay, Jeffrey J. Noorman (briefed), Sullivan, Crowley & Beeby, Traverse City, Michigan for Village of North-port., James R. Piggush (argued and briefed), James E. Riley, Office of the Attorney General, Natural Resources Division, Lansing, Michigan, for Douglas B. Roberts., Wendy A. Spickard, Consumers Power Company, Jackson, MI, for Consumers Power Company.\n\n## 인용\n\n- 164 F.3d 964\n\n## 판결문 요약\n\n164 F.3d 964\n    John D. MACDONALD and Patricia MacDonald, Plaintiffs-Appellants,v.The VILLAGE OF NORTHPORT, MICHIGAN, et al., Defendants-Appellees.\n    No. 97-1373.\n    United States Court of Appeals,Sixth Circuit.\n    Argued Sept. 17, 1998.Decided Jan. 11, 1999.\n    \n      Paul D. Fox (argued and briefed), Grand Rapids, Michigan, for Appellants.\n      James I. Sullivan (argued and briefed), Eric H. Findlay, Jeffrey J. Noorman (briefed), Sullivan, Crowley &amp; Beeby, Traverse City, Michigan for Village of Northport.\n      James R. Piggush (argued and briefed), James E. Riley, Office of the Attorney General, Natural Resources Division, Lansing, Michigan, for Douglas B. Roberts.\n      Wendy A. Spickard, Consumers Power Company, Jackson, MI, for Consumers Power Company.\n      Before:  RYAN, CLAY, and OAKES,* Circuit Judges.\n      OAKES, J., delivered the opinion of the court, in which CLAY, J., joined.  RYAN, J.  (p. 973), delivered a separate concurring opinion.\n      OPINION\n      OAKES, Circuit Judge.\n    \n    PRELIMINARY STATEMENT\n    \n      1\n      The MacDonalds appeal from a judgment of the United States District Court for the Western District of Michigan (Bell, Judge), dismissing their action to amend a plat to remove a public access road that runs along their land.\n    \n    \n      2\n      This appeal presents the question whether the district court properly dismissed an action by homeowners against several defendants, including a Michigan village and the Michigan Stat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=john-d-macdonald-and-patricia-macdonald-v-the-village-of-northport"
    }
  ],
  "relatedIncidents": [
    10733,
    10734,
    10736,
    10738,
    10739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}