{
  "id": 11095,
  "title": "1998년 Trull 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-12-31",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Trull. 판결일: 1998-12-31. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State of North Carolina v. Gary Allen Trull\n**판결일**: 1998-12-31\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Parker, Wynn\n\n## 변호인\n\n\n\nMichael F. Easley, Attorney General, by William B. Crumpler, Assistant Attorney General, for the State.\n, \nStanley F. Hammer and John Bryson for defendant-appellant.\n\n\n## 인용\n\n- 509 S.E.2d 178\n- 349 N.C. 428\n\n## 판결문 요약\n\n\n509 S.E.2d 178 (1998)\n349 N.C. 428\nSTATE of North Carolina\nv.\nGary Allen TRULL.\nNo. 205A97.\nSupreme Court of North Carolina.\nDecember 31, 1998.\n*184 Michael F. Easley, Attorney General by William B. Crumpler, Assistant Attorney General, for the State.\nStanley F. Hammer and John Bryson, High Point, for defendant-appellant.\nPARKER, Justice.\nDefendant Gary Allen Trull was indicted on 17 June 1994 for first-degree murder, first-degree kidnapping, and first-degree rape. He was tried capitally and found guilty of first-degree murder on the bases of premeditation and deliberation and felony murder. He was also found guilty of firstdegree kidnapping and first-degree rape. Following a capital-sentencing proceeding, the jury recommended a sentence of death for the murder; and the trial court entered judgment accordingly. The trial court sentenced defendant to a consecutive sentence of forty years' imprisonment for the first-degree kidnapping conviction and to a consecutive sentence of life imprisonment for the first-degree rape conviction.\nThe State's evidence tended to show that defendant kidnapped, raped, and murdered Vanessa Dawn Dixon (\"victim\"). The victim was last seen at approximately 3:00 a.m. on the morning of 17 November 1993. Upon learning that the victim did not report to work at Randolph Hospital, the victim's mother and a friend went to her apartment. They noticed that some items were out of place in her apartment. The front door had been swung open hard enough to break ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-trull"
    }
  ],
  "relatedIncidents": [
    11126,
    11135,
    11144,
    11158,
    11161
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}