{
  "id": 11096,
  "title": "1998년 Sladeck 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-12-31",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Sladeck. 판결일: 1998-12-31. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The STATE of Ohio, Appellee, v. SLADECK, Appellant\n**판결일**: 1998-12-31\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: First, Gorman, Raymond, Shannon, Sundermann\n\n## 변호인\n\nJoseph T. Deters,  Hamilton County Prosecuting Attorney, and  William E.  Breyer,  Assistant Prosecuting Attorney, for appellee.\n\n John J. Helbling,  for appellant.\n\n## 인용\n\n- 724 N.E.2d 488\n- 132 Ohio App. 3d 86\n\n## 판결문 요약\n\nDefendant-appellant, George Sladeck, was indicted for one count of possession of an illegal substance in one case and charged with possession of illegal drug paraphernalia in a companion case. On December 9, 1997, Sladeck filed a motion to suppress all evidence seized from his home. A hearing on the motion to suppress was held on that same day. On January 20, 1998, Sladeck's motion to suppress was denied, and, after pleading no contest, Sladeck was found guilty as he stood charged.\nSladeck timely appeals the judgments entered in the two cases, and his appeals have been consolidated. Sladeck asserts one assignment of error that is not well taken.1\nAt the suppression hearing, Officer Erickson testified that, on August 22, 1997, he was dispatched to Sladeck's home after receiving a phone call that there was a burglary in progress with someone possibly still in the home. Officer Erickson testified that the witness who called about the burglary stated that he observed two juveniles kick in Sladeck's basement window and was unsure whether the suspects were still in the house. Pursuant to standard procedure, a K-9 unit was called to search the interior of the house for suspects. While waiting for the unit, Officer Erickson testified that he observed a broken basement window and saw that a shelf inside the window had been knocked down.\nOnce Officer Bise and a trained police dog arrived, they entered the house through an unlocked door. In the ensuing search for suspects, the dog exhib...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-sladeck"
    }
  ],
  "relatedIncidents": [
    11114,
    11117,
    11118,
    11146,
    11163
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}