{
  "id": 11090,
  "title": "1999년 Spencer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1999-01-04",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Spencer. 판결일: 1999-01-04. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Herschel SPENCER, Appellant (Defendant Below), v. STATE of Indiana, Appellee (Plaintiff Below)\n**판결일**: 1999-01-04\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Boehm, Dickson, Selby, Shepard, Sullivan\n\n## 변호인\n\nJessie A. Cook, Terre Haute, for Appellant., Jeffrey A Modisett, Attorney General, Andrew L. Hedges, Deputy Attorney General, Indianapolis, for Appellee.\n\n## 인용\n\n- 703 N.E.2d 1053\n\n## 판결문 요약\n\n\n703 N.E.2d 1053 (1999)\nHerschel SPENCER, Appellant (Defendant Below),\nv.\nSTATE of Indiana, Appellee (Plaintiff Below).\nNo. 84S00-9704-CR-280.\nSupreme Court of Indiana.\nJanuary 4, 1999.\n*1054 Jessie A. Cook, Terre Haute, for Appellant.\nJeffrey A. Modisett, Attorney General, Andrew L. Hedges, Deputy Attorney General, Indianapolis, for Appellee.\nSHEPARD, Chief Justice.\nA jury found appellant Herschel Spencer guilty of murdering Tammy Carlyle. Spencer was sentenced to sixty-five years in prison.\nSpencer now raises four issues on direct appeal:\nI. Whether the trial court erred by permitting the State to introduce evidence of Spencer's prior batteries against Carlyle;\n*1055 II. Whether the court erred by admitting Carlyle's prior statements regarding her fear of Spencer;\nIII. Whether the court erred by admitting three autopsy photographs; and\nIV. Whether the court erred by giving a final instruction about the batteries.\n\nFacts\nSpencer and Carlyle had a long-term relationship but never married. They had two children. Their relationship was marked by several incidents of violence which included the following reported incidents: (1) Spencer struck Carlyle with a fishing pole which resulted in a police report but no charges; (2) Spencer beat Carlyle with a fiberglass tent pole and burned her chest with a curling iron resulting in a battery conviction; and (3) Spencer struck Carlyle and choked her, leaving visible hand prints on Carlyle's neck, resulting in a second battery arrest but ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=spencer-v-state"
    }
  ],
  "relatedIncidents": [
    10736,
    10776,
    10780,
    10781,
    10787
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}