{
  "id": 11097,
  "title": "1998년 Wurmlinger 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-12-31",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Wurmlinger. 판결일: 1998-12-31. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Patricia Wurmlinger v. Dale Freer\n**판결일**: 1998-12-31\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 256 A.D.2d 1069\n- 682 N.Y.S.2d 757\n\n## 판결문 요약\n\n\n—Order unanimously affirmed without costs. Memorandum: Family Court did not err in dismissing the petition seeking modification of a prior custody order without conducting a hearing. The child, born March 13, 1989, lived with both petitioner and respondent, his parents, until he was three. In 1993 Family Court awarded the parties joint custody with primary physical residence with respondent father. The order was modified in 1996 to provide for supervision of petitioner mother’s visitation. On March 19, 1997, upon consent of the parties, joint custody with primary physical residence with respondent was continued and supervision of petitioner’s visitation was eliminated. Petitioner filed the instant petition a few months later, on August 13, 1997, seeking primary physical custody of the child. The changed circumstances alleged by petitioner, even if established, are insufficient to show that a change in the child’s primary residence would be in the child’s best interests. A hearing is not automatically required whenever a parent seeks modification of a custody order (see, David W. v Julia W., 158 AD2d 1, 6-7). (Appeal from Order of Cattaraugus County Family Court, Nenno, J. — Custody.) Present — Pine, J. P., Hayes, Callahan, Balio and Boehm, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wurmlinger-v-freer"
    }
  ],
  "relatedIncidents": [
    11095,
    11096,
    11098,
    11099,
    11100
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}