{
  "id": 11100,
  "title": "1998년 A.J. Temple Marble & Tile, Inc. v. Long Island Railroad 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-12-28",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: A.J. Temple Marble & Tile, Inc. v. Long Island Railroad. 판결일: 1998-12-28. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: A.J. Temple Marble & Tile, Inc. v. Long Island Rail Road\n**판결일**: 1998-12-28\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 256 A.D.2d 526\n- 682 N.Y.S.2d 422\n\n## 판결문 요약\n\n\n— In an action to recover damages for breach of contract and tortious interference with contractual relations, the plaintiff appeals from so much of an order of the Supreme Court, Queens County (Lonschein, J.), dated April 14, 1997, as granted those branches of the defendant’s motion which were for summary judgment dismissing so much of the complaint as sought to recover damages other than those specified in the “Termination for Convenience” clause of the contract.\nOrdered that the order is affirmed insofar as appealed from, with costs.\nThe plaintiff and the defendant entered into a contract for the plaintiff to provide cleaning services for Pennsylvania Station for three years. The defendant terminated the contract under the “Termination for Convenience” clause of the contract. The plaintiff brought this action to recover damages for breach of contract and tortious interference with contractual relations, alleging, inter alia, that the defendant had no reason to *527terminate the contract. The defendant moved for summary judgment, and by order dated April 14, 1997, the Supreme Court, inter alia, granted those branches of the defendant’s motion which were to dismiss so much of the complaint as sought to recover damages other than the damages specified in the “Termination for Convenience” clause of the contract.\nContrary to the plaintiffs contention, “[a] party has an absolute, unqualified right to terminate a contract on notice pursuant to an unconditional termination clause...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=aj-temple-marble-tile-inc-v-long-island-railroad"
    }
  ],
  "relatedIncidents": [
    11095,
    11096,
    11097,
    11098,
    11099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}