{
  "id": 11114,
  "title": "1998년 Ostrander 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-12-15",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Ostrander. 판결일: 1998-12-15. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Plaintiff/Respondent v. Gary OSTRANDER, Defendant/Appellant Gary Ostrander, Movant/Appellant v. State of Missouri, Respondent/Respondent\n**판결일**: 1998-12-15\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crane, Mooney, Simon\n\n## 변호인\n\nNancy L. Vincent, St. Louis, for appellant., John Munson Morris, III, Assistant Attorney General, Meghan J. Stephens, Jefferson City, for respondent.\n\n## 인용\n\n- 982 S.W.2d 773\n\n## 판결문 요약\n\n\n\nORDER\n\nPER CURIAM.\nGary Ostrander appeals from the judgment entered on his conviction by a jury on one count of robbery in the first degree, in violation of Section 569.020 RSMo (1994), on which he was sentenced as a prior offender to life imprisonment. Ostrander also appeals from the order of the motion court denying his Rule 29.15 motion on the merits after an evidentiary hearing.\nWith respect to the direct appeal, no jurisprudential purpose would be served by a written opinion. With respect to the appeal from the denial of the Rule 29.15 motion, the judgment of the motion court was based on findings of fact that are not clearly erroneous. A written opinion would have no prece-dential value. The judgments are affirmed pursuant to Rules 30.25(b) and 84.16(b).\nA memorandum solely for the use of the parties involved has been provided explaining the reason for our decision.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-ostrander"
    }
  ],
  "relatedIncidents": [
    11096,
    11117,
    11118,
    11146,
    11163
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}