{
  "id": 11110,
  "title": "1998년 Wibbens 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-12-18",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Wibbens. 판결일: 1998-12-18. 법원: Court of Claims of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: Rhonda Wibbens v. The State of Illinois\n**판결일**: 1998-12-18\n**법원**: Court of Claims of Illinois\n**관할**: Illinois, IL\n\n**판사**: Mitchell\n\n## 변호인\n\nVella, Sparkman & Altamor, P.C. (James D. Spark-man, of counsel), for Claimant., Jim Ryan, Attorney General (Sebastian N. DanZIGER, Assistant Attorney General, of counsel), for Respondent.\n\n## 인용\n\n- 51 Ill. Ct. Cl. 305\n\n## 판결문 요약\n\n ORDER Mitchell, J. This cause coming on to be heard on the motion of the Respondent to dismiss the claim herein pursuant to section 2 — 619 of the Code of Civil Procedure (735 ILCS 5/2 — 619) and section 790.90 of the Court of Claims Regulations (74 Ill. Adm. Code 790.90), due notice having been given and the Court being fully advised in the premises: The Court finds that on December 19, 1992, Claimant was a passenger in a vehicle driven by Charles Brents in Winnebago County, Illinois, while Trooper Randall Larson was pursuing the vehicle in order to stop and arrest the driver for various traffic violations. As Trooper Larson followed the car, the car went through a “T” intersection at a high rate of speed and crashed into a cornfield causing injury to the Claimant. Claimants complaint alleges that her injuries are a result of Trooper Larson negligently engaging in the pursuit of the vehicle while acting within the scope and course of his employment, as agent and employee of the State of Illinois. Since the Claimant did not comply with section 25 of the Court of Claims Act (705 ILCS 505/25) which requires that Claimant must exhaust all other remedies, whether administrative or judicial, before seeking determination of her claim before the Court of Claims by not filing a complaint against the driver of the vehicle, this claim is dismissed. It is therefore ordered that Respondents motion be, and the same is, hereby granted, and the claim herein is dismissed. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wibbens-v-state"
    }
  ],
  "relatedIncidents": [
    11099,
    11124,
    11327,
    11377,
    11400
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}