{
  "id": 11113,
  "title": "1998년 Hoffmaster 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-12-16",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Hoffmaster. 판결일: 1998-12-16. 법원: Commonwealth Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Timothy HOFFMASTER, Petitioner, v. WORKERS’ COMPENSATION APPEAL BOARD (SENCO PRODUCTS, INC.), Respondent\n**판결일**: 1998-12-16\n**법원**: Commonwealth Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Flaherty, J., Leadbetter, J., and Narick, Senior Judge\n\n## 변호인\n\nMichael J. Crocenzi, Harrisburg, for petitioner., James F. Carl, Harrisburg, for respondent.\n\n## 인용\n\n- 721 A.2d 1152\n\n## 판결문 요약\n\n\n721 A.2d 1152 (1998)\nTimothy HOFFMASTER, Petitioner,\nv.\nWORKERS' COMPENSATION APPEAL BOARD (SENCO PRODUCTS, INC.), Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs July 24, 1998.\nDecided December 16, 1998.\n*1153 Michael J. Crocenzi, Harrisburg, for petitioner.\nJames F. Carl, Harrisburg, for respondent.\nBefore FLAHERTY, J., LEADBETTER, J., and NARICK, Senior Judge.\nFLAHERTY, Judge.\nTimothy Hoffmaster (Claimant) petitions for review of an order of the Workers' Compensation Appeal Board (Board) which affirmed as modified an order of the Workers' Compensation Judge (WCJ). We affirm.\nClaimant was injured in the course and scope of his employment with Senco Products Inc. (Employer) on April 15, 1977. A notice of compensation payable was issued on May 12, 1977, acknowledging Claimant's work-related injury in the nature of \"hydroarthosis of left knee.\" In the fall of 1983, Employer filed a suspension petition, alleging that as of October 5, 1983, Claimant failed to return to available work within his physical capabilities. In a February 26, 1985 decision, WCJ Deeley suspended Claimant's compensation benefits but ordered Employer to continue paying Claimant's causally related medical expenses.\nOn March 2, 1993, Employer filed a review medical treatment petition with WCJ Clark, seeking review of Claimant's treatment after October 1992 by an orthopedic doctor, a chiropractor, and a rheumatologist. Claimant filed an answer denying the Employer's allegations. While tha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hoffmaster-v-workers-compensation-appeal-board-senco-products-inc"
    }
  ],
  "relatedIncidents": [
    11132,
    11271,
    11287,
    11391,
    11398
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}