{
  "id": 11119,
  "title": "1998년 United States v. Carlos Benitez-Meraz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-12-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Carlos Benitez-Meraz. 판결일: 1998-12-07. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Carlos BENITEZ-MERAZ, Appellant\n**판결일**: 1998-12-07\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Beam, Lay, Sippel\n\n## 변호인\n\nGail Anne Evans, Omaha, Nebraska, argued, for Appellant., Maria R. Moran, Omaha, Nebraska, argued (Thomas J. Monaghan, United States Attorney, on the brief), for Appellee.\n\n## 인용\n\n- 161 F.3d 1163\n\n## 판결문 요약\n\n161 F.3d 1163\n    UNITED STATES of America, Appellee,v.Carlos BENITEZ-MERAZ, Appellant.\n    No. 98-1530.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted Nov. 17, 1998.Decided Dec. 7, 1998.\n    \n      Gail Anne Evans, Omaha, Nebraska, argued, for Appellant.\n      Maria R. Moran, Omaha, Nebraska, argued (Thomas J. Monaghan, United States Attorney, on the brief), for Appellee.\n      Before BEAM and LAY, Circuit Judges, and SIPPEL,1 District Judge.\n      LAY, Circuit Judge.\n    \n    \n      1\n      Carlos Benitez-Meraz was convicted of conspiracy to distribute and possess with intent to distribute methamphetamine in violation of 21 U.S.C. &#167; 846.  At sentencing, the district court2 found at least 78 ounces of methamphetamine attributable to Meraz. After adjusting his base offense level upward two levels for possession of a firearm, the court sentenced him to 235 months imprisonment.  Meraz appeals both his conviction and sentence, contending that (1) the district court erred in admitting Rule 404(b) evidence that Meraz possessed and distributed cocaine along with methamphetamine;  (2) the government's prosecutor committed prosecutorial misconduct by making improper comments during opening statements, using improper witnesses, and vouching for the credibility of a government witness;  (3) the cumulative effect of trial errors and prosecutorial misconduct substantially prejudiced his right to a fair trial;  and (4) the court erred in calculating the amount of me...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-carlos-benitez-meraz"
    }
  ],
  "relatedIncidents": [
    11095,
    11096,
    11097,
    11098,
    11099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}