{
  "id": 11118,
  "title": "1998년 Qadir 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-12-09",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Qadir. 판결일: 1998-12-09. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Qadir v. the State\n**판결일**: 1998-12-09\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Harold R. Banke\n\n## 변호인\n\nMaryann F. Blend, for appellant., Sirajuddin Qadir, pro se., J. Tom Morgan, District Attorney, Jeanne M. Canavan, Barbara B. Conroy, Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 510 S.E.2d 362\n- 235 Ga. App. 884\n\n## 판결문 요약\n\n\n510 S.E.2d 362 (1998)\n235 Ga. App. 884\nQADIR\nv.\nThe STATE.\nNo. A98A2261.\nCourt of Appeals of Georgia.\nDecember 9, 1998.\nReconsideration Denied January 6, 1999.\nSirajuddin Qadir, pro se.\nMaryann F. Blend, Decatur, for appellant.\nJ. Tom Morgan, District Attorney, Jeanne M. Canavan, Barbara B. Conroy, Assistant District Attorneys, for appellee.\n*363 HAROLD R. BANKE, Senior Appellate Judge.\nSirajuddin Qadir was convicted of four counts of armed robbery arising from two separate incidents. He enumerates three errors on appeal.\nBoth robberies occurred during the daylight hours as the victims, couples who appeared to be tourists, rode MARTA between the Five Points and East Lake stations. Qadir and his co-defendant[1] committed the first robbery in January 1997 and the second a month later.\nShortly after the February robbery, a MARTA employee flagged down a city police officer, who had noticed the two young men running, and reported that MARTA officers were in pursuit. With citizen assistance, the officer quickly located Qadir and his co-defendant and held them for a MARTA officer who retraced their tracks and recovered the gun at the base of a nearby bush.\nOne of the February victims and a witness from the train identified Qadir at a subsequent showup. Qadir gave a written statement to the MARTA officers who took him into custody which inculpated his co-defendant, but admitted they were together. Held:\n1. Qadir maintains the trial court clearly erred in denying his motion to suppre...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=qadir-v-state"
    }
  ],
  "relatedIncidents": [
    11096,
    11114,
    11117,
    11146,
    11163
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}