{
  "id": 11117,
  "title": "1998년 Mahoe 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-12-14",
  "location": "Hawaii, HI, USA",
  "summary": "미국 Hawaii, HI 법원 판결 사건. 사건명: Mahoe. 판결일: 1998-12-14. 법원: Hawaii Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Hawai'i, Plaintiff-Appellee, v. Brian Haaheo MAHOE, Defendant-Appellant\n**판결일**: 1998-12-14\n**법원**: Hawaii Supreme Court\n**관할**: Hawaii, HI\n\n**판사**: Klein, Levinson, Moon, Nakayama, Ramil\n\n## 변호인\n\nGlenn D. Choy, Honolulu, on the briefs, for defendant-appellant, Bryan K. Sano, Deputy Prosecuting Attorney, on the briefs, for plaintiff-appellee\n\n## 인용\n\n- 972 P.2d 287\n- 89 Haw. 284\n\n## 판결문 요약\n\n\n972 P.2d 287 (1998)\n89 Hawai`i 284\nSTATE of Hawai`i, Plaintiff-Appellee,\nv.\nBrian Haaheo MAHOE, Defendant-Appellant.\nNo. 20909\nSupreme Court of Hawai`i.\nDecember 14, 1998.\n*288 Glenn D. Choy, Honolulu, on the briefs, for defendant-appellant\nBryan K. Sano, Deputy Prosecuting Attorney, on the briefs, for plaintiff-appellee\nMOON, C.J., KLEIN, LEVINSON, NAKAYAMA, AND RAMIL, JJ.\nOpinion of the Court by NAKAYAMA, J.\nDefendant-appellant Brian Mahoe appeals his judgment of conviction of one count of burglary in the first degree. On appeal, Mahoe argues that the trial court erred by: (1) refusing to excuse a juror for cause who stated in voir dire that he had been burglarized previously but would try to be impartial; (2) allowing evidence of a temporary restraining order to be admitted to show the unlawfulness of Mahoe's entry; and (3) instructing the jury that the offense of harassment constituted a crime against a person for the purposes of the burglary statute. Although none of Mahoe's points of error on appeal constitute reversible error, we hold that, based on our independent review of the record, Mahoe's constitutional rights to due process[1] and unanimous jury verdict[2] were violated. Therefore, we vacate Mahoe's burglary conviction and remand for a new trial. This point is dispositive of this appeal. However, we address Mahoe's third point of error because it raises a novel issue that has the potential to recur in future cases.\n\nI. BACKGROUND\nThe following facts were adduce...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mahoe"
    }
  ],
  "relatedIncidents": [
    11096,
    11114,
    11118,
    11146,
    11163
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}