{
  "id": 11120,
  "title": "1998년 Brea 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-12-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Brea. 판결일: 1998-12-07. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Manuel Brea v. Ronnie Lofton\n**판결일**: 1998-12-07\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 256 A.D.2d 294\n- 681 N.Y.S.2d 308\n\n## 판결문 요약\n\n\n—In an action to recover damages for personal injuries, etc., the defendants separately appeal from an order of the Supreme Court, Nassau County (Adams, J.), dated April 16, 1998, which, upon reargument, vacated a prior order of the same court dated February 3, 1998, granting their respective motions for summary judgment dismissing the complaint on the ground that the plaintiff Manuel Brea did not sustain a serious injury within the meaning of Insurance Law § 5102 (d), and denied the motions.\nOrdered that the order is modified, on the law, by deleting the provisions thereof which, upon reargument, vacated the prior order dated February 3, 1998, and denied the defendants’ motions and substituting therefor a provision adhering to the prior determination; as so modified, the order is affirmed, with one bill of costs to the defendants.\nThe defendants’ motion papers made out a prima facie case for summary judgment. The self-serving statements in Manuel Brea’s affidavit, which was submitted in support of his motion to reargue, that he was unable to work for approximately three months following the accident and was also unable to perform certain activities which he had previously been able to perform, were insufficient to defeat the motions for summary judgment (see, Orr v Miner, 220 AD2d 567). Miller, J. P., Thompson, Pizzuto, McGinity and Luciano, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brea-v-lofton"
    }
  ],
  "relatedIncidents": [
    11095,
    11096,
    11097,
    11098,
    11099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}