{
  "id": 11128,
  "title": "1998년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-11-24",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1998-11-24. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania, Appellee, v. Heath R. WALKER, Appellant\n**판결일**: 1998-11-24\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Joyce, Lally-Green and Brosky\n\n## 변호인\n\nHeath R. Walker, appellant, pro se., David J. Kaltenbaugh, Asst. Dist. Atty., Ebenburg, Com., appellee.\n\n## 인용\n\n- 721 A.2d 380\n\n## 판결문 요약\n\n\n721 A.2d 380 (1998)\nCOMMONWEALTH of Pennsylvania, Appellee,\nv.\nHeath R. WALKER, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted October 13, 1998.\nFiled November 24, 1998.\nHeath R. Walker, appellant, pro se.\nDavid J. Kaltenbaugh, Asst. Dist. Atty., Ebenburg, Com., appellee.\nBefore JOYCE, LALLY-GREEN and BROSKY, JJ.\nJOYCE, J.:\nAppellant, Heath R. Walker appeals, pro se, from the November 4, 1997 order denying his first petition for relief filed pursuant to the Post Conviction Relief Act (PCRA), 42 Pa.C.S. § 9541-§ 9546.[1] For the reasons set forth below, we vacate this order and remand for the appointment of counsel. The relevant facts and procedural history of this case are as follows.\nOn January 13, 1993, a jury found Appellant guilty of three counts of possession of a controlled substance with the intent to deliver, three counts of criminal conspiracy, and two counts of possession of a controlled substance. Appellant was sentenced on December 29, 1993 to twenty (20) to forty (40) years' imprisonment, and judgment of sentence was affirmed by this Court. Commonwealth v. Walker, 440 Pa.Super. 637, 654 A.2d 603 (1994) (memorandum filed October 24, 1994). No further appeal was taken. On October 29, 1997, Appellant filed a PCRA petition, pro se, alleging various instances of counsel's ineffectiveness and requesting the appointment of counsel. The lower court summarily denied Appellant's petition on November 4, 1997 reasoning that the petition was untimely filed. Thereafter,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-walker"
    }
  ],
  "relatedIncidents": [
    11095,
    11096,
    11097,
    11098,
    11099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}