{
  "id": 11135,
  "title": "1998년 Kahn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-11-12",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Kahn. 판결일: 1998-11-12. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Kahn v. the State\n**판결일**: 1998-11-12\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Andrews, Johnson, Smith\n\n## 변호인\n\nGermano, Kimmey & Cheatwood, C. David Turk III, for appellant., Garry T. Moss, District Attorney, Allen D. Morris, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 509 S.E.2d 137\n- 235 Ga. App. 229\n\n## 판결문 요약\n\n\n509 S.E.2d 137 (1998)\n235 Ga. App. 229\nKAHN\nv.\nThe STATE.\nNo. A98A1321.\nCourt of Appeals of Georgia.\nNovember 12, 1998.\n*138 Germano, Kimmey &amp; Cheatwood, Atlanta, C. David Turk III, for appellant.\nGarry T. Moss, District Attorney, Allen D. Morris, Assistant District Attorney, for appellee.\nANDREWS, Chief Judge.\nKim Kahn, charged with malice murder, felony murder, and possession of cocaine, was convicted of voluntary manslaughter and possession of cocaine and appeals.[1]\n1. The first two enumerations deal with denial of Kahn's motion for directed verdict, thereby raising the issue of the legal sufficiency of the evidence. OCGA § 17-9-1; Martin v. State, 219 Ga.App. 277, 278(1), 464 S.E.2d 872 (1995); Towns v. State, 185 Ga. App. 545, 365 S.E.2d 137 (1988).\n(a) Regarding the voluntary manslaughter charge,[2] viewed with all inferences in favor of the jury's verdict, Bowman v. State, 222 Ga.App. 893, 896(1), 476 S.E.2d 608 (1996), the evidence was that Kahn was leasing a four-bedroom house in which she lived with teenage brothers Jeremy Patton and Corey Patton and their younger sister, children of an acquaintance of Kahn's. Lance Martin, the victim, moved into the house shortly before the incident. He had one bedroom and Kahn had another one, but occasionally he spent the night with Kahn.\nOn May 22, 1989, Kahn had been to Martin's prior residence looking for him, contending that he owed her money. After the children returned home from school, Kahn and Michael Chester arrive...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kahn-v-state"
    }
  ],
  "relatedIncidents": [
    11095,
    11126,
    11144,
    11158,
    11161
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}