{
  "id": 11138,
  "title": "1998년 United States v. Lana S. Neal 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-11-09",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Lana S. Neal. 판결일: 1998-11-09. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Lana S. Neal\n**판결일**: 1998-11-09\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 165 F.3d 34\n\n## 판결문 요약\n\n165 F.3d 34\n    NOTICE: Seventh Circuit Rule 53(b)(2) states unpublished orders shall not be cited or used as precedent except to support a claim of res judicata, collateral estoppel or law of the case in any federal court within the circuit.UNITED STATES OF AMERICA, Plaintiff-Appellee,v.Lana S. NEAL, Defendant-Appellant.\n    No. 98-1834.\n    United States Court of Appeals, Seventh Circuit.\n    Submitted Nov. 6, 1998.*Decided Nov. 9, 1998.\n    \n      Appeal from the United States District Court for the Southern District of Illinois.  No. 96-CR-40101.  J. Phil Gilbert, Judge.\n      Before Hon.  THOMAS E. FAIRCHILD, Hon.  WILLIAM J. BAUER, Hon.  TERENCE T. EVANS, Circuit Judges.\n    \n    ORDER\n    \n      1\n      A jury found Lana Neal guilty of one count of conspiracy to distribute and possess with the intent to distribute methamphetamine in violation of 21 U.S.C. &#167; 846, and the district court sentenced her to 78 months' imprisonment Neal's counsel filed a notice of appeal but now seeks to withdraw under Anders v. California, 386 U.S. 738, 87 S.Ct. 1396, 18 L.Ed.2d 493 (1967), because she considers an appeal to be without merit or possibility of success.  Neal was notified of the opportunity to file a response to the Anders motion pursuant to Circuit Rule 51(a), which she has done.  We grant counsel's motion to withdraw and dismiss the appeal.\n    \n    \n      2\n      Counsel identifies two possible grounds that could be raised on appeal but that would be frivolous.  First,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-lana-s-neal"
    }
  ],
  "relatedIncidents": [
    11095,
    11096,
    11097,
    11098,
    11099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}