{
  "id": 11131,
  "title": "1998년 Price 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-11-17",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Price. 판결일: 1998-11-17. 법원: Criminal Court of the City of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. John Price\n**판결일**: 1998-11-17\n**법원**: Criminal Court of the City of New York\n**관할**: New York, NY\n\n**판사**: Mondo\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Legal Aid Society (Dennis Murphy of counsel), for defendant. Robert M. Morgenthau, District Attorney of New York County (Michael Beckekmart of counsel), for plaintiff.\n\n## 인용\n\n- 178 Misc. 2d 778\n- 683 NYS2d 417\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nSuzanne M. Mondo, J.\nDefendant John Price is charged with three counts of aggravated harassment in the second degree, in violation of Penal Law § 240.30 (1), and one count of harassment in the second degree, in violation of Penal Law § 240.26 (1). He now moves to dismiss the accusatory instrument for facial insufficiency.\nThe accusatory instrument charges that the defendant sent a letter via Federal Express to Frances Berman, his attorney,1 which stated: “I’m going through all this shit with you, you better be careful, I won’t be responsible if you speak to me like that again.” This letter was received by Ms. Berman on June 16, 1998. On the same day, according to the information, the defendant left Ms. Berman a telephone message stating, ‘You will be fucking sorry, you’re playing with fire, you better get me my apartment free and clear with no rent for five years, that’s the only way it will be balanced, I’ [sic] be at [Ms. Berman’s address], no doors will keep me out, you better perform magic on Thursday”. The accusatory instrument further alleges that on June 18, 1998, at 10:00 a.m., at 111 Centre Street (the Civil Court building),2 the defendant stated to Ms. Berman, “in substance,” “I’ll get you,” while “shaking his hand” at her.3\nThe defendant contends that the accusatory instrument is not facially sufficient because “the speech activity in which the *780prosecution alleges Mr. Price partook is constitutionally protected speech.\" The defendant argue...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-price"
    }
  ],
  "relatedIncidents": [
    11095,
    11096,
    11097,
    11098,
    11099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}