{
  "id": 11132,
  "title": "1998년 United States v. John G. Bennett, Jr. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-11-16",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. John G. Bennett, Jr.. 판결일: 1998-11-16. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America v. John G. BENNETT, Jr., Appellant\n**판결일**: 1998-11-16\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Nygaard, Scirica, Seitz\n\n## 변호인\n\nPeter Goldberger (Argued), Ardmore, Pennsylvania, for Appellant., Richard W. Goldberg (Argued), Judy Gold-stein-Smith (Argued), Office of United States Attorney, Philadelphia, Pennsylvania, for Ap-pellee.\n\n## 인용\n\n- 161 F.3d 171\n\n## 판결문 요약\n\n161 F.3d 171\n    82 A.F.T.R.2d 98-7204, 50 Fed. R. Evid. Serv. 909\n    UNITED STATES of Americav.John G. BENNETT, Jr., Appellant.\n    No. 97-1816.\n    United States Court of Appeals,Third Circuit.\n    Argued June 4, 1998.Decided Nov. 16, 1998.\n    \n      Peter Goldberger (Argued), Ardmore, Pennsylvania, for Appellant.\n      Richard W. Goldberg (Argued), Judy Goldstein-Smith (Argued), Office of United States Attorney, Philadelphia, Pennsylvania, for Appellee.\n      Before:  SCIRICA, NYGAARD and SEITZ,* Circuit Judges.\n      OPINION OF THE COURT\n      SCIRICA, Circuit Judge.\n    \n    \n      1\n      This is an appeal from a judgment of sentence and certain pretrial rulings on a nolo contendere plea entered by defendant John G. Bennett, Jr., President of New Era Philanthropy.  Bennett was sentenced to 144 months in prison for perpetrating the largest charity fraud in history, a six-year scheme in which he solicited over $350 million in contributions for a bogus \"matching\" program.  We will affirm.\n    \n    I. FACTUAL BACKGROUND AND PROCEEDINGS\n    \n      2\n      In 1989, Bennett encountered financial difficulties in connection with several of his businesses.  As a consequence, he devised a check-kiting scheme using his bank accounts at Philadelphia National Bank and Merrill Lynch, writing checks from one account to another on insufficient funds and creating false balances reflecting fictitious amounts.  To cover the overdrafts, Bennett solicited participation in a new program cal...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-john-g-bennett-jr"
    }
  ],
  "relatedIncidents": [
    11113,
    11174,
    11223,
    11271,
    11287
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}