{
  "id": 11140,
  "title": "1998년 Suero 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-11-06",
  "location": "Rhode Island, RI, USA",
  "summary": "미국 Rhode Island, RI 법원 판결 사건. 사건명: Suero. 판결일: 1998-11-06. 법원: Supreme Court of Rhode Island.",
  "description": "## 사건 정보\n\n**사건명**: STATE v. Angel SUERO\n**판결일**: 1998-11-06\n**법원**: Supreme Court of Rhode Island\n**관할**: Rhode Island, RI\n\n**판사**: Weisberger, C.J., and Lederberg, Bourcier, Flanders and Goldberg\n\n## 변호인\n\nAndrea J. Mendes, Aaron L. Weisman, Providence, for plaintiff., Paula Rosin, Providence, for defendant.\n\n## 인용\n\n- 721 A.2d 426\n\n## 판결문 요약\n\n\n721 A.2d 426 (1998)\nSTATE\nv.\nAngel SUERO.\nNo. 96-595-C.A.\nSupreme Court of Rhode Island.\nNovember 6, 1998.\n*427 Andrea J. Mendes, Aaron L. Weisman, Providence, for plaintiff.\nPaula Rosin, Providence, for defendant.\nBefore WEISBERGER, C.J., and LEDERBERG, BOURCIER, FLANDERS and GOLDBERG, JJ.\nOPINION\nGOLDBERG, Justice.\nThe defendant, Angel Suero (Suero), is appealing his convictions for first-degree child-molestation sexual assault, assault with a dangerous weapon, and kidnapping of a minor. The convictions were entered by the Superior Court pursuant to a jury verdict. Suero raises two issues on appeal. First, whether the trial justice erred in denying his motion for judgment of acquittal, and second, whether the trial justice erred in denying his motion to pass the case. After reviewing the parties' briefs and hearing their arguments, we discern no error. Consequently, we affirm the judgments of conviction and deny Suero's appeal.\nOn the morning of November 16, 1993, at approximately 6:50 a.m., Amy (a fictitious name), the twelve-year-old victim in this case, was walking to her Providence school bus stop when she was approached by an automobile driven by Suero. Amy recognized Suero as an individual whom she had seen previously in front of her house. Suero positioned his vehicle alongside Amy and demanded that she join him. After Amy refused to \"go inside the car,\" Suero exited the vehicle and proceeded on foot toward Amy. Suero then grabbed Amy by her hair, held her at knife ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-suero"
    }
  ],
  "relatedIncidents": [
    11227,
    11309,
    11354,
    10756,
    10899
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}