{
  "id": 11144,
  "title": "1998년 Hope 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-10-29",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Hope. 판결일: 1998-10-29. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: People v. Hope\n**판결일**: 1998-10-29\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n\n## 판결문 요약\n\n\n\n\n\n\n\tDocket No. 80753–Agenda 2–May 1998.\n\nTHE PEOPLE OF THE STATE OF ILLINOIS, Appellee, v. \n\n\tEDGAR HOPE, Appellant.\n\nOpinion filed October 29, 1998.\n\nJUSTICE HARRISON delivered the opinion of the court:\n\nOn November 15, 1994, defendant, Edgar Hope, pleaded guilty in the circuit court of Cook County to the murder of Chicago Police Officer James Doyle, the attempted murder of Chicago Police Officer Robert Mantia, and armed violence against Kevin Page and Cynthia Houston in connection with a shooting on a Chicago Transit Authority bus on February 5, 1982. The trial court accepted defendant's guilty pleas and entered findings of guilt on two counts of murder, one count of attempted murder and two counts of armed violence. Ill. Rev. Stat. 1979, ch. 38, pars. 8–4, 9–1(a)(1), (a)(2), 33A–2.\n\nDefendant requested a jury for his capital sentencing hearing. The jury found defendant eligible for the death penalty based upon two statutory aggravating factors: (1) that defendant had murdered a peace officer in the course of performing his official duties (Ill. Rev. Stat. 1981, ch. 38, par. 9–1(b)(1)); and (2) that defendant had murdered two or more individuals (Ill. Rev. Stat. 1981, ch. 38, par. 9–1(b)(3)). After considering the evidence in aggravation and mitigation, the jury found that there were no mitigating factors sufficient to preclude imposition of the death penalty. Accordingly, the trial court sentenced defendant to death. Defendant's death sentence has been stayed pending dir...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-hope"
    }
  ],
  "relatedIncidents": [
    11095,
    11126,
    11135,
    11158,
    11161
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}