{
  "id": 11143,
  "title": "1998년 United States v. Collins Kusi Sakyi 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-10-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Collins Kusi Sakyi. 판결일: 1998-10-30. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Collins Kusi SAKYI, Defendant-Appellant\n**판결일**: 1998-10-30\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n**판사**: Magill, Niemeyer, Williams\n\n## 변호인\n\nARGUED: Robert Stanley Powell, Arlington, Virginia, for Appellant. Marlene Mary Wahowiak, Special Assistant United States Attorney, Office of United States Attorney, Alexandria, Virginia, for Appellee. ON BRIEF: Helen F. Fahey, United States Attorney, Office, of United States Attorney, Alexandria, Virginia, for Appellee.\n\n## 인용\n\n- 160 F.3d 164\n\n## 판결문 요약\n\n160 F.3d 164\n    UNITED STATES of America, Plaintiff-Appellee,v.Collins Kusi SAKYI, Defendant-Appellant.\n    No. 97-4813.\n    United States Court of Appeals,Fourth Circuit.\n    Argued Sept. 25, 1998.Decided Oct. 30, 1998.\n    \n      ARGUED:  Robert Stanley Powell, Arlington, Virginia, for Appellant.  Marlene Mary Wahowiak, Special Assistant United States Attorney, Office of United States Attorney, Alexandria, Virginia, for Appellee.  ON BRIEF:  Helen F. Fahey, United States Attorney, Office of United States Attorney, Alexandria, Virginia, for Appellee.\n      Before NIEMEYER and WILLIAMS, Circuit Judges, and MAGILL, Senior Circuit Judge of the United States Court of Appeals for the Eighth Circuit, sitting by designation.\n      Affirmed by published opinion.  Judge NIEMEYER wrote the opinion, in which Judge WILLIAMS and Senior Judge MAGILL joined.\n      OPINION\n      NIEMEYER, Circuit Judge:\n    \n    \n      1\n      In this case we must decide whether a passenger in an automobile may lawfully be \"patted down\" in connection with a lawful traffic stop before a search of the vehicle for suspected drugs.  We hold that because the officer had an objectively reasonable suspicion of criminal activity and a legitimate concern about his own safety, he acted lawfully under the Fourth Amendment in \"patting down\" the passenger.\n    \n    \n      2\n      * During the evening rush hour on April 2, 1997, United States Park Police Officer Frank Joseph Ferstl observed an automobile enter the Georg...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-collins-kusi-sakyi"
    }
  ],
  "relatedIncidents": [
    11095,
    11096,
    11097,
    11098,
    11099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}