{
  "id": 11158,
  "title": "1998년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-10-02",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1998-10-02. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania, Appellee, v. Christopher WILLIAMS, Appellant\n**판결일**: 1998-10-02\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Flaherty, C.J., and Zappala, Cappy, Castille, Nigro and Newman\n\n## 변호인\n\nDavid Rudenstein, Philadelphia, for Christopher Williams., Catherine Marshall, Norman Gross, Philadelphia, for the Com., Robert A. Graci, Harrisburg, for the Com. Office of Atty. Gen.\n\n## 인용\n\n- 720 A.2d 679\n- 554 Pa. 1\n\n## 판결문 요약\n\n\n720 A.2d 679 (1998)\nCOMMONWEALTH of Pennsylvania, Appellee,\nv.\nChristopher WILLIAMS, Appellant.\nSupreme Court of Pennsylvania.\nArgued December 8, 1997.\nDecided October 2, 1998.\n*682 David Rudenstein, Philadelphia, for Christopher Williams.\nCatherine Marshall, Norman Gross, Philadelphia, for the Com.\nRobert A. Graci, Harrisburg, for the Com. Office of Atty. Gen.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ.\n\nOPINION\nCAPPY, Justice.\nThis is a direct appeal from the judgments of three sentences of death imposed on Christopher Williams (\"Appellant\").[1] For the reasons expressed in this opinion, we now affirm.\nAppellant was charged with murder and related offenses in connection with the killings of Gavin Anderson, Kevin Anderson (collectively, \"the Anderson brothers\"), and Otis Reynolds.[2] The jury found Appellant guilty of three counts of first degree murder[3], three counts of robbery,[4] three counts of criminal conspiracy,[5] corrupt organizations,[6] and possessing an instrument of crime.[7] At the penalty phase of the trial, the jury found that there were three aggravating circumstances: that the murders were committed during the commission of a felony (the felony being burglary);[8] that defendant had a significant history of convictions of felonies involving the use of threat of violence against a person;[9] and defendant had been convicted of another murder.[10] The jury recognized \"family considerations\" as a mitigating factor.[11] Upon we...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-williams"
    }
  ],
  "relatedIncidents": [
    11095,
    11126,
    11135,
    11144,
    11161
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}