{
  "id": 11161,
  "title": "1998년 Ellis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-10-01",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Ellis. 판결일: 1998-10-01. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State v. Ellis\n**판결일**: 1998-10-01\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Smith\n\n## 인용\n\n- 963 P.2d 843\n\n## 판결문 요약\n\n\n963 P.2d 843 (1998)\n136 Wash.2d 498\nSTATE of Washington, Respondent,\nv.\nJoey C. ELLIS, Petitioner.\nNo. 65761-1.\nSupreme Court of Washington, En Banc.\nArgued March 24, 1998.\nDecided October 1, 1998.\n*844 Rita Griffith, Seattle, for Petitioner.\nJohn Ladenburg, Pierce County Prosecutor, Gerald T. Costello and Barbara Corey-Boulet, Deputy Pierce County Prosecutors, Tacoma, for Respondent.\nSMITH, Justice.\nPetitioner Joey C. Ellis seeks discretionary review of an order of the Pierce County Superior Court dated July 29, 1997 granting Respondent State of Washington's motion in limine to exclude expert testimony on diminished capacity and denying Petitioner's motion to allow the testimony in a pending trial in which Petitioner is charged with two counts of aggravated murder in the first degree and in which the State seeks the death penalty. We granted review on September 4, 1997 staying Petitioner's trial which had been scheduled for September 15, 1997. We reverse the Superior Court.\n\nQUESTION PRESENTED\nThe question presented in this case is whether the trial court erred in excluding proffered defense expert testimony on diminished capacity, thus denying Petitioner an opportunity to establish a diminished capacity defense.\n\nSTATEMENT OF FACTS\nOn February 16, 1996, the Pierce County Prosecuting Attorney filed a corrected information in the Pierce County Superior Court charging Petitioner Joey C. Ellis with two counts of aggravated first degree murder[1] for the deaths of his mother, L...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-ellis"
    }
  ],
  "relatedIncidents": [
    11095,
    11126,
    11135,
    11144,
    11158
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}