{
  "id": 11162,
  "title": "1998년 Hilsen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-10-01",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Hilsen. 판결일: 1998-10-01. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Rita Hilsen v. City of New York, (And a Third-Party Action.)\n**판결일**: 1998-10-01\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 254 A.D.2d 10\n- 677 N.Y.S.2d 922\n\n## 판결문 요약\n\n\nOrder, Supreme Court, New York County (Martin Schoenfeld, J.), entered on or about May 19, 1997, which, in an action for personal injury, granted defendants’ motion for summary judgment dismissing the complaint, unanimously affirmed, without costs.\nThere are no issues of fact as to whether third-party defendant private hospital’s employees, ambulance paramedics who were dispatched by defendant municipal emergency ambulance service to take plaintiff to defendant municipal hospital, were agents or special employees of the municipal defendants, and, accordingly, we agree with the IAS Court that the municipal defendants cannot be held vicariously liable for the paramedics’ alleged negligence (see, Kellogg v Church Charity Found., 203 NY 191; cf., Matter of Hill v Boufford, 141 Misc 2d 654, 657-658). Nor are there any issues of fact as to whether the municipal defendants were themselves negligent. We have considered plaintiff’s other claims and find them to be without merit. Concur — Lerner, P. J., Wallach, Rubin and Tom, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hilsen-v-city-of-new-york"
    }
  ],
  "relatedIncidents": [
    11095,
    11096,
    11097,
    11098,
    11099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}