{
  "id": 11168,
  "title": "1998년 Ridgeway 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-09-28",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Ridgeway. 판결일: 1998-09-28. 법원: Army Court of Criminal Appeals.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. Private E1 Miquel D. RIDGEWAY, United States Army\n**판결일**: 1998-09-28\n**법원**: Army Court of Criminal Appeals\n**관할**: USA, Federal\n\n**판사**: Novak\n\n## 변호인\n\nFor Appellant: Colonel John T. Phelps II, JA; Lieutenant Colonel Michael L. 'Walters, JA; Major Holly S.G. Coffey, JA; Captain Jodi E. Terwilliger-Stacey, JA (on brief); Major Leslie A. Nepper, JA; Captain Jodi E. Terwilliger-Stacey, JA (on supplemental brief)., For Appellee: Colonel Joseph E. Ross, JA; Lieutenant Colonel Frederic L. Borch III, JA; Captain Chris A. Wendelbo, JA (on brief).\n\n## 인용\n\n- 48 M.J. 903\n\n## 판결문 요약\n\n\n*906OPINION OF THE COURT\nNOVAK, Judge:\nPursuant to his pleas, the appellant was found guilty by a military judge sitting as a special court-martial of absence without leave (AWOL) and three specifications of wrongful use of marijuana, in violation of Articles 86 and 112a, Uniform Code of Military Justice, 10 U.S.C. §§ 886 and 912a (1988) [hereinafter UCMJ]. The convening authority approved the adjudged sentence to a bad-conduct discharge, confinement for four months, and forfeiture of $200.00 pay per month for four months. He further ordered that the appellant be credited with $300.00 against adjudged forfeitures and fifty-three days of confinement for previously imposed punishment under Article 15, UCMJ, for one of the specifications of marijuana use.\nThis case is before the court for automatic review pursuant to Article 66, UCMJ. We have considered the record of trial and the briefs of both parties. In his single assignment of error, the appellant renews his claim first made to the convening authority for Pierce1 credit for prior forfeitures he paid as the result of Article 15, UCMJ, proceedings. He asserts that Pierce credit must be meaningful, and that the monetary credit that the convening authority ordered against adjudged forfeitures was meaningless in light of the operation of Article 58b, UCMJ.2 The appellant argues that under the mandatory collection procedures of Article 58b, UCMJ, any credit the convening authority ordered against adjudged forfeitures was nullifi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-ridgeway"
    }
  ],
  "relatedIncidents": [
    11095,
    11096,
    11097,
    11098,
    11099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}