{
  "id": 11188,
  "title": "1998년 Farrior 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-09-11",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Farrior. 판결일: 1998-09-11. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Farrior v. State\n**판결일**: 1998-09-11\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Baschab\n\n## 인용\n\n- 728 So. 2d 691\n\n## 판결문 요약\n\n\n728 So.2d 691 (1998)\nRondonaldrick FARRIOR\nv.\nSTATE.\nCR-97-0835.\nCourt of Criminal Appeals of Alabama.\nSeptember 11, 1998.\nRehearing Denied October 23, 1998.\nCertiorari Denied February 26, 1999.\n*694 Paul R. Cooper, Montgomery, for appellant.\nBill Pryor, atty. gen., and J. Thomas Leverette, asst. atty. gen., for appellee.\nAlabama Supreme Court 1980182.\nBASCHAB, Judge.\nThe appellant, Rondonaldrick Farrior, was convicted of murder made capital because he committed the murder by or through the use of a deadly weapon while the victim was in a vehicle, a violation of § 13A-5-40(a)(17), Ala. Code 1975. By a vote of 12-0, the jury recommended that the appellant be sentenced to life imprisonment without the possibility of parole. The trial court accepted the jury's recommendation and sentenced the appellant to life imprisonment without the possibility of parole. This appeal followed.\nThe evidence showed that, on November 1, 1996, school officials at the appellant's high school suspended the appellant for fighting with Ricardo McCombs. The next morning, McCombs was helping Donald Milton move. At some point, McCombs, Milton, and Milton's two young children drove to Trenholm Court. McCombs was driving, Milton was in the passenger seat, and the children were in the backseat. McCombs saw the appellant, who lived in Trenholm Court, and drove away from the appellant into a nearby alley. He pulled up behind a car driven by Nicole Jackson. After Jackson drove out of the alley onto the main r...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=farrior-v-state"
    }
  ],
  "relatedIncidents": [
    11095,
    11126,
    11135,
    11144,
    11158
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}