{
  "id": 11194,
  "title": "1998년 Shabazz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-09-08",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Shabazz. 판결일: 1998-09-08. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF CONNECTICUT v. ABDULLAH SHABAZZ\n**판결일**: 1998-09-08\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Berdon, Borden, Katz\n\n## 변호인\n\nWilliam F. Gallagher, with whom were Patricia A. King and, on the brief, Cynthia C. Bott, for the appellant (defendant)., Robert J. Scheinblum, assistant state’s attorney, with whom, on the brief, were Michael Dearington, state’s attorney, and John Waddock, senior assistant state’s attorney, for the appellee (state).\n\n## 인용\n\n- 246 Conn. 746\n\n## 판결문 요약\n\n\n\nOpinion\n\nBORDEN, J.\nThe principal issue in this appeal is whether the trial court properly precluded the defendant from introducing evidence that gross medical negligence caused the victim’s death. The defendant, Abdullah Shabazz, appeals1 from the trial court’s judgment of conviction, following a jury trial, of murder in violation of General Statutes § 53a-54a.2 The defendant *748claims that the trial court improperly: (1) precluded him from introducing evidence that the gross medical negligence of the hospital that treated the victim caused the victim’s death;3 (2) excluded evidence of the presence of the victim’s family at the trial; (3) excluded expert evidence of the victim’s character for violence, based on the presence in the victim’s body of drugs and alcohol; (4) excluded the defendant’s spontaneous utterance immediately after the incident; and (5) denied his motion to disqualify the trial judge. We affirm the judgment of the trial court.\nThe jury reasonably could have found the following facts. On May 3,1994, at approximately noon, the victim, Michael Stewart, had just completed using a pay telephone located on the New Haven green, when the defendant approached the bank of telephones and began to use one of them. The victim turned toward the defendant and said, “ ‘Get off the phone. I beeped somebody.’ ” The defendant ignored the victim and began to *749dial. The victim then slapped the defendant in the face, the defendant punched the victim, and a fistfight ensue...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-shabazz"
    }
  ],
  "relatedIncidents": [
    11095,
    11126,
    11135,
    11144,
    11158
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}