{
  "id": 11211,
  "title": "1998년 Wiernasz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-08-27",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Wiernasz. 판결일: 1998-08-27. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Minnesota, Appellant, v. Kathleen Ann WIERNASZ, Respondent\n**판결일**: 1998-08-27\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Blatz\n\n## 변호인\n\nHubert H. Humphrey, III, Atty. Gen., St. Paul, Michael 0. Freeman, Hennepin County Atty., Michael Richardson, Asst. County Atty., Minneapolis, for appellant., William E. McGee, Hennepin County Chief Public Defender, Peter W. Gorman, Asst. Public Defender, Minneapolis, for respondent.\n\n## 인용\n\n- 584 N.W.2d 1\n\n## 판결문 요약\n\n\n584 N.W.2d 1 (1998)\nSTATE of Minnesota, Appellant,\nv.\nKathleen Ann WIERNASZ, Respondent.\nNo. C0-97-1092.\nSupreme Court of Minnesota.\nAugust 27, 1998.\nRehearing Denied September 28, 1998.\nHubert H. Humphrey, III, Atty. Gen., St. Paul, Michael O. Freeman, Hennepin County Atty., Michael Richardson, Asst. County Atty., Minneapolis, for appellant.\nWilliam E. McGee, Hennepin County Chief Public Defender, Peter W. Gorman, Asst. Public Defender, Minneapolis, for respondent.\nConsidered and decided by the court en banc without oral argument.\n\nOPINION\nBLATZ, Chief Justice.\nThis is an appeal by the state of a pretrial order suppressing evidence in the prosecution of the defendant, Kathleen Ann Wiernasz, for second-degree intentional murder in the death of her just-born child. The issue is whether what otherwise would have been a noncustodial interrogation of Wiernasz became custodial, thereby requiring the giving of a Miranda warning, when the police began their questioning by telling Wiernasz about the results of a voluntary polygraph test she had just completed. Specifically, the police indicated that there was a 100% likelihood Wiernasz had been deceptive in responding to a question regarding whether she had done anything to cause her baby to stop breathing. Affirming the trial court's suppression order, the court of appeals concluded that the interrogation was custodial and that police therefore should have given Wiernasz a Miranda warning before questioning her. State v. Wiernasz, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-wiernasz"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-shannon"
    }
  ],
  "relatedIncidents": [
    11095,
    11126,
    11135,
    11144,
    11158
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}