{
  "id": 11223,
  "title": "1998년 In Re: General Motors Corporation 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-08-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: In Re: General Motors Corporation. 판결일: 1998-08-20. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: In Re: GENERAL MOTORS CORPORATION, Petitioner\n**판결일**: 1998-08-20\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Beam, Fagg, Hansen\n\n## 변호인\n\nJordan B. Cherrick, James W. Erwin, Sturla Olsen, St. Louis, MO, Paul T. Cappuc-cio, Jay P. Lefkowitz, John P. Frantz and Kelion N. Easier, Washington, DC, for petitioner., Robert L. Langdon, J. Kent Emison, Bradley D. Kuhlman, and Mark J. Evans, Lexington, Missouri, for respondents.\n\n## 인용\n\n- 153 F.3d 714\n\n## 판결문 요약\n\n153 F.3d 714\n    In re:  GENERAL MOTORS CORPORATION, Petitioner.\n    No. 98-2814.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted July 10, 1998.Decided Aug. 20, 1998.\n    \n      Jordan B. Cherrick, James W. Erwin, Sturla Olsen, St. Louis, MO, Paul T. Cappuccio, Jay P. Lefkowitz, John P. Frantz and Kelion N. Kasler, Washington, DC, for petitioner.\n      Robert L. Langdon, J. Kent Emison, Bradley D. Kuhlman, and Mark J. Evans, Lexington, Missouri, for respondents.\n      Before FAGG, BEAM, and HANSEN, Circuit Judges.\n      BEAM, Circuit Judge.\n    \n    \n      1\n      General Motors Corporation (GM) petitions the court for a writ of mandamus, seeking relief from the district court's discovery order directing GM to produce six documents that GM claims are privileged.  GM also requests that we reassign the case to a different district judge.  We deny GM's petition in part, and remand with instructions.\n    \n    I. BACKGROUND\n    \n      2\n      This case involves a wrongful death action against GM arising from an accident involving a 1985 Chevrolet Blazer.  See Baker v. General Motors Corp., 86 F.3d 811, 814 (8th Cir.1996), rev'd in part, --- U.S. ----, 118 S. Ct. 657, 139 L. Ed. 2d 580 (1998).  The present dispute regards a pre-trial discovery order granting the plaintiffs' motion for in camera inspection of certain allegedly privileged documents to determine the applicability of the crime/fraud exception to the attorney-client privilege.\n    \n    \n      3\n      Th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-hernan-enrique-burgos"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-general-motors-corporation"
    }
  ],
  "relatedIncidents": [
    11132,
    11174,
    11290,
    11347,
    11364
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}