{
  "id": 11224,
  "title": "1998년 Timbers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-08-18",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Timbers. 판결일: 1998-08-18. 법원: Court of Appeals of Virginia.",
  "description": "## 사건 정보\n\n**사건명**: Kelly Yvette TIMBERS v. COMMONWEALTH of Virginia\n**판결일**: 1998-08-18\n**법원**: Court of Appeals of Virginia\n**관할**: Virginia, VA\n\n**판사**: Annunziata, Overton, Willis\n\n## 변호인\n\nDiana H. Wheeler, Orange, for appellant., Marla Graff Decker, Assistant Attorney General (Mark L. Earley, Attorney General, on brief), for appellee.\n\n## 인용\n\n- 503 S.E.2d 233\n- 28 Va. App. 187\n\n## 판결문 요약\n\n\n503 S.E.2d 233 (1998)\n28 Va. App. 187\nKelly Yvette TIMBERS\nv.\nCOMMONWEALTH of Virginia.\nRecord No. 1702-97-2.\nCourt of Appeals of Virginia, Richmond.\nAugust 18, 1998.\n*234 Diana H. Wheeler, Orange, for appellant.\nMarla Graff Decker, Assistant Attorney General (Mark L. Earley, Attorney General, on brief), for appellee.\nPresent: WILLIS, ANNUNZIATA and OVERTON, JJ.\nANNUNZIATA, Judge.\nKelly Yvette Timbers (appellant) was convicted of two counts of forgery. In this appeal, she challenges the trial court's admission into evidence of statements she made to a deputy sheriff while she was incarcerated in a Madison County holding cell. She contends the statements were obtained in violation of Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966), and that the statements were the unlawful fruit of an earlier detention in violation of the Fourth Amendment. She also contends the evidence was insufficient to support her convictions for forgery. We hold that law enforcement authorities violated appellant's Miranda rights to obtain her statement, and we reverse her convictions for forgery.\nOn November 15, 1996, law enforcement authorities executed a search warrant at an apartment complex in Madison County. In addition to searching appellant's apartment, law enforcement authorities searched the apartment of John Johnson. Johnson owned a blue Lincoln Town Car which he sometimes loaned out in trade for crack cocaine. During the execution of the search warrant, an officer saw t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=timbers-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    11095,
    11096,
    11097,
    11098,
    11099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}