{
  "id": 11225,
  "title": "1998년 Arellano 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-08-14",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: Arellano. 판결일: 1998-08-14. 법원: New Mexico Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of New Mexico, Plaintiff-Petitioner, v. Rodney ARELLANO, Defendant-Respondent\n**판결일**: 1998-08-14\n**법원**: New Mexico Supreme Court\n**관할**: New Mexico, NM\n\n**판사**: Baca\n\n## 변호인\n\nTom Udall, Attorney General, Arthur W. Pepin, Assistant Attorney General, Santa Fe, for Plaintiff-Petitioner., Phyllis H. Subin, Chief Public Defender, Carolyn R. Gliek, Assistant Appellate Defender, Santa Fe, for Defendant-Respondent.\n\n## 인용\n\n- 965 P.2d 293\n- 125 N.M. 709\n- 1998 NMSC 026\n\n## 판결문 요약\n\n\n965 P.2d 293 (1998)\n125 N.M. 709\n1998-NMSC-026\nSTATE of New Mexico, Plaintiff-Petitioner,\nv.\nRodney ARELLANO, Defendant-Respondent.\nNo. 24354.\nSupreme Court of New Mexico.\nAugust 14, 1998.\nTom Udall, Attorney General, Arthur W. Pepin, Assistant Attorney General, Santa Fe, for Plaintiff-Petitioner.\nPhyllis H. Subin, Chief Public Defender, Carolyn R. Glick, Assistant Appellate Defender, Santa Fe, for Defendant-Respondent.\n\nOPINION\nBACA, Justice.\n{1} Pursuant to Rule 12-102 NMRA 1998, the State appeals the Court of Appeals' opinion in State v. Arellano, 1997-NMCA-047, 123 N.M. 409, 940 P.2d 1204, cert. granted, No. 24,354, 123 N.M. 229, 938 P.2d 204 (1997), that reversed the trial court's denial of Arellano's motion for a new trial. Arellano moved for new trial based on the trial court's failure to administer the oath found in UJI 14-123 NMRA 1998, to the jury before it delivered its verdict. We granted certiorari *294 to consider whether the Court of Appeals erred in reversing the trial court's denial of the motion. We reverse the Court of Appeals' decision and affirm that of the trial court.\n\nI.\n{2} Defendant-Appellant Rodney Arellano (Arellano) was charged with vehicular homicide and other related charges on October 11, 1994. On October 19, 1995, a jury was selected before Judge Maes in Rio Arriba County. At that time, the jurors were voir dired and asked questions regarding their understanding of the jury selection process and its purpose to find impartial persons to try th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-arellano"
    }
  ],
  "relatedIncidents": [
    11095,
    11126,
    11135,
    11144,
    11158
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}