{
  "id": 11226,
  "title": "1998년 Ormonde 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-08-13",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Ormonde. 판결일: 1998-08-13. 법원: Massachusetts Superior Court.",
  "description": "## 사건 정보\n\n**사건명**: William Ormonde v. Lynn Bissonnette\n**판결일**: 1998-08-13\n**법원**: Massachusetts Superior Court\n**관할**: Massachusetts, MA\n\n**판사**: Donohue\n\n## 인용\n\n- 9 Mass. L. Rptr. 66\n\n## 판결문 요약\n\n\nDonohue, J.\nINTRODUCTION\nThe Petitioner, William Ormonde, and the Respondents, Lynne Bissonnette, Charlie Ryan, and Edward Hammond, each moved for judgment on the pleadings filed in the present case. Ormonde filed an action in the nature of certiorari, seeking review of the disciplinary proceedings which led to a finding of guilt by the respondent, Charlie Ryan, who acted as hearing officer. Ormonde alleges that Ryan relied solely upon the incident report of the respondent, Edward Hammond. Ormonde also alleges that the Respondent, Lynn Bissonnette, improperly denied his appeal of Ryan’s decision. For the following reasons, judgment is to enter for the Petitioner.\nBACKGROUND\nThe Petitioner, William Ormonde, is a prisoner. Ormonde allegedly assaulted another prisoner, Darrell McDougall, for which charges were brought against him in accordance with Department of Correction (DOC) regulations. The Department of Corrections, North Central Correctional Institution, held a disciplinary hearing at which the Respondent, Charlie Ryan, was the hearing officer. Ormonde was found “guilty” at a hearing. Ormonde alleges that prior to the hearing, and in accordance with 103 Code of Mass. Regs. 430.11 and 430.12, he made a written request for the reporting officer, Ed Hammond’s presence at the hearing and that a recording of the hearing be made to preserve the record. Neither of these requests were granted, because Ormonde’s letter was not received by Ryan until after the hearing. Ryan relied...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ormonde-v-bissonnette"
    }
  ],
  "relatedIncidents": [
    11149,
    11200,
    11314,
    11367,
    11418
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}