{
  "id": 11247,
  "title": "1998년 George 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-07-27",
  "location": "South Carolina, SC, USA",
  "summary": "미국 South Carolina, SC 법원 판결 사건. 사건명: George. 판결일: 1998-07-27. 법원: Supreme Court of South Carolina.",
  "description": "## 사건 정보\n\n**사건명**: The STATE, Respondent, v. Ricky GEORGE, Appellant\n**판결일**: 1998-07-27\n**법원**: Supreme Court of South Carolina\n**관할**: South Carolina, SC\n\n**판사**: Burnett, Finney, Moore, Toal, Waller\n\n## 변호인\n\nSenior Assistant Appellate Defender Wanda H. Haile, of South Carolina Office of Appellate Defense, Columbia; and William Isaac Diggs, Myrtle Beach, for appellant., Attorney General Charles M. Condon, Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Donald J. Zelenka, Columbia; and Solicitor Ralph J. Wilson, Conway, for respondent.\n\n## 인용\n\n- 503 S.E.2d 168\n- 331 S.C. 342\n\n## 판결문 요약\n\n\n331 S.C. 342 (1998)\n503 S.E.2d 168\nThe STATE, Respondent,\nv.\nRicky GEORGE, Appellant.\nNo. 24824.\nSupreme Court of South Carolina.\nHeard May 12, 1998.\nDecided July 27, 1998.\nRehearing Denied August 27, 1998.\n*343 Senior Assistant Appellate Defender Wanda H. Haile, of South Carolina Office of Appellate Defense, Columbia; and William Isaac Diggs, Myrtle Beach, for appellant.\nAttorney General Charles M. Condon, Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Donald J. Zelenka, Columbia; and Solicitor Ralph J. Wilson, Conway, for respondent.\n*344 TOAL, Justice:\nRicky George appeals from an order rejecting his claim of an equal protection violation based on systematic exclusion of African Americans in the Horry County grand jury selection process. We affirm.\n\nFACTUAL/PROCEDURAL BACKGROUND\nGeorge was charged and convicted of murder, conspiracy to commit murder, and armed robbery. He was sentenced to death. In State v. George, 323 S.C. 496, 476 S.E.2d 903 (1996), cert. denied,___ U.S.___, 117 S. Ct. 1261, 137 L. Ed. 2d 340 (1997), we affirmed George's conviction and sentence, but remanded the matter for an inquiry about one issue, namely, George's allegation that the indictment in the case was issued by a grand jury from which African Americans had been excluded. On appeal, we observed that although the record contained no statistical evidence to support George's claim that African Americans had been systematically or deliberately excluded, it did appear ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-george"
    }
  ],
  "relatedIncidents": [
    11095,
    11126,
    11135,
    11144,
    11158
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}