{
  "id": 11254,
  "title": "1998년 Cattani 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-07-20",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Cattani. 판결일: 1998-07-20. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Jennifer Cattani v. Incorporated Village of Ocean Beach\n**판결일**: 1998-07-20\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 252 A.D.2d 533\n- 675 N.Y.S.2d 880\n\n## 판결문 요약\n\n\n—In an action to recover damages for personal injuries, etc., the plaintiffs appeal from an order of the Supreme Court, Suffolk County (Gerard, J.), entered July 14, 1997, which granted the motion of the defendant Incorporated Vil*534lage of Ocean Beach which was, in effect, for summary judgment dismissing the complaint insofar as asserted against it.\nOrdered that the order is affirmed, without costs or disbursements.\nOn July 2, 1994, the infant plaintiff Jacqueline Gudmand sustained injuries as a result of a fall on a concrete walkway located within the Incorporated Village of Ocean Beach. It is undisputed that the Village had not received written notice of the alleged defective condition prior to the date of the accident. Moreover, there is no proof that the Village had actual or constructive notice of the alleged defective condition of the walkway, and the plaintiffs’ speculative and conclusory allegations were insufficient to raise a triable issue of fact with respect to whether the Village may have created the alleged defect through negligent repair (see, Sloan v Village of Hempstead, 223 AD2d 632; Mendes v Whitney-Floral Realty Corp., 216 AD2d 540; Tyschak v Incorporated Vil. of Westbury, 193 AD2d 670).\nAccordingly, the court properly granted the motion of the Village which was, in effect, for summary judgment dismissing the complaint insofar as it was asserted against it (see, Village Law § 6-628; Kiernan v Thompson, 73 NY2d 840; Karnes v City of White Plains, 237 AD2...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cattani-v-inc-village-of-ocean-beach"
    }
  ],
  "relatedIncidents": [
    11095,
    11096,
    11097,
    11098,
    11099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}