{
  "id": 11253,
  "title": "1998년 Whitlatch 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-07-21",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Whitlatch. 판결일: 1998-07-21. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Wilborn Jack WHITLATCH, Appellee, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellant\n**판결일**: 1998-07-21\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Flaherty, C.J., and Zappala, Cappy, Castille, Nigro, Newman and Saylor\n\n## 변호인\n\nTimothy P. Wile, Harrisburg, for PENNDOT., Wilborn Jack Whitlatch, Pro Se.\n\n## 인용\n\n- 715 A.2d 387\n- 552 Pa. 298\n\n## 판결문 요약\n\n\n552 Pa. 298 (1998)\n715 A.2d 387\nWilborn Jack WHITLATCH, Appellee,\nv.\nCOMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellant.\nSupreme Court of Pennsylvania.\nResubmitted June 22, 1998.\nDecided July 21, 1998.\n*299 Timothy P. Wile, Harrisburg, for PENNDOT.\nWilborn Jack Whitlatch, Pro Se.\n*300 Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ.\n\nOPINION OF THE COURT\nNEWMAN, Justice.\nThe Commonwealth of Pennsylvania, Department of Transportation, Bureau of Driver Licensing (PennDOT) appeals from an Order of the Commonwealth Court that reversed an Order of the Court of Common Pleas of Greene County (trial court) dismissing Wilborn Jack Whitlatch's (Whitlatch) statutory appeal of an indefinite license suspension imposed pursuant to Section 1533(b) of the Vehicle Code, 75 Pa.C.S. § 1533(b).\n\nFACTUAL AND PROCEDURAL HISTORY\nWhitlatch, a resident and licensed driver of Pennsylvania, was stopped and cited for speeding in Moundsville, West Virginia on October 12, 1995. The citation carried a forty-five dollar ($45.00) fine, and the City of Moundsville notified Appellee by mail on November 13, 1995 that if he failed to appear in court or pay the fine within ten days, the City would take action to have his driver's license suspended. Whitlatch did not respond to the notice, and, pursuant to Article III of the Nonresident Violator Compact of 1977 (1977 Compact), West Virginia authorities reported his noncompliance to P...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=whitlatch-v-com-dept-of-transp"
    }
  ],
  "relatedIncidents": [
    11095,
    11096,
    11097,
    11098,
    11099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}