{
  "id": 11274,
  "title": "1998년 Lara 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-07-01",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Lara. 판결일: 1998-07-01. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Iowa, Appellee, v. Roger Conrad LARA, Appellant\n**판결일**: 1998-07-01\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Andreasen, Harris, Lavorato, McGIVERIN, Snell\n\n## 변호인\n\nJames H. Carter of Terpstra, Terpstra & Epping, Cedar Rapids, for appellant., Thomas J. Miller, Attorney General, Mary Tabor, Assistant Attorney General, Thomas J. Ferguson, County Attorney, and D. Raymond Walton, Assistant County Attorney, for appellee.\n\n## 인용\n\n- 580 N.W.2d 783\n\n## 판결문 요약\n\n\n580 N.W.2d 783 (1998)\nSTATE of Iowa, Appellee,\nv.\nRoger Conrad LARA, Appellant.\nNo. 97-600.\nSupreme Court of Iowa.\nJuly 1, 1998.\n*784 James H. Carter of Terpstra, Terpstra &amp; Epping, Cedar Rapids, for appellant.\nThomas J. Miller, Attorney General, Mary Tabor, Assistant Attorney General, Thomas J. Ferguson, County Attorney, and D. Raymond Walton, Assistant County Attorney, for appellee.\nConsidered by McGIVERIN, C.J., and HARRIS, LAVORATO, SNELL, and ANDREASEN, JJ.\nANDREASEN, Justice.\nIn 1996 the Iowa legislature adopted a mandatory minimum sentence for certain forcible felonies, i.e., murder in the second degree, sexual abuse in the second degree, kidnapping in the second degree, and robbery in the first or second degree. 1996 Iowa Acts ch. 1151, § 3 (codified at Iowa Code § 902.12 (1997)). The legislature provided that an inmate sentenced under section 902.12 is eligible for a reduction of the sentence of one day for each day of good time but the total days which may be accumulated shall not exceed fifteen percent of the inmate's total sentence of confinement. 1996 Iowa Acts ch. 1151, § 4 (codified at Iowa Code § 903A.2 (1997)). In this appeal we must determine if the provisions of section 902.12 violate the Eighth Amendment to the United States Constitution that prohibits cruel and unusual punishment. We find neither the statute nor the sentence imposed violate the constitutional provision. We affirm.\n\nI. Background.\n\nBetween October 2 and October 7, 1996, Roger Conrad L...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-lara"
    }
  ],
  "relatedIncidents": [
    11095,
    11126,
    11135,
    11144,
    11158
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}