{
  "id": 11271,
  "title": "1998년 Philip Berryman v. Dean Rieger, C. Kukla, Diane Holzheuer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-07-06",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Philip Berryman v. Dean Rieger, C. Kukla, Diane Holzheuer. 판결일: 1998-07-06. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Philip BERRYMAN, Plaintiff-Appellee, v. Dean RIEGER, C. Kukla, Diane Holzheuer, Defendants-Appellants\n**판결일**: 1998-07-06\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Merritt, Norris, Wallace\n\n## 변호인\n\nPhilip W. Berryman, pro se., John B. Payne (argued and briefed), Dear-born, Michigan, for Plaintiff-Appellee., Linda M. Olivieri (argued and briefed), Office of the Attorney General, Corrections Division, Lansing, Michigan, for Defendants-Appellants.\n\n## 인용\n\n- 150 F.3d 561\n\n## 판결문 요약\n\n150 F.3d 561\n    Philip BERRYMAN, Plaintiff-Appellee,v.Dean RIEGER, C. Kukla, Diane Holzheuer, Defendants-Appellants.\n    No. 96-2337.\n    United States Court of Appeals,Sixth Circuit.\n    Argued May 1, 1998.Decided July 6, 1998.\n    \n      Philip W. Berryman, pro se.\n      John B. Payne (argued and briefed), Dearborn, Michigan, for Plaintiff-Appellee.\n      Linda M. Olivieri (argued and briefed), Office of the Attorney General, Corrections Division, Lansing, Michigan, for Defendants-Appellants.\n      Before:  MERRITT, NORRIS, and WALLACE,* Circuit Judges.\n      OPINION\n      MERRITT, Circuit Judge.\n    \n    \n      1\n      In yet another in a long line of &#167; 1983, interlocutory, qualified immunity appeals raising factual issues, we must first decide whether we have appellate jurisdiction.  This depends on whether there is a pure issue of constitutional tort law to be determined separable from the factual issues.  The District Court denied qualified immunity to a prison doctor and two nurses sued by the plaintiff, who claims that the defendants refused to give him medical treatment in retaliation for a lawsuit he had previously filed against another nurse.  Our decision follows the Supreme Court's opinion in Johnson v. Jones, 515 U.S. 304, 115 S. Ct. 2151, 132 L. Ed. 2d 238 (1995), which simply applied the principles of Mitchell v. Forsyth, 472 U.S. 511, 105 S. Ct. 2806, 86 L. Ed. 2d 411 (1985).  We hold that in order for such an interlocutory appeal based on qualified imm...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=philip-berryman-v-dean-rieger-c-kukla-diane-holzheuer"
    }
  ],
  "relatedIncidents": [
    11113,
    11132,
    11287,
    11391,
    11398
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}