{
  "id": 11287,
  "title": "1998년 Regents of the University of New Mexico v. New Mexico Federation of Teachers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-06-23",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: Regents of the University of New Mexico v. New Mexico Federation of Teachers. 판결일: 1998-06-23. 법원: New Mexico Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The REGENTS OF THE UNIVERSITY OF NEW MEXICO, Plaintiff-Appellant, v. NEW MEXICO FEDERATION OF TEACHERS and American Association of University Professors, Gallup Campus, Defendants-Appellees\n**판결일**: 1998-06-23\n**법원**: New Mexico Supreme Court\n**관할**: New Mexico, NM\n\n**판사**: Baca, Franchini, McKINNON, Minzner, Serna\n\n## 변호인\n\nSimons, Cuddy & Friedman, L.L.P., John F. Kennedy, Santa Fe, Charles N. Estes, Jr., Albuquerque, for Plaintiff-Appellant., K. Lee Peifer, Albuquerque, Simon & Oppenheimer, Morton S. Simon, Linda M. Vanzi, Santa Fe, for Defendants-Appellees.\n\n## 인용\n\n- 962 P.2d 1236\n- 125 N.M. 401\n- 1998 NMSC 020\n\n## 판결문 요약\n\n\n962 P.2d 1236 (1998)\n125 N.M. 401\n1998-NMSC-020\nThe REGENTS OF THE UNIVERSITY OF NEW MEXICO, Plaintiff-Appellant,\nv.\nNEW MEXICO FEDERATION OF TEACHERS and American Association of University Professors, Gallup Campus, Defendants-Appellees.\nNo. 24716.\nSupreme Court of New Mexico.\nJune 23, 1998.\n*1238 Simons, Cuddy &amp; Friedman, L.L.P., John F. Kennedy, Santa Fe, Charles N. Estes, Jr., Albuquerque, for Plaintiff-Appellant.\nK. Lee Peifer, Albuquerque, Simon &amp; Oppenheimer, Morton S. Simon, Linda M. Vanzi, Santa Fe, for Defendants-Appellees.\n\n\n*1239 OPINION\n\nFRANCHINI, Chief Justice.\n{1} The Board of Regents of the University of New Mexico (UNM) appeals a determination by the Public Employee Labor Relations Board (PELRB) that invalidated portions of the university's labor-management relations policy. The PELRB held that the Public Employee Bargaining Act, NMSA 1978, §§ 10-7D-1 to -26 (1992, prior to 1997 amendment, effective Apr. 1, 1993) [hereinafter PEBA], requires all public employers, like UNM, to open the collective-bargaining process to all public employees except management employees, supervisors, and confidential employees. The PELRB held UNM's labor policy invalid because it excludes many categories of employees that PEBA includes. The PELRB's determination was affirmed by the district court. On appeal, UNM raises two arguments: (1) that its labor policy is exempt from PEBA under the Act's \"grandfather clause,\" under which public employers whose labor policies were ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=regents-of-the-university-of-new-mexico-v-new-mexico-federation-of"
    }
  ],
  "relatedIncidents": [
    11113,
    11132,
    11271,
    11391,
    11398
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}