{
  "id": 11289,
  "title": "1998년 Stephens 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-06-22",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Stephens. 판결일: 1998-06-22. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Stephens v. the State\n**판결일**: 1998-06-22\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Banke, Harold, Johnson, Smith\n\n## 변호인\n\nSam B. Sibley, Jr., for appellant., Daniel J. Craig, District Attorney, Charles R. Sheppard, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 503 S.E.2d 311\n- 233 Ga. App. 32\n\n## 판결문 요약\n\n\n503 S.E.2d 311 (1998)\n233 Ga. App. 32\nSTEPHENS\nv.\nThe STATE.\nNo. A98A0256.\nCourt of Appeals of Georgia.\nJune 22, 1998.\n*312 Sam B. Sibley, Jr., Augusta, for appellant.\nDaniel J. Craig, District Attorney, Charles R. Sheppard, Assistant District Attorney, for appellee.\nSMITH, Judge.\nHenry Marvin Stephens and three codefendants were indicted by a Richmond County grand jury on charges of armed robbery and possession of a firearm during the commission of a felony. The incident giving rise to the charges occurred during an undercover drug sale arranged by the Richmond County Sheriff's Department. At trial, the jury acquitted two codefendants and convicted Stephens and one codefendant. Stephens's motion for new trial was denied, and he appeals. Finding no harmful error, we affirm.\n1. While Stephens raises the general grounds, his argument on the sufficiency of the evidence is limited to the contention that the State failed to show the funds taken in the robbery were \"the property of the Richmond County Board of Commissioners\" as alleged in the indictment. Stephens incorrectly asserts that the only evidence in the record merely identified the funds as \"official government funds\" from the Sheriff's office without stating their source as federal, state or local government. Another witness clearly identified the money as \"Richmond County's.\"\nAs a technical matter, the board of commissioners is not identical to the county itself. See Aetna Cas., etc., Co. v. Shuman, 237 Ga. 403, 405, 22...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stephens-v-state"
    }
  ],
  "relatedIncidents": [
    11096,
    11114,
    11117,
    11118,
    11146
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}