{
  "id": 11290,
  "title": "1998년 Pette 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-06-22",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Pette. 판결일: 1998-06-22. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. James Pette\n**판결일**: 1998-06-22\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 251 A.D.2d 600\n- 674 N.Y.S.2d 768\n\n## 판결문 요약\n\n\n—Appeal by the defendant from a judgment of the County Court, Nassau County (Wexner, J.), rendered February 10, 1997, convicting him of murder in the second degree, upon a jury verdict, and imposing sentence.\nOrdered that the judgment is reversed, on the law, and a new trial is ordered.\nThe defendant was convicted of murder in the second degree arising from an incident in which he assaulted his grandmother and pushed her down a flight of stairs. The victim died several days after the incident from a heart attack precipitated by the assault.\nThe defendant’s challenge to the sufficiency of the evidence regarding causation is unpreserved for appellate review (see, *601CPL 470.05 [2]). In any event, viewing the evidence in the light most favorable to the prosecution (see, People v Contes, 60 NY2d 620), we find that it was legally sufficient to establish beyond a reasonable doubt the causal nexus between the injuries sustained as a result of the assault and the victim’s heart attack (see, Matter of Anthony M., 63 NY2d 270, 280-281). Moreover, upon the exercise of our factual review power, we are satisfied that the verdict of guilt was not against the weight of the evidence (see, CPL 470.15 [5]).\nHowever, the defendant’s conviction must be reversed because the trial court erred in admitting into evidence certain statements made by the decedent which inculpated the defendant. Contrary to the court’s determination, those statements were not admissible as part of the decedent’s medic...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=leary-v-diblasi"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-pette"
    }
  ],
  "relatedIncidents": [
    11095,
    11126,
    11132,
    11135,
    11144
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}