{
  "id": 11299,
  "title": "1998년 Howard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-06-18",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Howard. 판결일: 1998-06-18. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: John Eldre HOWARD, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1998-06-18\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Powers, Aboussie and B.A. Smith\n\n## 변호인\n\nStan Schwieger, Waco, for Appellant., Hollis C. Lewis, Jr., County and Dist. Atty., Charles H. Van Orden, Special Pros., Cameron, for State.\n\n## 인용\n\n- 972 S.W.2d 121\n\n## 판결문 요약\n\n\n972 S.W.2d 121 (1998)\nJohn Eldre HOWARD, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 03-97-00053-CR.\nCourt of Appeals of Texas, Austin.\nJune 18, 1998.\n*123 Stan Schwieger, Waco, for Appellant.\nHollis C. Lewis, Jr., County and Dist. Atty., Charles H. Van Orden, Special Pros., Cameron, for State.\nBefore POWERS, ABOUSSIE and B.A. SMITH, JJ.\nBEA ANN SMITH, Justice.\nAppellant, John Eldre Howard, appeals from a jury conviction of possession of cocaine with the intent to distribute, a first degree felony. See Tex. Health &amp; Safety Code Ann. § 481.112 (West 1992 &amp; Supp. 1998). The court assessed punishment at twenty years' imprisonment in the Texas Department of Criminal Justice, Institutional Division. On appeal Howard claims that (1) the evidence was legally and factually insufficient to support the jury's finding; (2) the district court failed to instruct the jury on the law as to the testimony of an accomplice witness; and (3) his trial counsel rendered ineffective legal assistance by failing to request an accomplice-witness instruction in the charge to the jury. We will reverse the judgment of the district court and remand the cause.\n\nBACKGROUND\nIn August of 1996, police were summoned to a mobile home in Rockdale, Texas after receiving a complaint of \"loud noise.\" Rockdale police officer Tommy Roach responded and knocked on the door of the mobile home owned by Theresa Morrison. When Morrison opened the door, Roach noticed the smell of marihuana smoke coming from insi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=howard-v-state-of-texas"
    }
  ],
  "relatedIncidents": [
    11095,
    11096,
    11097,
    11098,
    11099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}