{
  "id": 11308,
  "title": "1998년 Simpson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-06-11",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Simpson. 판결일: 1998-06-11. 법원: Colorado Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE of the State of Colorado v. Joseph E. SIMPSON\n**판결일**: 1998-06-11\n**법원**: Colorado Court of Appeals\n**관할**: Colorado, CO\n\n**판사**: Casebolt, Roy, Ruland\n\n## 변호인\n\nGale A. Norton, Attorney General, Martha Phillips Allbright, Chief Deputy Attorney General, Richard A. Westfall, Solicitor General, Lauren A. Edelstein, Assistant Attorney General, Denver, for Plaintiff-Appellee., David F. Vela, Colorado State Public Defender, Claudia Brett Goldin, Deputy State Public Defender, Denver, for Defendant-Appellant.\n\n## 인용\n\n- 969 P.2d 751\n\n## 판결문 요약\n\n\nOpinion by\nJudge RULAND.\nDefendant, Joseph E. Simpson, appeals the sentence imposed by the trial court following his guilty plea to first degree burglary. We affirm.\nAs a result of a plea agreement, defendant entered guilty pleas in five separate cases in two divisions of the district court. In the instant case, defendant was sentenced to six years probation, to be served concurrently with a six-month term earlier imposed by another judge for defendant’s guilty plea to driving under the influence of alcohol.\nAs a condition of probation, the trial court ordered that defendant serve two years in a work release program through the Pueblo County Jail. Defense counsel objected.on the grounds that defendant was not then currently employed. In response, the court granted defendant “furloughs to seek employment on a reasonable basis.”\nFollowing his incarceration, defendant filed a motion for a furlough to seek employment, which was granted by the trial court. How*753ever, a similar request to the judge who had imposed the DUI sentence was denied. Subsequent requests were similarly ineffective, with the result that defendant did not participate in conventional employment prior to initiating this appeal.\nI.\nDefendant first contends that the trial court erred by sentencing him to two years in a work release program. More specifically, defendant contends that because he was not employed, not capable of seeking employment, and not enrolled in school at the time of sentencing, the court w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-simpson"
    }
  ],
  "relatedIncidents": [
    11096,
    11114,
    11117,
    11118,
    11146
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}