{
  "id": 11309,
  "title": "1998년 Deal 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-06-10",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Deal. 판결일: 1998-06-10. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Deal v. the State\n**판결일**: 1998-06-10\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Harold R. Banke\n\n## 변호인\n\nWayne L. Burnaine, for appellant., Daniel J. Porter, District Attorney, Phil Wiley, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 503 S.E.2d 288\n- 233 Ga. App. 79\n\n## 판결문 요약\n\n\n503 S.E.2d 288 (1998)\n233 Ga. App. 79\nDEAL\nv.\nThe STATE.\nNo. A98A0333.\nCourt of Appeals of Georgia.\nJune 10, 1998.\nReconsideration Denied June 25, 1998.\nCertiorari Denied November 20, 1998.\n*290 Wayne L. Burnaine, Lawrenceville, for appellant.\nDaniel J. Porter, District Attorney, Phil Wiley, Assistant District Attorney, for appellee.\n*289 HAROLD R. BANKE, Senior Appellate Judge.\nDavid Eric Deal was convicted of kidnapping with bodily injury, aggravated battery and aggravated assault. He enumerates 15 errors on appeal.\nThis case arose during the victim's early morning jog when Deal ran up to her. As she activated her hand-held alarm, he grabbed her and struck her on top of her head with a length of rebar pipe. He continued beating her on her head, shoulders, chest and arms, striking at least 50 blows. Eventually, she fell, and he dragged her into some nearby woods where he started beating her again. The attack lasted approximately 15 minutes, at which point the man fled, leaving the victim bleeding and dazed.\nShortly after her release from the hospital, a police investigator presented the victim with a six-person photographic lineup. The victim immediately picked Deal's brother, Kevin. After the investigator obtained an arrest warrant, he learned that Kevin was in a mental institution and that Deal, who lived in the vicinity of the attack, bore a marked family resemblance to Kevin. When Deal gave inconsistent stories about his actions at the time of the attack, the investigat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=deal-v-state"
    }
  ],
  "relatedIncidents": [
    11140,
    11227,
    11354,
    10756,
    10899
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}