{
  "id": 11318,
  "title": "1998년 King 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-06-03",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: King. 판결일: 1998-06-03. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: King v. Dunbar\n**판결일**: 1998-06-03\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Barry, Byrnes and Waltzer\n\n## 인용\n\n- 716 So. 2d 104\n\n## 판결문 요약\n\n\n716 So. 2d 104 (1998)\nDanatus Norman KING\nv.\nPhelps DUNBAR, L.L.P. Danny Shaw, Harry Rosenberg and Roy Cheatwood.\nNo. 97-CA-2519.\nCourt of Appeal of Louisiana, Fourth Circuit.\nJune 3, 1998.\n*105 Mack E. Barham, Jerry B. Jordan, Travis L. Bourgeois, New Orleans, for Appellant.\nRobert E. Kerrigan, Jr., Ellis B. Murov, Charles F. Seemann, III, Deutsch, Kerrigan &amp; Stiles, New Orleans, for Appellees.\nBefore BARRY, BYRNES and WALTZER, JJ.\nBYRNES, Judge.\nPlaintiff, Danatus Norman King, brought this action against the law firm of Phelps Dunbar and certain partners, Danny Shaw, Harry Rosenberg, and Roy Cheatwood of that firm, pursuant to LSA-C.C. art. 2315, 2316, 2317 and 2320, as well as LSA-R.S. 23:1006 and LSA-R.S. 51:2231, et seq. On June 24, 1997, the trial court rendered a summary judgment dismissing the plaintiff's claims against the individual defendants. In the same judgment the trial court granted the exception of prescription filed by all of the defendants and dismissed plaintiff's claims against both the individual defendants and the law firm. Plaintiff appeals.\nPlaintiff was in the commercial litigation section of the Phelps firm. Plaintiff alleges in his petition that because he is black he was asked to handle cases in the tort and insurance section of the firm because many of those cases could be expected to be tried before predominantly black jurors in Orleans Parish. He also alleges that the defendant Shaw advised him \"that the general counsel for the Airport was...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=king-v-dunbar"
    }
  ],
  "relatedIncidents": [
    11095,
    11096,
    11097,
    11098,
    11099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}