{
  "id": 11316,
  "title": "1998년 Jermaine Williams v. United States 사건",
  "category": "terrorism",
  "era": "contemporary",
  "date": "1998-06-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Jermaine Williams v. United States. 판결일: 1998-06-03. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Jermaine WILLIAMS, Petitioner-Appellant, v. UNITED STATES of America, Respondent-Appellee\n**판결일**: 1998-06-03\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Easterbrook, Flaum, Ripple\n\n## 변호인\n\nW. Charles Grace (argued), Office of the U.S. Attorney, Criminal Division, Fairview Heights, IL, for plaintiff-appellee., Frederick J. Hess (argued), Lewis, Rice & Fingersh, Belleville, IL, for defendant-appellant.\n\n## 인용\n\n- 150 F.3d 639\n\n## 판결문 요약\n\n150 F.3d 639\n    Jermaine WILLIAMS, Petitioner-Appellant,v.UNITED STATES of America, Respondent-Appellee.\n    No. 97-3187.\n    United States Court of Appeals,Seventh Circuit.\n    Argued April 3, 1998.Decided June 3, 1998.\n    \n      W. Charles Grace (argued), Office of the U.S. Attorney, Criminal Division, Fairview Heights, IL, for plaintiff-appellee.\n      Frederick J. Hess (argued), Lewis, Rice &amp; Fingersh, Belleville, IL, for defendant-appellant.\n      Before FLAUM, EASTERBROOK, and RIPPLE, Circuit Judges.\n      EASTERBROOK, Circuit Judge.\n    \n    \n      1\n      Following his guilty plea to all six counts of an indictment charging him with drug offenses, Jermaine Williams was sentenced in February 1995 to concurrent terms of 97 months' imprisonment.  After the enactment of the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA) he sought relief under 28 U.S.C. &#167; 2255.  One count had charged him with distributing cocaine base within 1,000 feet of a school, in violation of 21 U.S.C. &#167; 860, and another with the lesser included offense of distributing cocaine base, in violation of 21 U.S.C. &#167; 841(a)(1), in the same transaction.  Williams asked the judge to set aside the greater conviction, contending that multiple convictions violate the double jeopardy clause of the fifth amendment.  The judge vacated the lesser-included conviction but left the other five alone;  the sentence was unaffected.  Whether vacating even the &#167; 841 conviction was app...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "테러"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jermaine-williams-v-united-states"
    }
  ],
  "relatedIncidents": [
    11506,
    11625,
    11802,
    10685,
    11550
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}