{
  "id": 11310,
  "title": "1998년 Ober 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-06-10",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Ober. 판결일: 1998-06-10. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Rochester Telephone Mobile Communications v. Neil Ober, as Chairman of the Planning Board of the Town of Ogden, and Ogden Citizens for Responsible Land Use, Inc., Intervenor-Respondent\n**판결일**: 1998-06-10\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 251 A.D.2d 1053\n- 674 N.Y.S.2d 189\n\n## 판결문 요약\n\n\n—Judgment unanimously affirmed with costs. Memorandum: Petitioner appeals from a judgment dismissing its petition challenging the issuance of a “positive declaration” (6 NYCRR 617.2 [ac]) issued by the Planning Board of the Town of Ogden (Planning Board). We agree with Supreme Court that the issuance of a positive declaration is not final agency action subject to CPLR article 78 review. The issuance of a positive declaration merely requires that either the applicant or the designated lead agency prepare a draft environmental impact statement (DEIS) analyzing the potential environmental impacts of a project. Upon completion of the DEIS and other steps required by the State Environmental Quality Review Act ([SEQRA] ECL art 8), the lead agency may approve or disapprove the project. Thus, the positive declaration requiring the preparation of a DEIS is, “like other SEQRA determinations, ‘a preliminary step in the decision-making process’ and, therefore, not ripe for judicial review” (Matter of Town of Coeymans v City of Albany, 237 AD2d 856, 857, lv denied 90 NY2d 803, quoting Matter of Young v Board of Trustees, 221 AD2d 975, 977, affd 89 NY2d 846).\nAdditionally, petitioner did not sustain an actual, concrete injury by the issuance of a positive declaration (cf., Matter of Zagata v Freshwater Wetlands Appeals Bd., 244 AD2d 343). The alleged harm “may be prevented or significantly ameliorated by further administrative action or by steps available to the complaining party” (Church...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rochester-telephone-mobile-communications-v-ober"
    }
  ],
  "relatedIncidents": [
    11095,
    11096,
    11097,
    11098,
    11099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}