{
  "id": 11317,
  "title": "1998년 Stephens 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-06-03",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Stephens. 판결일: 1998-06-03. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Stephens v. the State\n**판결일**: 1998-06-03\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Birdsong, Johnson, Smith\n\n## 변호인\n\nAlfred F. Zachry, for appellant., Peter J. Skandalakis, District Attorney, Monique F. Kirby, Todd A. Orston, Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 503 S.E.2d 643\n- 232 Ga. App. 738\n\n## 판결문 요약\n\n\n503 S.E.2d 643 (1998)\n232 Ga. App. 738\nSTEPHENS\nv.\nThe STATE.\nNo. A98A0739.\nCourt of Appeals of Georgia.\nJune 3, 1998.\n*644 Alfred F. Zachry, LaGrange, for appellant.\nPeter J. Skandalakis, District Attorney, Monique F. Kirby, Todd A. Orston, Assistant District Attorneys, for appellee.\nSMITH, Judge.\nWillie James Stephens was convicted on one charge of burglary, OCGA § 16-7-1. His motion for new trial as amended was denied, and he appeals. We affirm.\n1. We find no merit in Stephens's contention that the evidence was insufficient to convict him. Construed in favor of the jury's verdict, evidence was presented that Frank Girley, supervisor of the janitorial and custodial staff at LaGrange High School, discovered that a burglary had occurred inside the school. He stated that no windows were broken, alarms were unarmed, and keys had been used to gain entry. Part of a computer, a microwave oven, a digital camera, and a VCR component were missing. Stephens, who worked as a janitor in the school, was discovered later that day lying in a dazed state inside one of the classrooms. Police were summoned to the school, and Stephens made a statement confessing to stealing the school property. At trial, Stephens admitted that he took the items.\nOCGA § 16-7-1(a) provides in relevant part that one commits burglary when he or she enters or remains within a building without authority and with the intent to commit a theft therein. Although Stephens admitted to stealing the items from the school, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stephens-v-state"
    }
  ],
  "relatedIncidents": [
    11096,
    11114,
    11117,
    11118,
    11146
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}