{
  "id": 11327,
  "title": "1998년 Schuder 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-05-28",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Schuder. 판결일: 1998-05-28. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Iowa, Ex Rel. Logan SCHUDER, Desirae Schuder and Scott Schuder, Minor Children, by Lorie Schuder, as Next Friend, Appellee, Lorie Schuder, Appellant, v. Ronnie H. SCHUDER, Appellee\n**판결일**: 1998-05-28\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Andreasen, Larson, Lavorato, McGIVERIN, Ternus\n\n## 변호인\n\nEvelyn Ocheltree, Mason City, for appellant., Thomas J. Miller, Attorney General, Diane Stahle, Deputy Attorney General, and Robert R. Huibregtse, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 578 N.W.2d 685\n\n## 판결문 요약\n\n\n578 N.W.2d 685 (1998)\nSTATE of Iowa, ex rel. Logan SCHUDER, Desirae Schuder and Scott Schuder, Minor Children, by Lorie Schuder, as Next Friend, Appellee,\nLorie Schuder, Appellant,\nv.\nRonnie H. SCHUDER, Appellee.\nNo. 97-239.\nSupreme Court of Iowa.\nMay 28, 1998.\n*686 Evelyn Ocheltree, Mason City, for appellant.\nThomas J. Miller, Attorney General, Diane Stahle, Deputy Attorney General, and Robert R. Huibregtse, Assistant Attorney General, for appellee.\nConsidered by McGIVERIN, C.J., and LARSON, LAVORATO, ANDREASEN, and TERNUS, JJ.\nPER CURIAM.\nLorie and Ronnie Schuder are the divorced parents of three children. An administrative order for child support was entered against Ronnie in 1994. He was ordered to pay $586 in monthly child support for the three children, $502 when only two children were entitled to support, and $366 when only one child remained eligible.\nLorie and Ronnie's oldest child, Scott, was placed in foster care in August 1996. Under Iowa Code section 234.39 (1995 Supp.), parents bear the primary responsibility to pay for the costs of their children's foster care services. Since 1992, a parent whose child was placed in foster care was deemed to have assigned to the Iowa Department of Human Services (DHS) any support payments \"attributable to the child.\" 1992 Iowa Acts ch. 1195, § 304 (codified at Iowa Code § 234.39(3) (1993)).\nAccordingly, in October 1996 the State filed a notice of an assignment pursuant to Iowa Code section 234.39(3) which provides in relevant ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-schuder-v-schuder"
    }
  ],
  "relatedIncidents": [
    11099,
    11110,
    11124,
    11377,
    11400
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}