{
  "id": 11338,
  "title": "1998년 Lewis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-05-20",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Lewis. 판결일: 1998-05-20. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Lewis v. State\n**판결일**: 1998-05-20\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Gersten, Shevin and Sorondo\n\n## 인용\n\n- 711 So. 2d 205\n\n## 판결문 요약\n\n\n711 So. 2d 205 (1998)\nBryan LEWIS, Appellant,\nv.\nThe STATE of Florida, Appellee.\nNo. 97-1373.\nDistrict Court of Appeal of Florida, Third District.\nMay 20, 1998.\nRehearing Denied June 24, 1998.\n*206 Bennett H. Brummer, Public Defender and Robert Kalter, Assistant Public Defender, for appellant.\nRobert A. Butterworth, Attorney General and Terri Leon-Benner, Assistant Attorney General, for appellee.\nBefore GERSTEN, SHEVIN and SORONDO, JJ.\nSORONDO, Judge.\nBryan Lewis, defendant, appeals from a judgment of conviction and sentence for the crimes of armed robbery and armed carjacking. The state and the defendant agree that the following facts accurately describe the events which lead to the defendant's arrest and conviction:\nOn March 1, 1996, the victim in this case went to an ATM machine and withdrew approximately fifty dollars. As he returned to his car a man approached him, identified himself as a police officer and accused him of selling drugs. The man told him to lie on the ground and surrender his money. As the robber took the money, the victim saw a second man approach. The victim testified that the second man was holding something that appeared to be a gun. After the first man stole his money the two men stole his car and fled the scene.\nOfficer Santiago of the Metro Dade Police Department responded to the scene. The victim described the man that robbed him as between 20-25 years, approximately six feet tall and weighing approximately 200 pounds. He also described the car t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lewis-v-state"
    }
  ],
  "relatedIncidents": [
    11096,
    11114,
    11117,
    11118,
    11146
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}