{
  "id": 11331,
  "title": "1998년 Zeyger 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-05-26",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Zeyger. 판결일: 1998-05-26. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Vladimir Zeyger v. Mark Litman\n**판결일**: 1998-05-26\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 250 A.D.2d 841\n- 674 N.Y.S.2d 380\n\n## 판결문 요약\n\n\n—In an action to recover damages for personal injuries, etc., the plaintiffs appeal from an order of the Supreme Court, Kings County (Garry, J.), dated May 8, 1997, which granted the defendant’s motion for summary judgment dismissing the complaint on the ground that the injured plaintiffs had not sustained serious injuries as defined by Insurance Law § 5102, (d).\nOrdered that the order is modified, on the law, by deleting the provisions thereof which granted those branches of the defendant’s motion which were to dismiss the causes of action *842asserted by the plaintiff Vladimir Zeyger and the derivative causes of action asserted by Margarita Zeyger as the wife of Vladimir Zeyger and substituting therefor provisions denying those branches of the defendant’s motion; as so modified, the order is affirmed, without costs or disbursements.\nThe plaintiff Vladimir Zeyger met his burden of demonstrating the existence of factual issues with respect to whether he suffered a “serious injury” within the meaning of Insurance Lav/ § 5102 (d). The affidavit of Vladimir Zeyger’s treating chiropractor, based upon a recent examination, presents objective quantified evidence of the extent or degree of limitation with respect to the use of his cervical and lumbar spines and that these injuries are permanent (see, Steuer v DiDonna, 233 AD2d 494; Washington v Mercy Home For Children, 232 AD2d 549).\nHowever, the affidavits submitted by Inna Zeyger’s experts failed to show that she sustained a “per...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=zeyger-v-litman"
    }
  ],
  "relatedIncidents": [
    11095,
    11096,
    11097,
    11098,
    11099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}