{
  "id": 11350,
  "title": "1998년 United States v. Luis Miguel Pis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-05-08",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Luis Miguel Pis. 판결일: 1998-05-08. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Luis Miguel Pis\n**판결일**: 1998-05-08\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 145 F.3d 1347\n\n## 판결문 요약\n\n145 F.3d 1347\n    98 CJ C.A.R. 2305\n    NOTICE:  Although citation of unpublished opinions remains unfavored, unpublished opinions may now be cited if the opinion has persuasive value on a material issue, and a copy is attached to the citing document or, if cited in oral argument, copies are furnished to the Court and all parties.  See General Order of November 29, 1993, suspending 10th Cir. Rule 36.3 until December 31, 1995, or further order.\n    UNITED STATES of America, Plaintiff-Appellee,v.Luis Miguel PIS, Defendant-Appellant.\n    No. 97-2130.\n    United States Court of Appeals, Tenth Circuit.\n    May 8, 1998.\n    \n      Before BALDOCK, EBEL, and MURPHY, Circuit Judges.**\n      ORDER AND JUDGMENT*\n      BOBBY R. BALDOCK, Circuit Judge.\n    \n    \n      1\n      A jury convicted Defendant Luis Miguel Pis of one count of conspiracy to distribute five grams or more of cocaine base, in violation of 21 U.S.C. &#167; 846; one count of possession with intent to distribute more than five grams of cocaine base, in violation of 21 U.S.C. &#167; 841(b)(1)(B); and one count of maintaining a place for the purpose of distributing and using a controlled substance, in violation of 21 U.S.C. &#167; 856.  The district court sentenced Defendant to concurrent 63-month sentences on each count, followed by a four-year term of supervised release.  Our jurisdiction arises under 28 U.S.C. &#167; 1291.\n    \n    \n      2\n      Defendant argues that the evidence in this case was insufficient to sustai...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-luis-miguel-pis"
    }
  ],
  "relatedIncidents": [
    11095,
    11096,
    11097,
    11098,
    11099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}