{
  "id": 11359,
  "title": "1998년 Day 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-04-20",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Day. 판결일: 1998-04-20. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: ROBERT L. DAY Et Al., Plaintiffs and Appellants, v. AT & T CORPORATION Et Al., Defendants and Respondents\n**판결일**: 1998-04-20\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Walker\n\n## 변호인\n\nCounsel, Milberg, Weiss, Bershad, Hynes & Lerach, William S. Lerach, Alan M. Mansfield, Timothy Blood, Sherri Pym, Bushnell, Caplan & Fielding, Alan M. Caplan, Philip Neumark, April M. Strauss, Schiffrin & Craig, Richard S. Schiffrin, Andrew L. Barroway, Marc A. Topaz, The Cuneo Law Group, Jonathan W. Cuneo and David W. Stanley for Plaintiffs and Appellants., McCutchen, Doyle, Brown & Enersen, David M. Heilbron, Friedman, Ross & Hersh, Jeffrey S. Ross, Sidley & Austin, Steven M. Bierman, Elizabe\n\n## 인용\n\n- 74 Cal. Rptr. 2d 55\n- 63 Cal. App. 4th 325\n- 63 Cal. App. 2d 319\n\n## 판결문 요약\n\n\n74 Cal.Rptr.2d 55 (1998)\n63 Cal.App.4th 325\nRobert L. DAY, et al. Plaintiffs and Appellants,\nv.\nAT &amp; T CORPORATION et al., Defendants and Respondents.\nNo. A076845.\nCourt of Appeal, First District, Division Three.\nApril 20, 1998.\n*56 Milberg Weiss Bershad Hynes &amp; Lerach, William S. Lerach, Alan M. Mansfield, Timothy Blood, Sherri Pym, San Diego, Bushnell, Caplan &amp; Fielding Alan M. Caplan, Philip Neumark, April M. Strauss, San Francisco, Schiffrin &amp; Craig, Richard S. Schiffrin, Andrew L. Barroway, Marc A. Topaz, Bala Cynwyd, PA, The Cuneo Law Group, Jonathan W. Cuneo, David W. Stanley, Washington, DC, for Plaintiffs and Appellants.\nMcCutchen, Doyle, Brown &amp; Enersen, David M. Heilbron, Friedman, Ross &amp; Hersh, Jeffrey S. Ross, San Francisco, Sidley &amp; Austin, Steven M. Bierman, Elizabeth M. Sacksteder, New York City, Sheldon Michaels, Jonathan H. Krotinger, San Francisco, *57 Stoel Rives, Joel A. Mullin, Portland, OR, Morgenstein &amp; Jubelirer, Eliot S. Jubelirer, San Francisco, Shughart, Thomson &amp; Kilroy, Russell S. Jones, Jr., Christopher D. Schneider, Kansas City, MO, Darren S. Weingard, San Mateo, for Defendants and Respondents.\nWALKER, Associate Justice.\nIn this opinion we consider the viability of appellants' claim for injunctive relief filed to prevent common carriers and retailers who sell prepaid phone cards to the public in several minute blocks from allegedly engaging in misleading and deceptive advertising. Appellants contend that res...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=day-v-at-t-corp"
    }
  ],
  "relatedIncidents": [
    11095,
    11096,
    11097,
    11098,
    11099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}