{
  "id": 11368,
  "title": "1998년 Neelley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-04-09",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Neelley. 판결일: 1998-04-09. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Judith A. NEELLEY, Petitioner-Appellant, v. John E. NAGLE, Warden, State of Alabama, Respondents-Appellees\n**판결일**: 1998-04-09\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n**판사**: Cox, Edmondson, Hatchett\n\n## 변호인\n\nBarry A. Ragsdale, King, Ivey & Junkin, Birmingham, AL, for Petitioner-Appellant., John Gibbs, J. Clayton Crenshaw, Assts. Attys. Gen., Montgomery, AL, for Respondents-Appellees.\n\n## 인용\n\n- 138 F.3d 917\n\n## 판결문 요약\n\n                                 United States Court of Appeals,\n\n                                         Eleventh Circuit.\n\n                                           No. 97-6162.\n\n                           Judith A. NEELLEY, Petitioner-Appellant,\n\n                                                 v.\n\n              John E. NAGLE, Warden, State of Alabama, Respondents-Appellees.\n\n                                          April 9, 1998.\n\nAppeal from the United States District Court for the Northern District of Alabama. (No. CV-96-PT-\n1381-M), Robert B. Propst, Judge.\n\nBefore HATCHETT, Chief Judge, and EDMONDSON and COX, Circuit Judges.\n\n       COX, Circuit Judge:\n\n       Judy Neelley appeals the district court's denial of her habeas corpus petition in connection\n\nwith her conviction for the kidnaping and murder of a 13-year-old girl. In her petition Neelley\n\nalleges that her trial counsel was ineffective because he operated under a conflict of interest. The\n\ndistrict court considered the petition under the standards found in the Anti-Terrorism and Effective\n\nDeath Penalty Act of 1996. We affirm.\n\n                                       I. BACKGROUND\n\n       Judy Neelley participated in a scheme in which she attempted to lure girls and young women\n\ninto her car for the ultimate purpose of making them available to her husband, Alvin Neelley, for\n\nhis sexual pleasure. As a part of this scheme, Judy Neelley abducted 13-year-old Lisa Ann Millican\n\nfrom a mall in Rome, Georgia, taki...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=neelley-v-nagle"
    }
  ],
  "relatedIncidents": [
    11095,
    11126,
    11135,
    11144,
    11158
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}