{
  "id": 11367,
  "title": "1998년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-04-10",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1998-04-10. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Ivan A. DiMonte\n**판결일**: 1998-04-10\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Marshall\n\n## 변호인\n\nWilliam G. Small (Charles W. Anderson, Jr., with him) for the defendant., Maryanne E. Kilty, Assistant District Attorney, for the Commonwealth.\n\n## 인용\n\n- 427 Mass. 233\n\n## 판결문 요약\n\n\nMarshall, J.\nOn July 21, 1995, a jury in the Boston Municipal Court returned a guilty verdict of assault and battery, G. L. c. 265, § 13A, against the defendant, Ivan A. DiMonte *234(husband).1 The complainant, DiMonte’s wife2 (wife), did not testify at trial. The defendant appeals from his conviction based on claimed errors in the admission in evidence of several extrajudicial statements by.the wife and by the defendant. We agree that the judge erred in admitting some testimony that was hearsay. The hearsay evidence may well have contributed to the jury’s verdict. We therefore reverse the judgment of the Boston Municipal Court and set aside the verdict.\n1. The jury could have found the following facts. On April 18, 1995, Rabbi Michael Luckens telephoned the wife regarding selections for her planned singing performance honoring a Japanese diplomat who had helped to save many Jews during the Holocaust.3 Luckens estimated that he telephoned between noon and 1 p.m., although he conceded that it may have been as early as 10:30 a.m. During the conversation Luckens heard in the background a man, whom the wife identified to Luckens as her husband, arguing with and then screaming at her. Luckens then heard a “blood curdling” scream from the wife, after which the telephone was hung up. After calling back several times and reaching only the answering machine, Luckens called 911, and was referred to and then spoke with the Boston police department. There is no evidence concerning what,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-dimonte"
    }
  ],
  "relatedIncidents": [
    11149,
    11200,
    11226,
    11314,
    11418
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}