{
  "id": 11379,
  "title": "1998년 Link 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-03-30",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Link. 판결일: 1998-03-30. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Respondent, v. Martin C. LINK, Appellant; Martin C. LINK, Appellant, v. STATE of Missouri, Respondent\n**판결일**: 1998-03-30\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crow, Garrison, Prewitt\n\n## 변호인\n\nM. Elise Branyan, Springfield, for appellant., Jeremiah W. (Jay) Nixon, Atty. Gen., Daniel W. Follett, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 965 S.W.2d 906\n\n## 판결문 요약\n\n\n965 S.W.2d 906 (1998)\nSTATE of Missouri, Respondent,\nv.\nMartin C. LINK, Appellant.\nMartin C. LINK, Appellant,\nv.\nSTATE of Missouri, Respondent.\nNos. 19661, 21368.\nMissouri Court of Appeals, Southern District, Division One.\nMarch 30, 1998.\n*908 M. Elise Branyan, Springfield, for appellant.\nJeremiah W. (Jay) Nixon, Atty. Gen., Daniel W. Follett, Asst. Atty. Gen., Jefferson City, for respondent.\nGARRISON, Presiding Judge.\nMartin C. Link (Appellant) was convicted by a jury of aggravated forcible rape, § 566.030, RSMo Supp.1990, first degree burglary, § 569.160,[1] two counts of armed criminal action, § 571.015, and first degree robbery, § 569.020.1(2). The trial court sentenced him, as a dangerous offender, to life imprisonment on each of the rape and robbery convictions, and thirty years on the burglary conviction. It also sentenced him to thirty years on each of the two armed criminal action convictions. It ordered that the sentences be served consecutively. Appellant appeals those convictions in Case No. 19661.\nAppellant also filed a pro se motion for post-conviction relief pursuant to Rule 29.15 which was later amended by appointed counsel. Those motions were denied after an evidentiary hearing. Appellant appeals that denial in Case No. 21368. These appeals were duly consolidated for purposes of appeal but will be discussed separately in this opinion.\nThe sufficiency of the evidence to support the conviction is not in dispute. We view the evidence and all reasonable inferenc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-link"
    }
  ],
  "relatedIncidents": [
    11108,
    11230,
    11399,
    11403,
    11408
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}