{
  "id": 11373,
  "title": "1998년 Byas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-04-07",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Byas. 판결일: 1998-04-07. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Plaintiff/Respondent v. Aaron BYAS, Defendant/Appellant Aaron BYAS, Movant v. STATE of Missouri\n**판결일**: 1998-04-07\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Gaertner, Grimm, Pudlowski\n\n## 변호인\n\nLance Eberhart, Asst. Public Defender, St. Louis, for defendant/appellant., Jeremiah W. (Jay) Nixon, Atty. Gen., Jill C. LaHue, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 964 S.W.2d 559\n\n## 판결문 요약\n\n\n\nORDER\n\nPER CURIAM.\nAaron Byas appeals from his convictions for robbery in the first degree in violation of Section 569.020 RSMo (1986) and armed criminal action in violation of Section 571.015 RSMo. He was charged as a prior offender under Section 558.016 RSMo (1986). Byas claims the prosecutor violated Rule 25.03 by failing to disclose inculpatory statements. Byas also complains the prosecutor madeim-proper comments during closing argument. *560This appeal has been consolidated with Byas’s Rule 29.15 motion for post conviction relief which alleges ineffective assistance of counsel.\nWe have read the briefs and reviewed the legal file and transcript. We find no error of law and no jurisprudential purpose will be served by an extended written opinion. Judgment is affirmed in accordance with Rules 30.25(b) and 84.16(b).\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-byas"
    }
  ],
  "relatedIncidents": [
    11096,
    11114,
    11117,
    11118,
    11146
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}