{
  "id": 11378,
  "title": "1998년 Nw Liquidating Corp. v. Helmsley-Spear, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-03-31",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Nw Liquidating Corp. v. Helmsley-Spear, Inc.. 판결일: 1998-03-31. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: NW Liquidating Corp., Formerly Known as Celebrity Limousine Service Corp. v. Helmsley-Spear, Inc.\n**판결일**: 1998-03-31\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Lerner, Milonas, Nardelli, Rosenberger, Williams\n\n## 인용\n\n- 248 A.D.2d 304\n- 670 N.Y.S.2d 488\n\n## 판결문 요약\n\n\n—Order, Supreme Court, New York County (David Saxe, J.), entered on or about November 18, 1996, which granted defendants’ motion for summary judgment dismissing plaintiffs complaint, unanimously reversed, on the law, with costs, the motion denied and the matter remanded for further proceedings.\nPlaintiff-appellant’s action for an account stated is based upon its claim that defendants failed to pay or object to an invoice in the amount of $358,000 for limousine services rendered, which was forwarded to defendants on or about August 15, 1986. The original invoice or a copy was not offered in opposition to the motion for summary judgment. Instead, plaintiff relied upon secondary evidence, to wit, a re-created statement of account derived from a ledger prepared by plaintiffs principals. The corporation had destroyed carbon copies of the original invoice prior to the commencement of the action.\nThe best evidence rule requires the production of an original writing where its contents are in dispute and prohibits the introduction of secondary evidence unless the proponent of the *305substitute can sufficiently explain the unavailability of the original and has not procured its loss or destruction in bad faith (Schozer v William Penn Life Ins. Co., 84 NY2d 639, 643; Fisch, New York Evidence § 81, at 49 [2d ed]). Here, the motion court erroneously concluded, as a matter of law, that plaintiffs secondary evidence was inadmissible hearsay. The court improperly relied upon the mere disca...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nw-liquidating-corp-v-helmsley-spear-inc"
    }
  ],
  "relatedIncidents": [
    11095,
    11096,
    11097,
    11098,
    11099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}