{
  "id": 11371,
  "title": "1998년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-04-08",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1998-04-08. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania, Appellee, v. James Greg COOPER, Appellant\n**판결일**: 1998-04-08\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Kelly, Joyce and Olszewski\n\n## 변호인\n\nJames G. Cooper, appellant, pro se., Ronald T. Elliott, Asst. Dist. Atty., New Bethlehem, for Com., appellee.\n\n## 인용\n\n- 710 A.2d 76\n\n## 판결문 요약\n\n\n710 A.2d 76 (1998)\nCOMMONWEALTH of Pennsylvania, Appellee,\nv.\nJames Greg COOPER, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted January 5, 1998.\nFiled April 8, 1998.\n*78 James G. Cooper, appellant, pro se.\nRonald T. Elliott, Asst. Dist. Atty., New Bethlehem, for Com., appellee.\nBefore KELLY, JOYCE and OLSZEWSKI, JJ.\n*77 OLSZEWSKI, Judge:\nJames Greg Cooper (appellant) appeals from the decision of the Clarion County Court of Common Pleas affirming the Clarion County District Attorney's denial of appellant's private criminal complaint. This appeal requires us to again consider the proper standard for reviewing a trial court's affirmance of such a denial. We conclude that our review is limited to determining whether the trial court abused its discretion or committed an error of law. We are also required to consider the applicability of the so-called \"prisoner mailbox rule.\" We conclude that the rule applies to all appeals filed by incarcerated pro se litigants.\nAppellant is currently incarcerated at a state correctional institute. In October of 1996, appellant filed two private criminal complaints in Clarion County. The complaints allege that Milburn L. Cooper, appellant's father, and one Lavita Lerch sold a vehicle belonging to appellant without his permission. Appellant requested that the district attorney indict the named individuals for theft. On February 2, 1997, the Clarion County District Attorney's Office informed appellant that his request was denied. Appellant th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-cooper"
    }
  ],
  "relatedIncidents": [
    11095,
    11096,
    11097,
    11098,
    11099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}