{
  "id": 11372,
  "title": "1998년 Mayo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-04-08",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Mayo. 판결일: 1998-04-08. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Mayo v. CASCO Const. Co., Inc.\n**판결일**: 1998-04-08\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Marvin, C.J., and Stewart and Gaskins\n\n## 인용\n\n- 712 So. 2d 169\n\n## 판결문 요약\n\n\n712 So.2d 169 (1998)\nRobert D. MAYO, Plaintiff-Appellant,\nv.\nCASCO CONSTRUCTION CO., INC., Defendant-Appellee.\nNo. 30343-WCA.\nCourt of Appeal of Louisiana, Second Circuit.\nApril 8, 1998.\n*170 Jack M. Bailey, Jr., Shreveport, for Plaintiff-Appellant.\nCrawford &amp; Anzelmo by Donald J. Anzelmo, Monroe, for Defendant-Appellee.\nBefore MARVIN, C.J., and STEWART and GASKINS, JJ.\nSTEWART, Judge.\nThe claimant, Robert D. Mayo (Mayo), appeals a decree from the Office of Worker's Compensation in favor of the employer CASCO Construction Company (CASCO), and against Mayo dismissing all claims for worker's *171 compensation benefits, medical benefits, penalties, and attorney fees, with prejudice, and at the cost of Mayo. The claim for worker's compensation and medical benefits was tried before the Honorable Linda Blackman, on April 8, 1997.\nThe hearing officer found that the Americans with Disability Act was not applicable because at the time in question, CASCO employed fewer than 15 employees. The hearing officer also found that all factors necessary for application of La. R.S. 23:1208.1 had been met by CASCO: a direct relationship between the answer elicited and the claim for benefits, untruthful statements on the Second Injury Questionnaire, and the notice requirement. Therefore, the hearing officer concluded that Mayo forfeited his worker's compensation and medical benefits. We affirm.\n\nFACTS\nIt is undisputed that Mayo was involved in a work-related accident. Mayo alleges that he is ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mayo-v-casco-const-co-inc"
    }
  ],
  "relatedIncidents": [
    11095,
    11096,
    11097,
    11098,
    11099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}