{
  "id": 11377,
  "title": "1998년 Drake 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-03-31",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Drake. 판결일: 1998-03-31. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: DRAKE v. State\n**판결일**: 1998-03-31\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Eldridge\n\n## 변호인\n\nJohn W. Sherrer, Jr., for appellant., John C. Pridgen, District Attorney, Denise D. Fachini, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 231 Ga. App. 776\n- 501 S.E.2d 14\n\n## 판결문 요약\n\n\nEldridge, Judge.\nThe defendant, Ricky Earl Drake, was tried as a recidivist and convicted by a Crisp County jury for the offenses of arson, possession of a firearm by a convicted felon, aggravated assault, fleeing and attempting to elude a police officer, driving under the influence of alcohol, and driving under the influence of diazepam. On November *77713, 1995, the defendant filed a timely motion for new trial. It is from the denial of this motion that the defendant appeals.\n1. The defendant contends that the evidence was not sufficient to support the conviction. “On appeal the evidence must be viewed in a light most favorable to the verdict, and [the defendant] no longer enjoys a presumption of innocence; moreover, on appeal this [C]ourt determines evidence sufficiency, and does not weigh the evidence or determine witness credibility. [Cits.]” Grant v. State, 195 Ga. App. 463, 464 (1) (393 SE2d 737) (1990).\nViewed in this light, the evidence shows the following. The defendant and his wife, Lisa Drake, had been separated since August 29, 1994. On the evening of November 17, 1994, Mrs. Drake began to move some of her belongings into a brick, double-wide trailer she had leased on Evergreen Street. Mrs. Drake did not spend that night at her new home on Evergreen Street, but stayed with a male friend. During the early morning hours of November 18, 1994, Mrs. Drake received several phone calls from the defendant, stating that he was at her new home on Evergreen Street. To prov...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=drake-v-state"
    }
  ],
  "relatedIncidents": [
    11099,
    11110,
    11124,
    11327,
    11400
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}