{
  "id": 11394,
  "title": "1998년 Ronalde Trinidad Miranda v. Immigration and Naturalization Service 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-03-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Ronalde Trinidad Miranda v. Immigration and Naturalization Service. 판결일: 1998-03-18. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Ronalde Trinidad Miranda v. Immigration and Naturalization Service\n**판결일**: 1998-03-18\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 141 F.3d 1177\n\n## 판결문 요약\n\n141 F.3d 1177\n    NOTICE: Ninth Circuit Rule 36-3 provides that dispositions other than opinions or orders designated for publication are not precedential and should not be cited except when relevant under the doctrines of law of the case, res judicata, or collateral estoppel.Ronalde Trinidad MIRANDA, Petitioner,v.IMMIGRATION AND NATURALIZATION SERVICE, Respondent.\n    No. 97-70727.INS No. Ayr-heh-fih.\n    United States Court of Appeals,Ninth Circuit.\n    .Submitted March 10, 1998.**Decided March 18, 1998.\n    \n      On Petition for Review of an Order of the Board of Immigration Appeals.\n      Before FLETCHER, BEEZER, and LEAVY, Circuit Judges.\n    \n    \n      1\n      MEMORANDUM*\n    \n    \n      2\n      Ronalde Trinidad Miranda, a native and citizen of Guatemala, petitions pro se for review of the Board of Immigration Appeals' (\"BIA\") decision dismissing his appeal from an immigration judge's (\"IJ\") denial of his application for asylum and withholding of deportation.  We have jurisdiction under 8 U.S.C. &#167; 1105a(a),1 and we grant the petition for review.\n    \n    \n      3\n      Because the BIA agreed with the IJ's oral decision and relied on specific portions of that order to conclude that Miranda's \"largely undocumented testimony was simply insufficiently consistent to meet his burden of proof,\" we review the IJ's specific findings.  Cf. Alaelua v. INS, 45 F.3d 1379, 1382 (9th Cir.1995) (stating that this court reviews the IJ's decision when the BIA clearly incorporates ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ronalde-trinidad-miranda-v-immigration-and-natural"
    }
  ],
  "relatedIncidents": [
    11095,
    11096,
    11097,
    11098,
    11099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}