{
  "id": 11399,
  "title": "1998년 In Re BMB 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-03-13",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: In Re BMB. 판결일: 1998-03-13. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: In Re BMB\n**판결일**: 1998-03-13\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Allegrucci\n\n## 인용\n\n- 955 P.2d 1302\n- 264 Kan. 417\n\n## 판결문 요약\n\n\n264 Kan. 417 (1998)\n955 P.2d 1302\nIn the Matter of B.M.B., Appellant.\nNo. 79,358.\nSupreme Court of Kansas.\nOpinion filed March 13, 1998.\nRichard Ney, of Law Offices of Richard Ney, of Wichita, argued the cause and was on the brief for appellant.\nDebra S. Peterson, assistant district attorney, argued the cause, and Nola Foulston, district attorney, and Carla J. Stovall, attorney general, were with her on the brief for appellee.\nThe opinion of the court was delivered by\nALLEGRUCCI, J.:\nB.M.B., a 10-year-old boy, appeals from his adjudication of one count of rape. Appellant's motion to transfer from the Court of Appeals to this court was granted.\n*418 On May 14, 1996, J. was 4 years old. That day, she had been outside playing when she came into the house upset and crying. J. said that a boy had tried to kiss her. Her parents had told her to scream \"if anyone ever touched her in any way that she did not like.\"\nLater the same day, J. and her 7-year-old brother, C., were playing with B.M.B. in a load of sand that had been delivered to a neighbor, Paul Beyer, who was constructing a pool.\nC. and J. buried B.M.B. up to his waist in sand as B.M.B. sat with his legs extended in front of him. Then J. sat down near B.M.B., in the same position and facing the same direction he faced, and C. began burying her with B.M.B.'s help. C. was using his hands to scoop sand into a bucket, and B.M.B. was helping by pushing the sand over toward the bucket. While C. was burying J., he saw a worm in th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-bmb"
    }
  ],
  "relatedIncidents": [
    11108,
    11230,
    11379,
    11403,
    11408
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}