{
  "id": 11398,
  "title": "1998년 Southwestern Elec. Power Co. v. Burlington Northern Railroad Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-03-13",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Southwestern Elec. Power Co. v. Burlington Northern Railroad Co.. 판결일: 1998-03-13. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: SOUTHWESTERN ELECTRIC POWER COMPANY, Petitioner, v. BURLINGTON NORTHERN RAILROAD COMPANY, Respondent\n**판결일**: 1998-03-13\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Owen\n\n## 변호인\n\nFerd C. Meyer, Jr., Kenneth C. Raney, Jr., Dallas, David E. Keltner, Fort Worth, Michael V. Powell, Margaret Donahue Hall, Morris Harrell, Orrin L. Harrison, III, Thomas S. Leatherbury, Dallas, G. William Lavender, Texarkana, David R. Taggart Shreveport, LA, Harry M. Reasoner, Houston, for Petitioner., John R. Mercy, Texarkana, Janice G. Barber, Fort Worth, William G. Gooding, Texar-kana, Michael A. Hatehell, Tyler, Martin D. Schneiderman, Washington, DC, Victor Hla-vink, Norman C. Russell, John\n\n## 인용\n\n- 966 S.W.2d 467\n\n## 판결문 요약\n\n\n966 S.W.2d 467 (1998)\nSOUTHWESTERN ELECTRIC POWER COMPANY, Petitioner,\nv.\nBURLINGTON NORTHERN RAILROAD COMPANY, Respondent.\nNo. 96-0684.\nSupreme Court of Texas.\nArgued October 8, 1997.\nDecided March 13, 1998.\n*468 Ferd C. Meyer, Jr., Kenneth C. Raney, Jr., Dallas, David E. Keltner, Fort Worth, Michael V. Powell, Margaret Donahue Hall, Morris Harrell, Orrin L. Harrison, III, Thomas S. Leatherbury, Dallas, G. William Lavender, Texarkana, David R. Taggart Shreveport, LA, Harry M. Reasoner, Houston, for Petitioner.\nJohn R. Mercy, Texarkana, Janice G. Barber, Fort Worth, William G. Gooding, Texarkana, Michael A. Hatchell, Tyler, Martin D. Schneiderman, Washington, DC, Victor Hlavink, Norman C. Russell, John L. Tidwell, Texarkana, Molly H. Hatchell, Tyler, for Respondent.\nOWEN, Justice, delivered the opinion for a unanimous Court.\nSouthwestern Electric Power Company (SWEPCO) brought suit to recover alleged overcharges under long-term coal transportation contracts with Burlington Northern Railroad Company. Two theories of recovery were submitted to the jury. One was based on a contractual provision that addressed \"gross inequity,\" and the second theory was based on unjust enrichment. The jury failed to find gross inequity but answered issues favorably to SWEPCO on unjust enrichment. We agree with the court of appeals that the judgment for SWEPCO based on unjust enrichment cannot be sustained. We further hold that the court of appeals did not err in its disposition of SWEPCO's other...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=southwestern-elec-power-co-v-burlington-northern-railroad-co"
    }
  ],
  "relatedIncidents": [
    11113,
    11132,
    11271,
    11287,
    11391
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}