{
  "id": 11391,
  "title": "1998년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-03-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1998-03-20. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: John Reeves v. Johnson Controls World Services, Inc. Joel Russell, Individually and in His Capacity as Westchester County Airport Manager Peter Scherrer, Individually and in His Capacity as Assistant Airport Manager of the Westchester County Airport\n**판결일**: 1998-03-20\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 140 F.3d 144\n\n## 판결문 요약\n\n140 F.3d 144\n    7 A.D. Cases 1675, 12 NDLR P 108\n    John REEVES, Plaintiff-Appellant,v.JOHNSON CONTROLS WORLD SERVICES, INC.;  Joel Russell,individually and in his capacity as Westchester CountyAirport Manager;  Peter Scherrer, individually and in hiscapacity as Assistant Airport Manager of the WestchesterCounty Airport, Defendants-Appellees.\n    Docket No. 97-7685.\n    United States Court of Appeals,Second Circuit.\n    Argued Dec. 12, 1997.Decided March 20, 1998.\n    \n      Raymond G. Kruse, Nanuet, NY, for Plaintiff-Appellant.\n      Guy O. Farmer, Foley &amp; Lardner, Jacksonville, FL (Timothy P. Coon, Pete Harrington, Bleakley Platt &amp; Schmidt, White Plains, NY, of counsel), for Defendants-Appellees.\n      Before:  ALTIMARI, WALKER, and CABRANES, Circuit Judges.\n      JOSE A. CABRANES, Circuit Judge:\n    \n    \n      1\n      Plaintiff-appellant John Reeves argues on appeal that \"everyday mobility\"--as he defines it--is a \"major life activity\" within the meaning of the Americans with Disabilities Act (\"ADA\"), 42 U.S.C. &#167; 12101 et seq., that he suffers from a mental impairment that substantially limits his ability to engage in this activity, and that he is therefore entitled to invoke the protection of the ADA.  He also contends that whether or not his condition qualifies as a \"disability\" for purposes of the ADA, it so qualifies under the New York Human Rights Law (\"NYHRL\"), N.Y. Exec.  Law &#167; 290 et seq.  (McKinney's 1993), which he believes sweeps more broadl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=john-reeves-v-johnson-controls-world-services-inc-joel-russell"
    }
  ],
  "relatedIncidents": [
    11113,
    11132,
    11271,
    11287,
    11398
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}