{
  "id": 11405,
  "title": "1998년 Haynes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-03-09",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Haynes. 판결일: 1998-03-09. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Haynes v. the State\n**판결일**: 1998-03-09\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Thompson\n\n## 변호인\n\nJune E. Fogle, for appellant., Spencer Lawton, Jr., District Attorney, Thomas M. Cerbone, Assistant District Attorney, Thurbert E. Baker, Attorney General, Paula K. Smith, Senior Assistant Attorney General, Elizabeth L. Jae-ger, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 496 S.E.2d 721\n- 269 Ga. 181\n\n## 판결문 요약\n\n\n496 S.E.2d 721 (1998)\n269 Ga. 181\nHAYNES\nv.\nThe STATE.\nNo. S98A0090.\nSupreme Court of Georgia.\nMarch 9, 1998.\n*722 June Elizabeth Fogle, Savannah, for Jonathan Haynes.\nThomas M. Cerbone, Asst. Dist. Atty., Savannah, Elizabeth Lewis Jaeger, Asst. Atty. Gen., Paula K. Smith, Senior Asst. Atty. Gen., Department of Law, Atlanta, for the State.\nTHOMPSON, Justice.\nJonathan Haynes was convicted of malice murder, aggravated assault, possession of a firearm during the commission of a felony, and possession of a firearm by a convicted felon, in the shooting death of Victor Battle.[1] Finding no error, we affirm.\nViewed in a light most favorable to the verdict, the evidence shows that Haynes and his friends had been playing cards and drinking gin at the apartment of Sharon Williams. Battle joined them for a short time. After he left, the others noticed that a musical compact disk was missing. Believing that Battle had stolen the CD, Haynes and others left the apartment to find him. They located Battle and brought him back to Williams' apartment, where they strip-searched and then beat him. Battle denied taking the CD, and they did not find it on his person. Nevertheless, he was taken outside where Haynes and his friends threw him to the ground and continued to kick and beat him.\n*723 Williams testified that she watched the beating from her front porch and was then told by a friend of Haynes' to go inside because \"they got iron and were fixing to smoke [Battle].\" She observed gunfire fr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=haynes-v-state"
    }
  ],
  "relatedIncidents": [
    11095,
    11126,
    11135,
    11144,
    11158
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}