{
  "id": 1140,
  "title": "2021년 STATE OF FLORIDA v. ALEX ANTHONY GUERRA 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2021-10-27",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: STATE OF FLORIDA v. ALEX ANTHONY GUERRA. 판결일: 2021-10-27. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF FLORIDA v. ALEX ANTHONY GUERRA\n**판결일**: 2021-10-27\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n\n## 판결문 요약\n\n        DISTRICT COURT OF APPEAL OF THE STATE OF FLORIDA\n                             FOURTH DISTRICT\n\n                          STATE OF FLORIDA,\n                              Appellant,\n\n                                    v.\n\n                       ALEX ANTHONY GUERRA,\n                              Appellee.\n\n                             No. 4D20-1932\n\n                           [October 27, 2021]\n\n   Appeal from the Circuit Court for the Seventeenth Judicial Circuit,\nBroward County; Mariya Weekes, Judge; L.T. Case No. 19-10389CF10A.\n\n   Ashley Moody, Attorney General, Tallahassee, and Mitchell A. Egber,\nAssistant Attorney General, West Palm Beach, for appellant.\n\n  Carey Haughwout, Public Defender, and Elijah Giuliano, Assistant\nPublic Defender, West Palm Beach, for appellee.\n\nLEVINE, J.\n\n   The defendant pled nolo contendere to two counts of aggravated assault\nwith a deadly weapon and one count of battery. The trial court granted\ndefendant’s motion for downward departure based on section\n921.0026(2)(j), Florida Statutes (2019), over the state’s objection. The\nstate appeals, claiming there was not competent substantial evidence to\nestablish the elements required to justify a downward departure. We\nagree. As a result, we reverse and remand for resentencing.\n\n   The defendant was arrested due to two incidents involving the victim\nwho was his girlfriend at the time. The girlfriend told the police that in\nmid-July 2019, while the defendant and the victim were driving, the\ndef...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-florida-v-alex-anthony-guerra"
    }
  ],
  "relatedIncidents": [
    1152,
    1303,
    1308,
    1312,
    1349
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}