{
  "id": 11402,
  "title": "1998년 Melissa MIGIS, Plaintiff-Appellee, Cross-Appellant, v. PEARLE VISION, INC., Defendant-Appellant, Cross-Appellee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-03-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Melissa MIGIS, Plaintiff-Appellee, Cross-Appellant, v. PEARLE VISION, INC., Defendant-Appellant, Cross-Appellee. 판결일: 1998-03-10. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: 78 Fair empl.prac.cas. (Bna) 1379, 73 Empl. Prac. Dec. P 45,308 Melissa Migis v. Pearle Vision, Inc., Cross-Appellee\n**판결일**: 1998-03-10\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Barksdale, Reavley, Stewart\n\n## 변호인\n\nKenneth H. Molberg, Wilson, Williams, Molberg & Mitchell, Dallas, TX, for Migis., Bennee Beth Jones, Larry George Cassil, Wilson, Elser, Moskowitz, Edelman and Dicker, Dallas, TX, William Louis Davis, Clark, West, Keller, Butler & Ellis, Dallas TX, for Pearle Vision, Inc.\n\n## 인용\n\n- 135 F.3d 1041\n\n## 판결문 요약\n\n135 F.3d 1041\n    78 Fair Empl.Prac.Cas. (BNA) 1379,73 Empl. Prac. Dec. P 45,308Melissa MIGIS, Plaintiff-Appellee, Cross-Appellant,v.PEARLE VISION, INC., Defendant-Appellant, Cross-Appellee.\n    No. 96-11406.\n    United States Court of Appeals,Fifth Circuit.\n    March 10, 1998.\n    \n      Kenneth H. Molberg, Wilson, Williams, Molberg &amp; Mitchell, Dallas, TX, for Migis.\n      Bennee Beth Jones, Larry George Cassil, Wilson, Elser, Moskowitz, Edelman and Dicker, L.L.P., Dallas, TX, for Pearle Vision, Inc.\n      Appeals from the United States District Court for the Northern District of Texas.\n      Before REAVLEY, BARKSDALE and STEWART, Circuit Judges.\n      REAVLEY, Circuit Judge:\n    \n    \n      1\n      The court below entered a judgment in favor of Melissa Migis on her claim of pregnancy discrimination under Title VII, 42 U.S.C. &#167;&#167; 2000e et seq.   Defendant Pearle Vision, Inc. appeals on various grounds, and Migis cross appeals on an item of costs.  We reverse the award of attorney's fees, and remand for further proceedings.  Otherwise we affirm.\n    \n    A. Liability for Pregnancy Discrimination\n    \n      2\n      Pearle Vision argues that the trial court erred in denying its motion for judgment and finding that Pearle Vision had discriminated against Migis on the basis of her pregnancy.1  Title VII prohibits employer discrimination against an individual because of such individual's sex.  42 U.S.C. &#167; 2000e-2(a)(1).  The term \"because of sex\" includes \"becaus...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=melissa-migis-plaintiff-appellee-cross-appellant-v-pearle-vision-inc"
    }
  ],
  "relatedIncidents": [
    11113,
    11132,
    11271,
    11287,
    11391
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}