{
  "id": 11400,
  "title": "1998년 Cornelisen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-03-13",
  "location": "Utah, UT, USA",
  "summary": "미국 Utah, UT 법원 판결 사건. 사건명: Cornelisen. 판결일: 1998-03-13. 법원: District Court, D. Utah.",
  "description": "## 사건 정보\n\n**사건명**: Renee CORNELISEN, Plaintiff, v. Neal GUNNARSON, Defendant\n**판결일**: 1998-03-13\n**법원**: District Court, D. Utah\n**관할**: Utah, UT\n\n**판사**: Sam\n\n## 변호인\n\nRenee Cornelisen, Salt Lake City, UT, pro se., Nolan J. Olsen, Midvale, UT, for Defendant.\n\n## 인용\n\n- 24 F. Supp. 2d 1246\n\n## 판결문 요약\n\n\n24 F. Supp. 2d 1246 (1998)\nRenee CORNELISEN, Plaintiff,\nv.\nNeal GUNNARSON, Defendant.\nNo. 2:97-CV-0856-S.\nUnited States District Court, D. Utah, Central Division.\nMarch 13, 1998.\nRenee Cornelisen, Salt Lake City, UT, pro se.\nNolan J. Olsen, Midvale, UT, for Defendant.\n\n\n*1247 RULING\nSAM, Chief Judge.\nThis matter is before the court on defendant's motion to dismiss. The court has reviewed the pleadings and, pursuant to DU-CivR 7-1(f) will determine the matter based on the written memoranda of the parties without the assistance of oral argument.\nDefendant Gunnarson has filed a motion to dismiss for lack of jurisdiction and for failure to state a claim upon which relief may be granted. See Fed.R.Civ.P. 12(b)(1), 12(b)(6) respectively. The resolution of a motion to dismiss is determined by assessing the legal sufficiency of the allegations as they are \"contained within the four corners of the complaint.\" Jojola v. Chavez, 55 F.3d 488, 494 (10th Cir.1995); see also Martinez v. United States Olympic Committee, 802 F.2d 1275, 1280 (10th Cir.1986) (in the context of considering federal question jurisdiction). The motion should only be granted if it appears that the plaintiff can prove no set of facts supporting her claim that would entitle her to the relief sought. See, Yoder v. Honeywell, Inc., 104 F.3d 1215, 1224 (10th Cir.1997) (quoting Fuller v. Norton, 86 F.3d 1016, 1020 (10th Cir.1996)), cert. denied, ___ U.S. ___, 118 S. Ct. 55, 139 L. Ed. 2d 19 (1997). However, it must be no...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cornelisen-v-gunnarson"
    }
  ],
  "relatedIncidents": [
    11099,
    11110,
    11124,
    11327,
    11377
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}