{
  "id": 11418,
  "title": "1998년 Hawkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-02-17",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Hawkins. 판결일: 1998-02-17. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Hawkins v. the State\n**판결일**: 1998-02-17\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Blackburn, Eldridge, McMurray\n\n## 변호인\n\nBilly M. Grantham, for appellant., J. Brown Moseley, District Attorney, Victoria Spear-Darrisaw, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 497 S.E.2d 386\n- 230 Ga. App. 627\n\n## 판결문 요약\n\n\n497 S.E.2d 386 (1998)\n230 Ga. App. 627\nHAWKINS\nv.\nThe STATE.\nNo. A98A0198.\nCourt of Appeals of Georgia.\nFebruary 17, 1998.\nBilly M. Grantham, Donalsonville, for appellant.\nJ. Brown Moseley, District Attorney, Victoria Spear-Darrisaw, Assistant District Attorney, for appellee.\nMcMURRAY, Presiding Judge.\nDefendant was tried before a jury and found guilty of four counts of aggravated assault by use of a deadly weapon. The evidence adduced at trial revealed that defendant shot at a car containing the four victims, hitting two of them. Officer Fred Black of the Bainbridge Department of Public Safety was dispatched to \"J's Place on Albany Road,\" to investigate a report of *387 \"shots fired.\" He found \"nine 9 millimeter... spent cartridges,\" which he concluded had only \"been fired recently[, because] [t]hey [were] on top of the ground. They hadn't been [run] over or stepped on.\" Judging from the position of the casings, Officer Black inferred \"[t]he shooter appeared to have been coming out from the side of the building going towards the roadway as he was firing.\"\nInvestigator Robert Humphrey was advised by another officer that the victim Willie Fagg identified the shooter by name as defendant. Based on this information, Humphrey prepared a six-picture photographic lineup and showed it to another victim, Tony Taylor. \"He [Tony Taylor] immediately pointed at number five which is a photograph of [defendant] Ramu Hawkins.\"\nFagg testified that he knew defendant from a prior run-in at th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hawkins-v-state"
    }
  ],
  "relatedIncidents": [
    11149,
    11200,
    11226,
    11314,
    11367
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}