{
  "id": 11416,
  "title": "1998년 Barton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-02-20",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Barton. 판결일: 1998-02-20. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Barton v. State\n**판결일**: 1998-02-20\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Moore\n\n## 인용\n\n- 706 So. 2d 399\n\n## 판결문 요약\n\n\n706 So.2d 399 (1998)\nKenneth E. BARTON, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 96-01195.\nDistrict Court of Appeal of Florida, Second District.\nFebruary 20, 1998.\nJames Marion Moorman, Public Defender, and Robert D. Rosen, Assistant Public Defender, Bartow, for Appellant.\nRobert A. Butterworth, Attorney General, Tallahassee, and Tonja R. Vickers, Assistant Attorney General, Tampa, for Appellee.\nMOORE, CECELIA, M., Associate Judge.\nKenneth E. Barton entered into a plea bargain for a sentence of twelve years' incarceration as a habitual offender to dispose of three cases encompassing charges of robbery, attempted burglary, and grand theft. The plea form he signed stated that he would receive a sentence of twelve years as a habitual offender. The trial court sentenced him in accord with the plea bargain. He now appeals, contending that he was sentenced as a habitual offender in error because the trial court did not have the benefit of a presentence investigation report prior to imposing the habitual offender sentence.\nThe record shows that the trial court did not have a presentence investigation report as required by section 775.0849(3)(a)1, Florida Statutes (1995), before sentencing the appellant. Based on this and on Burns v. State, 682 So.2d 675 (Fla. 4th DCA 1996), and Bardwell v. State, 617 So.2d 431 (Fla. 4th DCA 1993), the State concedes the error. *400 We find the State too quick to concede based on the particular facts of this case. Because the appellant bargaine...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=barton-v-state"
    }
  ],
  "relatedIncidents": [
    11096,
    11114,
    11117,
    11118,
    11146
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}