{
  "id": 11414,
  "title": "1998년 Barrett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-02-23",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Barrett. 판결일: 1998-02-23. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York, Resondent v. Anthony Barrett, Also Known as Anthony W. Barrett\n**판결일**: 1998-02-23\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Florio, Joy, Luciano, Thompson\n\n## 인용\n\n- 247 A.D.2d 626\n- 669 N.Y.S.2d 244\n\n## 판결문 요약\n\n\nAppeal by the defendant from a judgment of the Supreme Court, Kings County (Mastro, J.), rendered November 6, 1995, convicting him of robbery in the first degree (two counts) and burglary in the first degree, upon a jury verdict, and imposing sentence.\nOrdered that the judgment is affirmed.\n“[W]here a defendant’s trial testimony offers one version of the events in question, and his prior remark to a police officer suggests a contrary view of those events, the jury is entitled to hear the previous statement so that it may fully assess the witness’ credibility” (People v Wise, 46 NY2d 321, 327-328). In the instant case, the statement by the defendant that was suppressed in his first trial was properly admitted.\nFurther, viewing the evidence in the light most favorable to the prosecution (see, People v Contes, 60 NY2d 620), we find that it was legally sufficient to establish the defendant’s guilt beyond a reasonable doubt. Contrary to the defendant’s conten*627tion, the People established the element of displaying what appeared to be a handgun during the course of the crime (see, Penal Law § 160.15). “The element of display is satisfied when the evidence establishes that the defendant consciously displayed something that could reasonably be perceived as a firearm, with the intent of taking property, and the victim actually perceived the display * * * Thus, even a hand consciously concealed in clothing may suffice, if under all the circumstances the defendant’s conduct could rea...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-barrett"
    }
  ],
  "relatedIncidents": [
    11096,
    11114,
    11117,
    11118,
    11146
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}