{
  "id": 11435,
  "title": "1998년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-01-26",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1998-01-26. 법원: Massachusetts Appeals Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Eroy Kindell\n**판결일**: 1998-01-26\n**법원**: Massachusetts Appeals Court\n**관할**: Massachusetts, MA\n\n**판사**: Kass\n\n## 변호인\n\nBruce Ferg, Committee for Public Counsel Services, for the defendant., John E. Bradley, Assistant District Attorney, for the Commonwealth.\n\n## 인용\n\n- 44 Mass. App. Ct. 200\n\n## 판결문 요약\n\n\nKass, J.\nOf four claims on appeal by the defendant Eroy Kin-dell, the closest question pertains to the admissibility of a statement by a prosecution witness that the defense characterizes as a prior consistent statement. We have, of course, considered the other three questions put by the defendant. We affirm the judgment of murder in the second degree.\n*201Pertinent facts. In the early hours of November 3, 1991, Chris Bender, the victim, and his cousin Jesse Starks were talking and smoking marijuana in Bender’s blue Mercedes Benz automobile parked across from Bender’s mother’s apartment in the Crescent Court housing project in Brockton. Around 2:17 a.m., Starks heard a shot, then twenty to thirty more. At the conclusion of the fusillade, Bender lay mortally wounded.\nApproximately two weeks earlier there had been unfriendly words between Bender and Stephen “Sticks” Fernandes, who was tried with Kindell.1 Starks saw Fernandes at a liquor store on Crescent Street a week later. Fernandes had pulled up in a gold Thunderbird automobile together with three friends. On that occasion, Fernandes told Starks he was going to “get” him and Bender. The night of the murder there was a party in an apartment on Milton Street in Brockton at which Fernandes and friends of his were present. Fernandes expressed hostility toward Bender and Starks (evidence of this was admitted only against Fernandes). Fernandes and his adherents displayed firearms. Among those adherents was the defendant Kindell,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-kindell"
    }
  ],
  "relatedIncidents": [
    11095,
    11126,
    11135,
    11144,
    11158
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}