{
  "id": 11439,
  "title": "1998년 Thomas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-01-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Thomas. 판결일: 1998-01-22. 법원: District Court, Virgin Islands.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES OF AMERICA, Plaintiff v. AKEBO THOMAS, Defendant\n**판결일**: 1998-01-22\n**법원**: District Court, Virgin Islands\n**관할**: USA, Federal\n\n**판사**: Moore\n\n## 변호인\n\nH.P. Mabe, Esq., (Assistant U.S. Attorney), for Plaintiff, Stephen Brusch, Eso., (Dudley, Topper & Feuerzeig), for Defendant\n\n## 인용\n\n- 992 F. Supp. 782\n- 38 V.I. 242\n\n## 판결문 요약\n\n\n992 F.Supp. 782 (1998)\nUNITED STATES of America, Plaintiff,\nv.\nAkebo THOMAS, Defendant.\nMag.Crim. No. 97-83 (B).\nDistrict Court, Virgin Islands, D. St. Thomas and St. John.\nJanuary 22, 1998.\n*783 H.P. Mabe, Asst. U.S. Atty., for the Plaintiff.\nStephen Brusch, Dudley, Topper &amp; Feuerzeig, St. Thomas, VI, for the Defendant.\n\nMEMORANDUM\nMOORE, Chief Judge.\nThis matter is before the Court based upon defendant's appeal, dated December 18, 1997, of a Decision and Order of the Magistrate Judge, dated December 17, 1997.\n\nFACTS\nA warrant for arrest of Akebo Thomas [\"Thomas\"] to answer an indictment on charges of conspiracy to launder money issued on November 21, 1997, in the Eastern District of Virginia, Norfolk Division, in conjunction with drug charges against Angel Ventura, Docket No. 2:97cr166. Pre-printed on the warrant were the words \"Bail fixed at $,\" followed by the typed phrase \"NO BOND RECOMMENDATION. GOVT TO MOVE FOR DETENTION,\" and signed by \"Tommy E. Miller, U.S. Magistrate.\"\nPursuant to this warrant, Thomas was arrested in St. Thomas and brought before the United States magistrate judge for St. Thomas on December 17, 1997, for a removal hearing pursuant to Rule 40 of the Federal Rules of Criminal Procedure. At this hearing, *784 Thomas waived his identity hearing, but requested that the magistrate judge set conditions for release. The government opposed the request for a hearing to set conditions for release. The judge issued the following order:\n1. Defendant has wai...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-thomas"
    }
  ],
  "relatedIncidents": [
    11095,
    11096,
    11097,
    11098,
    11099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}