{
  "id": 11442,
  "title": "1998년 United States v. Peter J. McKenna 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-01-16",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Peter J. McKenna. 판결일: 1998-01-16. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Peter J. McKenna\n**판결일**: 1998-01-16\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 134 F.3d 380\n\n## 판결문 요약\n\n134 F.3d 380\n    NOTICE: Ninth Circuit Rule 36-3 provides that dispositions other than opinions or orders designated for publication are not precedential and should not be cited except when relevant under the doctrines of law of the case, res judicata, or collateral estoppel.UNITED STATES OF AMERICA, Plaintiff-Appellee,v.Peter J. MCKENNA, Defendant-Appellant.\n    No. 97-30173.\n    United States Court of Appeals, Ninth Circuit.\n    Submitted January 12, 1998.**Decided Jan. 16, 1998.\n    \n      Before:  BROWNING, KLEINFELD, and THOMAS, Circuit Judges.\n    \n    \n      1\n      MEMORANDUM*\n    \n    \n      2\n      Peter McKenna appeals the district court's denial of his 18 U.S.C. &#167; 3582(c)(2) motion to modify his sentence, for his guilty plea conviction to conspiracy to manufacture, possess and distribute marijuana, in violation of 21 U.S.C. &#167; 846.  McKenna contends that the district court erroneously determined that Amendment 516 of the Sentencing Guidelines did not reduce his sentence.  We have jurisdiction pursuant to 28 U.S.C. &#167; 1291.  We review for an abuse of discretion, see United States v. Cueto, 9 F.3d 1438, 1440-41 (9th Cir.1993), and we affirm.\n    \n    \n      3\n      McKenna argues that the district court erred by denying his motion for resentencing under 18 U.S.C. &#167; 3582(c).\n    \n    \n      4\n      Pursuant to 18 U.S.C. &#167; 3582(c)(2), the district court has the discretion to reduce \"a term of imprisonment based on a sentencing range that has bee...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-peter-j-mckenna"
    }
  ],
  "relatedIncidents": [
    11095,
    11096,
    11097,
    11098,
    11099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}