{
  "id": 11446,
  "title": "1998년 Dewitt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-01-13",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Dewitt. 판결일: 1998-01-13. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: KEN DEWITT, Plaintiff-Appellant, v. McHENRY COUNTY, Defendant-Appellee\n**판결일**: 1998-01-13\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Rathje\n\n## 변호인\n\nMichael W. Rathsack, of Law Offices of Michael W. Rathsack, of Chicago, and Jonathan Kurasch, of Law Offices of Jonathan Kurasch, of Northbrook, for appellant., Gary W. Pack, State’s Attorney, and James T. Harrison and Robert W. Funk, both of Harrison Law Offices, P.C., all of Woodstock, for appellee.\n\n## 인용\n\n- 691 N.E.2d 388\n- 294 Ill. App. 3d 712\n- 229 Ill. Dec. 278\n\n## 판결문 요약\n\n\n691 N.E.2d 388 (1998)\n294 Ill. App.3d 712\n229 Ill.Dec. 278\nKen DEWITT, Plaintiff-Appellant,\nv.\nMcHENRY COUNTY, Defendant-Appellee.\nNo. 2-97-0044.\nAppellate Court of Illinois, Second District.\nJanuary 13, 1998.\n*389 Michael W. Rathsack, Law Offices Michael W. Rathsack, Chicago, Jonathan Kurasch, Law Offices of Jonathan Kurasch, Northbrook, for Ken Dewitt.\nGary W. Pack, McHenry County State's Attorney, Woodstock, James T. Harrison, Robert W. Funk, David R. Skowron, Harrison Law Offices, P.C., Woodstock, for County of McHenry.\nJustice RATHJE delivered the opinion of the court:\nPlaintiff, Ken Dewitt, appeals the judgment of the circuit court of McHenry County dismissing his complaint against defendant, McHenry County, for breach of an employment contract. Plaintiff contends that the court erred in holding that his cause of action was barred by the one-year statute of limitations in the Local Governmental and Governmental Employees Tort Immunity Act (the Act) (745 ILCS 10/1-101 et seq. (West 1994)).\nPlaintiff's complaint alleges that defendant hired him as a data processing manager in February 1989. By December 8, 1993, he held the position of senior systems manager. Plaintiff alleges that he was given a copy of the \"McHenry County Government Personnel Policy Handbook.\" The handbook stated that defendant would not discharge plaintiff without good cause and listed various acts *390 that constituted cause for disciplinary action or termination. The handbook also provided for a pret...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dewitt-v-mchenry-county"
    }
  ],
  "relatedIncidents": [
    11095,
    11096,
    11097,
    11098,
    11099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}