{
  "id": 11449,
  "title": "1998년 Shiner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-01-12",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Shiner. 판결일: 1998-01-12. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Williard C. SHINER and Ruth M. Shiner v. Eugene P. MORIARTY (a/K/A Eugene P. Weisman) Jane E. Moriarty (a/K/A Jane E. Weisman) Nernberg & Laffey, P.C., Maurice A. Nernberg, Jr. and James R. Cooney (Two Cases). Appeal of Eugene P. MORIARTY (a/K/A Eugene P. Weisman) and Jane E. Moriarty (a/K/A Jane E. Weisman) (At 2196). Appeal of NERNBERG & LAFFEY, P.C., Maurice A. Nernberg, Jr., and James R Cooney (At 2299)\n**판결일**: 1998-01-12\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Johnson, Eakin and Brosky\n\n## 변호인\n\nKevin C. Harkins, Pittsburgh, for Eugene P. Moriarty and Jane E. Moriarty. ., William G. Walker, Tuscon, AZ, for Willard C. and Ruth M. Shiner., Robert L. Potter and Dennis J. Roman, Pittsburgh, for Nernberg & Laffey, P.C., Maurice A. Nernberg, Jr. and James R. Coo-ney.\n\n## 인용\n\n- 706 A.2d 1228\n\n## 판결문 요약\n\n\n706 A.2d 1228 (1998)\nWilliard C. SHINER and Ruth M. Shiner\nv.\nEugene P. MORIARTY (a/k/a Eugene P. Weisman) Jane E. Moriarty (a/k/a Jane E. Weisman) Nernberg &amp; Laffey, P.C., Maurice A. Nernberg, Jr. and James R. Cooney (Two Cases).\nAppeal of Eugene P. MORIARTY (a/k/a Eugene P. Weisman) and Jane E. Moriarty (a/k/a Jane E. Weisman) (at 2196).\nAppeal of NERNBERG &amp; LAFFEY, P.C., Maurice A. Nernberg, Jr., and James R Cooney (at 2299).\nSuperior Court of Pennsylvania.\nArgued November 12, 1997.\nFiled January 12, 1998.\nReargument Denied March 19, 1998.\n*1231 Kevin C. Harkins, Pittsburgh, for Eugene P. Moriarty and Jane E. Moriarty.\nWilliam G. Walker, Tuscon, AZ, for Willard C. and Ruth M. Shiner.\nRobert L. Potter and Dennis J. Roman, Pittsburgh, for Nernberg &amp; Laffey, P.C., Maurice A. Nernberg, Jr. and James R. Cooney.\nBefore JOHNSON, EAKIN and BROSKY, JJ. *1229\n*1230 JOHNSON, Judge:\nEugene P. and Jane E. Moriarty appeal from the order that denied their motions for judgments notwithstanding the verdict and for a new trial. Jane Moriarty also appeals from that portion of the order that denied her request for a remittur. Maurice A. Nernberg, Jr., James R. Cooney, and Nernberg &amp; Laffey, P.C. (\"attorney defendants\") appeal from the portion of the same order that denied their motions for post-trial relief. These appeals are consolidated for our review.\nThis action is a later installment of the continuing legal saga involving the Moriartys (formerly named the Weismans) and t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=shiner-v-moriarty"
    }
  ],
  "relatedIncidents": [
    11095,
    11096,
    11097,
    11098,
    11099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}