{
  "id": 11443,
  "title": "1998년 In re R.J.J. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-01-16",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: In re R.J.J.. 판결일: 1998-01-16. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In re R.J.J., a Minor\n**판결일**: 1998-01-16\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n## 변호인\n\nRobert L. Smith, Henderson, Dan Morales, Austin, for petitioner., Clifton L. Holmes, Longview, for respondent.\n\n## 인용\n\n- 959 S.W.2d 185\n\n## 판결문 요약\n\n\nOPINION\nPER CURIAM.\nIn this juvenile murder case, we consider whether a sentencing provision that references a Penal Code statute applies to the statute as it existed before its amendment in 1994, or as it existed at the time of the offense, which occurred after the amendment. The trial court submitted a jury question that reflected a hybrid of the two statutes, and the defendant was convicted. The court of appeals reversed and remanded for a new trial, instructing the trial court to apply the pre-amendment version of the statute. — S.W.2d -. We agree that the case must be remanded, but we disagree with the court of appeals’ instructions.\nOn November 16, 1994, the juvenile defendant shot and killed another teenager. The evidence suggested that the killing might warrant a voluntary manslaughter charge. Because this was a juvenile proceeding, the trial court had to determine whether the crime was subject to determinate sentencing under section 53.045 of the Family Code. Enacted in 1991, this section allows the State to refer a juvenile’s petition to the grand jury if the petition alleges certain first degree felonies, including murder under Penal Code *186section 19.02. Tex. Fam.Code Ann. § 58.045(a)(1). When the Legislature enacted section 53.045, the Penal Code listed voluntary manslaughter in section 19.04 as a second degree felony. Act of June 14, 1973, 63d Leg., R.S., ch. 399, § 1, 1973 Tex. Gen. Laws 913, amended by Act of June 19, 1993, 73d Leg., R.S., ch. 900, § 1.01, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-rjj"
    }
  ],
  "relatedIncidents": [
    11095,
    11126,
    11135,
    11144,
    11158
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}