{
  "id": 11455,
  "title": "1998년 In re Holtz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-01-08",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re Holtz. 판결일: 1998-01-08. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Stephen L. Holtz, a Suspended Attorney, Departmental Disciplinary Committee for the First Judicial Department\n**판결일**: 1998-01-08\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Elyse N. Post of counsel (Hal R. Lieberman, attorney), for petitioner., Marvin Ray Raskin for respondent.\n\n## 인용\n\n- 239 A.D.2d 24\n- 669 N.Y.S.2d 16\n\n## 판결문 요약\n\n\n*25OPINION OF THE COURT\nPer Curiam.\nRespondent Stephen L. Holtz was admitted to the practice of law in the State of New York by the First Judicial Department on January 18, 1982. At all times relevant herein, respondent has maintained an office for the practice of law within the First Judicial Department.\nPetitioner Departmental Disciplinary Committee seeks an order pursuant to 22 NYCRR 603.4 (d) and 605.15 (e) (2) confirming certain findings of fact and conclusions of law and sanctioning respondent by suspending him from the practice of law for a period of two years.\nIn support, petitioner has demonstrated that on or about May 20, 1996, respondent pleaded guilty in the United States District Court for the Southern District of New York to one count of wire fraud, in violation of 18 USC § 1343, a felony under the United States Code, based on allegations that as an\" Administrative Law Judge (ALJ) of the New York City Parking Violations Bureau, respondent had dismissed or reduced parking summonses for individuals based on documents that he knew to be false. Respondent was subsequently sentenced to two years on probation with four months of home detention, a fine of $5,000 and a special assessment of $50.\nBy order dated March 18, 1997 (230 AD2d 193), this Court granted a petition for an order determining that the crime of which respondent was convicted was a \"serious crime” as defined by Judiciary Law § 90 (4) (d) and Rules of this Court (22 NYCRR) § 603.12 (b), suspending respo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-holtz"
    }
  ],
  "relatedIncidents": [
    11132,
    11174,
    11223,
    11290,
    11347
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}