{
  "id": 11453,
  "title": "1998년 Ollens 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-01-09",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Ollens. 판결일: 1998-01-09. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington, Respondent, v. Lawrence Caldwell Ollens, Appellant\n**판결일**: 1998-01-09\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Hunt\n\n## 변호인\n\nPatricia A. Pethick, for appellant (appointed counsel for appeal)., John W. Ladenburg, Prosecuting Attorney, and Barbara L. Corey-Boulet, Deputy, for respondent.\n\n## 인용\n\n- 949 P.2d 407\n- 89 Wash. App. 437\n\n## 판결문 요약\n\n\n949 P.2d 407 (1998)\n89 Wash.App. 437\nSTATE of Washington, Respondent,\nv.\nLawrence Caldwell OLLENS, Appellant.\nNo. 21827-5-II.\nCourt of Appeals of Washington, Division 1.\nJanuary 9, 1998.\n*408 Patricia A. Pethick, Tacoma, for Appellant.\nBarbara L. Corey-Boulet, Pierce County Deputy Pros Atty., Tacoma, for Respondent.\nHUNT, Judge.\nLawrence Ollens appeals his convictions for residential burglary and robbery, arguing that his detention and arrest were illegal, and that evidence should have been suppressed. He also argues that the trial court erred in determining him to be a persistent offender because he did not receive a juvenile decline hearing under Washington law before his 1971 conviction,[1] used as one of the \"three strikes.\"\nWe affirm the trial court's denial of Ollens' motion to suppress, affirm his conviction, and reverse the persistent offender determination.\n\nFACTS\nOn April 19, 1994, police arrested Ollens on suspicion of robbery and burglary. Opal Maloney called 911 and reported that a man had entered her home, pushed her down, threatened to shoot her, and took her wallet. She gave the police a detailed description of the suspecta black-male with a mustache, approximately five feet nine inches tall, in his forties, wearing a green jacket, light gray pants, and a baseball cap. Within 10 minutes, police spotted a man matching the robber's description a few blocks from Maloney's home. This man appeared to be avoiding detection.\nOfficer Lawrence Liu of the Tacoma Polic...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-ollens"
    }
  ],
  "relatedIncidents": [
    11096,
    11114,
    11117,
    11118,
    11146
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}