{
  "id": 11450,
  "title": "1998년 Smith v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-01-12",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Smith v. State. 판결일: 1998-01-12. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Smith v. the State\n**판결일**: 1998-01-12\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Fletcher\n\n## 변호인\n\nE. Ronald Garnett, for appellant., Daniel J. Craig, District Attorney, Charles R. Sheppard, Assistant District Attorney, Thurbert E. Baker, Attorney General, Paula K. Smith, Senior Assistant Attorney General, Deborah L. Gale, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 494 S.E.2d 322\n- 268 Ga. 860\n\n## 판결문 요약\n\n\n494 S.E.2d 322 (1998)\n268 Ga. 860\nSMITH\nv.\nThe STATE.\nNo. S97A1752.\nSupreme Court of Georgia.\nJanuary 12, 1998.\n*323 E. Ronald Garnett, Augusta, for Kennard Smith.\nDeborah Lynn Gale, Asst. Atty. Gen., Paula K. Smith, Senior Asst. Atty. Gen., Department of Law, Atlanta, Charles R. Sheppard, Asst. Dist. Atty., Augusta, for the State.\nFLETCHER, Presiding Justice.\nKennard Smith was convicted of armed robbery and malice murder in connection with the shooting of Beverly Williford at the Crack Shot Pawn Shop.[1] Smith alleges that the trial court erred in granting a motion in limine that prevented him from commenting on the state's failure to produce certain witnesses. We hold that our decision in Morgan v. State[2] applies to this case because it was in the pipeline when Morgan was decided, but that Smith has failed to show how he was harmed by the trial court's ruling. Therefore, we affirm.\nThe evidence at trial showed that Smith drove Chester Simpkins and Levon Burch to the Crack Shot Pawn Shop where they stole guns and jewelry on April 24, 1994; drove Burch to the Mo Money Pawn Shop where he and Simpkins committed an aggravated assault on May 16, 1994; and dropped off Simpkins and Burch when they returned to the Crack Shot on May 18, 1994.[3] Burch entered the pawn shop that day and pretended to be a customer while Simpkins walked in, aimed his gun, and shot Williford in the head. The pair stole jewelry and other items, then walked out of the store when another customer drove u...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-state"
    }
  ],
  "relatedIncidents": [
    11095,
    11126,
    11135,
    11144,
    11158
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}