{
  "id": 11463,
  "title": "1998년 Cotran 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1998-01-05",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Cotran. 판결일: 1998-01-05. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: RALPH COTRAN, Plaintiff and Respondent, v. ROLLINS HUDIG HALL INTERNATIONAL, INC., Et Al., Defendants and Appellants\n**판결일**: 1998-01-05\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Brown, Kennard, Mosk\n\n## 변호인\n\nCounsel, Shand S. Stephens, Margaret L. Parker, Littler, Mendelson, Fastiff, Tichy & Mathiason, Henry D. Lederman, Steven B. Berlin, Mark E. Robson and Robert T. Landau for Defendants and Appellants., Paul N. Halvonik, Fred J. Hiestand, Orrick, Herrington & Sutcliffe, Gary R. Siniscalco, Douglás D. Mandell, Nancy M. Lee, Paul, Hastings, Janofsky & Walker, Paul W. Cane, Jr., Alfred Sanchez, Jr., Rushfeldt, Shelley & Drake, Linda C. Miller and Christine T. Hoeffner as Amici Curiae on behalf of Def\n\n## 인용\n\n- 17 Cal. 4th 93\n\n## 판결문 요약\n\n\n17 Cal.4th 93 (1998)\nRALPH COTRAN, Plaintiff and Respondent,\nv.\nROLLINS HUDIG HALL INTERNATIONAL, INC., et al., Defendants and Appellants.\nDocket No. S057098.\nSupreme Court of California.\nJanuary 5, 1998.\n*95 COUNSEL\nShand S. Stephens, Margaret L. Parker, Littler, Mendelson, Fastiff, Tichy &amp; Mathiason, Henry D. Lederman, Steven B. Berlin, Mark E. Robson and Robert T. Landau for Defendants and Appellants.\nPaul N. Halvonik, Fred J. Hiestand, Orrick, Herrington &amp; Sutcliffe, Gary R. Siniscalco, Douglas D. Mandell, Nancy M. Lee, Paul, Hastings, Janofsky &amp; Walker, Paul W. Cane, Jr., Alfred Sanchez, Jr., Rushfeldt, Shelley &amp; Drake, Linda C. Miller and Christine T. Hoeffner as Amici Curiae on behalf of Defendants and Appellants.\nThomas Kallay, Robert H. Pourvali, Richard Knickerbocker, Anderson &amp; Bennett and Gail S. Cooper-Folb for Plaintiff and Respondent.\nAjalat &amp; Ajalat, Sol P. Ajalat, Stephen P. Ajalat, Quackenbush &amp; Quackenbush and William C. Quackenbush as Amici Curiae on behalf of Plaintiff and Respondent.\nJudith E. Kurtz and Patricia A. Shiu as Amici Curiae.\nOPINION\nBROWN, J.\nWhen an employee hired under an implied agreement not to be dismissed except for \"good cause\" is fired for misconduct and challenges the termination in court, what is the role of the jury in deciding whether misconduct occurred? Does it decide whether the acts that led to the decision to terminate happened? Or is its role to decide whether the employer had reasonable grounds ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cotran-v-rollins-hudig-hall-international-inc"
    }
  ],
  "relatedIncidents": [
    11095,
    11096,
    11097,
    11098,
    11099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}