{
  "id": 11477,
  "title": "1997년 Briggs 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-12-19",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Briggs. 판결일: 1997-12-19. 법원: Court of Appeals of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State of Kansas, Appellee, v. Larry J. Briggs, Appellant\n**판결일**: 1997-12-19\n**법원**: Court of Appeals of Kansas\n**관할**: Kansas, KS\n\n**판사**: Marquardt, P.J., Paddock, S.J., and Mark A. Vining, District Judge, Assigned\n\n## 변호인\n\nRebecca Woodman and Thomas W. Bartee, assistant appellate defenders, and Jessica R. Kunen, chief appellate defender, for appellant., Keith E. Schroeder, assistant county attorney, and Carla J. Stovall, attorney general, for appellee.\n\n## 인용\n\n- 950 P.2d 273\n- 24 Kan. App. 2d 621\n\n## 판결문 요약\n\n\n24 Kan. App. 2d 621 (1997)\n950 P.2d 273\nSTATE OF KANSAS, Appellee,\nv.\nLARRY J. BRIGGS, Appellant.\nNo. 76,601.\nCourt of Appeals of Kansas.\nOpinion filed December 19, 1997.\nRebecca Woodman and Thomas W. Bartee, assistant appellate defenders, and Jessica R. Kunen, chief appellate defender, for appellant.\n*622 Keith E. Schroeder, assistant county attorney, and Carta J. Stovall, attorney general, for appellee.\nBefore MARQUARDT, P.J., PADDOCK, S.J., and MARK A. VINING, District Judge, assigned.\nMARQUARDT, J.:\nLarry J. Briggs appeals from his jury conviction and sentence for involuntary manslaughter.\nOn December 3, 1994, 81-year-old Verneta Stallings had slowly inched her car forward into an intersection when the car that Briggs was driving crashed into the driver's side of her car, killing her.\nWhile investigating the accident, Officer David Maness noticed the odor of alcohol on Briggs' breath. Officer Maness asked Briggs to perform several sobriety tests. During the one-leg test, Briggs had to use his arms to maintain his balance. Officer Maness also noted that Briggs' speech was slurred and his eyes were bloodshot. Briggs admitted to Officer Maness that he had drunk a quart of beer while working on a car that afternoon. Briggs was arrested for driving under the influence of alcohol. Due to his injuries, Briggs was taken to the hospital where he consented to having a blood test done.\nSusan Hein, a medical technologist at the hospital, analyzed Briggs' blood. Hein testified that s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-briggs"
    }
  ],
  "relatedIncidents": [
    11492,
    11493,
    11502,
    11512,
    11514
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}