{
  "id": 11470,
  "title": "1997년 Whalen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-12-24",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Whalen. 판결일: 1997-12-24. 법원: Court of Appeals of Arizona.",
  "description": "## 사건 정보\n\n**사건명**: The STATE of Arizona, Appellee, v. Carl WHALEN, Appellant\n**판결일**: 1997-12-24\n**법원**: Court of Appeals of Arizona\n**관할**: Arizona, AZ\n\n**판사**: Brammer, Druke, Florez\n\n## 변호인\n\nGrant Woods, the Attorney General by Paul J. McMurdie and Eric J. Olsson, Tucson, for Appellee., David T. Hardy and John M. Sando, Tucson, for Appellant.\n\n## 인용\n\n- 961 P.2d 1051\n- 192 Ariz. 103\n\n## 판결문 요약\n\n\n961 P.2d 1051 (1997)\n192 Ariz. 103\nThe STATE of Arizona, Appellee,\nv.\nCarl WHALEN, Appellant.\nNo. 2 CA-CR 96-0766.\nCourt of Appeals of Arizona, Division 2, Department A.\nDecember 24, 1997.\nReview Denied September 10, 1998.\n*1053 Grant Woods, the Attorney General by Paul J. McMurdie and Eric J. Olsson, Tucson, for Appellee.\nDavid T. Hardy and John M. Sando, Tucson, for Appellant.\n\nOPINION\nBRAMMER, Judge.\nFollowing a jury trial, appellant Carl Whalen was convicted of one count of attempted participation in a criminal syndicate and eight counts of fraudulent scheme or practice. A.R.S. §§ 13-2308, 13-2311. Whalen raises a number of issues on appeal. He contends that the trial court erred by: (1) denying him the right of self-representation; (2) appointing defense counsel to represent him against his will, who then advanced a defense he neither approved nor authorized; (3) failing to direct a verdict in his favor as to all charges based upon insufficient evidence; and (4) failing to enter a judgment of acquittal or to grant a new trial on the fraudulent scheme charges because insufficient evidence was produced that he had the required fraudulent mental state. Whalen also raises a claim of ineffective assistance of counsel. We affirm.\n\nFacts and Procedural History\nWe view the record in the light most favorable to sustaining the verdicts and resolve all inferences against appellant. State v. Atwood, 171 Ariz. 576, 832 P.2d 593 (1992). In April 1995, Whalen was stopped by a Tucson p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-whalen"
    }
  ],
  "relatedIncidents": [
    11471,
    11489,
    11491,
    11572,
    11610
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}