{
  "id": 11471,
  "title": "1997년 Goodridge 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-12-23",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Goodridge. 판결일: 1997-12-23. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: GOODRIDGE v. YPSILANTI TOWNSHIP BOARD (AFTER REMAND)\n**판결일**: 1997-12-23\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: Griffin, Hoekstra, Taylor\n\n## 변호인\n\nWilliam G. Povlitz, for the petitioner., McLain & Winters (by William Douglas Winters and Angela B. King), for the respondent.\n\n## 인용\n\n- 227 Mich. App. 156\n\n## 판결문 요약\n\n\nTaylor, P.J.\nPetitioner’s employment as Ypsilanti Township’s fire chief was terminated by respondent Ypsilanti Township Board as a result of a finding of misconduct.1 The circuit court affirmed the termination of petitioner’s employment. This Court,2 over Judge Griffin’s dissent, reversed the termination of petitioner’s employment because the charges of misconduct had not been filed within the ninety-day stat*158utory period. Goodridge v Ypsilanti Twp Bd, 209 Mich App 344; 529 NW2d 665 (1995). The Supreme Court reversed, stating that charges are timely if they are filed within ninety days of the time the employer learned, or reasonably should have learned, of the alleged misconduct. Goodridge v Ypsilanti Twp Bd, 451 Mich 446, 456; 547 NW2d 668 (1996). The Supreme Court remanded the case to us for further consideration in light of its opinion. Id.\nThe Supreme Court’s remand required us to determine whether charges were filed against petitioner within ninety days of the time the employer learned or reasonably should have learned of the alleged misconduct. Our original opinion stated that the fraud occurred in April of 1986 and that it was discovered in July of 1986. Petitioner was charged with misconduct by way of an October 16, 1986, letter. Ninety days before October 16, 1986, was July 18, 1986. Thus, we have been instructed to determine whether petitioner’s employer had actual knowledge on or before July 18, 1986, or reasonably should have learned of the alleged misconduct ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=goodridge-v-ypsilanti-township-board"
    }
  ],
  "relatedIncidents": [
    11470,
    11489,
    11491,
    11572,
    11610
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}