{
  "id": 11479,
  "title": "1997년 Munn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-12-18",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: Munn. 판결일: 1997-12-18. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Walter J. MUNN, Appellant, v. UNITED STATES, Appellee\n**판결일**: 1997-12-18\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: Terry and Farrell, Associate Judges, and MacK, Senior Judge\n\n## 변호인\n\nArthur H. Fawcett, Jr., Washington, DC, appointed by this court, was on the brief for appellant., Eric H. Holder, Jr., United States Attorney at the time the brief was filed, and John R. Fisher, Thomas J. Tourish, Jr., Lee H. Rubin, and Adam L. Rosman, Assistant United States Attorneys, were on the brief for appellee.\n\n## 인용\n\n- 703 A.2d 1239\n\n## 판결문 요약\n\n\n703 A.2d 1239 (1997)\nWalter J. MUNN, Appellant,\nv.\nUNITED STATES, Appellee.\nNo. 95-CF-1686.\nDistrict of Columbia Court of Appeals.\nSubmitted May 13, 1997.\nDecided December 18, 1997.\nArthur H. Fawcett, Jr., Washington, DC, appointed by this court, was on the brief for appellant.\nEric H. Holder, Jr., United States Attorney at the time the brief was filed, and John R. Fisher, Thomas J. Tourish, Jr., Lee H. Rubin, and Adam L. Rosman, Assistant United States Attorneys, were on the brief for appellee.\nBefore TERRY and FARRELL, Associate Judges, and MACK, Senior Judge.\nTERRY, Associate Judge:\nAppellant was convicted of possession of cocaine with intent to distribute it, in violation of D.C.Code § 33-541(a)(1) (1993). On *1240 appeal he contends that certain remarks made by the prosecutor in his opening statement were improper, in that they were inflammatory and referred to facts that could not be introduced into evidence. We agree that the prosecutor's comments were improper, but because they did not substantially prejudice the defense, we affirm the conviction.\n\nI\nIn mid-afternoon on September 11, 1993, four police officers, members of the Sixth District Vice Unit, were in an unmarked car in the 200 block of 43rd Street, N.E. As they drove into an alley, they saw a group of young men loitering near the entrance to a building. Because the police had received complaints from citizens about high drug activity in that area, the officers asked the young men to \"move on.\" As the men wal...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=munn-v-united-states"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11472,
    11476,
    11477
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}