{
  "id": 11487,
  "title": "1997년 Joiner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-12-15",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Joiner. 판결일: 1997-12-15. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: GENERAL ELECTRIC CO. Et Al. v. JOINER Et Ux.\n**판결일**: 1997-12-15\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Breyer, Parts I, Rehnquist, Stevens\n\n## 변호인\n\nSteven R. Kuney argued the cause for petitioners. With him on the briefs were John G. Kester, David H. Flint, Alexander J. Simmons, Jr., Henry W. Ewalt, and Gerard H. Davidson, Jr., Deputy Solicitor General Wallace argued cause the United States as amicus curiae urging reversal. With him on the brief were Acting Solicitor General Dellinger, Assistant Attorney General Hunger, Edward C. DuMont, and John P. SchnitJcer., Michael H. Gottesman argued the cause for respondents. With him on the brief we\n\n## 인용\n\n- 139 L. Ed. 2d 508\n- 118 S. Ct. 512\n- 522 U.S. 136\n- 1997 U.S. LEXIS 7503\n\n## 판결문 요약\n\n\nChief Justice Rehnquist\ndelivered the opinion of the Court.\nWe granted certiorari in this case to determine what standard an appellate court should apply in reviewing a trial *139court’s decision to admit or exclude expert testimony under Daubert v. Merrell Dow Pharmaceuticals, Inc., 509 U. S. 579 (1993). We hold that abuse of discretion is the appropriate standard. We apply this standard and conclude that the District Court in this case did not abuse its discretion when it excluded certain proffered expert testimony.\nI\nRespondent Robert Joiner began work as an electrician in the Water &amp; Light Department of Thomasville, Georgia (City), in 1973. This job required him to work with and around the City’s electrical transformers, which used a mineral-oil-based dielectric fluid as a coolant. Joiner often had to stick his hands and arms into the fluid to make repairs. The fluid would sometimes splash onto him, occasionally getting into his eyes and mouth. In 1983 the City discovered that the fluid in some of the transformers was contaminated with polychlorinated biphenyls (PCB’s). PCB’s are widely considered to be hazardous to human health. Congress, with limited exceptions, banned the production and sale of PCB’s in 1978. See 90 Stat. 2020, 15 U. S. C. § 2605(e)(2)(A).\nJoiner was diagnosed with small-cell lung cancer in 1991. He1 sued petitioners in Georgia state court the following year. Petitioner Monsanto manufactured PCB’s from 1935 to 1977; petitioners General Electric an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=general-electric-co-v-joiner"
    }
  ],
  "relatedIncidents": [
    11486,
    11491,
    11502,
    11544,
    11576
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}