{
  "id": 11491,
  "title": "1997년 Swanson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-12-11",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Swanson. 판결일: 1997-12-11. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: SCHLUMBERGER TECHNOLOGY CORPORATION and Schlumberger Limited, Petitioners, v. John SWANSON, Et Al., Respondents\n**판결일**: 1997-12-11\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Enoch, Owen\n\n## 변호인\n\nLinda L. Addison, Roger Townsend, Joy M. Soloway, Hugh E. Tanner, Blake Tartt, Houston, Ben Taylor, Dallas, Joe R. Green-hill, Austin, for petitioners., F. Eric Fryar, Evelyn Jo Wilson, Houston, Franklin Jones, Jr., Marshall, Douglas Lay-cock, Russell J. Weintraub, Austin, Kendall C. Montgomery, Houston, Stephen D. Sus-man, Dallas, John M. O’Quinn, Houston, Luther H. Soules, III, San Antonio, William Powers, Jr., Pamela Stanton Baron, Austin, for respondents.\n\n## 인용\n\n- 959 S.W.2d 171\n\n## 판결문 요약\n\n\n959 S.W.2d 171 (1997)\nSCHLUMBERGER TECHNOLOGY CORPORATION and Schlumberger Limited, Petitioners,\nv.\nJohn SWANSON, et al., Respondents.\nNo. 95-0355.\nSupreme Court of Texas.\nDecember 11, 1997.\n*172 Linda L. Addison, Roger Townsend, Joy M. Soloway, Hugh E. Tanner, Blake Tartt, *173 Houston, Ben Taylor, Dallas, Joe R. Greenhill, Austin, for petitioners.\nF. Eric Fryar, Evelyn Jo Wilson, Houston, Franklin Jones, Jr., Marshall, Douglas Laycock, Russell J. Weintraub, Austin, Kendall C. Montgomery, Houston, Stephen D. Susman, Dallas, John M. O'Quinn, Houston, Luther H. Soules, III, San Antonio, William Powers, Jr., Pamela Stanton Baron, Austin, for respondents.\nENOCH, Justice, delivered the opinion of the court.\nThis is a commercial dispute. In settling this dispute, the Swansons signed a release that disclaimed reliance on the representations of Schlumberger. The question is whether this disclaimer precludes, as a matter of law, the Swansons from recovering damages against Schlumberger for fraudulently inducing them to settle. The trial court granted a judgment for Schlumberger notwithstanding the jury's verdict for the Swansons. The court of appeals reversed, holding that the disclaimer of reliance did not preclude the Swansons' fraudulent inducement claim. 895 S.W.2d 719. We agree with the trial court. Accordingly, we reverse the court of appeals' judgment and render judgment for Schlumberger.\n\nI. FACTS\nIn the 1970s, John Swanson and his brother George Swanson approached SEDCO, In...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=schlumberger-technology-corp-v-swanson"
    }
  ],
  "relatedIncidents": [
    11132,
    11470,
    11471,
    11486,
    11487
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}