{
  "id": 11494,
  "title": "1997년 Urgovitch 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-12-09",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Urgovitch. 판결일: 1997-12-09. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Robert Urgovitch, by His Father and Natural Guardian, Charles Urgovitch, Appellant-Respondent v. Mt. Sinai Medical Center, and Alan M. Aron\n**판결일**: 1997-12-09\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 245 A.D.2d 53\n- 665 N.Y.S.2d 412\n\n## 판결문 요약\n\n\n—Order and judgment (one paper), Supreme Court, New York County (Karla Moskowitz, J.), entered February 14, 1997, which, inter alia, granted defendants’ motion for summary judgment to the extent of dismissing the action against defendant Mt. Sinai Medical Center, unanimously modified, on the law, to the extent of denying defendants’ motion for summary judgment and reinstating the action as against Mt. Sinai Medical Center, and otherwise affirmed, without costs or disbursements.\nPlaintiff Robert Urgovitch suffers from seizures and mental retardation. He was born on May 5, 1967, in St. Mary’s Hospital, and after he tested positive for meningitis, he was transferred on May 9, 1967 to Mt. Sinai Hospital. One day after his admission, defendant Alan Aron, M.D., a pediatric neurologist, began treating the plaintiff. He was treated at Mt. Sinai for meningitis through July 11, 1967, when he was discharged. In September of 1967, after his parents returned with him to Dr. Aron, he was diagnosed with having hydrocephalus secondary to neonatal meningitis and admitted for a *54second Mt. Sinai hospitalization. He remained under the care and treatment of Dr. Aron until February 7, 1989. This action was begun on September 12, 1989, alleging negligence in the treatment of the meningitis during the initial Mt. Sinai hospitalization. Defendants moved for summary judgment on the grounds that the malpractice claim was time-barred and that there had been no deviation from the standard of practice...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=urgovitch-v-mt-sinai-medical-center"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11472,
    11476,
    11477
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}