{
  "id": 11504,
  "title": "1997년 Egana 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-12-03",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Egana. 판결일: 1997-12-03. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State v. Egana\n**판결일**: 1997-12-03\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Plotkin, Jones and Ciaccio\n\n## 인용\n\n- 703 So. 2d 223\n\n## 판결문 요약\n\n\n703 So. 2d 223 (1997)\nSTATE of Louisiana\nv.\nStephen J. EGANA.\nNo. 97-KA-0318.\nCourt of Appeal of Louisiana, Fourth Circuit.\nDecember 3, 1997.\n*225 Harry F. Connick, District Attorney, Karen Godail Arena, Assistant District Attorney, Orleans Parish, New Orleans, for Plaintiff/Appellee.\nPamela S. Moran, Louisiana Appellate Project, New Orleans, for Defendant/Appellant.\nBefore PLOTKIN, JONES and CIACCIO, JJ.\nJONES, Judge.\nStephen J. Egana appeals his conviction for attempted possession of cocaine and his sentence as a multiple offender. We remand for an evidentiary hearing as to whether Egana was compelled to commence trial wearing prison garb.\n\n\n*226 PROCEDURAL HISTORY\n\nEgana was charged along with a co-defendant, Julie Norwood, with possession of cocaine. After a trial, a six member jury found him guilty of attempted possession of cocaine. The trial court sentenced him to two years at hard labor and ordered the sentence to be served under the provisions of La. R.S. 15:574.5. The State filed a multiple bill, and the trial court found Egana to be a second offender, vacated the original sentence, and then re-sentenced Egana to the same sentence. Egana appeals his conviction and sentence.\n\nERRORS PATENT\nOur review of the record for errors patent indicates there were none.\n\nFACTS\nOfficer Robert Haar testified that on June 13, 1996, at approximately 12:30 a.m., he and his partner Officer Daniel Scanlan received a call that a cream colored station wagon might be casing the area arou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-egana"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11472,
    11476,
    11477
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}