{
  "id": 11506,
  "title": "1997년 State v. Smith 사건",
  "category": "terrorism",
  "era": "contemporary",
  "date": "1997-11-26",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: State v. Smith. 판결일: 1997-11-26. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Iowa, Appellee, v. George SMITH, Jr., Appellant; George SMITH, Jr., Appellant, v. STATE of Iowa, Appellee\n**판결일**: 1997-11-26\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Andreasen, Lavorato, McGIVERIN, Neuman, Ternus\n\n## 변호인\n\nKermit L. Dunahoo and Jeffrey T. Mains of Dunahoo Law Firm, Des Moines, for appellant., Thomas J. Miller, Attorney General, Susan M. Crawford and Karen Doland, Assistant Attorneys General, Thomas J. Ferguson, County Attorney, and Ray Walton, Assistant County Attorney, for appellee.\n\n## 인용\n\n- 573 N.W.2d 14\n\n## 판결문 요약\n\n\n573 N.W.2d 14 (1997)\nSTATE of Iowa, Appellee,\nv.\nGeorge SMITH, Jr., Appellant.\nGeorge SMITH, Jr., Appellant,\nv.\nSTATE of Iowa, Appellee.\nNo. 95-1497.\nSupreme Court of Iowa.\nNovember 26, 1997.\n*16 Kermit L. Dunahoo and Jeffrey T. Mains of Dunahoo Law Firm, Des Moines, for appellant.\nThomas J. Miller, Attorney General, Susan M. Crawford and Karen Doland, Assistant Attorneys General, Thomas J. Ferguson, County Attorney, and Ray Walton, Assistant County Attorney, for appellee.\nConsidered by McGIVERIN, C.J., and LAVORATO, NEUMAN, ANDREASEN, and TERNUS, JJ.\nMcGIVERIN, Chief Justice.\nDefendant George Smith, Jr., challenges his conviction and sentences for assault with intent to inflict serious injury, in violation of Iowa Code section 708.2(1) (1993), and terrorism, in violation of Iowa Code section 708.6. Defendant claims error by the trial court and postconviction court and ineffective assistance of counsel by trial counsel and postconviction counsel. We find no merit in defendant's claims and therefore affirm.\nI. Background facts and proceedings. This case stems from events that occurred on July 25, 1993, in a Waterloo park. During an argument, defendant George Smith, Jr., allegedly fired a number of shots from a gun at a group of people. He also shot and injured George McLemore.\nSmith was arrested and charged by trial information with willful injury concerning the injury to McLemore, see Iowa Code section 708.4, terrorism, see Iowa Code section 708.6, and going armed with inten...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "테러"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-smith"
    }
  ],
  "relatedIncidents": [
    11625,
    11802,
    11316,
    11550,
    11959
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}