{
  "id": 11507,
  "title": "1997년 Escamilla 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-11-26",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Escamilla. 판결일: 1997-11-26. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. George M. Escamilla\n**판결일**: 1997-11-26\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: White\n\n## 인용\n\n- 244 A.D.2d 805\n- 666 N.Y.S.2d 278\n\n## 판결문 요약\n\n\nWhite, J.\nAppeal from a judgment of the County Court of Broome County (Mathews, J.), rendered October 25, 1996, upon a verdict convicting defendant of the crimes of rape in the first degree, sexual abuse in the first degree, criminal contempt in the first degree and assault in the third degree.\nThe victim in this case is a 17-year-old girl who has resided with her mother in Broome County since they came to New York from New Mexico when she was seven years old. She is the daughter of defendant, who also resided in Broome County, but she had not lived with him since leaving New Mexico. On the evening of January 17, 1996, the victim drove to school to attend a special evening class. After the class she left school and was walking to the car when she was accosted by defendant. Defendant asked the victim for a ride and she drove him to a building. Defendant asked her to come with him and help carry some Christmas presents that he had for her brothers. The victim agreed, parked and exited the car, but as she was proceeding toward the building, she was grabbed by defendant, who pushed her to the ground and committed an act of sexual intercourse with her. In addition, defendant struck her several times on the head. Defendant left the scene and the victim, after vomiting, drove to her home where she told her mother that she was late because she stayed after class for additional assistance from her teacher. She then took a shower, threw away her undergarments and washed her other clot...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-escamilla"
    }
  ],
  "relatedIncidents": [
    11472,
    11596,
    11659,
    11688,
    11689
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}