{
  "id": 11502,
  "title": "1997년 Caballero 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-12-04",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Caballero. 판결일: 1997-12-04. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Appellee, v. JUAN CABALLERO, Appellant\n**판결일**: 1997-12-04\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Bilandic, Harrison, Heiple, Miller\n\n## 변호인\n\nCynthia Giacchetti, of the Office of the State Appellate Defender, of Chicago, for appellant., James E. Ryan, Attorney General, of Springfield, and Richard A. Devine, State’s Attorney, of Chicago (Arleen C. Anderson, Assistant Attorney General, of Chicago, and Renee Goldfarb, Kenneth T. McCurry and Kim A. Novi, Assistant State’s Attorneys, of counsel), for the People.\n\n## 인용\n\n- 688 N.E.2d 658\n- 179 Ill. 2d 205\n- 227 Ill. Dec. 965\n\n## 판결문 요약\n\n JUSTICE HARRISON delivered the opinion of the court: Defendant, Juan Caballero, appeals from an order of the circuit court of Cook County dismissing, without an evidentiary hearing, his petition for post-conviction relief (725 ILCS 5/122 — 1 et seq. (West 1992)) and relief from judgment (735 ILCS 5/2 — 1401 (West 1992)). Because defendant was sentenced to death for the underlying murder convictions, the present appeal lies directly to this court. 134 Ill. 2d R. 651(a). Early on the morning of February 25, 1979, the bodies of three teenage males, Michael Salcido, Arthur Salcido, and Frank Mussa, were discovered in a car in a Chicago alley. In 1980, a jury found defendant guilty on charges of murder, unlawful restraint, and armed violence with respect to each of the three victims. On direct appeal, this court affirmed defendant’s convictions and death sentence. People v. Caballero, 102 Ill. 2d 23 (1984). Defendant filed a petition for post-conviction relief alleging, inter alia, that he was denied effective assistance of counsel at his capital sentencing hearing. The circuit court dismissed the petition without an evidentiary hearing. On appeal, this court held that the allegations made a substantial showing of constitutional rights deprivation and remanded the cause for an evidentiary hearing. People v. Caballero, 126 Ill. 2d 248 (1989). After a hearing, the circuit court denied defendant post-conviction relief based on ineffective assistance of counsel at sentencing and this...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-caballero"
    }
  ],
  "relatedIncidents": [
    11477,
    11486,
    11487,
    11491,
    11492
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}