{
  "id": 11503,
  "title": "1997년 Santini 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-12-04",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Santini. 판결일: 1997-12-04. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Martin L. Santini v. Alexander Grant & Company\n**판결일**: 1997-12-04\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 245 A.D.2d 30\n- 664 N.Y.S.2d 784\n\n## 판결문 요약\n\n\n—Order, Supreme Court, Bronx County (Barry Salman, J.), entered on or about January 29, 1997, which granted defendants’ motion for disclosure sanctions only to the extent of conditionally precluding plaintiffs from offering into evidence the missing pages of certain computer runs unless they were produced by a date certain, unanimously modified, on the facts and in the exercise of discretion, to preclude plaintiffs from introducing any evidence that was not disclosed prior to entry of the above-described order, and otherwise affirmed, with costs payable to defendants.\nThe willful and contumacious character of plaintiffs’ failure *31to produce the missing pages is evident from their noncompliance with three court orders, the last of which specifically directed them to produce the subject pages, their failure to respond to correspondence from defendants regarding the missing pages and their failure to offer any credible excuse for these defaults (see, Glasburgh v Port Auth., 193 AD2d 441; Mills v Ducille, 170 AD2d 657, 658). Under these circumstances, we find that plaintiffs should be precluded from introducing the documents into evidence. While preclusion is obviously a harsh remedy, it is clearly warranted where repeated, legitimate demands on the part of an adversary, as well as orders of the court, are met with dissimulation rather than compliance. Concur—Ellerin, J. P., Rubin, Tom, Mazzarelli and Andrias, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=santini-v-alexander-grant-co"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11472,
    11476,
    11477
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}