{
  "id": 11513,
  "title": "1997년 Smith v. Spokane County 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-11-18",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Smith v. Spokane County. 판결일: 1997-11-18. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: Sandra Smith v. Spokane County\n**판결일**: 1997-11-18\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Zagelow\n\n## 변호인\n\nStephen K. Eugster of Eugster, Haskell for appellant., Thomas E Kingen and James P. McNeill, Jr. of Perkins Coie; James R. Sweetser, Prosecuting Attorney and James P. Emacio, Deputy, and James C. Sloane, City Attorney, and Stanley M. Schwartz, Assistant, for respondents.\n\n## 인용\n\n- 89 Wash. App. 340\n\n## 판결문 요약\n\n\nZagelow, J.*\nSandra Smith filed a class action lawsuit against Spokane County and the City of Spokane challenging the fees imposed on water and sewer customers within the Spokane-Rathdrum Aquifer Protection Area (APA). The trial court entered an order of summary judgment dismissing her claim. She appeals contending that (1) the charge is an unconstitutional tax; (2) the charge violates due process and equal protection; (3) the charge is an unlawful special assessment; (4) the charge is an unlawful taking; (5) the charge is unreasonable; (6) the charge violates the principle of tax fairness; (7) APA funds cannot finance APA projects; (8) the charge violates the one percent levy limitation; (9) APA funds are being used for unauthorized purposes; (10) the County has failed to actively collect APA fees; and (11) the court erred by dismissing the City as a party to this action. We affirm.\nFACTS\nIn May 1985, the Washington State Legislature adopted RCW 36.36, which allows counties to create “aquifer protection areas for the purpose of funding the protection, preservation, and rehabilitation of subterranean water.” RCW 36.36.020; Laws op 1985, ch. 425, § 2. The statute permits aquifer protection areas to impose fees in order to fund (1) the preparation of a comprehensive plan to protect, preserve, and rehabilitate subterranean water; (2) to *346construct facilities for removal of pollution, water quality improvement, and for the collection, disposal and treatment of sanitary sewage...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-spokane-county"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11472,
    11476,
    11477
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}