{
  "id": 11524,
  "title": "1997년 Derek Miller v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-11-06",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Derek Miller v. State. 판결일: 1997-11-06. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Derek Miller v. State\n**판결일**: 1997-11-06\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n\n## 판결문 요약\n\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTEXAS COURT OF APPEALS, THIRD DISTRICT, AT AUSTIN\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nNO. 03-96-00706-CR\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nDerek Miller, Appellant\r\n\r\n\r\n\r\n\r\nv.\r\n\r\n\r\n\r\n\r\nThe State of Texas, Appellee\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFROM THE DISTRICT COURT OF TRAVIS COUNTY, 299TH JUDICIAL DISTRICT\r\n\r\n\r\nNO. 0954262, HONORABLE FRED A. MOORE, JUDGE PRESIDING\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\tDerek Miller appeals from a judgment convicting him of aggravated robbery and sentencing\r\nhim to serve five years in the Institutional Division of the Texas Department of Criminal Justice.  See Tex.\r\nPenal Code Ann. § 29.02 (a)(2), 29.03 (a)(2) (West 1994).  The case was tried before a jury and the jury\r\nassessed punishment.  In his first point of error, appellant  complains that there was insufficient\r\ncorroboration of the testimony of the accomplice witness.  In his second point, he contends that the\r\nevidence is factually insufficient to support the verdict.  We will affirm the judgment.\r\n\r\n\r\nBACKGROUND\r\n\r\n\tAppellant was found guilty of aggravated robbery of a drive-through restaurant upon the\r\ntestimony of his accomplice and other witnesses.  Appellant's accomplice, Charles Bronner, testified that\r\nin the early morning hours of August 6, 1995, he accompanied appellant  to the Short Stop drive-through\r\nrestaurant in Austin, that he followed him inside and saw him pointing a handgun at the two employees, that\r\nappellant took the restaurant's money in bank bags, that they got in the car and left, and that appellant gave\r\nhim some of the m...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=derek-miller-v-state"
    }
  ],
  "relatedIncidents": [
    11521,
    11571,
    11603,
    11608,
    11628
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}