{
  "id": 11521,
  "title": "1997년 Moses 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-11-07",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Moses. 판결일: 1997-11-07. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Steven Wayne MOSES\n**판결일**: 1997-11-07\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Foil, Kuhn, Lawhipple, Whipple\n\n## 변호인\n\nJesse Bankston, Baton Rouge, for Appellant State of Louisiana., Bertha M. Hillman, Thibodaux, for Defendant-Appellee Steven Wayne Moses.\n\n## 인용\n\n- 701 So. 2d 1382\n\n## 판결문 요약\n\n\nlaWHIPPLE, Judge.\nSteven Wayne Moses was charged by bill of information with simple burglary, a violation of LSA-R.S. 14:62. Defendant pled not guilty and, after trial by jury, was convicted as charged. Defendant was subsequently billed as a habitual offender. Defendant was adjudicated as a third felony offender; thereafter, the trial court sentenced him to serve three years imprisonment at hard labor with credit for time served. The state filed a motion to reconsider sentence, which was denied by the trial court. The state has appealed, urging in two assignments of error that: 1) the sentence imposed by the trial court was illegally lenient; and 2) the trial court erred by denying the state’s motion to reconsider sentence.\nFacts\nOn March 16, 1996, Deputy Charles Pollar with the East Baton Rouge Sheriffs Department was dispatched to Nicholson Elementary School in response to two silent burglar alarms in the cafeteria, one in the dining area and one in the dish washing area. When he arrived on the scene, Deputy Pollar looked through a window, and observed defendant removing items from a desk in the dining area. The deputy discovered a single windowpane had been removed in order to gain entry. Deputy Pollar remained in position by this window until other officers arrived on the scene, at which time defendant attempted to exit through the open window. Deputy Pollar drew his service revolver and ordered defendant to halt. Defendant surrendered without a struggle. After securing ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-moses"
    }
  ],
  "relatedIncidents": [
    11524,
    11571,
    11603,
    11608,
    11628
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}