{
  "id": 11523,
  "title": "1997년 Kuchar 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-11-06",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Kuchar. 판결일: 1997-11-06. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: People v. Kuchar\n**판결일**: 1997-11-06\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: Corrigan, C.J., and Michael J. Kelly and Hoekstra\n\n## 변호인\n\nFrank J. Kelley, Attorney General, Thomas L. Casey, Solicitor General, Stuart J. Dunnings, III, Prosecuting Attorney, and Samuel R. Smith, Chief of Appellate Division, for the people., State Appellate Defender (by F Martin Tieber), for the defendant on appeal.\n\n## 인용\n\n- 569 N.W.2d 920\n- 225 Mich. App. 74\n\n## 판결문 요약\n\n\n569 N.W.2d 920 (1997)\n225 Mich. App. 74\nPEOPLE of the State of Michigan, Plaintiff-Appellee,\nv.\nKenneth Frederick KUCHAR, Defendant-Appellant.\nDocket No. 190073.\nCourt of Appeals of Michigan.\nSubmitted June 4, 1997, at Lansing.\nDecided August 15, 1997, at 9:20 a.m.\nReleased for Publication November 6, 1997.\nFrank J. Kelley, Attorney General, Thomas L. Casey, Solicitor General, Stuart J. Dunnings, III, Prosecuting Attorney, and Samuel R. Smith, Chief of Appellate Division, for People.\nState Appellate Defender by F. Martin Tieber, for Defendant-Appellant on appeal.\nBefore CORRIGAN, C.J., and MICHAEL J. KELLY and HOEKSTRA, JJ.\nPER CURIAM.\nFollowing a jury trial, defendant was convicted of kidnapping a child under the age of fourteen, M.C.L. § 750.350; M.S.A. § 28.582. The trial court sentenced defendant, as a *921 fourth-offense habitual offender, M.C.L. § 769.12; M.S.A. § 28.1084, to twenty to thirty years' imprisonment. Defendant appeals as of right, and we affirm.\nDefendant first argues that the crime with which he was charged and convicted, child kidnapping, contains an element of \"asportation.\" Because no evidence of this element was presented to the jury and the jury was not properly instructed regarding asportation, defendant contends that his conviction must be reversed. We disagree.\nIn determining whether the child-kidnapping statute requires an element of asportation, we believe it instructive to examine how the element of asportation has been read into the general ki...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-kuchar"
    }
  ],
  "relatedIncidents": [
    11510,
    11525,
    11599,
    11140,
    11227
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}