{
  "id": 11538,
  "title": "1997년 United States v. Ernest Bernard Moore 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-10-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Ernest Bernard Moore. 판결일: 1997-10-24. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Ernest Bernard Moore\n**판결일**: 1997-10-24\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 127 F.3d 1107\n\n## 판결문 요약\n\n127 F.3d 1107\n    NOTICE: Ninth Circuit Rule 36-3 provides that dispositions other than opinions or orders designated for publication are not precedential and should not be cited except when relevant under the doctrines of law of the case, res judicata, or collateral estoppel.UNITED STATES of America, Plaintiff-Appellee,v.Ernest Bernard MOORE, Defendant-Appellant.\n    No. 97-10007.\n    United States Court of Appeals, Ninth Circuit.\n    Submitted Oct. 20, 1997.**Decided Oct. 24, 1997.\n    \n      Appeal from the United States District Court for the Northern District of California, No. CR-86-00841-DLJ;  D. Lowell Jensen, District Judge, Presiding.\n      Before:  THOMPSON, T.G. NELSON, and KLEINFELD, Circuit Judges.\n    \n    \n      1\n      MEMORANDUM*\n    \n    \n      2\n      Ernest Bernard Moore appeals pro se the district court's denial of his Fed.R.Crim.P. 35(a) motion to correct his preguidelines sentence.  Moore pleaded guilty to two counts of fraudulent use of a credit card in violation of 18 U.S.C. &#167; 1029(a)(2).  Moore contends that the restitution imposed by the court exceeds the amount of actual loss under the two counts of conviction.\n    \n    \n      3\n      \"We review the legality of a criminal sentence de novo.  If the sentence complies with statutory requirements and limits, then we review it for an abuse of discretion.\"  United States v. Snider, 957 F.2d 703, 705 (9th Cir.1992) (per curiam).\n    \n    \n      4\n      The district court ordered Moore to pay restitu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-ernest-bernard-moore"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11489,
    11491,
    11539
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}