{
  "id": 11531,
  "title": "1997년 May 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-10-29",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: May. 판결일: 1997-10-29. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: State v. May\n**판결일**: 1997-10-29\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Quince\n\n## 인용\n\n- 703 So. 2d 1097\n\n## 판결문 요약\n\n\n703 So. 2d 1097 (1997)\nSTATE of Florida, Appellant,\nv.\nDonna Irene MAY, Appellee.\nNo. 96-04194.\nDistrict Court of Appeal of Florida, Second District.\nOctober 29, 1997.\nRehearing Denied December 9, 1997.\n*1098 Robert A. Butterworth, Attorney General, Tallahassee, and Patricia E. Davenport, Assistant Attorney General, Tampa, for Appellant.\nJames Marion Moorman, Public Defender, and Cynthia J. Dodge, Assistant Public Defender, Bartow, for Appellant.\nQUINCE, Judge.\nThe State challenges the trial judge's decision that he was unable to properly rule on Donna Irene May's motion for new trial. We reverse and remand with instructions that the trial court reconsider the new trial motion because a decision on the motion for DUI manslaughter offense does not require the successor judge to make any credibility determinations.\nDonna Irene May was charged with manslaughter by culpable negligence, manslaughter by impaired driver, and vehicular homicide, following a collision which resulted in the death of Laura Hassan. Her first trial on these charges ended in a jury conviction on all three counts. Following the jury verdict, May moved for a new trial and the trial judge granted the motion. The State appealed and this court upheld the trial court's ruling. State v. May, 641 So. 2d 1352 (Fla. 2d DCA 1994)(per curiam affirmed).\nMay was charged with the same crimes a second time and the second trial resulted in her conviction for manslaughter by impaired driver (DUI manslaughter) and vehicular...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-may"
    }
  ],
  "relatedIncidents": [
    11477,
    11492,
    11493,
    11502,
    11512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}