{
  "id": 11530,
  "title": "1997년 Geiselman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-10-30",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Geiselman. 판결일: 1997-10-30. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Grover J. GEISELMAN, III, and Grover J. Geiselman, III, Family Partnership, Appellants, v. CRAMER FINANCIAL GROUP, INC., Appellee\n**판결일**: 1997-10-30\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Lee, Amidei and O'neill\n\n## 변호인\n\nBrandon W. Beasley, Houston, for appellants., Dan Krocker, Houston, for appellee.\n\n## 인용\n\n- 965 S.W.2d 532\n\n## 판결문 요약\n\n\n965 S.W.2d 532 (1997)\nGrover J. GEISELMAN, III, and Grover J. Geiselman, III, Family Partnership, Appellants,\nv.\nCRAMER FINANCIAL GROUP, INC., Appellee.\nNo. 14-96-00265-CV.\nCourt of Appeals of Texas, Houston (14th Dist.).\nAugust 28, 1997.\nRehearing Overruled October 30, 1997.\n*534 Brandon W. Beasley, Houston, for appellants.\nDan Krocker, Houston, for appellee.\nBefore LEE, AMIDEI and O'NEILL, JJ.\n\nOPINION\nAMIDEI, Justice.\nGrover J. Geiselman, III, and Grover J. Geiselman, III, Family Partnership (Geiselman) appeal a summary judgment rendered in favor of appellee, Cramer Financial Group, Inc. (Cramer). Cramer sued Geiselman on the photocopies of two promissory notes payable to a failed bank; the notes were subsequently assigned to Cramer by FDIC acting in its corporate capacity. In five points of error, appellant contends the trial court erred in granting the motion for summary judgment because (1) there are disputed material fact issues concerning ownership of the notes; (2) the affidavits of lost notes of Kathryn G. Pappas are not based upon personal knowledge and are conclusory; (3) the affidavit of Roger Green is not based on personal knowledge and is conclusory; (4) Cramer did not prove it was the holder and owner of the notes; and (5) appellants raised a fact issue as to their affirmative defense of limitations. We reverse and remand.\n\nI. BACKGROUND\nAppellants executed two unsecured, promissory notes to the First RepublicBank Houston (Bank), both dated July 1, 1988, and ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=geiselman-v-cramer-financial-group-inc"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11472,
    11476,
    11477
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}