{
  "id": 11537,
  "title": "1997년 Grabois 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-10-24",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Grabois. 판결일: 1997-10-24. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: Stuart R. GRABOIS, in His Fiduciary Capacity as Director, and the New York City District Council of Carpenters Welfare Fund, Pension Fund, Vacation Fund, Annuity Fund, Apprenticeship, Journeyman Retraining, Educational and Industry Fund, and Supplemental Funds, Plaintiffs, v. DURA ERECT CORP., Defendant\n**판결일**: 1997-10-24\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Chin\n\n## 변호인\n\nChadbourne & Parke, L.L.P. by Robert A. Schwinger, Nina H. Kazazian, New York City, for Plaintiffs., David J. Sutton, Garden City, NY, for Defendant.\n\n## 인용\n\n- 981 F. Supp. 295\n\n## 판결문 요약\n\n\n981 F.Supp. 295 (1997)\nStuart R. GRABOIS, in his fiduciary capacity as Director, and The New York City District Council of Carpenters Welfare Fund, Pension Fund, Vacation Fund, Annuity Fund, Apprenticeship, Journeyman Retraining, Educational and Industry Fund, and Supplemental Funds, Plaintiffs,\nv.\nDURA ERECT CORP., Defendant.\nNo. 94 Civ. 9246(DC).\nUnited States District Court, S.D. New York.\nOctober 24, 1997.\n*296 Chadbourne &amp; Parke, L.L.P. by Robert A. Schwinger, Nina H. Kazazian, New York City, for Plaintiffs.\nDavid J. Sutton, Garden City, NY, for Defendant.\n\nMEMORANDUM DECISION\nCHIN, District Judge.\nOn November 20, 1995, after having been informed that this case was settled, the Court entered a \"30-day Order\"  an order dismissing the case with leave to reinstate in the event the settlement was not consummated within 30 days. The Court heard nothing more about this case until June 26, 1997, some 585 days later, when plaintiffs, represented by new counsel (their current attorneys), wrote a letter to the Court requesting that the case be reinstated because the settlement was never finalized. Plaintiffs now move for an order vacating the order of dismissal and reinstating the action. For the reasons that follow, the motion is denied.\n\nFACTS\nThis is an employee fringe benefits funds collection case in which it is apparently undisputed that defendant Dura Erect Corp. is indebted to plaintiffs in the principal amount of approximately $146,855 for the period from July 1, 19...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=grabois-v-dura-erect-corp"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11472,
    11476,
    11477
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}