{
  "id": 11536,
  "title": "1997년 Ex Parte Dyess 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-10-24",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Ex Parte Dyess. 판결일: 1997-10-24. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Dyess\n**판결일**: 1997-10-24\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Hooper\n\n## 인용\n\n- 709 So. 2d 447\n\n## 판결문 요약\n\n\n709 So. 2d 447 (1997)\nEx parte Elton G. DYESS, Jr., and Susie Dyess.\n(In re Elton G. DYESS, Jr., and Susie Dyess v. AMERICAN HARDWARE INSURANCE GROUP, INC.).\n1960585.\nSupreme Court of Alabama.\nOctober 24, 1997.\nRehearing Denied January 16, 1998.\n*448 John T. Alley, Jr., of Alley &amp; Waters, P.C., Montgomery, for petitioners.\nRobert C. Black, Jr., of Hill, Hill, Carter, Franco, Cole &amp; Black, P.C., Birmingham, for respondent.\nHOOPER, Chief Justice.\nElton G. Dyess and his wife Susie Dyess petition for a writ of mandamus ordering Judge Charles Price of the Montgomery Circuit Court to vacate his order compelling them to arbitrate claims they brought in a lawsuit against American Hardware Insurance Group, Inc. (\"American Hardware\"). An insurance policy between Jack Ingram Motors, Inc., and American Hardware calls for arbitration of certain claims. The Dyesses claim that they cannot be compelled to arbitrate their claims because they did not sign the insurance policy, or any agreement that required them to arbitrate. The trial court granted American Hardware's motion to compel arbitration. We deny the Dyesses' petition.\nElton Dyess went to Jack Ingram Motors, an automobile dealership, to purchase a car. While he was test-driving an automobile belonging to Jack Ingram Motors, he was involved in an accident; Dyess says the accident was caused by an unknown motorist who, Dyess says, turned left in front of him and caused him to go left of the center line and strike another car. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-dyess"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11472,
    11476,
    11477
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}