{
  "id": 11539,
  "title": "1997년 Taylor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-10-24",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Taylor. 판결일: 1997-10-24. 법원: Connecticut Superior Court.",
  "description": "## 사건 정보\n\n**사건명**: Richard L. Taylor v. Douglas Jann\n**판결일**: 1997-10-24\n**법원**: Connecticut Superior Court\n**관할**: Connecticut, CT\n\n**판사**: KLACZAK, J.\n\n## 인용\n\n- 1997 Conn. Super. Ct. 10772\n\n## 판결문 요약\n\n[EDITOR'S NOTE: This case is unpublished as indicated by the issuing court.]MEMORANDUM OF DECISION\nThis is an action in five counts. The first count alleges a breach of contract. The second count claims unjust enrichment. The third count claims conversion of personal property. The fourth count alleges larceny and in the fifth count the plaintiff claims a violation of the Connecticut Unfair Trade Practices Act.\nThe defendant, by special defenses claims the plaintiff has committed fraud, has violated the Connecticut Unfair Trade Practices Act, and denies the plaintiff's claim of conversion. The defendant has also filed a counterclaim for the value of work he claims to have done and for which he claims he was not compensated.\nFactual Background and Findings\nThe plaintiff Richard L. Taylor (Taylor) was the owner of a house located at 8 Waterfall Road in Ashford, Connecticut. The house was built in approximately 1840. The plaintiff has lived abroad since approximately 1977 and for many years has held a teaching position at the University of Oman (in Oman). As a general rule he would come to Connecticut during the summer vacation period and spend at least a part of the summer time at the Ashford property. Until 1991 he rented the house, usually to University of Connecticut students during the school year but in 1991, because of damage being caused by tenants and problems in collecting rent, he stopped renting the property. He intended to renovate and remodel the property over time ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=taylor-v-jann-no-cv-95-57306-s-oct-24-1997"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11489,
    11491,
    11538
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}