{
  "id": 11541,
  "title": "1997년 In Re Tariq ARY 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-10-21",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: In Re Tariq ARY. 판결일: 1997-10-21. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: In Re TARIQ A-R-Y\n**판결일**: 1997-10-21\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Bell, Eldridge, Karwacki\n\n## 변호인\n\nClaudia A. Córtese, Assistant Public Defender (Stephen E. Harris, Public Defender, on brief), Baltimore, for Petitioner., Thomas K. Clancy, Assistant Attorney General (J. Joseph Curran, Jr., Attorney General, on brief), Baltimore, for Respondent.\n\n## 인용\n\n- 701 A.2d 691\n- 347 Md. 484\n\n## 판결문 요약\n\n\n701 A.2d 691 (1997)\n347 Md. 484\nIn re TARIQ A-R-Y.\nNo. 100, Sept. Term, 1996.\nCourt of Appeals of Maryland.\nOctober 21, 1997.\n*692 Claudia A, Cortese, Assistant Public Defender (Stephen E. Harris, Public Defender, on brief), Baltimore, for Petitioner.\nThomas K. Clancy, Assistant Attorney General (J. Joseph Curran, Jr., Attorney General, on brief), Baltimore, for Respondent.\nArgued before BELL, C.J., and ELDRIDGE, RODOWSKY, CHASANOW, KARWACKI,[*] RAKER and WILNER, JJ.\nKARWACKI, Judge.\nIn this case, we granted certiorari to determine whether the parent of an unemancipated minor child can consent to a search of the child's personal belongings left in the common area of the home, over the child's objection. Petitioner, Tariq A-R Y, asserts that searches may not be effected without the consent of the minor owner. The State disagrees, positing that valid consent searches are permissible when the consent is given by one with authority to do so, such as a parent. For reasons that we set out infra, we shall hold that a parent of an unemancipated minor can consent to a search of his or her child's personal belongings left in the common area of their home, over the child's objection.\n\nI.\nOn May 16, 1995, in response to an anonymous telephone call, Officers Robert Marker and Shawn Stewart of the Frederick County Police Department went to a residence in the Heather Ridge section of the County. A knock on the front door of the home was answered by petitioner; an unidentified woman was obs...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-tariq-a-r-y"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11472,
    11476,
    11477
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}