{
  "id": 11545,
  "title": "1997년 Ackler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-10-16",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Ackler. 판결일: 1997-10-16. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Daniel L. Ackler, an Infant, by Carolyn A. Ackler, His Mother and Guardian v. Odessa-Montour Central School District\n**판결일**: 1997-10-16\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: III\n\n## 인용\n\n- 243 A.D.2d 902\n- 663 N.Y.S.2d 352\n\n## 판결문 요약\n\n\nCrew III, J.\nAppeal from an order of the Supreme Court (Ellison, J.), entered December 4, 1996 in Chemung County, which, inter alia, denied defendant’s motion for summary judgment dismissing the complaint.\nOn November 10, 1992, while a student at Odessa-Montour Central High School in the Village of Odessa, Schuyler County, plaintiff Daniel L. Ackler (hereinafter Ackler) allegedly sustained certain injuries when he fell on the floor of the school’s gymnasium. At the time of the accident, Ackler was trying out for the junior varsity basketball team and was engaged in a ball-handling drill. According to Ackler, as he jogged through the free-throw lane his left foot caught on a sticky substance on the floor, causing him to fall forward and strike his left knee.\nPlaintiffs thereafter commenced this action against defen*903dant alleging, inter alia, that defendant affirmatively created a dangerous and defective condition by failing to properly remove tape that had been placed on the gymnasium floor to mark certain boundary lines and permitting the sticky residue from such tape to remain. Following joinder of issue and discovery, defendant moved for, inter alia, summary judgment dismissing the complaint. Supreme Court denied the motion and this appeal by defendant ensued.\nWe affirm. In our view, defendant’s own proof raises a question of fact regarding, inter alia, whether defendant’s employees affirmatively created a dangerous or defective condition that, in turn, was the proximat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ackler-v-odessa-montour-central-school-district"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11472,
    11476,
    11477
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}