{
  "id": 11554,
  "title": "1997년 Isaac 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-10-08",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Isaac. 판결일: 1997-10-08. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Isaac v. Patterson Ins. Co.\n**판결일**: 1997-10-08\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Saunders, Woodard and Gremillion\n\n## 인용\n\n- 702 So. 2d 918\n\n## 판결문 요약\n\n\n702 So.2d 918 (1997)\nMary ISAAC, Plaintiff-Appellant,\nv.\nPATTERSON INSURANCE COMPANY, et al., Defendant-Appellee.\nNo. 97-608.\nCourt of Appeal of Louisiana, Third Circuit.\nOctober 8, 1997.\n*919 Robert Charles Clayton Thomas, Natchitoches, for Mary Isaac.\nGina L. Spann, Ruston, for Patterson Insurance Company, et al.\nBefore SAUNDERS, WOODARD and GREMILLION, JJ.\nGREMILLION, Judge.\nThe plaintiff, Mary Isaac, appeals the trial court's judgment finding that she signed a valid waiver of uninsured motorist coverage, thus, dismissing her claims against her insurer, Safeway Insurance Company. We affirm.\n\nFACTS\nOn March 2, 1996, Isaac, a guest passenger in a vehicle driven by Michael Sarpy, was injured when the vehicle rear-ended another vehicle. As a result of this accident, Isaac filed suit against Sarpy and his insurer, Patterson Insurance Company, and her own insurer, Safeway, for uninsured motorist (UM) coverage. In her petition, Isaac claimed that her rejection of UM coverage \"was not done in accordance with the legal mandates concerning the rejection of uninsured motorist coverage.\" Thus, she claimed that she was entitled to UM coverage as though she had elected to carry such coverage. Safeway answered denying liability and cross-claiming against Sarpy as a defendant. Later, in a supplemental answer, Safeway denied coverage due to Isaac's valid waiver of UM coverage. Prior to trial, Isaac settled with and released all of her claims against Sarpy and Patterson. In the Partial Mot...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=isaac-v-patterson-ins-co"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11472,
    11476,
    11477
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}