{
  "id": 11555,
  "title": "1997년 Hillard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-10-08",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Hillard. 판결일: 1997-10-08. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Daryl Hillard v. Frank J. Clark, III, as District Attorney of Erie County, Respondent In the Matter of Derrick M. Luchey v. Frank J. Clark, III, as District Attorney of Erie County\n**판결일**: 1997-10-08\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Gorski\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Mark R. Walling; Buffalo, for Daryl Hillard, petitioner. Derrick M. Luchey, petitioner pro se. Frank J. Clark, III, pro se, and J. Michael Marion, Buffalo, for Frank J. Clark, III, respondent.\n\n## 인용\n\n- 174 Misc. 2d 282\n- 664 NYS2d 424\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nJerome C. Gorski, J.\nThese matters come before this court by way of petitioner Daryl Hillard’s order to show cause requesting that this court grant him access to certain requested documents pursuant to the Freedom of Information Law (Public Officers Law § 84 et seq. [FOIL]). Petitioner Hillard is serving a life sentence in the Attica Correctional Facility after a conviction for second degree murder. While serving his sentence, petitioner requested documents relating to his prosecution from respondent pursuant to Public Officers Law § 84 et seq. (FOIL). Petitioner’s request was denied by respondent, citing Civil Rights Law §§ 79 and 79-a. Petitioner’s administrative appeal within the respondent’s office was likewise denied on the grounds that petitioner, a convicted, incarcerated individual, had lost his civil rights, and no longer had the right to make a request pursuant to FOIL. Respondent did not make any claim that the FOIL request of petitioner fell within any of the enumerated exceptions to access under FOIL. The petitioner then commenced this CPLR article 78 proceeding, claiming that he is entitled to the requested records pursuant to FOIL, and denying that he has, by virtue of his conviction and incarceration, lost his right to make such requests. Counsel for the petitioner was assigned through the Aid to Indigent Prisoners Society of Erie County.\nSimilarly situated is petitioner Derrick Luchey, who is serving a sentence of 20 years to life at Sin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hillard-v-clark"
    }
  ],
  "relatedIncidents": [
    11477,
    11492,
    11493,
    11502,
    11512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}