{
  "id": 11557,
  "title": "1997년 Rabin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-10-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Rabin. 판결일: 1997-10-07. 법원: District Court, E.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: Norman Carl RABIN v. UNITED STATES DEPARTMENT OF STATE, CENTRAL INTELLIGENCE AGENCY, John M. Deutch, in his Official Capacity as Director of the Central Intelligence Agency and Individually, and The United States of America\n**판결일**: 1997-10-07\n**법원**: District Court, E.D. New York\n**관할**: New York, NY\n\n**판사**: Spatt\n\n## 변호인\n\nNorman Carl Rabin, Plainview, NY, pro se., Zachary W. Carter, United States Attorney, Brooklyn, NY by Phillip J. Miller, Assistant United States Attorney, for Defendants.\n\n## 인용\n\n- 980 F. Supp. 116\n\n## 판결문 요약\n\n\nMEMORANDUM OF DECISION AND ORDER\nSPATT, District Judge:\nAccording to the plaintiff, he has been “targeted” by “United States satellite-based assault,” “surveillance” and “imprisonment” from 1986 to present. (Plaintiffs Memorandum of Points and Authorities). Additionally, for reasons that need not be elaborated upon, the plaintiff believes that this “satellite” activity dovetails with plots between the United States and the former Soviet Union to free Jewish dissidents in 1986 and 1987, and with Iraq’s invasion of Kuwait on August 2,1990..\nThis matter is before the Court on the plaintiffs pro se motion to compel the defendant government agencies to expedite their processing of requests, made pursuant to the Freedom of Information Act (FOIA), 5 U.S.C. § 552 as amended, for documents allegedly evidencing the above-described government conspiracies. Also before the Court áre the defendant Central Intelligence Agency’s [“CIA” or “the Agency”] motion to dismiss the portion of the complaint which seeks to compel the production of documents which are not in the agency’s possession, as well as the defendant United States Department of State’s [“State Department” or “the Department”] motion to stay the proceedings until it has fully processed the plaintiffs FOIA request.\nI. FACTUAL BACKGROUND\nA. The CIA FOIA Request\nApparently hoping to gather information that would support his contention of a government conspiracy against him, the plaintiff made a FOIA request to the CIA, by letter d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rabin-v-united-states-department-of-state-central-intelligence-agency"
    }
  ],
  "relatedIncidents": [
    11650,
    11661,
    11797,
    11149,
    11200
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}