{
  "id": 11556,
  "title": "1997년 Betty Travis v. The Board of Regents of the University of Texas System University of Texas, at San Antonio 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-10-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Betty Travis v. The Board of Regents of the University of Texas System University of Texas, at San Antonio. 판결일: 1997-10-07. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Betty TRAVIS, Plaintiff-Appellee, v. the BOARD OF REGENTS OF THE UNIVERSITY OF TEXAS SYSTEM; University of Texas, at San Antonio, Defendants-Appellants\n**판결일**: 1997-10-07\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Higginbotham, Politz, Smith\n\n## 변호인\n\nLarry R. Daves, Larry R. Daves and Associates, San Antonio, TX, for Plaintiff-Appellee., Blake O. Brodersen, Assistant Attorney General, Henry Clay McGuffey, Office of the Attorney General for the State of Texas, Austin, TX, for Defendant-Appellants.\n\n## 인용\n\n- 122 F.3d 259\n\n## 판결문 요약\n\n122 F.3d 259\n    74 Fair Empl.Prac.Cas. (BNA) 1656,72 Empl. Prac. Dec. P 45,034, 120 Ed. Law Rep. 922\n    Betty TRAVIS, Plaintiff-Appellee,v.The BOARD OF REGENTS OF THE UNIVERSITY OF TEXAS SYSTEM;University of Texas, at San Antonio, Defendants-Appellants.\n    No. 96-50764.\n    United States Court of Appeals,Fifth Circuit.\n    Sept. 8, 1997.Rehearing and Suggestion for Rehearing En Banc Denied Oct. 7, 1997.\n    \n      Larry R. Daves, Larry R. Daves and Associates, San Antonio, TX, for Plaintiff-Appellee.\n      Blake O. Brodersen, Assistant Attorney General, Henry Clay McGuffey, Office of the Attorney General for the State of Texas, Austin, TX, for Defendant-Appellants.\n      Appeal from the United States District Court for the Western District of Texas.\n      Before POLITZ, Chief Judge, and HIGGINBOTHAM and SMITH, Circuit Judges.\n      PATRICK E. HIGGINBOTHAM, Circuit Judge:\n    \n    \n      1\n      Betty Travis prevailed in a jury trial against her employer, the University of Texas at San Antonio and the Board of Regents of the University of Texas System.  After reviewing the record, we conclude that as a matter of law Travis did not prove a violation of Title VII by a preponderance of the evidence.  Thus, we agree with the university and the regents that the lower court should have entered judgment against Travis.\n    \n    I.\n    \n      2\n      The University of Texas at San Antonio hired Betty Travis on a tenure track as an assistant professor of mathematics in 1980.  The un...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=betty-travis-v-the-board-of-regents-of-the-university-of-texas-system"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11472,
    11476,
    11477
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}