{
  "id": 11553,
  "title": "1997년 Morris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-10-09",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Morris. 판결일: 1997-10-09. 법원: United States Court of Appeals for Veterans Claims.",
  "description": "## 사건 정보\n\n**사건명**: William F. MORRIS v. Hershel W. GOBER, Acting Secretary of Veterans Affairs\n**판결일**: 1997-10-09\n**법원**: United States Court of Appeals for Veterans Claims\n**관할**: USA, Federal\n\n**판사**: Holdaway, Kramer, Steinberg\n\n## 인용\n\n- 10 Vet. App. 457\n\n## 판결문 요약\n\n\nORDER\nPER CURIAM.\nOn April 28, 1997, the appellant moved for panel review of a single-judge order issued by Judge Farley dismissing the appellant’s appeal for lack of jurisdiction and denying the appellant’s petition for extraordinary relief [hereinafter MPR 1]. In the MPR 1, the appellant averred that Judge Farley was “biased” and “prejudiced” against him. On June 6, 1997, Judge Farley issued a memorandum and order in which he construed the appellant’s averments as a motion for disqualification and then denied such motion [hereinafter MO], Morris v. Brown, 10 Vet.App. 286 (1997). The MO has an appendix, which includes a letter dated March 6, 1997, from Judge Farley to the Disabled American Veterans (DAV) in which Judge Farley resigned his membership in that organization in response to an article in the March/April 1997 DAV Magazine. Morris, 10 Vet.App. at 295 [hereinafter resignation letter]. On June 12, 1997, the appellant filed a motion requesting panel review of the MO and thereafter, if unsuccessful, “that the decision of the panel be reviewed by the entire court” [hereinafter MPR 2]. In the MPR 2, the appellant also challenged the United States government and this Court and, indirectly, all its judges as being “biased” and “prejudiced” against him as “career government employees.” Finally, the appellant raised substantive matters related to his appeal.\nThe appellant is entitled to panel review of the MO, Higgins v. Brown, 7 Vet.App. 389, 390, 395 (1995), which is to be...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=morris-v-gober"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11472,
    11476,
    11477
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}