{
  "id": 11550,
  "title": "1997년 Raul Perez-Verduzco v. Immigration and Naturalization Service 사건",
  "category": "terrorism",
  "era": "contemporary",
  "date": "1997-10-14",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Raul Perez-Verduzco v. Immigration and Naturalization Service. 판결일: 1997-10-14. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Raul Perez-Verduzco v. Immigration and Naturalization Service\n**판결일**: 1997-10-14\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 127 F.3d 1106\n\n## 판결문 요약\n\n127 F.3d 1106\n    NOTICE: Ninth Circuit Rule 36-3 provides that dispositions other than opinions or orders designated for publication are not precedential and should not be cited except when relevant under the doctrines of law of the case, res judicata, or collateral estoppel.Raul PEREZ-VERDUZCO, Petitioner,v.IMMIGRATION AND NATURALIZATION SERVICE, Respondent.\n    No. 96-70321.\n    United States Court of Appeals, Ninth Circuit.\n    Submitted Oct. 8, 1997**Decided Oct. 14, 1997.\n    \n      Before PREGERSON, D.W. NELSON, and HAWKINS, Circuit Judges.\n    \n    \n      1\n      ORDER*\n    \n    \n      2\n      Section 440(a) of the Antiterrorism and Effective Death Penalty Act of 1996 (\"AEDPA\"), 8 U.S.C. 1105a(a)(10), precludes judicial review of final orders of deportation, including motions to reopen deportation proceedings to apply for discretionary relief, of aliens convicted of certain criminal offenses.  Sarmadi v. INS, 121 F.3d 1319, 1322 (9th Cir.1997);  Duldulao v. INS, 90 F.3d 396, 399 (9th Cir.1996).  Petitioner Raul Perez-Verduzco was found deportable for being convicted of a controlled substance violation.  See 8 U.S.C. 1227(a)(2)(B)(i).  We, therefore, dismiss this petition for lack of jurisdiction.\n    \n    \n      \n        **\n         The panel finds this case appropriate for submission without argument pursuant to Fed.  R.App. P. 34(a) and Ninth Circuit Rule 34-4\n      \n      \n        *\n         This disposition is not appropriate for publication and may not be cited t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "테러",
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=raul-perez-verduzco-v-immigration-and-naturalizati"
    }
  ],
  "relatedIncidents": [
    11506,
    11625,
    11802,
    11316,
    11959
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}