{
  "id": 11563,
  "title": "1997년 Lee v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-09-30",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: Lee v. United States. 판결일: 1997-09-30. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Patrick E. LEE and Marlon A. Chin, Appellants, v. UNITED STATES, Appellee\n**판결일**: 1997-09-30\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: Ferren, Terry, and Reid, Associate Judges\n\n## 변호인\n\nGregory B. Macaulay, appointed by this court, Washington, DC, for appellant Lee., Dennis M. Hart, appointed by this court, Washington, DC, for appellant Chin., Leslie A. Blackmon, Assistant United States Attorney, with whom Erie H. Holder, Jr., United States Attorney at the time the brief was filed, and John R. Fisher and Thomas J. Tourish, Jr., Assistant United States Attorneys, were on the brief, for ap-pellees.\n\n## 인용\n\n- 699 A.2d 373\n\n## 판결문 요약\n\n\n699 A.2d 373 (1997)\nPatrick E. LEE and Marlon A. Chin, Appellants,\nv.\nUNITED STATES, Appellee.\nNos. 90-CF-229 and 90-CF-262.\nDistrict of Columbia Court of Appeals.\nArgued May 21, 1996.\nDecided August 14, 1997.\nAs Amended September 30, 1997.\n*376 Gregory B. Macaulay, appointed by this court, Washington, DC, for appellant Lee.\nDennis M. Hart, appointed by this court, Washington, DC, for appellant Chin.\nLeslie A. Blackmon, Assistant United States Attorney, with whom Eric H. Holder, Jr., United States Attorney at the time the *377 brief was filed, and John R. Fisher and Thomas J. Tourish, Jr., Assistant United States Attorneys, were on the brief, for appellees.\nBefore FERREN, TERRY, and REID, Associate Judges.\nTERRY, Associate Judge:\nAfter terrorizing and shooting three women in the face at point-blank range and shooting a fourth woman in the arm, appellants Lee and Chin were jointly charged with two counts of first-degree premeditated murder while armed,[1] six counts of first-degree felony murder while armed,[2] two counts of assault with intent to kill (AWIK) while armed,[3] one count of mayhem while armed,[4] one count of armed robbery,[5] two counts of first-degree burglary while armed,[6] and one count of assault with a dangerous weapon (ADW).[7] Each was separately charged, in addition, with one count of carrying a pistol without a license.[8] After a trial lasting almost three weeks, Chin was found guilty of all but one of the charges: the jury acquitted him of ADW. Lee ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lee-v-united-states"
    }
  ],
  "relatedIncidents": [
    11477,
    11492,
    11493,
    11502,
    11512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}