{
  "id": 11571,
  "title": "1997년 Najibi 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-09-24",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Najibi. 판결일: 1997-09-24. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF OREGON, Respondent, v. RYAN NAJIBI, Appellant\n**판결일**: 1997-09-24\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Deits, C.J., and De Muniz and Haselton\n\n## 변호인\n\nRobert J. McCrea argued the cause for appellant. With him on the briefs was McCrea, P.C., Rolf C. Moan, Assistant Attorney General, argued the cause for respondent. With him on the brief were Theodore R. Kulongoski, Attorney General, and Virginia L. Linder, Solicitor General.\n\n## 인용\n\n- 945 P.2d 1093\n- 150 Or. App. 194\n\n## 판결문 요약\n\n\n945 P.2d 1093 (1997)\n150 Or. App. 194\nSTATE of Oregon, Respondent,\nv.\nRyan NAJIBI, Appellant,\n93CR2755FE; CA A90539.\nCourt of Appeals of Oregon.\nArgued and Submitted November 7, 1996.\nDecided September 24, 1997.\n*1094 Robert J. McCrea, Eugene, argued the cause for appellant. With him on the briefs was McCrea, P.C.\nRolf C. Moan, Assistant Attorney General, argued the cause for respondent. With him on the brief were Theodore R. Kulongoski, Attorney General, and Virginia L. Linder, Solicitor General.\nBefore DEITS, C.J., and De MUNIZ and HASELTON, JJ.\nDe MUNIZ, Judge.\nDefendant was convicted of two counts each of robbery in the first degree with a firearm, ORS 164.415, burglary in the first degree with a firearm, ORS 164.225, and kidnaping in the second degree with a firearm. ORS 163.225; ORS 161.610. Only two of defendant's three assignments of error merit discussion. Defendant contends that the trial court erred in admitting unreliable eyewitness identifications and in restricting his cross-examination of a witness. We affirm.\nOn October 16, 1993, three men armed with guns forcibly entered a home in Roseburg while Tina Thurmond and her then 14-year-old daughter, Jamie, were inside. Another man remained outside. All of the men wore some kind of gear to cover their heads so all that could be seen was the area around their eyes. The men ordered the Thurmonds into the bathroom, ransacked the house, took jewelry and other personal items, and then left. After the police arrived, the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-najibi"
    }
  ],
  "relatedIncidents": [
    11521,
    11524,
    11603,
    11608,
    11628
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}