{
  "id": 11576,
  "title": "1997년 Jawaid Anwar v. Immigration and Naturalization Service 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-09-16",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Jawaid Anwar v. Immigration and Naturalization Service. 판결일: 1997-09-16. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Jawaid ANWAR, Petitioner, v. IMMIGRATION and NATURALIZATION SERVICE, Respondent\n**판결일**: 1997-09-16\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Jolly, Jones, Parker\n\n## 변호인\n\nDonald L. Schlemmer, Washington, DC, for Petitioner., Susie S. Cho, Office of Immigration Litigation, Civil Division, Janet Reno, Office of the United States Attorney General, Civil Division, Appellate Staff, Joan Estelle Smiley, Robert L. Bombough, Director, Washington, DC, John B.Z. Caplinger, Director, Immigration and Naturalization Service, New Orleans, LA William Joseph Howard, U.S. Department of Justice, Office of Immigration Litigation, Washington, DC, for Respondent.\n\n## 인용\n\n- 116 F.3d 140\n\n## 판결문 요약\n\n116 F.3d 140\n    Jawaid ANWAR, Petitioner,v.IMMIGRATION and NATURALIZATION SERVICE, Respondent.\n    No. 95-60742.\n    United States Court of Appeals,Fifth Circuit.\n    June 16, 1997.Rehearing Denied Sept. 16, 1997.\n    \n      Donald L. Schlemmer, Washington, DC, for Petitioner.\n      Susie S. Cho, Office of Immigration Litigation, Civil Division, Janet Reno, Office of the United States Attorney General, Civil Division, Appellate Staff, Joan Estelle Smiley, Robert L. Bombough, Director, Washington, DC, John B.Z. Caplinger, Director, Immigration and Naturalization Service, New Orleans, LA, William Joseph Howard, U.S. Department of Justice, Office of Immigration Litigation, Washington, DC, for Respondent.\n      Appeal from the Board of Immigration Appeals.\n      Before JOLLY, JONES and PARKER, Circuit Judges.\n      PARKER, Circuit Judge:\n    \n    \n      1\n      The panel withdraws the opinion issued in this case dated March 13, 1997, 107 F.3d 339, and substitutes the following opinion.\n    \n    \n      2\n      Jawaid Anwar (\"Anwar\"), a citizen of Pakistan, petitions this court for review of his due process contention that the Board of Immigration Appeals (\"BIA\") denied him due process in not granting him an extension of time to file a brief before it affirmed the decision of the Immigration Judge (\"IJ\") denying Anwar asylum and withholding of deportation.  For the reasons given below, we grant the petition and affirm the BIA.\n    \n    FACTS AND PROCEEDINGS BELOW\n    \n      3\n    ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jawaid-anwar-v-immigration-and-naturalization-service"
    }
  ],
  "relatedIncidents": [
    11486,
    11487,
    11491,
    11502,
    11544
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}