{
  "id": 11570,
  "title": "1997년 Robert Edward Baker v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-09-25",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Robert Edward Baker v. State. 판결일: 1997-09-25. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Robert Edward Baker v. State\n**판결일**: 1997-09-25\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n\n## 판결문 요약\n\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTEXAS COURT OF APPEALS, THIRD DISTRICT, AT AUSTIN\r\n\r\n\r\n\r\n\r\n\r\n\r\nNO. 03-96-00652-CR\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nRobert Edward Baker, Appellant\r\n\r\n\r\n\r\nv.\r\n\r\n\r\n\r\nThe State of Texas, Appellee\r\n\r\n\r\n\r\n\r\n\r\n\r\nFROM THE DISTRICT COURT OF BELL COUNTY, 264TH JUDICIAL DISTRICT\r\n\r\n\r\nNO. 45,632, HONORABLE MARTHA J. TRUDO, JUDGE PRESIDING\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAppellant fatally stabbed Alejandro Ortiz on the night of May 25, 1995.  Appellant testified\r\nthat he acted in self-defense.  The jury rejected the defense and found appellant guilty of murder.  Tex.\r\nPenal Code Ann. § 19.02 (West 1994).  The district court assessed punishment at imprisonment for forty\r\nyears.\r\n\r\nIn his first point of error, appellant contends the district court should have declared a\r\nmistrial during the State's questioning of one of the investigating police officers.  The officer testified that\r\na knife sheath was found near appellant's car.  No comparable latent fingerprints were found on the sheath. \r\nThe officer explained that there were several reasons why a fingerprint examiner might conclude that latent\r\nprints were not comparable.  In this connection, the prosecutor asked, \"And they're not ones to speculate\r\nbased upon a smudge?\"  Appellant objected that the question called for speculation.  The objection was\r\nsustained and the jury was instructed to disregard the question, but appellant's motion for mistrial was\r\noverruled.\r\n\r\nThe question was never answered.  Merely asking an improper question will usually not\r\ncon...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robert-edward-baker-v-state"
    }
  ],
  "relatedIncidents": [
    11477,
    11492,
    11493,
    11502,
    11512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}