{
  "id": 11588,
  "title": "1997년 Smith v. Royce W. Day Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-08-21",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Smith v. Royce W. Day Co.. 판결일: 1997-08-21. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: William A. Smith v. Royce W. Day Company, Inc., and Third-Party Plaintiff-Appellant-Respondent, and Raymond Corporation, Yaun Company, Inc., Third-Party\n**판결일**: 1997-08-21\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: White\n\n## 인용\n\n- 242 A.D.2d 394\n- 661 N.Y.S.2d 101\n\n## 판결문 요약\n\n\nWhite, J.\nAppeal from an order of the Supreme Court (Torraca, J.), entered September 5, 1996 in Sullivan County, which denied motions by defendants and third-party defendant for, inter alia, summary judgment dismissing the complaint.\nAround 1986, defendant Royce W. Day Company, Inc. sold a used forklift truck that had been manufactured by defendant Raymond Corporation to third-party defendant, Yaun Company, Inc. The forklift could function as a conventional forklift truck or an order picker truck for elevated work. When used as an order picker the operator was outside the cab, standing on an operator’s platform that was secured by means of a latching device to the elevating carriage of the forklift from which it could not fall. Once secured, the platform would be attached to whatever lifting surface the operator was intending to use, such as a pallet or skid. From this platform, the operator could drive the truck and raise and lower the platform and lifting surface through the use of remote controls.\nOn April 23, 1990, plaintiff William A. Smith (hereinafter plaintiff), an employee of Yaun, was using the forklift as an order picker; however, he was not utilizing the operator’s platform manufactured by Raymond, but one Yaun designed and had manufactured. This platform resembled a pallet except that it had a solid wooden surface with two metal channels underneath it into which the forklift’s forks were inserted. Instead of a permanent latching system, a metal chain was used to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-royce-w-day-co"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11472,
    11476,
    11477
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}