{
  "id": 11586,
  "title": "1997년 Ortiz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-08-28",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Ortiz. 판결일: 1997-08-28. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. MARIO LUIS ORTIZ, Defendant and Appellant\n**판결일**: 1997-08-28\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Crosby\n\n## 변호인\n\nCounsel, Stephen Gilbert, under appointment by the Court of Appeal, for Defendant and Appellant., Daniel E. Lungren, Attorney General, George Williamson, Chief Assistant Attorney General, Gary W. Schons, Assistant Attorney General, Keith I. Motley and Karla Davis, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 57 Cal. App. 4th 480\n\n## 판결문 요약\n\n\n57 Cal. App. 4th 480 (1997)\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nMARIO LUIS ORTIZ, Defendant and Appellant.\nDocket No. G019145.\nCourt of Appeals of California, Fourth District, Division Three.\nAugust 28, 1997.\n*482 COUNSEL\nStephen Gilbert, under appointment by the Court of Appeal, for Defendant and Appellant.\n*483 Daniel E. Lungren, Attorney General, George Williamson, Chief Assistant Attorney General, Gary W. Schons, Assistant Attorney General, Keith I. Motley and Karla Davis, Deputy Attorneys General, for Plaintiff and Respondent.\nOPINION\nCROSBY, J.\nA jury convicted Mario Luis Ortiz of murder and second degree robbery and found vicarious firearm and criminal street gang enhancements to be true. Ortiz contends the evidence was insufficient to support the Penal Code section 186.22, subdivision (b)(1) gang enhancement, the trial court erred in imposing three years consecutive per Penal Code section 186.22, subdivision (b)(4), and the overall sentence constitutes cruel and unusual punishment. Only the second contention has merit.\n\nI\nEast Side Longo Barrio Viejo (ESL) gang members Ortiz, age 14, and Oscar Lemus, \"Termite,\" wanted revenge against the Insane Crips gang. They planned to rob a 24-hour service station and pin the deed on their rivals. They believed the Crips had framed an ESL member for murder.\nOn March 12, 1995, Lemus stored a handgun in a secret compartment in his car. Sometime after 3:47 a.m., Ortiz, Lemus, and two female companions arrived and parked at the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-ortiz"
    }
  ],
  "relatedIncidents": [
    11477,
    11492,
    11493,
    11502,
    11512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}