{
  "id": 11587,
  "title": "1997년 United States v. Charles Rogers, Jr. United States of America v. Andrew J. Beagan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-08-26",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Charles Rogers, Jr. United States of America v. Andrew J. Beagan. 판결일: 1997-08-26. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Charles ROGERS, Jr. Defendant, Appellant; UNITED STATES of America, Appellee, v. Andrew J. BEAGAN, Defendant, Appellant\n**판결일**: 1997-08-26\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Lynch, Pollak, Selya\n\n## 변호인\n\nRobert D. Watt, Providence, RI, with whom Frederick Q. Watt and Brian J. Sylvia, New Bedford, MA, were on brief, for appellant Charles Rogers, Jr., Mark J. Gardner, for appellant Andrew J. Beagan., Stephanie S. Browne, Assistant U.S. Attorney, with whom Sheldon Whitehouse, U.S. Attorney, was on brief, for appellee.\n\n## 인용\n\n- 121 F.3d 12\n\n## 판결문 요약\n\n121 F.3d 12\n    UNITED STATES of America, Appellee,v.Charles ROGERS, Jr. Defendant, Appellant.UNITED STATES of America, Appellee,v.Andrew J. BEAGAN, Defendant, Appellant.\n    Nos. 95-1889, 96-2032.\n    United States Court of Appeals,First Circuit.\n    Heard July 29, 1997.Decided Aug. 26, 1997.\n    \n      Robert D. Watt, Providence, RI, with whom Frederick Q. Watt and Brian J. Sylvia, New Bedford, MA, were on brief, for appellant Charles Rogers, Jr.\n      Mark J. Gardner, for appellant Andrew J. Beagan.\n      Stephanie S. Browne, Assistant U.S. Attorney, with whom Sheldon Whitehouse, U.S. Attorney, was on brief, for appellee.\n      Before SELYA and LYNCH, Circuit Judges, and POLLAK, Senior District Judge.*\n      LYNCH, Circuit Judge.\n    \n    \n      1\n      A sting operation involving cocaine led to the arrests and convictions of Charles Rogers and Andrew Beagan.  They, along with two others, were charged with conspiracy to distribute and to possess with intent to distribute over five kilograms of cocaine in violation of 21 U.S.C. &#167; 846, and attempt to distribute and to possess with intent to distribute over five kilograms of cocaine in violation of 21 U.S.C. &#167; 841(a)(1).  Rogers and Beagan both raise numerous challenges to their convictions.  The most substantial of these is Rogers' sufficiency of the evidence claim.  Beagan's claims revolve around his defense of entrapment.  We affirm.\n    \n    I.\n    \n      2\n      During the Fall of 1994, members of the Providenc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-charles-rogers-jr-united-states-of-america-v-andrew-j"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11472,
    11476,
    11477
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}