{
  "id": 11596,
  "title": "1997년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-08-15",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1997-08-15. 법원: Massachusetts Appeals Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. John Paul Sosnowski\n**판결일**: 1997-08-15\n**법원**: Massachusetts Appeals Court\n**관할**: Massachusetts, MA\n\n**판사**: Smith\n\n## 변호인\n\nNeil A. Hourihan for the defendant., Robert J. Bender, Assistant District Attorney, for the Commonwealth.\n\n## 인용\n\n- 43 Mass. App. Ct. 367\n\n## 판결문 요약\n\n\nSmith, J.\nOn July 21, 1993, a grand jury issued three indictments charging the defendant with three incidents of rape of a child under the age of sixteen which occurred on two separate occasions between August 1, 1983, and October 31, 1983. Two of the incidents took place at a drive-in theater in Middleton and the other incident occurred at the defendant’s home in Georgetown. All three indictments named the same complainant; she was fifteen years old at the time of the alleged incidents. A Superior Court jury returned a guilty verdict on the charge relating to the Georgetown indictment and not guilty verdicts on the other two indictments.\nOn appeal, the defendant claims (1) the judge erred by admitting testimony about a prior bad act which allegedly occurred in New Hampshire and by allowing a coworker of the defendant to testify about statements made by the defendant regarding the New Hampshire incident; (2) the Commonwealth engaged in a pattern of gender bias depriving the defendant of his constitutional right to an impartial jury because the Commonwealth used peremptory challenges against nine men during jury selection; (3) the judge committed various errors while instructing the jury; (4) the judge erred by denying the defendant’s request to instruct the jury on jury nullification; (5) the judge erred by denying the defendant’s motions to obtain the complainant’s psychiatric or counseling records for review; and, (6) the judge erred in sentencing the defendant.\nThe Common...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-sosnowski"
    }
  ],
  "relatedIncidents": [
    11472,
    11507,
    11659,
    11688,
    11689
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}