{
  "id": 11599,
  "title": "1997년 Joe Clark Mitchell v. John Rees, Cross-Appellee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-08-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Joe Clark Mitchell v. John Rees, Cross-Appellee. 판결일: 1997-08-12. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Joe Clark MITCHELL, Petitioner-Appellee, Cross-Appellant, v. John REES, Respondent-Appellant, Cross-Appellee\n**판결일**: 1997-08-12\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Batchelder, Keith, Siler\n\n## 변호인\n\nThomas W. Watson, Asst. F.P. Defender (argued and briefed), Federal Public Defender’s Office, Nashville, TN, for Appellee., Michael J. Fahey, II (argued and briefed), Office of the Attorney General, Civil Litigation & State Services Division, Nashville, TN, Christina S. Shevalier (briefed), Office of the Attorney General, Criminal Justice Division, Nashville, TN, for Appellant.\n\n## 인용\n\n- 114 F.3d 571\n\n## 판결문 요약\n\n114 F.3d 571\n    Joe Clark MITCHELL, Petitioner-Appellee, Cross-Appellant,v.John REES, Respondent-Appellant, Cross-Appellee.\n    Nos. 95-6232, 95-6397.\n    United States Court of Appeals,Sixth Circuit.\n    Argued Sept. 18, 1996.Decided May 29, 1997.Rehearing and Suggestion for Rehearing En Banc Denied Aug.12, 1997.*\n    \n      Thomas W. Watson, Asst. F.P. Defender (argued and briefed), Federal Public Defender's Office, Nashville, TN, for Appellee.\n      Michael J. Fahey, II (argued and briefed), Office of the Attorney General, Civil Litigation &amp; State Services Division, Nashville, TN, Christina S. Shevalier (briefed), Office of the Attorney General, Criminal Justice Division, Nashville, TN, for Appellant.\n      Before:  KEITH, SILER, and BATCHELDER, Circuit Judges.\n      BATCHELDER, J., delivered the opinion of the court, in which SILER, J., joined.  KEITH, J.  (pp. 579-83), delivered a separate dissenting opinion.\n      OPINION\n      BATCHELDER, Circuit Judge.\n    \n    \n      1\n      Joe Clark Mitchell filed a petition for writ of habeas corpus under 28 U.S.C. &#167; 2254 in the United States District Court for the Middle District of Tennessee.  The district court granted the petition and issued the writ.  Respondent-Warden John Rees appeals, and the petitioner cross appeals.\n    \n    I. BACKGROUND\n    A. STATE COURT PROCEEDINGS\n    \n      2\n      Petitioner was indicted in 1982 by a Maury County, Tennessee, grand jury on charges of aggravated sexual battery, arson, firs...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=joe-clark-mitchell-v-john-rees-cross-appellee"
    }
  ],
  "relatedIncidents": [
    11510,
    11523,
    11525,
    11140,
    11227
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}