{
  "id": 11600,
  "title": "1997년 Masters 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-08-11",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Masters. 판결일: 1997-08-11. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Henry Benjamin MASTERS, Defendant-Appellant\n**판결일**: 1997-08-11\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n**판사**: Birch, Carnes, Per Curiam, Tjoflat\n\n## 변호인\n\nBruce S. Harvey, Atlanta, GA, for Defendant-Appellant., David M. Leta, Atlanta, GA, for PlaintiffAppellee.\n\n## 인용\n\n- 118 F.3d 1524\n\n## 판결문 요약\n\n118 F.3d 1524\n    11 Fla. L. Weekly Fed. C 332\n    UNITED STATES of America, Plaintiff-Appellee,v.Henry Benjamin MASTERS, Defendant-Appellant.\n    No. 96-8249\n    \n      Non-Argument Calendar.\n      United States Court of Appeals,Eleventh Circuit.\n      Aug. 11, 1997.\n      Bruce S. Harvey, Atlanta, GA, for Defendant-Appellant.\n      David M. Leta, Atlanta, GA, for Plaintiff-Appellee.\n      Appeal from the United States District Court for the Northern District of Georgia.\n      Before TJOFLAT, BIRCH and CARNES, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      Pursuant to a plea agreement, Henry Benjamin Masters pled guilty to the offense of second degree murder.  The murder occurred at the Atlanta Penitentiary, where Masters was serving a life sentence for conspiracy to commit murder;1  the victim was a inmate at the penitentiary.  At sentencing, the district judge announced that he was going to depart upwardly from the guideline range, which called for a sentence of 121-151 months imprisonment, and impose a sentence of 240 months because of \"the severity of the offense, a murder and death.\"   Masters' attorney objected to the departure on two grounds.  The first ground was that the court had not given Masters prior notice that it would consider an upward departure at the sentencing hearing.2  The second ground was that the Sentencing Commission had already taken \"a murder and death\" into account in framing the guideline for murder in the second degree, U.S.S.G. 2A1....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-masters"
    }
  ],
  "relatedIncidents": [
    11477,
    11492,
    11493,
    11502,
    11512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}