{
  "id": 11603,
  "title": "1997년 Sanders 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-08-05",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Sanders. 판결일: 1997-08-05. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Antwane SANDERS, Appellant/Defendant\n**판결일**: 1997-08-05\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Karohl, Russell, Simon\n\n## 변호인\n\nDavid C. Hemingway, Asst. Sp. Public Defender, St. Louis, Clinton Wright, Clayton, for appellant/defendant., Jeremiah W. (Jay) Nixon, Atty. Gen., Fernando Bermudez, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 954 S.W.2d 398\n\n## 판결문 요약\n\n\n\nORDER\n\nPER CURIAM.\nDefendant appeals the judgment following his conviction of one count of first degree assault, two counts of first degree robbery, *399three counts of armed criminal action, and one count of unlawful use of a weapon. Defendant was sentenced to concurrent life sentences for the first degree assault count and the related count of armed criminal action, and life sentences for the two robbery counts plus the related counts of armed criminal action. These life sentences ran concurrently, but consecutively to those imposed for the assault count. An additional seven years was imposed for the unlawful use of a weapon charge, which ran consecutive to all other sentences. The judgment is affirmed in accordance with Rule 30.25(b).\nAn extended opinion reciting the detailed facts and restating the principles of law would serve no jurisprudential purpose nor have any precedential value. However, the parties have been furnished with a memorandum opinion for their information only, setting forth the reasons for this order.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-sanders"
    }
  ],
  "relatedIncidents": [
    11521,
    11524,
    11571,
    11608,
    11628
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}