{
  "id": 11617,
  "title": "1997년 McGowan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-07-23",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: McGowan. 판결일: 1997-07-23. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Plaintiff-Respondent v. Glen McGOWAN, Defendant-Appellant Glen McGOWAN, Movant-Appellant v. STATE of Missouri\n**판결일**: 1997-07-23\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Montgomery, Parrish, Shrum\n\n## 변호인\n\nEmmett D. Queener, Asst. Public Defender, Columbia, for appellant., Jeremiah W. (Jay) Nixon, Atty. Gen., Joanne E. Joiner, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 950 S.W.2d 273\n\n## 판결문 요약\n\n\nPARRISH, Presiding Judge.\nGlen McGowan (defendant) was convicted following a jury trial of possession of contraband on jail premises. § 221.111.l(l).1 He was charged and sentenced as a persistent offender. § 558.016.3.\nDefendant thereafter filed a pro se motion for post-conviction relief as permitted by Rule 29.15. Counsel was appointed and an amended motion filed. The motion court determined that the pro se motion had not been filed within the time prescribed by Rule 29.15(b) (as in effect December 31, 19952). See Rule 29.15(m).\nDefendant appeals the judgment of conviction and sentence in his criminal case (No. 20607) and the order dismissing his Rule 29.15 motion (No. 21225). This court re*275verses and remands No. 20607 and dismisses No. 21225.\nOn July 14,1995, defendant was a prisoner at the Dunklin County Jail. He was in a work release program. He was released from jail each morning. He was required to return each evening by 8:00 p.m. Defendant returned to jail at 7:30 p.m. that evening. He had a clear plastic bag in his possession.\nA jailer checked defendant’s possessions for contraband. He examined the contents of the plastic bag. He found a change purse with coins in it, a brown bag containing bubble gum and a Kentucky Fried Chicken box. The Kentucky Fried Chicken box contained a chicken leg, a biscuit and waxed paper. There was another bag beneath the waxed paper that contained marijuana. Defendant told the jailer he used marijuana for relaxation; that he used it so...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mcgowan"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11472,
    11476,
    11477
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}