{
  "id": 11615,
  "title": "1997년 In Re Arrowmill Development Corp. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-07-24",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: In Re Arrowmill Development Corp.. 판결일: 1997-07-24. 법원: United States Bankruptcy Court, D. New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: In Re ARROWMILL DEVELOPMENT CORP., Debtor\n**판결일**: 1997-07-24\n**법원**: United States Bankruptcy Court, D. New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: William H. Gindin\n\n## 변호인\n\nLindabury, Mccormick & Estabrook, Stephen A. Santola, Westfield, NJ, for Mary, Joan and Vincent Caglianone., Benbrook & Benbrook, Kevin P. Benbrook, Clinton, NJ, for Creditor, Stefano Delliturri.\n\n## 인용\n\n- 211 B.R. 497\n\n## 판결문 요약\n\n\n211 B.R. 497 (1997)\nIn re ARROWMILL DEVELOPMENT CORP., Debtor.\nBankruptcy No. 93-37013.\nUnited States Bankruptcy Court, D. New Jersey.\nJuly 24, 1997.\n*498 *499 Lindabury, Mccormick &amp; Estabrook, Stephen A. Santola, Westfield, NJ, for Mary, Joan and Vincent Caglianone.\nBenbrook &amp; Benbrook, Kevin P. Benbrook, Clinton, NJ, for Creditor, Stefano Delliturri.\n\nOPINION\nWILLIAM H. GINDIN, Chief Judge.\n\nPROCEDURAL HISTORY\nThis dispute, between two nondebtors, comes before the court as a motion by Stefano Delliturri (\"Delliturri\") to correct a clerical error pursuant to Fed.R.Civ.P. 60(b) and to interpret language contained in the debtor's third amended plan of reorganization as advised by the state court. Delliturri and John, Mary, Joan and Vincent Caglianone (the \"Caglianones\") were parties to a state court fraudulent conveyance action, Stefano Delliturri v. John Caglianone, Mary Caglianone et al., Superior Court of the State of New Jersey, Chancery Division, Hunterdon County, HNT-C-14042-94. Delliturri asserted that John Caglianone fraudulently transferred real property to his wife Mary and their children. The state court, Hon. Wilfred Diana, found that the reorganization plan of debtor, Arrowmill Development Corp. (\"debtor\"), discharged John Caglianone from all debts against him, including the debt of Delliturri.\nOn December 12, 1996 the Appellate Division, A-3876-95TI, issued a decision reversing Judge Diana (\"Dreier Opinion\"). The Appellate Division raised several issues ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-arrowmill-development-corp"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11489,
    11491,
    11572
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}