{
  "id": 11618,
  "title": "1997년 Hamdan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-07-22",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Hamdan. 판결일: 1997-07-22. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Plaintiff/Respondent v. Fawaz M. HAMDAN, Defendant/Appellant Fawaz M. HAMDAN, Movant/Appellant v. STATE of Missouri, Respondent/Respondent\n**판결일**: 1997-07-22\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crane, Pudlowski, Smith\n\n## 변호인\n\nWittner, Poger, Rosenblum & Spewak, P.C., N. Scott Rosenblum, Ramona L. Marten, Clayton, for appellant., Jeremiah W. (Jay) Nixon, Attorney General, Cheryl A. Caponegro, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 951 S.W.2d 649\n\n## 판결문 요약\n\n\n\nORDER\n\nPER CURIAM.\nDefendant Fawaz Hamdan appeals his conviction after a jury trial of murder in the second degree, assault in the first degree and two counts of armed criminal action. The trial court sentenced defendant to life imprisonment on Count I, a consecutive life sentence on Count II and two consecutive sentences of 15 years each on Counts III and IV. Defendant also appeals from the judgment, denying on the merits without an evi-dentiary hearing, his claims in his Rule 29.15 motion.\nThe motion court’s judgment is based on findings of fact that are not clearly erroneous. No error of law appears and no jurisprudential purpose would be served by a written opinion. However, the parties have been furnished with a memorandum opinion for their information only, setting forth the facts and reasons for this order.\nThe judgments are affirmed in accordance with Rules 80.25(b) and 84.16(b).\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hamdan"
    }
  ],
  "relatedIncidents": [
    11477,
    11492,
    11493,
    11502,
    11512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}