{
  "id": 11625,
  "title": "1997년 Burns 사건",
  "category": "terrorism",
  "era": "contemporary",
  "date": "1997-07-18",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Burns. 판결일: 1997-07-18. 법원: District Court, D. New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: Donald BURNS, Petitioner, v. Willis E. MORTON, Superintendent, and Peter Verniero, Attorney General of New Jersey, Respondents\n**판결일**: 1997-07-18\n**법원**: District Court, D. New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: Orlofsky\n\n## 변호인\n\nDonald Burns, Trenton, NJ, pro se., Peter Verniero, Attorney General of New Jersey, Jennifer L. Gottschalk, Deputy Attorney General of New Jersey, Division of Criminal Justice, Appellate Bureau, Trenton, NJ, for Respondents.\n\n## 인용\n\n- 970 F. Supp. 373\n\n## 판결문 요약\n\n\n970 F. Supp. 373 (1997)\nDonald BURNS, Petitioner,\nv.\nWillis E. MORTON, Superintendent, and Peter Verniero, Attorney General of New Jersey, Respondents.\nCivil Action No. 97-2507.\nUnited States District Court, D. New Jersey.\nJuly 18, 1997.\n*374 Donald Burns, Trenton, NJ, pro se.\nPeter Verniero, Attorney General of New Jersey, Jennifer L. Gottschalk, Deputy Attorney General of New Jersey, Division of Criminal Justice, Appellate Bureau, Trenton, NJ, for Respondents.\n\nOPINION\nORLOFSKY, District Judge:\nPetitioner, Donald Burns (\"Burns\"), who is currently incarcerated at the New Jersey State Prison at Trenton, New Jersey, has moved for the appointment of counsel to represent him in connection with a petition for a writ of habeas corpus filed pursuant to § 2254. Respondents have filed a Motion to Dismiss that Petition.\nRespondents contend that Burns's petition is time-barred under the one-year statute of limitations included in the recent Anti-Terrorism and Effective Death Penalty Act of 1996 (\"AEDPA\"), Pub.L. No. 104-132, 110 Stat. 1214. See 28 U.S.C. § 2244. Burns concedes, as he must, that his petition was filed by the clerk of this court more than one year after the enactment of the statute of limitations contained in § 2244. Nevertheless, Burns argues that he should benefit from the \"mailbox rule,\" which, in other circumstances, deems submissions by pro se prisoners \"filed\" as of the date those papers are delivered to the prison authorities for forwarding to the court. See Hous...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "테러"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=burns-v-morton"
    }
  ],
  "relatedIncidents": [
    11506,
    11802,
    11316,
    11550,
    11959
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}