{
  "id": 11627,
  "title": "1997년 Mosbrucker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-07-17",
  "location": "North Dakota, ND, USA",
  "summary": "미국 North Dakota, ND 법원 판결 사건. 사건명: Mosbrucker. 판결일: 1997-07-17. 법원: North Dakota Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: ROLIN MANUFACTURING, INC., Plaintiff and Appellant, v. Jim MOSBRUCKER, Defendant, and Bank Center First, Defendant and Appellee\n**판결일**: 1997-07-17\n**법원**: North Dakota Supreme Court\n**관할**: North Dakota, ND\n\n**판사**: Maring, Meschke, Neumann, Sandstrom, Vande, Walle\n\n## 변호인\n\nJohn J. Gosbee (argued), of Gosbee Law Firm, Mandan, for plaintiff and appellant., Albert Wolf (argued), of Wheeler Wolf, Bismarck, for defendant and appellee.\n\n## 인용\n\n- 1997 ND 139\n- 566 N.W.2d 819\n\n## 판결문 요약\n\n\n566 N.W.2d 819 (1997)\n1997 ND 139\nROLIN MANUFACTURING, INC., Plaintiff and Appellant,\nv.\nJim MOSBRUCKER, Defendant, and\nBank Center First, Defendant and Appellee.\nCivil No. 970055.\nSupreme Court of North Dakota.\nJuly 17, 1997.\nJohn J. Gosbee (argued), of Gosbee Law Firm, Mandan, for plaintiff and appellant.\nAlbert Wolf (argued), of Wheeler Wolf, Bismarck, for defendant and appellee.\nMESCHKE, Justice.\n[¶ 1] Rolin Manufacturing Inc. appealed an amended judgment awarding Bank Center First costs and attorney fees for Rolin's previous appeal. We hold the trial court did not have authority to decide Rolin's previous appeal was frivolous, and we reverse the award of costs and attorney fees.\n[¶ 2] In our prior opinion in Rolin Mfg., Inc. v. Mosbrucker, 544 N.W.2d 132 (N.D. 1996), we reversed and remanded a judgment dismissing Rolin's complaint against Mosbrucker, holding it stated claims for deceit and for the unpaid value of goods and services provided. We affirmed a dismissal of Rolin's complaint against Bank Center, holding it failed to state a claim for negligence, partnership by estoppel, or a violation of the Racketeer Influence and Corrupt Organization's Act. We also affirmed the trial court's decision that Rolin's complaint against Bank Center was frivolous, and we held the court did not abuse its discretion in awarding Bank *820 Center $1,000 in attorney fees and $50 in costs for the frivolous pleading.\n[¶ 3] In a brief statement at the end of its appellate brief and withou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rolin-manufacturing-inc-v-mosbrucker"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11472,
    11476,
    11477
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}