{
  "id": 11630,
  "title": "1997년 Saccardi 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-07-15",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Saccardi. 판결일: 1997-07-15. 법원: Connecticut Appellate Court.",
  "description": "## 사건 정보\n\n**사건명**: MICHAEL SACCARDI v. BOARD OF EDUCATION OF THE CITY OF STAMFORD\n**판결일**: 1997-07-15\n**법원**: Connecticut Appellate Court\n**관할**: Connecticut, CT\n\n**판사**: Spear\n\n## 변호인\n\nSaul A. Rothman, for the appellant (plaintiff)., Charles L. Howard, with whom were Sheila, A. Huddleston and, on the brief, Kimberly A. Mango, for the appellees (defendants).\n\n## 인용\n\n- 45 Conn. App. 712\n\n## 판결문 요약\n\n\n\nOpinion\n\nSPEAR, J.\nThe plaintiff, a former high school basketball coach, appeals from the judgment of the trial court dismissing his complaint for lack of subject matter jurisdiction. The principal issue is whether the trial court had jurisdiction to decide the plaintiffs claim that the defendant board of education’s (board) refusal to hire him as a coach violated an agreement between the plaintiff and the board not to discipline him further for *714earlier alleged recruiting violations. The resolution of that issue turns on whether the plaintiff was required to utilize all of the remedies available to him pursuant to a collective bargaining agreement before resorting to court proceedings.\nThe plaintiff asserts that the trial court had subject matter jurisdiction because his claims are based on an independent separate agreement between him and the board that was beyond the purview of the collective bargaining agreement. In the alternative, the plaintiff claims that the court had jurisdiction because (1) the collective bargaining agreement does not state that the remedies thereunder are exclusive and (2) he should be deemed to have exhausted the remedies of the collective bargaining agreement because the final step of nonbinding arbitration would have been futile and such final step could be taken only by the union and it refused to do so. We conclude that the trial court did not have subject matter jurisdiction and affirm the judgment dismissing the action.\nThe following fa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=saccardi-v-board-of-education"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11472,
    11476,
    11477
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}