{
  "id": 11635,
  "title": "1997년 Ex Parte Cowart 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-07-11",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Ex Parte Cowart. 판결일: 1997-07-11. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Cowart\n**판결일**: 1997-07-11\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Long\n\n## 인용\n\n- 700 So. 2d 1200\n\n## 판결문 요약\n\n\n700 So. 2d 1200 (1997)\nEx parte James Russell COWART.\n(In re STATE of Alabama v. James Russell COWART).\nCR-96-1676.\nCourt of Criminal Appeals of Alabama.\nJuly 11, 1997.\nThomas M. Haas, Mobile, for petitioner.\nBill Pryor, atty. gen., Robin Blevins, asst. atty. gen., and Vickie Davis, asst. district atty., Mobile, for respondent.\nLONG, Presiding Judge.\nJames Russell Cowart petitions for a writ of habeas corpus, requesting that we direct the Honorable Braxton L. Kittrell, Circuit Judge for the Thirteenth Judicial Circuit, to lower Cowart's $500,000 bail. Cowart was indicted for the murder of an 11-month-old child. (Although the crime charged is made capital by § 13A-5-40(a)(15), Code of Alabama 1975, Cowart was indicted for noncapital murder.) Cowart filed a motion requesting that Judge Kittrell lower his bail. After holding a hearing on the motion, Judge Kittrell denied it. This petition followed.\nArticle I, § 16, Alabama Constitution of 1901, states:\n\"[A]ll persons shall, before conviction, be bailable by sufficient sureties, except for capital offenses, when the proof is evident or the presumption great; and ... excessive bail shall not in any case be required.\"\nThe range of bail recommended for a person charged with murder is from $5,000 to $50,000. See the \"Bail Schedule\" contained in Rule 7.2(b), Ala.R.Crim.P. When setting bail, a judge should be mindful of the factors set forth in Rule 7.2(a), Ala.R.Crim.P. This rule states:\n\"Any defendant charged with an offense bailabl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-cowart"
    }
  ],
  "relatedIncidents": [
    11477,
    11492,
    11493,
    11502,
    11512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}