{
  "id": 11634,
  "title": "1997년 Silvers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-07-11",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Silvers. 판결일: 1997-07-11. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Dwayne SILVERS, Appellant-Plaintiff, v. Lawrence J. BRODEUR, Appellee-Defendant\n**판결일**: 1997-07-11\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Baker, Riley, Robertson\n\n## 변호인\n\nJon R. Pactor, Indianapolis, for Appellant-Plaintiff., Ben S. Hoff, III, Nashville, for Appellee-Defendant.\n\n## 인용\n\n- 682 N.E.2d 811\n\n## 판결문 요약\n\n\n682 N.E.2d 811 (1997)\nDwayne SILVERS, Appellant-Plaintiff,\nv.\nLawrence J. BRODEUR, Appellee-Defendant.\nNo. 53A01-9612-CV-414.\nCourt of Appeals of Indiana.\nJuly 11, 1997.\n*812 Jon R. Pactor, Indianapolis, for Appellant-Plaintiff.\nBen S. Hoff, III, Nashville, for Appellee-Defendant.\n\nOPINION\nBAKER, Judge.\nAppellant-plaintiff Dwayne Silvers requests this court to consider when the statute of limitations begins to run on a criminal defendant's claim for malpractice against his defense attorney. Specifically, Silvers appeals the trial court's grant of summary judgment in favor of his attorney, appellee-defendant Lawrence J. Brodeur, on the grounds that the statute of limitations had *813 elapsed prior to Silvers' filing of his legal malpractice complaint.\n\nFACTS\nThe facts most favorable to Silvers, the non-movant, reveal that in June of 1983, Silvers was charged with murder and two counts of attempted murder. Shortly thereafter, his trial date was set for August 17, 1983. On August 8, 1983, Brodeur contacted Silvers and began negotiating to represent him. Silvers agreed, fired his original counsel and contracted with Brodeur. Two days later, Brodeur orally requested a continuance of Silvers' trial date, which was denied. Brodeur then advised Silvers to plead guilty to avoid the possibility of receiving a 120-year sentence if he was convicted on all charges. On August 12, 1983, Silvers pled guilty and was sentenced to thirty-five years imprisonment.\nThereafter, on August 23, 1985,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=silvers-v-brodeur"
    }
  ],
  "relatedIncidents": [
    11477,
    11492,
    11493,
    11502,
    11512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}