{
  "id": 11643,
  "title": "1997년 Beauty Time, Inc. Beauty Makers, Inc. & R. Richard Riso v. Vu Skin Systems, Inc. Bjv Dpm Skin Systems, Inc. & Marion M. Vujevich 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-07-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Beauty Time, Inc. Beauty Makers, Inc. & R. Richard Riso v. Vu Skin Systems, Inc. Bjv Dpm Skin Systems, Inc. & Marion M. Vujevich. 판결일: 1997-07-03. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: BEAUTY TIME, INC.; Beauty Makers, Inc.; & R. Richard Riso, Appellants, v. VU SKIN SYSTEMS, INC.; BJV; DPM Skin Systems, Inc.; & Marion M. Vujevich, Appellees\n**판결일**: 1997-07-03\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Alito, Greenberg, Rosenn\n\n## 변호인\n\nKenneth P. McKay (argued), Law Offices of K. Patrick McKay, Pittsburgh, PA, for Appellants., Daniel P. MeDyer (argued), Anstandig, McDyer, Burdette & Yurcon, P.C., Pittsburgh, PA, for Appellees.\n\n## 인용\n\n- 118 F.3d 140\n\n## 판결문 요약\n\n118 F.3d 140\n    43 U.S.P.Q.2d 1225\n    BEAUTY TIME, INC.;  Beauty Makers, Inc.;   &amp; R. RichardRiso, Appellants,v.VU SKIN SYSTEMS, INC.;  BJV;  DPM Skin Systems, Inc.;   &amp;Marion M. Vujevich, Appellees.\n    No. 96-3572.\n    United States Court of Appeals,Third Circuit.\n    Argued April 17, 1997.Decided July 3, 1997.\n    \n      Kenneth P. McKay (argued), Law Offices of K. Patrick McKay, Pittsburgh, PA, for Appellants.\n      Daniel P. McDyer (argued), Anstandig, McDyer, Burdette &amp; Yurcon, P.C., Pittsburgh, PA, for Appellees.\n      Before:  GREENBERG, ALITO and ROSENN, Circuit Judges.\n      OPINION OF THE COURT\n      ROSENN, Circuit Judge.\n    \n    \n      1\n      This appeal primarily presents a novel question in this Circuit concerning the constructive notice provisions of the Lanham Act, 15 U.S.C. &#167; 1058, the application of a statute of limitations borrowed from the state of Pennsylvania, and the tolling principles of that state.  The United States District Court for the Western District of Pennsylvania dismissed the action for fraudulent re-registration of a trademark as time barred, and the remainder of the complaint for lack of standing, failure to state a claim, and pendant jurisdiction.  The plaintiffs timely appealed.  We affirm in part and vacate in part.\n    \n    I.\n    \n      2\n      In 1981, Marion J. Vujevich filed an application for the registration of the trademark \"DPM\" with the United States Patent and Trademark Office (\"PTO\") for use in intersta...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=beauty-time-inc-beauty-makers-inc-r-richard-riso-v-vu-skin-systems"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11489,
    11491,
    11572
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}