{
  "id": 11645,
  "title": "1997년 Remich 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-07-02",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Remich. 판결일: 1997-07-02. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Remich v. State\n**판결일**: 1997-07-02\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Quince\n\n## 인용\n\n- 696 So. 2d 1270\n\n## 판결문 요약\n\n\n696 So. 2d 1270 (1997)\nTodd REMICH, a/k/a Todd Remick, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 95-04111.\nDistrict Court of Appeal of Florida, Second District.\nJuly 2, 1997.\nJames Marion Moorman, Public Defender, Bartow, and Brad Permar, Assistant Public Defender, Clearwater, for Appellant.\nRobert A. Butterworth, Attorney General, Tallahassee, and Johnny Salgado, Assistant Attorney General, Tampa, for Appellee.\nQUINCE, Judge.\nAppellant, Todd Remich, challenges an order revoking his community control. We affirm the trial court's revocation of Remich's community control on one of the two grounds orally pronounced at the revocation hearing, but remand to the trial court for entry of a written order of revocation.\n*1271 Remich was charged with burglary and grand theft in violation of sections 810.02(3) and 812.014, Florida Statutes (1993), and entered into a negotiated plea agreement. Pursuant to the negotiated plea, Remich was placed on community control for one year, and probation for two years, to run concurrently. After Remich had served six months' community control, his community control officer filed an affidavit charging him with violating his community control by failing to return to and remain at home during designated hours and failing to appear at scheduled meetings with the community control officer.\nCondition nine of Remich's community control provided that he was to report to his community control officer at least once a week or as otherwise directed by his c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=remich-v-state"
    }
  ],
  "relatedIncidents": [
    11521,
    11524,
    11571,
    11603,
    11608
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}