{
  "id": 11646,
  "title": "1997년 Twelve John Does v. District of Columbia, Appellants/cross-Appellees, Nathaniel McQueen Appellees/cross-Appellants 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-07-01",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Twelve John Does v. District of Columbia, Appellants/cross-Appellees, Nathaniel McQueen Appellees/cross-Appellants. 판결일: 1997-07-01. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: TWELVE JOHN DOES, Et Al., Appellees, v. DISTRICT OF COLUMBIA, Et Al., Appellants/Cross-Appellees, Nathaniel McQueen, Et Al., Appellees/Cross-Appellants\n**판결일**: 1997-07-01\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Ginsburg, Sentelle, Williams\n\n## 변호인\n\nMary L. Wilson, Assistant Corporation Counsel, Washington, DC, argued the cause for the District of Columbia, et al. With her on the briefs were Jo Anne Robinson, Acting Principal Deputy, Charles L. Reischel, Deputy Corporation Counsel, and Richard Love, Counsel., Kemi Morten, Washington, DC, argued the cause for appellants Nathaniel McQueen, et al. With her on the brief was Brian Lederer., Alan A. Pemberton, Washington, DC, argued the cause for appellees Twelve John Does. With him on the brief \n\n## 인용\n\n- 117 F.3d 571\n- 326 U.S. App. D.C. 17\n\n## 판결문 요약\n\n117 F.3d 571\n    326 U.S.App.D.C. 17, 37 Fed.R.Serv.3d 1136\n    TWELVE JOHN DOES, et al., Appellees,v.DISTRICT OF COLUMBIA, et al., Appellants/Cross-Appellees,Nathaniel McQueen, et al., Appellees/Cross-Appellants.\n    Nos. 96-5089, 96-5106 and 96-5107.\n    United States Court of Appeals,District of Columbia Circuit.\n    Argued May 14, 1997.Decided July 1, 1997.\n    \n      [326 U.S.App.D.C. 18] Appeals from the United States District Court for the District of Columbia (No. 80cv02136).\n      Mary L. Wilson, Assistant Corporation Counsel, Washington, DC, argued the cause for the District of Columbia, et al.  With her on the briefs were Jo Anne Robinson, Acting Principal Deputy, Charles L. Reischel, Deputy Corporation Counsel, and Richard Love, Counsel.\n      Kemi Morten, Washington, DC, argued the cause for appellants Nathaniel McQueen, et al.  With her on the brief was Brian Lederer.\n      Alan A. Pemberton, Washington, DC, argued the cause for appellees Twelve John Does.  With him on the brief were Peter J. Nickles and Michael S. Labson.\n      Before WILLIAMS, GINSBURG and SENTELLE, Circuit Judges.\n      Opinion for the Court filed by Circuit Judge STEPHEN F. WILLIAMS.\n      STEPHEN F. WILLIAMS, Circuit Judge:\n    \n    \n      1\n      These appeals all arise out of a consent decree entered in 1982 and intended to resolve a suit initially filed in 1979 and refiled later as a class action.  The suit sought broad changes in living conditions at the Central Facility at the District...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=twelve-john-does-v-district-of-columbia-appellantscross-appellees"
    }
  ],
  "relatedIncidents": [
    11486,
    11487,
    11491,
    11502,
    11544
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}