{
  "id": 11657,
  "title": "1997년 Norcliffe 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-06-11",
  "location": "Rhode Island, RI, USA",
  "summary": "미국 Rhode Island, RI 법원 판결 사건. 사건명: Norcliffe. 판결일: 1997-06-11. 법원: Supreme Court of Rhode Island.",
  "description": "## 사건 정보\n\n**사건명**: Robert L. NORCLIFFE v. Sanford J. RESNICK\n**판결일**: 1997-06-11\n**법원**: Supreme Court of Rhode Island\n**관할**: Rhode Island, RI\n\n**판사**: Bourcier, Goldberg, Lederberg, Shea, Weisberger\n\n## 변호인\n\nLauren E. Jones, Providence, for plaintiff., John B. Webster, Warwick, Jason R. Mari-nelli, East Greenwich, for Defendant.\n\n## 인용\n\n- 694 A.2d 1210\n\n## 판결문 요약\n\n\nOPINION\nPER CURIAM.\nThis matter came before the Supreme Court on April 15,1997, pursuant to an order directing both parties to appear and show cause why the issues raised in this appeal should not be summarily decided. The plaintiffs, Robert L. and Luella M. Norcliffe, appeal from an order of the Superior Court denying their motion to vacate a judgment dismissing their complaint against the defendant, Sanford J. Resnick. The denial of the motion to vacate the judgment was premised upon the plaintiffs’ failure to serve process upon the defendant within a reasonable time following the filing of the complaint. After reviewing the memoranda submitted by the parties and hearing their counsel in oral argument, we are of the opinion that cause has not been shown and that the issues raised by this appeal will be decided at this time.\nOn June 10, 1994, plaintiffs filed a complaint in Superior Court, seeking monetary damages against defendant for legal malpractice and negligent misrepresentation concerning his preparation and execution of a quit-claim deed to certain real property. Counsel for plaintiffs mailed a copy of the complaint to defendant soon after filing it. However, it was not until approximately fourteen months later, August 9,1995, that counsel for plaintiffs effectuated service of process on defendant in accordance with Rule 4 of the Superior Court Rules of Civil Procedure. The defendant then filed a motion to dismiss the complaint on the basis that the fourteen-month d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=norcliffe-v-resnick"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11472,
    11476,
    11477
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}