{
  "id": 11651,
  "title": "1997년 McKnight 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-06-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: McKnight. 판결일: 1997-06-23. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: RICHARDSON Et Al. v. McKNIGHT\n**판결일**: 1997-06-23\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Breyer, Ginsburg, O'Connor, Scalia, Souter, Stevens\n\n## 변호인\n\nCharles R. Ray argued the cause for petitioners. With him on the briefs was Robert S. Catz., David C. Vladeck argued the cause for respondent. With him on the brief were Michael E. Tankersley and Alan B. Morrison., Deputy Solicitor General Kneedler argued the cause for the United States as amicus curiae urging affirmance. On the brief were Acting Solicitor General Dellinger, Assistant Attorney General Hunger, Deputy Solicitor General Waxman, Deputy Assistant Attorney General Preston, Cornelia T.\n\n## 인용\n\n- 138 L. Ed. 2d 540\n- 117 S. Ct. 2100\n- 521 U.S. 399\n- 1997 U.S. LEXIS 3866\n\n## 판결문 요약\n\n\n521 U.S. 399 (1997)\nRICHARDSON et al.\nv.\nMcKNIGHT\nNo. 96-318.\nUnited States Supreme Court.\nArgued March 19, 1997.\nDecided June 23, 1997.\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SIXTH CIRCUIT\n*400 Breyer, J., delivered the opinion of the Court, in which Stevens, O'Connor, Souter, and Ginsburg, JJ., joined. Scalia, J.,filed a dissenting *401 opinion, in which Rehnquist, C. J., and Kennedy and Thomas, JJ., joined, post, p. 414.\nCharles R. Ray argued the cause for petitioners. With him on the briefs was Robert S. Catz.\nDavid C. Vladeck argued the cause for respondent. With him on the brief were Michael E. Tankersley and Alan B. Morrison.\nDeputy Solicitor General Kneedler argued the cause for the United States as amicus curiae urging affirmance. On the brief were Acting Solicitor General Dellinger, Assistant Attorney General Hunger, Deputy Solicitor General Waxman, Deputy Assistant Attorney General Preston, Cornelia T. L. Pillard, Barbara L. Herwig, and John F. Daly.[*]\nJustice Breyer, delivered the opinion of the Court.\nThe issue before us is whether prison guards who are employees of a private prison management firm are entitled to a qualified immunity from suit by prisoners charging a violation of 42 U. S. C. § 1983. We hold that they are not.\n\nI\nRonnie Lee McKnight, a prisoner at Tennessee's South Central Correctional Center (SCCC), brought this federal constitutional tort action against two prison guards, Darryl Richardson and John Walker. He says the guards...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=richardson-v-mcknight"
    }
  ],
  "relatedIncidents": [
    11486,
    11487,
    11491,
    11502,
    11544
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}