{
  "id": 11659,
  "title": "1997년 Seiter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-06-10",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Seiter. 판결일: 1997-06-10. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Respondent, v. William SEITER, Appellant\n**판결일**: 1997-06-10\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Ahrens, Blackmar, Charles, Crandall\n\n## 변호인\n\nBernard Edelman, Barry S. Ginsburg, Kenneth R. Schwartz, Clayton, for Appellant., Jeremiah W. (Jay) Nixon, Atty. Gen., Becky Owenson Kilpatrick, Asst. Atty. Gen., Jefferson City, for Respondent.\n\n## 인용\n\n- 949 S.W.2d 218\n\n## 판결문 요약\n\n\n949 S.W.2d 218 (1997)\nSTATE of Missouri, Respondent,\nv.\nWilliam SEITER, Appellant.\nNo. 70666.\nMissouri Court of Appeals, Eastern District, Division Five.\nJune 10, 1997.\nMotion for Rehearing and/or Transfer Denied July 14, 1997.\nApplication to Transfer Denied August 19, 1997.\n*219 Bernard Edelman, Barry S. Ginsburg, Kenneth R. Schwartz, Clayton, for Appellant.\nJeremiah W. (Jay) Nixon, Atty. Gen., Becky Owenson Kilpatrick, Asst. Atty. Gen., Jefferson City, for Respondent.\nMotion for Rehearing and/or Transfer to Supreme Court Denied July 14, 1997.\n*220 CRANDALL, Judge.\nDefendant, William Seiter, appeals from the judgment of convictions, after a jury trial, of two counts of sodomy of a child less than fourteen years of age, § 566.060, RSMo Cum.Supp.1993 (Counts I and II); of two counts of rape of a child less than fourteen years of age, § 566.030, RSMo Cum.Supp. 1993 (Counts III and IV); and of two counts of sexual abuse in the first degree, § 566.100, RSMo Cum.Supp.1993 (Counts V and VI). He was sentenced to terms of imprisonment of fifteen years on Count I, of twenty years on Count II, of ten years each on Counts III and IV, and of five years each on Counts V and VI, all sentences to be served concurrently, except for Counts II and V which were to be served consecutively to each other. We affirm.\nDefendant does not challenge the sufficiency of the evidence. Viewed in the light most favorable to the verdict, the evidence established that in the summer of 1993, the victim, M.P.,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-seiter"
    }
  ],
  "relatedIncidents": [
    11472,
    11507,
    11596,
    11688,
    11689
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}