{
  "id": 11652,
  "title": "1997년 Althoff 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-06-23",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Althoff. 판결일: 1997-06-23. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: George Althoff v. Virginia Lefebvre\n**판결일**: 1997-06-23\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 240 A.D.2d 604\n- 658 N.Y.S.2d 695\n\n## 판결문 요약\n\n\nIn an action to recover damages for personal injuries, the plaintiff appeals from an order of the Supreme Court, Suffolk County (Doyle, J.), dated June 14,1996, which granted the defendant’s motion for summary judgment dismissing the complaint.\nOrdered that the order is affirmed, with costs.\nThe plaintiff was injured when a dog owned by the defendant jumped up on the plaintiff and caused him to fall. We agree with the Supreme Court that the plaintiff failed as a matter of law to demonstrate a viable strict liability claim against the defendant. Indeed, the defendant made a prima facie showing of her entitlement to judgment as a matter of law (see generally, Alvarez v Prospect Hosp., 68 NY2d 320; Winegrad v New York Univ. Med. Ctr., 64 NY2d 851), and the plaintiff failed to come forward with evidence establishing either the existence of a vicious propensity on the part of the dog or the defendant’s knowledge of such a propensity (see generally, Arcara v Whytas, 219 AD2d 871; Bohm v Nystrum Constr., 208 AD2d 668; Toolan v Hertel, 201 AD2d 816; DeVaul v Carvigo Inc., 138 AD2d 669).\nMoreover, to the extent that the plaintiff’s single cause of action can also be construed as a claim sounding in common-law negligence (but see, CPLR 3014), we find that the defendant’s demonstrated lack of knowledge of a propensity on the part of her dog to jump up on people defeats this claim (see generally, Young v Wyman, 159 AD2d 792, affd 76 NY2d 1009; Hyde v Clute, 235 AD2d 909; Staller v Westf...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=althoff-v-lefebvre"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11472,
    11476,
    11477
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}