{
  "id": 11661,
  "title": "1997년 Goicochea 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-06-06",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Goicochea. 판결일: 1997-06-06. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Juvenal R. GOICOCHEA v. John A. LANGWORTHY\n**판결일**: 1997-06-06\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Murphy\n\n## 변호인\n\nAmy T. Roberts and James Cardea (W. Scott Sonntag, on brief), Lanham, for Petitioner., John A. Langworthy, North Potomac, in Pro. Per., Respondent.\n\n## 인용\n\n- 694 A.2d 474\n- 345 Md. 719\n\n## 판결문 요약\n\n\n694 A.2d 474 (1997)\n345 Md. 719\nJuvenal R. GOICOCHEA\nv.\nJohn A. LANGWORTHY.\nNo. 106, Sept.Term, 1995.\nCourt of Appeals of Maryland.\nJune 6, 1997.\nReconsideration Denied June 26, 1997.\n*475 Amy T. Roberts and James Cardea (W. Scott Sonntag, on brief), Lanham, for Petitioner.\nJohn A. Langworthy, North Potomac, in Pro. Per., Respondent.\nArgued before MURPHY,[*] C.J., and ELDRIDGE, RODOWSKY, CHASANOW, KARWACKI, BELL and RAKER, JJ.\n*476 ELDRIDGE, Judge.\nThe issue before us is whether a civil claim that a licensed Maryland physician committed an assault and battery on a patient during a routine medical examination, under the circumstances presented by this case, is covered by the Maryland Health Care Malpractice Claims Act, Maryland Code (1974, 1995 Repl.Vol.), §§ 3-2A-01 through 3-2A-09 of the Courts and Judicial Proceedings Article. We shall answer this question in the affirmative and shall reverse the judgment of the Court of Special Appeals.\n\nI.\nThe petitioner, Dr. Juvenal R. Goicochea, performed a hernia examination on the respondent, John A. Langworthy, to determine the source and cause of pain in Langworthy's groin area. Langworthy consented to this examination, which occurred at Goicochea's office in Bethesda, Maryland. In the weeks and months following the examination, Langworthy complained of persistent pain and discomfort in his groin area. He filed a medical malpractice claim with the Health Claims Arbitration Office (HCAO) pursuant to the Health Care Malpractice Claim...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=goicochea-v-langworthy"
    }
  ],
  "relatedIncidents": [
    11557,
    11650,
    11797,
    11149,
    11200
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}