{
  "id": 11665,
  "title": "1997년 Michael McCall v. Dennis Benson, Warden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-05-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Michael McCall v. Dennis Benson, Warden. 판결일: 1997-05-30. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Michael McCALL, Plaintiff/Appellant v. Dennis BENSON, Warden, Defendant/Appellee\n**판결일**: 1997-05-30\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Goldberg, Magill, Murphy\n\n## 변호인\n\nCarl A. Blondín, Oakdale, CA, for plaintiff/appellant., Gayle C. Hendley, Minneapolis, MN, for defendant/appellee.\n\n## 인용\n\n- 114 F.3d 754\n\n## 판결문 요약\n\n114 F.3d 754\n    Michael McCALL, Plaintiff/Appellantv.Dennis BENSON, Warden, Defendant/Appellee.\n    No. 96-3366.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted March 14, 1997.Decided May 30, 1997.\n    \n      Carl A. Blondin, Oakdale, CA, for plaintiff/appellant.\n      Gayle C. Hendley, Minneapolis, MN, for defendant/appellee.\n      Before MAGILL,1 MURPHY, Circuit Judges, and GOLDBERG,2 Judge.\n      GOLDBERG, Judge.\n    \n    \n      1\n      Michael R. McCall appeals from an order of the district court3 denying his request for appointment of counsel and dismissing his petition for habeas corpus.  The district court denied McCall's request for appointment of counsel because it found that the case did not raise either factual or legal issues complex enough to warrant appointed counsel.  The district court denied McCall's habeas petition because it held that he was procedurally barred from obtaining relief.  We affirm.\n    \n    I.\n    \n      2\n      McCall admitted that on January 22, 1994, he forced a woman into her nearby car, threatened to kill her, and attempted to rob her.  McCall later entered into a plea agreement and was convicted of simple robbery and false imprisonment.  Pursuant to the terms of the plea agreement, McCall was sentenced to 83 months for the robbery conviction, and to 25 months, to be served concurrently, for the false imprisonment conviction.  The robbery sentence reflects an upward departure from the Minnesota Sentencing Guidelines (\"Gu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=michael-mccall-v-dennis-benson-warden"
    }
  ],
  "relatedIncidents": [
    11521,
    11524,
    11571,
    11603,
    11608
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}