{
  "id": 11664,
  "title": "1997년 Trans International Corp. v. P.T. Imports, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-06-02",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Trans International Corp. v. P.T. Imports, Inc.. 판결일: 1997-06-02. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Trans International Corp., Doing Business as Manhattan Electric Industries v. P.T. Imports, Inc.\n**판결일**: 1997-06-02\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 240 A.D.2d 398\n- 658 N.Y.S.2d 1016\n\n## 판결문 요약\n\n\n—In an action, inter alia, to recover damages for breach of contract, the plaintiff appeals from an order of the Supreme Court, Kings County (Garry, J.), dated December 7, 1995, which denied its motion, inter alia, for summary judgment.\nOrdered that the order is modified, on the law, by deleting the provision thereof denying the plaintiffs motion for summary judgment, and substituting therefor a provision granting partial summary judgment to the plaintiff on its first, second, third, fifth, eighth, and ninth causes of action, and dismissing the second, fourth, fifth, and sixth counterclaims of the defendants P.T. Imports, Inc. and David Friedman; as so modified, the order is affirmed, without costs or disbursements.\nThe plaintiff established its entitlement to judgment as a matter of law on the causes of action to recover damages for goods sold and delivered, account stated, breach of contract, and breach of guaranty. The plaintiff further established its entitlement to judgment dismissing the fourth counterclaim asserted by the defendants for breach of contract and those counterclaims alleging tortious interference with contract, commercial defamation, and fraud. The defendants failed to offer any substantiated allegations in opposition. Accordingly, partial summary judgment should have been granted to the extent indicated (see, Zuckerman v City of New York, 49 NY2d 557).\nThe plaintiffs remaining contentions are without merit. O’Brien, J. P., Ritter, Altman and McGinity, JJ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=trans-international-corp-v-pt-imports-inc"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11489,
    11491,
    11572
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}