{
  "id": 11677,
  "title": "1997년 McKibbons 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-05-14",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: McKibbons. 판결일: 1997-05-14. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: McKIBBONS v. THE STATE\n**판결일**: 1997-05-14\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Beasley, Jenrette, McMURRAY, Smith\n\n## 변호인\n\nRubin, Winter, Rapoport & Hall, Robert G. Rubin, Yonette M. Sam-Buchanan, for appellant., Lewis R. Slaton, District Attorney, Ronnie E. Dixon, Elizabeth W. Morn, Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 486 S.E.2d 679\n- 226 Ga. App. 452\n\n## 판결문 요약\n\n\n486 S.E.2d 679 (1997)\n226 Ga. App. 452\nMcKIBBONS\nv.\nThe STATE.\nNo. A97A0019.\nCourt of Appeals of Georgia.\nMay 14, 1997.\n*680 Rubin, Winter, Rapoport &amp; Hall, Robert G. Rubin, Yonette M. Sam-Buchanan, Atlanta, for appellant.\nLewis R. Slaton, District Attorney, Ronnie E. Dixon, Elizabeth W. Morn, Assistant District Attorneys, for appellee.\nMcMURRAY, Presiding Judge.\nDefendant McKibbons appeals her conviction of voluntary manslaughter. The victim was defendant's son, Theodore Demetrius Russell. Held:\n1. The trial court did not err in denying defendant's motion for new trial on the general grounds. Stated in the light most favorable to sustaining the verdict of the jury, the evidence at trial showed that the victim drove defendant and his grandmother to the theater where it was discovered that the performance had been canceled. Upon their return home a dispute arose between the victim and defendant concerning the volume at which the victim was playing a radio. The noisy argument continued for a time in defendant's bedroom behind a closed door. The victim then exited defendant's room and was following his grandmother towards the den of the home when defendant came out of her room with a revolver. Defendant approached the victim holding the revolver up while defendant's mother (the victim's grandmother) shouted \"don't do that,\" but defendant fired the revolver fatally wounding the victim.\nDefendant testified and described a physical fight with the victim in which she was hit, t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mckibbons-v-state"
    }
  ],
  "relatedIncidents": [
    11477,
    11492,
    11493,
    11502,
    11512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}