{
  "id": 11688,
  "title": "1997년 Nations 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-05-01",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Nations. 판결일: 1997-05-01. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Billy NATIONS, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1997-05-01\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Aboussie, B.A. Smith and Davis\n\n## 변호인\n\nDavid L. Botsford, Law Office of David L. Botsford, Terrence W. Kirk, Austin, for Appellant., Ronald Earle District Attorney, C. Bryan Case, Jr., Assistant District Attorney, Austin, for State.\n\n## 인용\n\n- 944 S.W.2d 795\n\n## 판결문 요약\n\n\n944 S.W.2d 795 (1997)\nBilly NATIONS, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 03-93-00428-CR.\nCourt of Appeals of Texas, Austin.\nMay 1, 1997.\n*796 David L. Botsford, Law Office of David L. Botsford, Terrence W. Kirk, Austin, for Appellant.\nRonald Earle District Attorney, C. Bryan Case, Jr., Assistant District Attorney, Austin, for State.\nBefore ABOUSSIE, B.A. SMITH and DAVIS, JJ.[*]\n\nON REMAND\nBEA ANN SMITH, Justice.\nBilly Nations appeals from his conviction for aggravated sexual assault. On original submission we rejected appellant's contention that the trial court erred in excluding expert testimony concerning the accuracy of eyewitness identification. Nations v. State, 894 S.W.2d 480 (Tex.App.Austin 1995). On petition for discretionary review, the court of criminal appeals remanded the cause to our court with instructions that we reconsider this point of error in light of its recent opinion in Jordan v. State, 928 S.W.2d 550 (Tex. Crim.App.1996). See Nations v. State, 930 S.W.2d 98, 99 (Tex.Crim.App.1996).\n\nKelly and Daubert\nThe admissibility of expert testimony is governed by Texas Rule of Criminal Evidence 702.[1] In Kelly v. State, 824 S.W.2d 568 (Tex.Crim.App.1992), the court of criminal appeals considered the admissibility of DNA genetic testing evidence. In determining admissibility under rule 702, the court rejected the test enunciated in Frye v. United States, 293 F. 1013, 1014 (D.C.Cir.1923), that novel scientific procedures must be generally accepted in ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nations-v-state"
    }
  ],
  "relatedIncidents": [
    11472,
    11507,
    11596,
    11659,
    11689
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}