{
  "id": 11689,
  "title": "1997년 Hood 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-04-29",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Hood. 판결일: 1997-04-29. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Dennis HOOD, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1997-04-29\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Quinn and Reavis, Jj., and Reynolds, Senior Justice\n\n## 변호인\n\nCandace Norris, Law Offices of Candace Norris, Canyon, for appellant., Rebecca King, Bruce P. Sadler, Potter County District Attorney, Amarillo, for ap-pellee.\n\n## 인용\n\n- 944 S.W.2d 743\n\n## 판결문 요약\n\n\n944 S.W.2d 743 (1997)\nDennis HOOD, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 07-96-0230-CR.\nCourt of Appeals of Texas, Amarillo.\nApril 29, 1997.\n*744 Candace Norris, Law Offices of Candace Norris, Canyon, for appellant.\nRebecca King, Bruce P. Sadler, Potter County District Attorney, Amarillo, for appellee.\nBefore QUINN and REAVIS, JJ., and REYNOLDS, Senior Justice.[*]\nQUINN, Justice.\nAppellant, Dennis Hood, appeals his conviction for aggravated sexual assault. Through three points of error, he asks whether the trial court reversibly erred in 1) refusing to admit a copy of his travel log indicating his location on the date of the assault, 2) refusing to permit admission of testimony regarding a specific instance of the *745 victim's prior sexual activity, and 3) commenting upon the weight of the evidence by refusing to admit the aforementioned evidence. We answer the second query yes and reverse and remand the cause for new trial.\n\nBackground\nThe State indicted appellant for committing aggravated sexual assault upon L.L.S.R., a female of thirteen years. At trial, L.L.S.R. testified that appellant was dating her cousin at the time. Furthermore, her cousin lived with L.L.S.R. and the latter's mother. Thus, L.L.S.R. knew appellant.\nOn the day in question, July 16, 1994, appellant allegedly entered L.L.S.R.'s home while she was alone. He approached and touched her breasts. She then moved away and entered her own room. Appellant allegedly followed and directed her to remove ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hood-v-state"
    }
  ],
  "relatedIncidents": [
    11472,
    11507,
    11596,
    11659,
    11688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}