{
  "id": 11693,
  "title": "1997년 In Re Johnson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-04-25",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: In Re Johnson. 판결일: 1997-04-25. 법원: United States Bankruptcy Court, D. Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: In Re Neil S. JOHNSON, Debtor\n**판결일**: 1997-04-25\n**법원**: United States Bankruptcy Court, D. Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Gregory F. Kishel\n\n## 변호인\n\nJane L. Larson, Roseville, MN, for Debtor., Brian R. Leonard, Minneapolis, MN, trustee.\n\n## 인용\n\n- 207 B.R. 878\n\n## 판결문 요약\n\n\n207 B.R. 878 (1997)\nIn re Neil S. JOHNSON, Debtor.\nBankruptcy No. 96-34824.\nUnited States Bankruptcy Court, D. Minnesota, Third Division.\nApril 25, 1997.\n*879 Jane L. Larson, Roseville, MN, for Debtor.\nBrian R. Leonard, Minneapolis, MN, trustee.\n\nORDER OVERRULING TRUSTEE'S OBJECTION TO DEBTOR'S CLAIM OF HOMESTEAD EXEMPTION\nGREGORY F. KISHEL, Bankruptcy Judge.\nThis Chapter 7 case came on before the Court for hearing on the Trustee's objection to the Debtor's claim of exemption in his interest in certain real estate. Trustee Brian F. Leonard appeared on behalf of the bankruptcy estate. The Debtor appeared by his attorney, Jane J. Larson. Upon the moving and responsive documents and the arguments of counsel, the Court makes the following order.\nThe Debtor filed a voluntary petition for relief under Chapter 7 on August 27, 1996. On his Schedule C, he elected, pursuant to 11 U.S.C. § 522(b)(2)(A), to claim the exemptions afforded to judgment debtors under Minnesota state law.\nThe Trustee timely objected to the Debtor's claim of exemption in an undivided one-half interest in certain residential real estate in Oakdale, Minnesota. The Debtor and his wife are the record holders of title to the property, apparently in joint tenancy. The Debtor, however, has not physically resided in the property for almost five years; he has lived in a rented apartment less than one block away. The Debtor's wife and their two minor children have continued to reside in the property. During this period ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-johnson"
    }
  ],
  "relatedIncidents": [
    11581,
    11616,
    11690,
    11694,
    11726
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}