{
  "id": 11694,
  "title": "1997년 Lisle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-04-24",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: Lisle. 판결일: 1997-04-24. 법원: Nevada Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: KEVIN JAMES LISLE, Appellant, v. THE STATE OF NEVADA, Respondent\n**판결일**: 1997-04-24\n**법원**: Nevada Supreme Court\n**관할**: Nevada, NV\n\n**판사**: Per Curiam\n\n## 변호인\n\nMorgan D. Harris, Public Defender and Michael L. Miller, and Ralph E. Baker, Deputy Public Defenders, Clark County, for Appellant., Frankie Sue Del Papa, Attorney General, Carson City; Stewart L. Bell, District Attorney and Stacy Kollins, and Daniel M. Seaton, Deputy District Attorneys, Clark County, for Respondent.\n\n## 인용\n\n- 937 P.2d 473\n- 113 Nev. 540\n\n## 판결문 요약\n\n\n937 P.2d 473 (1997)\nKevin James LISLE, Appellant,\nv.\nThe STATE of Nevada, Respondent.\nNo. 28172.\nSupreme Court of Nevada.\nApril 24, 1997.\n*475 Morgan D. Harris, Public Defender and Michael L. Miller, and Ralph E. Baker, Deputy Public Defenders, Clark County, for Appellant.\nFrankie Sue Del Papa, Attorney General, Carson City; Stewart L. Bell, District Attorney and Stacy Kollins, and Daniel M. Seaton, Deputy District Attorneys, Clark County, for Respondent.\n\nOPINION\nPER CURIAM:\n\nFACTS\nOn the evening of October 22, 1994, Joey Gonzales and Kip Logan bought two beers and then headed towards Logan's girlfriend's house. As Logan drove on U.S. Interstate Highway 95, a white van approached his Mustang. Gonzales observed the van's front passenger stick his head and arm out of the window and scream at them. Gonzales told Logan, \"Let's just go,\" and took a swig of his beer. At that moment, Gonzales heard the driver-side window break. He turned and saw Logan slumped over the steering wheel. *476 Gonzales grabbed the steering wheel and stopped the Mustang.\nMetro police officer Steve Borden and his partner, Mike Carreia, arrived as Gonzales was pulling Logan out of the Mustang. Officer Borden saw that Logan had been shot in the head. He checked Logan for vital signs, and saw none.\nGonzales told Borden that he saw three males in an Aerostar-type van, Hispanic or white, with shaved heads. Gonzales said that the shooter had a goatee, and that the back-seat passenger appeared more white.\nOn th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lisle-v-state"
    }
  ],
  "relatedIncidents": [
    11581,
    11616,
    11690,
    11693,
    11726
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}