{
  "id": 11709,
  "title": "1997년 Moreta 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-04-08",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Moreta. 판결일: 1997-04-08. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Frank Moreta, Also Known as Frank Pichardo, an Infant, by His Mother and Natural Guardian, Janet Moreta, Also Known as Janet Pichardo v. New York City Health and Hospitals Corporation\n**판결일**: 1997-04-08\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 238 A.D.2d 149\n- 655 N.Y.S.2d 517\n\n## 판결문 요약\n\n\n—Order, Supreme Court, New York County (Karla Moskowitz, J.), entered February 8, 1996, which, insofar as appealed from as limited by defendants’ brief, denied defendants’ motion for summary judgment dismissing so much of the complaint as is based on allegations that the infant plaintiff contracted tuberculosis meningitis from his mother after his birth as a result of defendants’ discontinuance of the mother’s tuberculosis medication while she was pregnant with him, unanimously affirmed, without costs.\nSince defendants owed a duty of care to the infant plaintiff at the time of the alleged act of malpractice (see, LaBello v Albany Med. Ctr. Hosp., 85 NY2d 701, 704)—discontinuance of the mother’s medication for tuberculosis while pregnant with plaintiff—and given the expert testimony that infants exposed to parents with tuberculosis during the first year of life face a 50% chance of contracting the disease, the motion court correctly rejected defendants’ argument that they never owed a duty to plaintiff, but only his mother, and that if they did ever owe a duty to plaintiff, it existed only while he was in útero, not after he was born healthy and later contracted the disease while not in their care. Although we do not pass upon the issue of proximate cause, plaintiff alleges that at the time defendants discontinued the mother’s medication, based in part on their assessment that the medication was no longer necessary, it was foreseeable that if this were wrong, the infant plain...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=moreta-v-new-york-city-health-hospitals-corp"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11472,
    11476,
    11477
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}