{
  "id": 11714,
  "title": "1997년 In the Interest of D. B. G. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-04-03",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: In the Interest of D. B. G.. 판결일: 1997-04-03. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: In the Interest of D. B. G. Et Al., Children\n**판결일**: 1997-04-03\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Blackburn, Ellerbee, Johnson, Pope\n\n## 변호인\n\nJohn K. Edwards, Jr., for appellant., Barham & Dover, Wilton E. Stone, Jr., for appellee.\n\n## 인용\n\n- 485 S.E.2d 575\n- 226 Ga. App. 29\n\n## 판결문 요약\n\n\n485 S.E.2d 575 (1997)\n226 Ga. App. 29\nIn the Interest of D.B.G. et al., children.\nNo. A97A0464.\nCourt of Appeals of Georgia.\nApril 3, 1997.\nJohn K. Edwards, Jr., Valdosta, for appellant.\nBarham &amp; Dover, Wilton E. Stone, Jr., Valdosta, for appellee.\nPOPE, Presiding Judge.\nEdward Herbst \"Ned\" Fullerton, the biological father of D.B.G. and C.M. G., appeals from a juvenile court order terminating his parental rights. Concluding that the lower court's ruling was supported by clear and convincing evidence, we affirm.\nThe father pled guilty to murdering the mother, and is currently serving a life sentence. He will first be eligible for parole in September 2009, when the children will be 16 and 19. The father murdered the mother by shooting her, and he had threatened her with a gun on previous occasions. On at least one of these occasions, the children were present. The father had a wife and other children in a nearby city, and kept the existence of the mother, D.B.G. and C.M.G. a secret. Since the mother was killed, the children have been living with their maternal uncle and his wife, who would like to adopt them.\n1. This is clear and convincing evidence of parental misconduct, and also this is sufficient to support the court's determination that termination of the father's parental rights is in the best interest of the children. See OCGA § 15-11-81(a). Although \"the mere fact that a parent kills another parent does not in and of itself result in the automatic forfeiture of the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-the-interest-of-d-b-g"
    }
  ],
  "relatedIncidents": [
    11477,
    11492,
    11493,
    11502,
    11512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}