{
  "id": 11719,
  "title": "1997년 Blake 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-03-31",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Blake. 판결일: 1997-03-31. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. GLENNELL BLAKE, Defendant-Appellant\n**판결일**: 1997-03-31\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Theis\n\n## 변호인\n\nRita A. Fry, Public Defender, of Chicago (Elyse Krug Miller, Assistant Public Defender, of counsel), for appellant., Jack O’Malley, State’s Attorney, of Chicago (Renee Goldfarb, Susan R. Schierl, and Julie Line Bailey, Assistant State’s Attorneys, of counsel), for the People.\n\n## 인용\n\n- 678 N.E.2d 761\n- 287 Ill. App. 3d 487\n- 222 Ill. Dec. 889\n\n## 판결문 요약\n\n\n678 N.E.2d 761 (1997)\n287 Ill. App. 3d 487\n222 Ill. Dec. 889\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nGlennell BLAKE, Defendant-Appellant.\nNo. 1-95-3823.\nAppellate Court of Illinois, First District, Sixth Division.\nMarch 31, 1997.\n*762 Rita A. Fry, Public Defender of Cook County, Chicago (Elyse Krug Miller, Assistant Public Defender, of counsel), for Defendant-Appellant.\nJack O'Malley, State's Attorney of Cook County, Chicago (Renee Goldfarb, Susan R. Schierl, Julie Line Bailey, Assistant State's Attorneys, of counsel), for Plaintiff-Appellee.\nJustice THEIS delivered the opinion of the court:\nFollowing a bench trial, defendant was found guilty of six counts of criminal sexual assault. The trial court sentenced defendant to two consecutive terms of eight years' imprisonment. On appeal, defendant initially argues that double jeopardy barred prosecution of three counts where the State nolled those counts, and then attempted to reinstate them. We agree and vacate defendant's conviction for counts 6, 7, and 8, and remand for resentencing.\nThe State charged defendant with two counts of aggravated criminal sexual assault, six counts of criminal sexual assault, four counts of aggravated criminal sexual abuse, and two counts of unlawful restraint. The charges arose out of two attacks against a minor on August 9, 1993. The victim, a 13-year-old girl with a learning disability, attended a family party where the defendant was present. Defendant knew the victim for app...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-blake"
    }
  ],
  "relatedIncidents": [
    11472,
    11507,
    11596,
    11659,
    11688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}