{
  "id": 11726,
  "title": "1997년 Dumas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-03-26",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Dumas. 판결일: 1997-03-26. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: PLAYBOY ENTERPRISES, INC., Et Ano., Plaintiffs, v. Jennifer DUMAS, Et Ano, Defendants\n**판결일**: 1997-03-26\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Kaplan\n\n## 변호인\n\nKenneth P. Norwick, Norwick & Schad, New York City, for Plaintiffs., Roger L. Zissu, Lisa S. Pearson, Howard M. Rogatniek, Weiss Dawid Fross Zelnick & Lehrman, New York City, for Defendants.\n\n## 인용\n\n- 960 F. Supp. 710\n\n## 판결문 요약\n\n\n960 F. Supp. 710 (1997)\nPLAYBOY ENTERPRISES, INC., et ano., Plaintiffs,\nv.\nJennifer DUMAS, et ano, Defendants.\nNo. 91 Civil 6268(LAK).\nUnited States District Court, S.D. New York.\nMarch 26, 1997.\n*711 *712 Kenneth P. Norwick, Norwick &amp; Schad, New York City, for Plaintiffs.\nRoger L. Zissu, Lisa S. Pearson, Howard M. Rogatnick, Weiss Dawid Fross Zelnick &amp; Lehrman, New York City, for Defendants.\n\nMEMORANDUM OPINION\nKAPLAN, District Judge.\nMany works of the late Patrick Nagel, a noted artist, were submitted to and appeared in Playboy. This case is a dispute between Nagel's widow and Playboy as to ownership of the copyrights in approximately 285 of these works.\nThe action began in September 1991, when plaintiffs Playboy Enterprises Inc., and Special Editions Ltd. (collectively \"Playboy\") sought a declaratory judgment that they are the owners of the copyrights. Defendants Jennifer Dumas and Jennifer Dumas, Inc. (collectively \"Dumas\"), Nagel's widow and the corporation to which Dumas assigned her copyrights, if any, in Nagel's works, opposed plaintiffs' claims and counterclaimed for infringement.\nAfter a bench trial, the late Judge Tenney of this Court dismissed Playboy's claim for a declaratory judgment and granted judgment for defendants on their copyright infringement counterclaim. Playboy Enterprises, Inc. v. Dumas, 831 F. Supp. 295, 299 (S.D.N.Y.1993). The Second Circuit affirmed in part, reversed in part, and remanded to this Court for further findings on a number of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=playboy-enterprises-inc-v-dumas"
    }
  ],
  "relatedIncidents": [
    11581,
    11616,
    11690,
    11693,
    11694
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}