{
  "id": 11722,
  "title": "1997년 United States Ex Rel. Costa v. Baker & Taylor, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-03-28",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: United States Ex Rel. Costa v. Baker & Taylor, Inc.. 판결일: 1997-03-28. 법원: District Court, N.D. California.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America Ex Rel. Robert COSTA and Ronald Thornburg and State of California Ex Rel. Robert Costa and Ronald Thornburg, Plaintiffs, v. BAKER & TAYLOR, INC., Et Al., Defendants\n**판결일**: 1997-03-28\n**법원**: District Court, N.D. California\n**관할**: California, CA\n\n**판사**: Walker\n\n## 변호인\n\nGail Killefer, U.S. Attys. Office, San Francisco, CA, Diana J. Younts, U.S. Dept, of Justice, Commercial Litigation Branch Civil Div., Washington, DC, for U.S., John R. Phillips, Peter W. Chatfield, Phillips & Cohen, San Francisco, CA, for Robert Costa and Ronald Thornburg., Larry G. Raskin, Ca. State Atty. Gen., Sacramento, CA, for State of Cal.\n\n## 인용\n\n- 955 F. Supp. 1188\n\n## 판결문 요약\n\n\n955 F. Supp. 1188 (1997)\nUNITED STATES of America ex rel. Robert COSTA and Ronald Thornburg and\nState of California ex rel. Robert Costa and Ronald Thornburg, Plaintiffs,\nv.\nBAKER &amp; TAYLOR, INC., et al., Defendants.\nNo. C-95-1825-VRW.\nUnited States District Court, N.D. California.\nJanuary 16, 1997.\nAs Amended March 28, 1997.\n*1189 Gail Killefer, U.S. Attys. Office, San Francisco, CA, Diana J. Younts, U.S. Dept. of Justice, Commercial Litigation Branch Civil Div., Washington, DC, for U.S.\nJohn R. Phillips, Peter W. Chatfield, Phillips &amp; Cohen, San Francisco, CA, for Robert Costa and Ronald Thornburg.\nLarry G. Raskin, Ca. State Atty. Gen., Sacramento, CA, for State of Cal.\n\nORDER\nWALKER, District Judge.\nRelators Robert Costa and Ronald Thornburg filed this False Claims Act case on behalf of the United States and the State of California on June 1, 1995. In their complaint, relators allege that Baker &amp; Taylor Books (\"B &amp; T\") has engaged in a practice of fraudulently overcharging institutional customers, including federally funded libraries. Pursuant to 31 U.S.C. § 3730, the complaint was filed under seal and served on the government. On August 21, 1995, the court granted the government's first request for a six-month extension of time to make its intervention determination. The court granted further six-month extensions of time on March 1, 1996, and August 6, 1996. On December 10, 1996, relators' moved to lift the seal on this case file in order to make a limited...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-ex-rel-costa-v-baker-taylor-inc"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11489,
    11491,
    11572
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}