{
  "id": 11721,
  "title": "1997년 Hawkes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-03-28",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Hawkes. 판결일: 1997-03-28. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Nadean J. Hawkes, Appellant, v. Kirk C. Lewis, M.D., and Jeffrey B. Itkin, M.D., Appellees\n**판결일**: 1997-03-28\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Caporale, Connolly, Gerrard, Grant, Spethman, White, Wright\n\n## 변호인\n\nDaniel G. Dolan and Stephen Leuchtman for appellant., J. Joseph McQuillan and Scott A. Calkins, of Walentine, O’Toole, McQuillan & Gordon, for appellee Lewis., William M. Lamson, Jr., and William R. Settles, of Kennedy, Holland, DeLacy & Svoboda, for appellee Itkin.\n\n## 인용\n\n- 560 N.W.2d 844\n- 252 Neb. 178\n\n## 판결문 요약\n\n\n560 N.W.2d 844 (1997)\n252 Neb. 178\nNadean J. HAWKES, Appellant,\nv.\nKirk C. LEWIS, M.D., and Jeffrey B. Itkin, M.D., Appellees.\nNo. S-95-649.\nSupreme Court of Nebraska.\nMarch 28, 1997.\n*845 Daniel G. Dolan and Stephen Leuchtman, Omaha, for appellant.\nJ. Joseph McQuillan and Scott A. Calkins, of Walentine, O'Toole, McQuillan &amp; Gordon, Omaha, for appellee Lewis.\nWilliam M. Lamson, Jr., and William R. Settles, of Kennedy, Holland, DeLacy &amp; Svoboda, Omaha, for appellee Itkin.\nWHITE, C.J., CAPORALE, WRIGHT, CONNOLLY, and GERRARD, JJ., and GRANT, J., Retired, and SPETHMAN, District Judge.\nCAPORALE, Justice.\nThe plaintiff-appellant, Nadean J. Hawkes, seeks to recover damages for the alleged medical malpractice of the defendant-appellee surgeon, Kirk C. Lewis, M.D., and the defendant-appellee assistant surgeon, Jeffrey B. Itkin, M.D. At the close of the plaintiff's case, the district court directed a verdict in favor of Itkin and dismissed the action as to him. In accordance with the verdict rendered at the conclusion of the trial in favor of Lewis, the district court subsequently dismissed the action against him as well. In appealing to the Nebraska Court of Appeals, Hawkes assigned to the district court a number of errors, including that it had improvidently directed a verdict in favor of Itkin. Under our authority to regulate the caseloads of the Court of Appeals and of this court, we, on our own motion, moved the matter to our docket. For the reasons hereinafter set forth...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hawkes-v-lewis"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11472,
    11476,
    11477
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}