{
  "id": 11723,
  "title": "1997년 Clendenin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-03-27",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Clendenin. 판결일: 1997-03-27. 법원: Kentucky Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: KENTUCKY BAR ASSOCIATION, CLE COMMISSION v. J. Gregg CLENDENIN\n**판결일**: 1997-03-27\n**법원**: Kentucky Supreme Court\n**관할**: Kentucky, KY\n\n**판사**: Cooper, Graves, Johnstone, Lambert, Stephens, Stumbo, Wintersheimer\n\n## 변호인\n\nJams E. Clark, Kentucky Bar Association, Frankfort, for Complainant., J. Gregg Clendenin, Frankfort, for Respondent.\n\n## 인용\n\n- 941 S.W.2d 477\n\n## 판결문 요약\n\n\n\nOPINION AND ORDER\n\nRespondent’s name was certified to this Court as being in non-compliance with the minimum continuing legal education requirements for the CLE year ending June 30, 1996. Respondent received a Show Cause Order from this Court entered on November 27, 1996, which he failed to answer until January 8, 1997. In his response, respondent offered as the only explanation for his delay, the fact that he is a sole practitioner who was defense counsel in a murder trial at the time the Show Cause Order was received and that such Order was inadvertently misplaced, to be found only during a year end review of his active files.\nRespondent obtained CLE ethics credits on January 14,1997. However, without a Court order to the contrary, CLE credits are applied to the year in which they were earned, so respondent’s credits have been applied to the current CLE year which will end on June 30, 1997. At this time respondent remains deficient.\nNowhere in the motions, extension requests or filings which have come before this Court has respondent established any cause for his failure to meet the CLE requirements for the year ending June 30, 1996. Nowhere does he offer any reason for failing to obtain the required ethics credits. Respondent fails to even address the period at issue in this non-compliance action. This Court directed respondent to “show cause, if any, why [he] should not be suspended from the practice of law in this state.” Respondent has failed to show any such cause.\nR...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kentucky-bar-assn-cle-commission-v-clendenin"
    }
  ],
  "relatedIncidents": [
    11477,
    11492,
    11493,
    11502,
    11512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}