{
  "id": 11733,
  "title": "1997년 Darrell Corn v. James B. Todd, Magistrate Judge Shirley Middleton, Deputy Clerk 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-03-17",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Darrell Corn v. James B. Todd, Magistrate Judge Shirley Middleton, Deputy Clerk. 판결일: 1997-03-17. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Darrell Corn v. James B. Todd, Magistrate Judge Shirley Middleton, Deputy Clerk\n**판결일**: 1997-03-17\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 108 F.3d 1376\n\n## 판결문 요약\n\n108 F.3d 1376\n    NOTICE: Sixth Circuit Rule 24(c) states that citation of unpublished dispositions is disfavored except for establishing res judicata, estoppel, or the law of the case and requires service of copies of cited unpublished dispositions of the Sixth Circuit.Darrell CORN, Plaintiff-Appellant,v.James B. TODD, Magistrate Judge;  Shirley Middleton, DeputyClerk, Defendants-Appellees.\n    No. 96-5466.\n    United States Court of Appeals, Sixth Circuit.\n    March 17, 1997.\n    \n      E.D.Ky., No. 96-00026;  Karl S. Forester, Judge.\n    \n    \n      1\n      E.D.Ky.\n    \n    \n      2\n      AFFIRMED.\n    \n    \n      3\n      Before:  RYAN and DAUGHTREY, Circuit Judges;  FRIEDMAN, District Judge.*\n    \n    ORDER\n    \n      4\n      Darrell Corn appeals a district court judgment dismissing his civil rights complaint for failure to state a claim upon which relief can be granted pursuant to Fed.R.Civ.P. 12(b)(6).  This case has been referred to a panel of the court pursuant to Rule 9(a), Rules of the Sixth Circuit.  Upon examination, this panel unanimously agrees that oral argument is not needed.  Fed.R.App.P. 34(a).\n    \n    \n      5\n      Corn filed his complaint in the district court alleging that an earlier prisoner civil rights complaint he filed against prison officials at the Northpoint Training Center improperly was transferred from the Frankfort, Kentucky, division to the Lexington, Kentucky, division of the district court.  Plaintiff named as defendants United States Mag...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=darrell-corn-v-james-b-todd-magistrate-judge-shirl"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11472,
    11476,
    11477
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}