{
  "id": 11735,
  "title": "1997년 Bachmann 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-03-14",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Bachmann. 판결일: 1997-03-14. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Richard Bachmann\n**판결일**: 1997-03-14\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 237 A.D.2d 897\n- 654 N.Y.S.2d 521\n\n## 판결문 요약\n\n\nOrder insofar as appealed from unanimously reversed on the law, motion denied, count one of the indictment reinstated and matter remitted to Monroe County Court for further proceedings on the indictment. Memorandum: The People contend that County Court erred in dismissing the charge of robbery in the third degree on the ground that the evidence was insufficient pursuant to CPL 210.20 (1) (b). We agree. Competent evidence presented to the Grand Jury establishes that defendant stole a package of saw blades from Sears Department Store. When the store’s loss prevention agent stopped him outside the store, defendant pushed and punched the agent in the chest and ran across the parking lot. When defendant tripped and fell to the ground while running, he told the approaching agent and another store employee to get away from him and that he had a gun. Defendant possessed the saw blades when taken into custody.\nA person commits robbery in the third degree when he forcibly steals property (Penal Law § 160.05), i.e., \"when, in the course of committing a larceny, he uses or threatens the immediate use of physical force upon another person for the purpose *898of * * * [preventing or overcoming resistance to the taking of the property or to the retention thereof immediately after the taking” (Penal Law § 160.00 [1]). Contrary to .the court’s determination, the evidence presented to the Grand Jury, when viewed in the light most favorable to the People (see, People v Swamp, 84 NY2d 725, 730)...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-bachmann"
    }
  ],
  "relatedIncidents": [
    11521,
    11524,
    11571,
    11603,
    11608
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}