{
  "id": 11736,
  "title": "1997년 Leary 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-03-13",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Leary. 판결일: 1997-03-13. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Leary v. Julian\n**판결일**: 1997-03-13\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Andrews, Pope, Smith\n\n## 변호인\n\nLloyd E. Hall, for appellant., Steinberg & Vrono, Charles J. Vrono, for appellee.\n\n## 인용\n\n- 484 S.E.2d 75\n- 225 Ga. App. 472\n\n## 판결문 요약\n\n\n484 S.E.2d 75 (1997)\n225 Ga. App. 472\nLEARY\nv.\nJULIAN.\nNo. A96A2482.\nCourt of Appeals of Georgia.\nMarch 13, 1997.\n*76 Lloyd E. Hall, Jonesboro, for appellant.\nSteinberg &amp; Vrono, Charles J. Vrono, Forest Park, for appellee.\nSMITH, Judge.\nThis appeal requires us to harmonize two lines of precedent to determine whether the open court announcement of a settlement agreed to by the parties prevents a plaintiff from exercising the right to voluntarily dismiss a claim under OCGA § 9-11-41(a). For the reasons stated below, we find that it does, and we therefore affirm the trial court.\nThe facts of this case are not in dispute. In February 1993, appellant Dennis Leary filed a complaint alleging fraud and deceit against appellee Sara Julian. The parties reached a settlement before trial, and the attorneys for both sides announced the terms of the agreement before the court. The trial court did not reduce the settlement to a written order until February 26, 1996, nunc pro tunc to October 2, 1995. Three days before the order was filed, however, Leary filed a voluntary dismissal without prejudice in apparent contravention of the settlement arrangement.\nOn April 2, 1996, Julian filed a contempt action, alleging that Leary was in violation of the terms of the court-ordered settlement. Leary responded, relying on his voluntary dismissal and contending that it rendered the order null and void. After a hearing, the trial court found Leary in wilful contempt.\nLeary appeals, asserting error ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=leary-v-julian"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11489,
    11491,
    11572
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}