{
  "id": 11742,
  "title": "1997년 Belt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-03-06",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Belt. 판결일: 1997-03-06. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF OREGON, Respondent on Review, v. GARY DEAN BELT, Petitioner on Review\n**판결일**: 1997-03-06\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: Carson, C.J., and Gillette, Van Hoomissen, Fadeley, Graber and Durham\n\n## 변호인\n\nCarl R. Amala, Salem, argued the cause for petitioner on review. On the petition was J. P. Harris II, Salem., Jonathan H. Fussner, Assistant Attorney General, Salem, argued the cause for respondent on review. With him on the brief were Theodore R. Kulongoski, Attorney General, and Virginia L. Linder, Solicitor General.\n\n## 인용\n\n- 932 P.2d 1177\n- 325 Or. 6\n\n## 판결문 요약\n\n\n932 P.2d 1177 (1997)\n325 Or. 6\nSTATE of Oregon, Respondent on Review,\nv.\nGary Dean BELT, Petitioner on Review.\nCC 93-1257; CA A85851; SC S42856.\nSupreme Court of Oregon.\nArgued and Submitted November 5, 1996.\nDecided March 6, 1997.\n*1178 Carl R. Amala, Salem, argued the cause for petitioner on review. On the petition was J.P. Harris II, Salem.\nJonathan H. Fussner, Assistant Attorney General, Salem, argued the cause for respondent on review. With him on the brief were Theodore R. Kulongoski, Attorney General, and Virginia L. Linder, Solicitor General.\nBefore CARSON, C.J., and GILLETTE, VAN HOOMISSEN, FADELEY, GRABER and DURHAM, JJ.\nFADELEY, Justice.\nA police officer stopped defendant's automobile to investigate a report that defendant had violated ORS 167.007(1)(b) by soliciting some women to engage in sexual conduct for a fee. However, based on evidence gathered as a result of the stop, the state charged defendant with other crimes, namely, driving under the influence of intoxicants and being a felon in possession of a firearm.\nIn the prosecution for those crimes, defendant challenged the lawfulness of the original stop for solicitation of prostitution and moved to suppress all evidence that resulted from it. The trial court granted defendant's pretrial motion to suppress, on the ground that the circumstances attendant to the officer's stop and inquiry about the crime of solicitation were insufficient to support a \"reasonable suspicion\" that defendant had committed that crim...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-belt"
    }
  ],
  "relatedIncidents": [
    11581,
    11616,
    11690,
    11693,
    11694
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}