{
  "id": 11743,
  "title": "1997년 People v. Williams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-03-06",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: People v. Williams. 판결일: 1997-03-06. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Eddie B. Williams, Jr.\n**판결일**: 1997-03-06\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Mercure\n\n## 인용\n\n- 237 A.D.2d 644\n- 654 N.Y.S.2d 846\n\n## 판결문 요약\n\n\nMercure, J.\nAppeals (1) from a judgment of the County Court of Sullivan County (Kane, J.), rendered September 16, 1994, convicting de*645fendant upon his plea of guilty of the crimes of murder in the second degree (two counts) and criminal possession of a weapon in the fourth degree (two counts), and (2) by permission, from an order of the Supreme Court (Lamont, J.), entered May 6, 1996 in Sullivan County, which denied defendant’s motion pursuant to CPL 440.10 to vacate the judgment of conviction, without a hearing.\nOn October 20, 1993, defendant was indicted for the shooting deaths of both his father and stepmother. Ultimately, he pleaded guilty to two counts of murder in the second degree and two counts of criminal possession of a weapon in the fourth degree. He was sentenced to consecutive prison terms of 15 years to life and 20 years to life on the murder counts and concurrent prison terms of one year on the weapons charges. Defendant appealed the judgment of conviction and thereafter moved pursuant to CPL 440.10 to vacate the conviction. The motion was denied and this Court granted permission to appeal from that denial.\nInitially, we reject defendant’s contention that Supreme Court erred in denying his CPL 440.10 motion without a hearing. Defendant contended that he was subjected to duress and that the plea allocution was insufficient. As Supreme Court noted, however, sufficient facts appear on the record of the proceedings with respect to these issues to permit adequat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-williams"
    }
  ],
  "relatedIncidents": [
    11477,
    11492,
    11493,
    11502,
    11512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}