{
  "id": 11762,
  "title": "1997년 G & H Associates v. Ernest W. Hahn, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-02-26",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: G & H Associates v. Ernest W. Hahn, Inc.. 판결일: 1997-02-26. 법원: Nevada Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: G AND H ASSOCIATES, a Partnership; ALBERT G. GLICKMAN, JERRY CRUMPLER, MALCOLM REILLY AND IRIS CALLIE, PARTNERS, Appellants, v. ERNEST W. HAHN, INC., LEROY MILLER ASSOCIATES, ARCHITECTS; QUALITY CONSTRUCTION CO., INC., and DAVIDSON SALES, INC., a Utah Corporation, Respondents\n**판결일**: 1997-02-26\n**법원**: Nevada Supreme Court\n**관할**: Nevada, NV\n\n**판사**: Per Curiam\n\n## 변호인\n\nAnderson, Pearl, Hardesty, Lyle, Murphy and Bennett, Reno, for Appellants., Erickson, Thorpe & Swainston, and William G. Cobb, Reno, for Respondent Hahn., Georgeson, McQuaid, Thompson and Angaran, Reno, for Respondent Leroy Miller Associates., Kent J. Dawson,1 Las Vegas, for Respondent Quality Construction.\n\n## 인용\n\n- 934 P.2d 229\n- 113 Nev. 265\n\n## 판결문 요약\n\n\n934 P.2d 229 (1997)\nG AND H ASSOCIATES, a Partnership, Albert G. Glickman, Jerry Crumpler, Malcolm Reilly and Iris Callie, Partners, Appellants,\nv.\nERNEST W. HAHN, INC., Leroy Miller Associates, Architects; Quality Construction Co., Inc., and Davidson Sales, Inc. a Utah Corporation, Respondents.\nNo. 27101.\nSupreme Court of Nevada.\nFebruary 26, 1997.\n*230 Anderson, Pearl, Hardesty, Lyle, Murphy and Bennett, Reno, for Appellants.\nErickson, Thorpe &amp; Swainston, and William G. Cobb, Reno, for Respondent Hahn.\nGeorgeson, McQuaid, Thompson and Angaran, Reno, for Respondent Leroy Miller Associates.\nKent J. Dawson,[1] Las Vegas, for Respondent Quality Construction.\n\nOPINION\nPER CURIAM:\nRespondents were granted summary judgment based on the fact that the statute of repose had barred all of appellants' claims in a construction defect case. We conclude that the district court properly granted summary judgment as to all of appellants' causes of action except those for willful misconduct/fraudulent concealment of construction defects and intentional concealment of construction defects.\n\nFACTS\nThe facts of this case are undisputed. On January 20, 1993, a roof section of a commercial building in Reno, owned by appellants and occupied by Mervyn's Department Store, collapsed. The building had been collectively built by respondents and was completed in October 1976. After the collapse, appellants hired an engineer to inspect the roof, and the engineer discovered that the glue-laminated bea...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=g-h-associates-v-ernest-w-hahn-inc"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11489,
    11491,
    11572
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}