{
  "id": 11763,
  "title": "1997년 Wright 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-02-26",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Wright. 판결일: 1997-02-26. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. WILLIE WRIGHT, Defendant-Appellant\n**판결일**: 1997-02-26\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Cahill\n\n## 변호인\n\nRita A. Fry, Public Defender, of Chicago (Frederick Weil, Assistant Public Defender, of counsel), for appellant., Jack O’Malley, State’s Attorney, of Chicago (Renee Goldfarb and Peter Fischer, Assistant State’s Attorneys, of counsel), for the People.\n\n## 인용\n\n- 677 N.E.2d 494\n- 286 Ill. App. 3d 456\n- 222 Ill. Dec. 291\n\n## 판결문 요약\n\n\n677 N.E.2d 494 (1996)\n286 Ill. App. 3d 456\n222 Ill. Dec. 291\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nWillie WRIGHT, Defendant-Appellant.\nNo. 1-95-2544.\nAppellate Court of Illinois, First District, Third Division.\nNovember 27, 1996.\nAs Modified on Denial of Rehearing February 26, 1997.\n*495 Rita A. Fry, Public Defender of Cook County, Chicago (Frederick Weil, Assistant Public Defender, of counsel), for Defendant-Appellant.\nJack O'Malley, State's Attorney of Cook County, Chicago (Renee Goldfarb and Peter Fischer, Assistant State's Attorneys, of counsel), for Plaintiff-Appellee.\n\nMODIFIED ON DENIAL OF REHEARING\nJustice CAHILL delivered the opinion of the court:\nA jury found Willie Wright guilty of first degree murder and attempted armed robbery. The trial court sentenced him to 60 years in prison for first degree murder and 8 years for attempted armed robbery, the sentences to run consecutively. Wright appeals. We affirm the murder conviction but vacate the conviction for attempted armed robbery.\nOn November 20, 1991, Kahil Cuyler was beaten and shot to death near 658 E. 81st Street in Chicago, Illinois. At Wright's trial an eyewitness, Michella Henderson, testified that on November 20, 1996, she and her sister, while driving down 81st Street, saw three men fighting in the street. Two men were on either side of the third man, punching him. One of the assailants displayed a gun. Henderson then heard a shot. The beaten man fell to the ground. The assailants th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-wright"
    }
  ],
  "relatedIncidents": [
    11477,
    11492,
    11493,
    11502,
    11512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}