{
  "id": 11767,
  "title": "1997년 Chater 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-02-21",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Chater. 판결일: 1997-02-21. 법원: District Court, W.D. Missouri.",
  "description": "## 사건 정보\n\n**사건명**: Jessie HART on Behalf of David THOMAS [SSN: 499-90-3191] Plaintiff, v. Shirley S. CHATER, Commissioner of Social Security, Defendant\n**판결일**: 1997-02-21\n**법원**: District Court, W.D. Missouri\n**관할**: Missouri, MO\n\n**판사**: Larsen\n\n## 변호인\n\nDaniel J. Devine, Kansas City, for Plaintiff., Thomas M. Larson, U.S. Attorney’s Office, Kansas City, for Defendant.\n\n## 인용\n\n- 963 F. Supp. 835\n\n## 판결문 요약\n\n\n963 F.Supp. 835 (1997)\nJessie HART on Behalf of David THOMAS [SSN: XXX-XX-XXXX] Plaintiff,\nv.\nShirley S. CHATER, Commissioner of Social Security, Defendant.\nNo. 96-0015-CV-W-BC.\nUnited States District Court, W.D. Missouri.\nFebruary 21, 1997.\n*836 Daniel J. Devine, Kansas City, for Plaintiff.\nThomas M. Larson, U.S. Attorney's Office, Kansas City, for Defendant.\nORDER DENYING PLAINTIFF'S MOTION FOR SUMMARY JUDGMENT AND GRANTING DEFENDANT'S MOTION FOR SUMMARY JUDGMENT\nLARSEN, United States Magistrate Judge.\nThis is a proceeding under Title XVI of the Social Security Act, 42 U.S.C. § 1381 et seq., in which Jessie Hart O/B/O David Thomas (plaintiff) seeks review of the Commissioner's decision denying Thomas' application for supplemental security income childhood disability benefits. This case is before me on cross-motions for summary judgment. I conclude that the record as a whole contains substantial evidence to support the Commissioner's decision that plaintiff is not disabled within the meaning of the Social Security Act because (1) the changes in the law as a result of the Personal Responsibility and Work Opportunity Reconciliation Act of 1996 render moot the issue of whether the Administrative Law Judge (ALJ) properly determined plaintiff's limitations concerning the individualized functional assessment (IFA), and (2) the ALJ properly determined that plaintiff's functional limitations do not meet the criteria listed in 20 C.F.R., Part 404, Subpart P, Appendix 1, Part B. Ther...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hart-on-behalf-of-thomas-v-chater"
    }
  ],
  "relatedIncidents": [
    11581,
    11616,
    11690,
    11693,
    11694
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}