{
  "id": 11773,
  "title": "1997년 United States v. Rasheed Adeshina Idowu 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-02-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Rasheed Adeshina Idowu. 판결일: 1997-02-07. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee v. Rasheed Adeshina IDOWU, Appellant\n**판결일**: 1997-02-07\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Randolph, Sentelle, Silberman\n\n## 변호인\n\nCarmen D. Hernandez, Assistant Federal Public Defender, Washington, DC, argued the cause for appellant. With her on the briefs was A.J. Kramer, Federal Public Defender, Washington, DC. Frances H. Pratt, Assistant Federal Public Defender, Alexandria, VA, entered an appearance., Christine E. Sykes, Assistant U.S. Attorney, Washington, DC, argued the cause for appellee. With her on the brief were Eric H. Holder, Jr., U.S. Attorney, John R. Fisher and Thomas C. Black, Assistant U.S. Attorneys, Washi\n\n## 인용\n\n- 105 F.3d 728\n- 323 U.S. App. D.C. 114\n\n## 판결문 요약\n\n\nOpinion for the Court filed by Circuit Judge RANDOLPH.\nDissenting opinion filed by Circuit Judge SENTELLE.\nRANDOLPH, Circuit Judge:\nThis is an unusual case. The defendant Idowu, an alien, pled guilty to something that may not be a crime — being in the United States without the Attorney General’s permission more-than five years after his deportation. ' Prior to sentencing, Idowu asked if he could take back his plea. The judge said no and pronounced sentence. This appeal followed.\nThe record is understandably sparse. We know that Idowu was deported on October 15, 1985, because of his conviction for mail fraud in Minnesota. More than five years later, he arrived at John F. Kennedy International Airport in New York. He must have presented his Nigerian passport to the immigration authorities there. The passport bears the stamp “U.S. Immigration” and the date of his entry. Idowu left the United States once more and returned in 1992, again through Kennedy Airport. His passport reflects that “U.S. Immigration” admitted him. In March 1995, after another trip abroad, Idowu arrived again at Kennedy Airport. This time, according to Idowu, immigration officers told him that his name appeared on a computerized “lookout” system listing those who may be ineligible for entry. He was admitted anyway.\nA few days after his 1995 arrival, Idowu wrote to officials at the United States Department of State in Washington, D.C., asking to have his name removed from the “lookout” data base. He says he ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-rasheed-adeshina-idowu"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11489,
    11491,
    11572
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}