{
  "id": 11774,
  "title": "1997년 Aetna Casualty & Surety Co. v. Retail Local 906 Welfare Fund 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-02-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Aetna Casualty & Surety Co. v. Retail Local 906 Welfare Fund. 판결일: 1997-02-05. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: AETNA CASUALTY & SURETY COMPANY, Plaintiff-Counter-Defendant-Appellee v. RETAIL LOCAL 906 AFL-CIO WELFARE FUND Nemiah Soanes Vincent Fuentes Althea Neblett John Economos George Rosenfeld George Schwartz, Defendants-Counter-Claimants-Appellants, Max Goldweber Marcia Berger Hershkowitz, d/b/u in the firm name of Goldweber & Hershkowitz\n**판결일**: 1997-02-05\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Newman, Oakes, Winter\n\n## 변호인\n\nMax Goldweber, Mineóla, N.Y. (Marcia Berger Hershkowitz, Robert Mirel, Modjgan Cohanim, Goldweber and Hershkowitz, Mi-neóla, N.Y., on the brief), for defendants-counter-elaimants-appellants., Arthur N. Lambert, New York, N.Y. (Richard S. Mills, Susan E. Jaffee, Evan H. Stoller, Lambert Weiss & Pisano, on the brief), for plaintiff-counter-defendant-appel-lee.\n\n## 인용\n\n- 106 F.3d 34\n\n## 판결문 요약\n\n\nPER CURIAM:\nThis appeal from two suits previously consolidated in the District Court concerns (a) *35an insurer’s attempt to rescind a fiduciary responsibility insurance policy (“FRIP”) on the ground that the insured made fraudulent misrepresentations and omissions on the FRIP application, and (b) several attorneys’ attempt to recover legal fees from the insurer allegedly due and owing for defending parties insured under the FRIP in lawsuits against them. Max Goldweber (“Goldwe-ber”), Marcia Berger Hershkowitz (“Hersh-kowitz”), d/b/u the firm name of Goldweber &amp; Hershkowitz (“G &amp; H”), the Retail Local 906 AFL-CIO Welfare Fund (“Welfare Fund”), and its trustees appeal from the April 1, 1996, judgment of the United States District Court for the Eastern District of Néw York (Leonard D. Wexler, Judge). Judge Wexler ruled, after a bench trial, that (i) the insurer, the. Aetna Casualty &amp; Surety Company (“Aetna”), was entitled to rescind the 1991 FRIP because the Welfare Fund made material misrepresentations and fraudulently concealed material facts on the insurance application, (ii) Aetna must refund the $3,106.50 in premiums paid by the Welfare Fund to Aet-na, (iii) G &amp; H must return to Aetna the $63,355.51 in legal fees that Aetna had previously paid to G &amp; H for defending the Welfare Fund and its trustees because G &amp; H and Goldweber participated in the scheme to defraud Aetna concerning the 1991 FRIP application, and because of G &amp; H’s acceptance of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=aetna-casualty-surety-co-v-retail-local-906-welfare-fund"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11489,
    11491,
    11572
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}