{
  "id": 11770,
  "title": "1997년 Carlos H. Vitela v. Merit Systems Protection Board 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-02-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Carlos H. Vitela v. Merit Systems Protection Board. 판결일: 1997-02-10. 법원: Court of Appeals for the Federal Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Carlos H. Vitela v. Merit Systems Protection Board\n**판결일**: 1997-02-10\n**법원**: Court of Appeals for the Federal Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 108 F.3d 1391\n\n## 판결문 요약\n\n108 F.3d 1391\n    NOTICE: Federal Circuit Local Rule 47.6(b) states that opinions and orders which are designated as not citable as precedent shall not be employed or cited as precedent.  This does not preclude assertion of issues of claim preclusion, issue preclusion, judicial estoppel, law of the case or the like based on a decision of the Court rendered in a nonprecedential opinion or order.Carlos H. VITELA, Petitioner,v.MERIT SYSTEMS PROTECTION BOARD, Respondent.\n    No. 97-3047.\n    United States Court of Appeals, Federal Circuit.\n    Feb. 10, 1997.\n    \n      71 M.S.P.R. 569.\n      AFFIRMED.\n      Before RICH, Circuit Judge, SMITH, Senior Circuit Judge and NEWMAN, Circuit Judge.\n      PER CURIAM.\n    \n    Decision\n    \n      1\n      Carlos H. Vitela appeals the October 4, 1996 final decision of the Merit Systems Protection Board, Docket No. DA0752960261l-1, dismissing his appeal as untimely.  Because the Board did not err in dismissing Mr. Vitela's appeal, we affirm.\n    \n    Discussion\n    \n      2\n      Mr. Vitela worked as a Fabric Worker-Parachute Rigger in the Aircraft Division of the Air Force (\"agency\") at Kelly AFB in Texas.  To avoid action on a Proposed Removal by the agency, Mr. Vitela negotiated a settlement agreement in which he agreed to resign his position.  Mr. Vitela resigned from the agency on August 11, 1995, characterizing his action as a \"voluntary resignation for personal reasons.\"\n    \n    \n      3\n      Mr. Vitela, through his union representativ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carlos-h-vitela-v-merit-systems-protection-board"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11472,
    11476,
    11477
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}