{
  "id": 11778,
  "title": "1997년 DeFalco 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-02-03",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: DeFalco. 판결일: 1997-02-03. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Frank R. DeFalco v. Rory J. Cutaia\n**판결일**: 1997-02-03\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 236 A.D.2d 358\n- 653 N.Y.S.2d 640\n\n## 판결문 요약\n\n\n—In an action, inter alia, to recover damages for legal malpractice and fraud, the plaintiffs appeal, as limited by their brief, from so much of an order of the Supreme Court, Nassau County (Kohn, J.), entered January 23, 1995, as granted those branches of the defendant’s motion to which were to dismiss the third, fourth, and seventh causes of action.\nOrdered that the order is affirmed insofar as appealed from, with costs.\nThe alleged fraud and malpractice claims arose in September 1987 when the individual plaintiffs entered into an agreement and signed a promissory note, both of which they negotiated themselves. The plaintiffs brought this action in or about March 1994, more than six years after the claims arose, contending that the defendant was the attorney for the plaintiff Frank DeFalco in that transaction. However, the record indicates that the defendant was nothing more than an escrowee for the property securing the promissory note. There was no contract or performance to indicate otherwise. Hence, without evidence of the existence of an attorney-client relationship, the malpractice claim cannot be sustained (see, C.K. Indus. Corp. v C.M. Indus. Corp., 213 AD2d 846, 849). The fraud claim, which hinged on the defendant’s alleged legal representation of DeFalco, fails for the same reason. Even if the fraud claim were independent of the malpractice claim, it cannot be sustained because it was not pleaded with particularity (see, CPLR 3016 [b]; see also, LoGalbo v Plishki...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=defalco-v-cutaia"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11489,
    11491,
    11572
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}