{
  "id": 11776,
  "title": "1997년 Lewis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-02-04",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Lewis. 판결일: 1997-02-04. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Michael L. LEWIS\n**판결일**: 1997-02-04\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Ellis, Smart, Spinden\n\n## 변호인\n\nJames C. Cox, Asst. Public Defender, Kansas City, for appellant., Jeremiah W. (Jay) Nixon, Atty. Gen., John M. Morris, Asst. Attorney General, Jefferson City, for respondent.\n\n## 인용\n\n- 937 S.W.2d 765\n\n## 판결문 요약\n\n\n\nORDER\n\nPER CURIAM:\nMichael L. Lewis appeals from his conviction for robbery in the first degree, § 569.020, RSMo .1994, and armed criminal action, § 571.015, for which he was sentenced as a prior and persistent offender to concurrent terms of fifteen and ten years, respectively. Lewis also appeals from the denial of his Rule 29.15 motion for post-conviction relief. In his direct appeal, Lewis claims that the trial court committed plain error in allowing inadmissible evidence of other crimes. Lewis also claims that the motion court erred in its denial of his Rule 29.15 motion for post-conviction relief without an evidentiary hearing because counsel was ineffective in that counsel refused to allow Lewis to testify on his own behalf. The judgment of the trial court is affirmed. The judgment of the motion court is affirmed. The decision is without precedential value. A memorandum as to the decision has been furnished to the parties. Rules 84.16(b) and 30.25(b).\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-lewis"
    }
  ],
  "relatedIncidents": [
    11521,
    11524,
    11571,
    11603,
    11608
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}