{
  "id": 11782,
  "title": "1997년 Pierce 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-01-24",
  "location": "Rhode Island, RI, USA",
  "summary": "미국 Rhode Island, RI 법원 판결 사건. 사건명: Pierce. 판결일: 1997-01-24. 법원: Supreme Court of Rhode Island.",
  "description": "## 사건 정보\n\n**사건명**: STATE v. John PIERCE\n**판결일**: 1997-01-24\n**법원**: Supreme Court of Rhode Island\n**관할**: Rhode Island, RI\n\n**판사**: Bourcier, Lederberg\n\n## 변호인\n\nLauren Sandler Zurier, Special Assistant Attorney General, Aaron Weisman, Assistant Attorney General, for Plaintiff., Janice Weisfeld, Paula Rosin, Assistant Public Defenders, for Defendant.\n\n## 인용\n\n- 689 A.2d 1030\n\n## 판결문 요약\n\n\n689 A.2d 1030 (1997)\nSTATE\nv.\nJohn PIERCE.\nNo. 95-279-CA.\nSupreme Court of Rhode Island.\nJanuary 24, 1997.\n*1031 Lauren Sandler Zurier, Special Assistant Attorney General, Aaron Weisman, Assistant Attorney General, for Plaintiff.\nJanice Weisfeld, Paula Rosin, Assistant Public Defenders, for Defendant.\nOPINION\nLEDERBERG, Justice.\nThis case came before the Supreme Court on the appeal of the defendant, John Pierce, from a judgment of conviction on three counts of first-degree child molestation, two counts of first-degree sexual assault, and one count of second-degree sexual assault. On appeal, the defendant contended that the trial justice erroneously admitted into evidence certain expert medical testimony, the victim's written police statement, and testimony regarding the defendant's possession of certain magazines and videotape recordings. The defendant also argued that the trial justice abused his discretion by directing the stenographer to read back to the jury only selected portions of the victim's testimony and by denying the defendant's request for a view of the house where the alleged assaults had occurred. For the reasons stated below, we deny and dismiss the defendant's appeal and affirm the judgment of the Superior Court on all counts except the second count of first-degree *1032 child molestation. In respect to that count, we vacate the defendant's conviction and grant a new trial. A summary of the facts of this case follows, with additional facts presented in our a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-pierce"
    }
  ],
  "relatedIncidents": [
    11472,
    11507,
    11596,
    11659,
    11688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}