{
  "id": 11786,
  "title": "1997년 Jordan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-01-21",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Jordan. 판결일: 1997-01-21. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Jordan v. the State\n**판결일**: 1997-01-21\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Thompson\n\n## 변호인\n\nJohnson, Prioleau & Lynch, Theodore Johnson, for appellant., Lewis R. Slaton, District Attorney, Juliette W. Scales, Assistant District Attorney, Michael J. Bowers, Attorney General, Wesley S. Homey, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 480 S.E.2d 18\n- 267 Ga. 442\n\n## 판결문 요약\n\n\n480 S.E.2d 18 (1997)\n267 Ga. 442\nJORDAN\nv.\nThe STATE.\nNo. S96A1508.\nSupreme Court of Georgia.\nJanuary 21, 1997.\n*20 Theodore Johnson, Johnson, Prioleau &amp; Lynch, Atlanta, for Jordan.\nLewis R. Slaton, Dist. Atty., Michael J. Bowers, Atty. Gen., Wesley Scott Horney, Asst. Atty. Gen., Juliette W. Scales, Asst. Dist. Atty., Department of Law, Atlanta, for State.\n*19 THOMPSON, Justice.\nJames Randall Jordan was convicted by a jury of malice murder, felony murder, aggravated assault, and possession of firearm during the commission of a felony.[1] The felony murder was merged into the malice murder conviction, and sentence was imposed on all other counts. Jordan appeals from the judgment of conviction and sentences entered thereon, asserting primarily that the trial court erred in admitting into evidence a custodial statement taken after he had invoked his right to counsel, and in refusing to allow Loretta Leyva to assert a marital privilege on the basis of a common-law marriage. Finding no reversible error, we affirm the convictions for malice murder and possession of a firearm. But because there was no evidence of an independent aggravated assault, we conclude that the aggravated assault merged into the malice murder conviction as a matter of fact. Accordingly, we reverse the judgment of conviction and sentence for aggravated assault.\nJordan does not dispute that he shot and killed his next-door neighbor and long-time friend, Jason Underwood, but claims that the shooting was ac...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jordan-v-state"
    }
  ],
  "relatedIncidents": [
    11477,
    11492,
    11493,
    11502,
    11512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}