{
  "id": 11784,
  "title": "1997년 Alan Jeffrey Bannister v. Paul K. Delo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-01-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Alan Jeffrey Bannister v. Paul K. Delo. 판결일: 1997-01-22. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Alan Jeffrey BANNISTER, Appellant, v. Paul K. DELO, Appellee. Lyon (France) Bar Association Commission, for the Defense of the Human Rights; Lawyer’s (Sweden) Association for the Defence of Human Rights; International Centre of Criminal Law & Human Rights; Maastricht Centre for Human Rights of the Faculty of Law of the University of Maastricht, Amici Curiae on Behalf of Appellant\n**판결일**: 1997-01-22\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Bright, Henley, Wollman\n\n## 변호인\n\nChristopher Schneider, Kansas City, MO, argued (Bruce E. Baty, on the brief), for appellant., Stephen Hawke, Assistant Attorney General, Jefferson City, MO, argued, for appel-lee.\n\n## 인용\n\n- 100 F.3d 610\n\n## 판결문 요약\n\n100 F.3d 610\n    Alan Jeffrey BANNISTER, Appellant,v.Paul K. DELO, Appellee.\n    No. 94-3902\n    United States Court of Appeals,Eighth Circuit\n    Submitted: November 15, 1995Decided: November 14, 1996Rehearings and Suggestions for Rehearing En Banc Denied January 22, 1997*\n    \n      Appeal from the United States District Court for the Western District of Missouri.\n      Christopher Schneider, Kansas City, MO, arged (Bruce E. Baty, on the brief), for appellant.\n      Stephen Hawke, Assistant Attorney General, Jefferson City, MO, argued, for appellee.\n      Before WOLLMAN, BRIGHT and HENLEY, Circuit Judges.**\n      HENLEY, Circuit Judge.\n    \n    \n      1\n      Alan J. Bannister, a Missouri death-row inmate, appeals from a judgment of the district court1 dismissing a successive petition for a writ of habeas corpus filed pursuant to 28 U.S.C Section(s) 2254. We affirm.2\n    \n    I. Background\n    \n      2\n      In 1983 a jury convicted Bannister of the capital murder of Darrell Reustman and he was sentenced to death. His conviction and sentence were affirmed on direct appeal, State v. Bannister, 680 S.W.2d 141 (Mo. 1984) (en banc), cert. denied, 471 U.S. 1009 (1985). His motions for state post-conviction relief were denied, e.g., Bannister v. State, 726 S.W.2d 821 (Mo. Ct. App.), cert. denied, 483 U.S. 1010 (1987), as was a section 2254 petition for a writ of habeas corpus, Bannister v. Armontrout, 807 F. Supp. 516 (W.D. Mo. 1991). We affirmed the denial of habeas relief. Bann...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=alan-jeffrey-bannister-v-paul-k-delo"
    }
  ],
  "relatedIncidents": [
    11477,
    11492,
    11493,
    11502,
    11512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}