{
  "id": 11789,
  "title": "1997년 State, Department of Revenue, Child Support Enforcement Division Ex Rel. P. M. v. Mitchell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-01-17",
  "location": "Alaska, AK, USA",
  "summary": "미국 Alaska, AK 법원 판결 사건. 사건명: State, Department of Revenue, Child Support Enforcement Division Ex Rel. P. M. v. Mitchell. 판결일: 1997-01-17. 법원: Alaska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Alaska, DEPARTMENT OF REVENUE, CHILD SUPPORT ENFORCEMENT DIVISION, Ex Rel. P. M., Appellant, v. Enoch L. MITCHELL, Appellee\n**판결일**: 1997-01-17\n**법원**: Alaska Supreme Court\n**관할**: Alaska, AK\n\n**판사**: Compton, C.J., and Rabinowitz, Matthews, Eastaugh, and Fabe\n\n## 변호인\n\nDavid L. Brower, Assistant Attorney General, Nome, and Bruce M. Botelho, Attorney General, Juneau, for Appellant., H. Conner Thomas, Larson, Timbers & Van Winkle, Inc., Nome, for Appellee.\n\n## 인용\n\n- 930 P.2d 1284\n\n## 판결문 요약\n\n\n930 P.2d 1284 (1997)\nSTATE of Alaska, DEPARTMENT OF REVENUE, CHILD SUPPORT ENFORCEMENT DIVISION, ex rel. P.M., Appellant,\nv.\nEnoch L. MITCHELL, Appellee.\nNo. S-6890.\nSupreme Court of Alaska.\nJanuary 17, 1997.\n*1285 David L. Brower, Assistant Attorney General, Nome, and Bruce M. Botelho, Attorney General, Juneau, for Appellant.\nH. Conner Thomas, Larson, Timbers &amp; Van Winkle, Inc., Nome, for Appellee.\nBefore COMPTON, C.J., and RABINOWITZ, MATTHEWS, EASTAUGH, and FABE, JJ.\nEASTAUGH, Justice.\n\nI. INTRODUCTION\n\nThe Alaska Department of Revenue Child Support Enforcement Division (CSED) appeals a superior court order requiring CSED to reimburse Enoch Mitchell for child support he paid pursuant to a 1990 default judgment that the court set aside in 1993. We conclude that it was not error to order CSED to reimburse Mitchell those amounts which the State retained, but that it was error to order CSED to reimburse Mitchell for those amounts the State paid as Aid to Families with Dependent Children (AFDC). We therefore affirm in part and reverse in part and remand for modification of the judgment.\n\n\n*1286 II. FACTS AND PROCEEDINGS\n\n\nA. Allegations Regarding Paternity\n\nPeter Marks was born in May 1987. In July 1989 his mother, Ellen Marks (Marks), signed a CSED paternity affidavit naming Enoch Mitchell as the child's father; it was filed with CSED in Anchorage.[1] In early November 1989 Mitchell completed an Aid to Families with Dependent Children (AFDC) paternity statement declaring ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-department-of-revenue-child-support-enforcement-division-ex-rel-p"
    }
  ],
  "relatedIncidents": [
    11581,
    11616,
    11690,
    11693,
    11694
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}