{
  "id": 11785,
  "title": "1997년 Fields 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-01-22",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Fields. 판결일: 1997-01-22. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Cleveland FIELDS, Jr.\n**판결일**: 1997-01-22\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Brown, Gaskins, Ibrown, Stewart\n\n## 변호인\n\nK. Douglas Wheeler, Monroe, for Appellant., Richard Ieyoub, Attorney General, Jerry Jones, District Attorney, Charles Brumfield, Assistant District Attorney, for Appellee.\n\n## 인용\n\n- 687 So. 2d 1064\n\n## 판결문 요약\n\n\nl iBROWN, Judge.\nA jury of six convicted defendant, Cleveland Fields, Jr., of simple arson with damages valued at less than $500, a violation of La.R.S. 14:52(C). The trial court sentenced defendant to the maximum term of five years at hard labor. Defendant appeals both his conviction and sentence. For the reasons set forth below, we affirm.\n\nFacts\n\nLate at night on September 6, 1994, a trailer home located at 721 Waite Street in Bastrop, Louisiana, was damaged by fire. The trailer was owned by Roosevelt Atkins and his mother, Madie Adkins, and was rented to Mary Tolbert. Both Mr. Atkins and his mother testified that they had not given anyone permission to burn the trailer and Mr. Atkins stated that he spent at least $400 to repair the trailer after the fire.\nMs. Tolbert testified that on the morning of the fire, defendant came to the trailer and attempted to speak to her. She would not let him in because he had threatened her in the past. Ms. Tolbert stated that although they were not romantically involved, defendant “liked” her and had stated that he would do anything for her. He also told her that he had a “graveyard love” for her and that if he saw her with anyone else he was going to “do something.” Ms. Tolbert took these statements as a threat. That evening, Ms. Tolbert went to a club with some friends to celebrate her birthday. She testified that she saw defendant at the club, but she did not speak to him. When she returned to her trailer that night, the fire was alre...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-fields"
    }
  ],
  "relatedIncidents": [
    11581,
    11616,
    11690,
    11693,
    11694
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}