{
  "id": 11781,
  "title": "1997년 Pueblo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-01-29",
  "location": "Puerto Rico, PR, USA",
  "summary": "미국 Puerto Rico, PR 법원 판결 사건. 사건명: Pueblo. 판결일: 1997-01-29. 법원: Tribunal De Apelaciones De Puerto Rico/Court of Appeals of Puerto Rico.",
  "description": "## 사건 정보\n\n**사건명**: EL PUEBLO DE PUERTO RICO Apelado v. JOSE A. CAMACHO Apelante\n**판결일**: 1997-01-29\n**법원**: Tribunal De Apelaciones De Puerto Rico/Court of Appeals of Puerto Rico\n**관할**: Puerto Rico, PR\n\n**판사**: Cuebas, Por, Presidente\n\n## 인용\n\n- 2 T.C.A. 890\n- 97 DTA 25\n\n## 판결문 요약\n\n\n\nPer Curiam\n\n*891TEXTO COMPLETO DE LA SENTENCIA\nEl apelante, Ing. Jose A. Camacho, nos solicita que revisemos las sentencias dictadas por el Tribunal de Primera Instancia, Sub-sección de Distrito, Sala de San Juan, en las que se le declaró convicto en tres (3) cargos de expedición de cheques sin provisión de fondos, infracciones al Art. 264 del Código Penal, 33 L.P.R.A. see. 4551. A tenor con dichos dictámenes, el tribunal recurrido le impuso al apelante una multa de quinientos dólares ($500) en cada caso.\nHemos examinado detenidamente los alegatos de las partes, la transcripción de la vista oral y el expediente del Tribunal de Primera Instancia, incluyendo la prueba documental admitida en evidencia, y concluimos que proceden las revocaciones de las sentencias condenatorias, toda vez que no se estableció la intención de defraudar, más allá de duda razonable.\nI\nEl 10 de noviembre de 1993 Prime Investment, Inc., representada por su presidente, Sr. Calixto Deniz Márquez, y su vicepresidente, Sr. Osvaldo Luis Acevedo Molina, opcionó la compra de una finca de 13.78 cuerdas propiedad del Sr. Francisco Cardona y su esposa, ubicada en el Barrio Gurabo Arriba del Municipio de Juncos. Para dicha finca, la Administración de Reglamentos y Permisos (ARPE) había aprobado un proyecto de viviendas. El precio convenido para la adquisición de la propiedad, incluyendo todos los planos, derechos y otros relacionados al desarrollo de ésta,  fue de trescientos setenta y cinco mil dólares ($375,00...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pueblo-v-camacho"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11489,
    11491,
    11572
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}