{
  "id": 11780,
  "title": "1997년 Johnson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-01-29",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Johnson v. State. 판결일: 1997-01-29. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: James Lee JOHNSON v. The STATE of Texas\n**판결일**: 1997-01-29\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n## 변호인\n\nElizabeth Horan, Fort Worth, for appellant., Edward L. Wilkinson, Asst. Dist. Atty., Fort Worth, Jeffrey L. Van Horn, Asst. State’s Atty., Matthew Paul, State’s Atty., Austin, for State.\n\n## 인용\n\n- 938 S.W.2d 65\n\n## 판결문 요약\n\n\n\nOPINION ON STATE’S PETITION FOR DISCRETIONARY REVIEW\n\nPER CURIAM.\nAppellant was convicted of aggravated sexual assault, sexual assault, and two counts of .incest. The jury sentenced him to thirty-five years, twenty years, ten years, and ten years of confinement for the respective offenses. On appeal, Appellant contended the trial court erred by admitting testimony of a drug abuse counselor in violation of the privilege contained in Tex.R.Crim.Evid. 510. The Court of Appeals agreed and reversed the convictions. Johnson v. State, 926 S.W.2d 334 (Tex.App.—Fort Worth 1996).\nIn its appellate brief, the State argued that the complainant’s mother, who was also Appellant’s wife, previously testified without objection about the meeting with the drug abuse counselor and that when the same evidence is presented elsewhere during trial without objection, no reversible error exists, citing McFarland v. State, 845 S.W.2d 824, 840 (Tex.Cr.App.1992). The State’s first ground for review, in the petition for discretionary review filed by the District Attorney, contends the Court of Appeals erred in not addressing this argument. We agree. A court of appeals must address every issue *66raised and necessary to the final disposition of the ease. See Tex.RApp.Pro. 90(a); Cardwell v. State, 881 S.W.2d 712 (Tex.Cr.App.1994); Ikner v. State, 848 S.W.2d 161 (Tex.Cr.App.1993); King v. State, 848 S.W.2d 142 (Tex.Cr.App.1993).\nWe grant ground one of the State’s (District Attorney’s) petition for discreti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-v-state"
    }
  ],
  "relatedIncidents": [
    11472,
    11507,
    11596,
    11659,
    11688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}