{
  "id": 11797,
  "title": "1997년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-01-07",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1997-01-07. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Sjonna WESLEY, Appellant\n**판결일**: 1997-01-07\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Cirillo, President Judge Emeritus, and Del Sole and Olszewski\n\n## 변호인\n\nMichael J. Malloy, Assistant Public Defender, Media, for appellant., Vram Nedurian, Jr., Assistant District Attorney, Newton Square, for the Commonwealth, appellee.\n\n## 인용\n\n- 688 A.2d 201\n- 455 Pa. Super. 343\n\n## 판결문 요약\n\n\n455 Pa. Super. 343 (1997)\n688 A.2d 201\nCOMMONWEALTH of Pennsylvania\nv.\nSjonna WESLEY, Appellant.\nSuperior Court of Pennsylvania.\nArgued November 12, 1996.\nFiled January 7, 1997.\n*345 Michael J. Malloy, Assistant Public Defender, Media, for appellant.\nVram Nedurian, Jr., Assistant District Attorney, Newton Square, for the Commonwealth, appellee.\nBefore CIRILLO, President Judge Emeritus, and DEL SOLE and OLSZEWSKI, JJ.\nCIRILLO, President Judge Emeritus:\nSjonna Wesley appeals from the judgment of sentence entered in the Court of Common Pleas of Delaware County. We affirm.\nOn December 5, 1994, appellant Wesley was sentenced to a term of imprisonment of eight to twenty-three months for aggravated assault, and three years probation for possession of an instrument of crime and criminal conspiracy. Wesley was permitted to serve her term of imprisonment on weekends and to be furloughed during the week, with an additional 200 hours of community service. The certificate of imposition of judgment of sentence entered by the clerk, and signed by the trial judge, reflected this sentence in most respects; however, *346 the weekend imprisonment term was listed as 60 consecutive weekends, which is the equivalent of 120 days or 4 months imprisonment.\nOn January 6, 1995, thirty-one days after entry of the original sentencing order, the trial court, acting sua sponte, amended the certificate of imposition of judgment of sentence, changing the weekend imprisonment term from 60 consecutive weekend...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-wesley"
    }
  ],
  "relatedIncidents": [
    11557,
    11650,
    11661,
    11149,
    11200
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}