{
  "id": 11790,
  "title": "1997년 Niece 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-01-16",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Niece. 판결일: 1997-01-16. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Dory Niece, as Guardian v. Elmview Group Home\n**판결일**: 1997-01-16\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Alexander, Durham, Johnson, Sanders\n\n## 변호인\n\nJ. Adam Moore, David A. Thompson, and Theodore F. Spearman, for petitioner., Merrick, Hofstedt & Lindsey, by Nancy K. McCoid, Allan H. Baris, and Harold R. Hofstedt, for respondent., Bryan P. Harnetiaux, Debra Stephens, and Gary N. Bloom on behalf of Washington State Trial Lawyers Association, amicus curiae., Mary M. Palmer on behalf of Washington Defense Trial Lawyers, amicus curiae.\n\n## 인용\n\n- 131 Wash. 2d 39\n\n## 판결문 요약\n\n\nJohnson, J.\n(concurring in part, dissenting in part) — I concur with the majority’s resolution of the special relationship and negligent supervision issues. However, I disagree with the majority’s conclusion that a theory of vicarious liability based upon a nondelegable duty of care is incompatible with existing Washington law. Therefore, I would hold Niece stated a valid cause of action of vicarious liability based on Elmview’s nondelegable duty of care.\nAs noted by the majority, Washington courts have historically held common carriers vicariously liable based on the nondelegable duty of care owed to their passengers. Marks v. Alaska S.S. Co., 71 Wash. 167,127 P. 1101 (1912); Kelly v. Navy Yard Route, 77 Wash. 148, 149, 137 P. 444 (1913). In 1967, this court extended the applicability of the nondelegable duty theory to the public school context, holding a school district liable for the negligent acts of a volunteer agent. Carabba v. Anacortes Sch. Dist. No. 103, 72 Wn.2d 939, 957-58, 435 P.2d 936 (1967). There, the *60plaintiff, a student athlete, alleged his severe injuries were the result of the negligence of the school district’s volunteer official. Carabba, 72 Wn.2d at 940-41. This court held the school district owed student athletes a nondelegable duty of protection and adopted the Restatement (Second) of Agency § 214 (1958). Carabba, 72 Wn.2d at 957-58.\nSection 214 states:\nA master or other principal who is under a duty to provide protection for or to have care used t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=niece-v-elmview-group-home"
    }
  ],
  "relatedIncidents": [
    11472,
    11507,
    11596,
    11659,
    11688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}