{
  "id": 11794,
  "title": "1997년 Atherton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-01-14",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Atherton. 판결일: 1997-01-14. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: ATHERTON v. FEDERAL DEPOSIT INSURANCE CORPORATION, as Receiver for CITY SAVINGS, F. S. B.\n**판결일**: 1997-01-14\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Breyer, O'Connor, Scalia, Thomas\n\n## 변호인\n\nRonald W. Stevens argued the cause for petitioner. With him on the briefs were Gilbert C. Miller and Bruce H. Nielson., Richard P. Bress argued the cause for respondent. With him on the brief were Acting Solicitor General Dellinger, Deputy Solicitor General Bender, Jack D Smith, Ann S. DuRoss, and Jerome A. Madden.*\n\n## 인용\n\n- 136 L. Ed. 2d 656\n- 117 S. Ct. 666\n- 519 U.S. 213\n- 1997 U.S. LEXIS 461\n\n## 판결문 요약\n\n\n519 U.S. 213 (1997)\nATHERTON\nv.\nFEDERAL DEPOSIT INSURANCE CORPORATION, as receiver for CITY SAVINGS, F. S. B.\nNo. 95-928.\nUnited States Supreme Court.\nArgued November 4, 1996.\nDecided January 14, 1997.\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE THIRD CIRCUIT\n*215 *215 Breyer, J., delivered the opinion of the Court, in which Rehnquist, C. J., and Stevens, Kennedy, Souter, and Ginsburg, JJ., joined, and in which O'Connor, Scalia, and Thomas, JJ., joined, except to the extent the opinion relies on legislative history. O'Connor, J., filed an opinion concurring in part and concurring in the judgment, in which Scalia and Thomas, JJ., joined, post, p. 231.\nRonald W. Stevens argued the cause for petitioner. With him on the briefs were Gilbert C. Miller and Bruce H. Nielson. \nRichard P. Bress argued the cause for respondent. With him on the brief were Acting Solicitor General Dellinger, Deputy Solicitor General Bender, Jack D. Smith, Ann S. DuRoss, and Jerome A. Madden.[*]\nJustice Breyer, delivered the opinion of the Court.\nThe Resolution Trust Corporation (RTC) sued several officers and directors of City Federal Savings Bank, claiming that they had violated the legal standard of care they owed that federally chartered, federally insured institution. The case here focuses upon the legal standard for determining whether or not their behavior was improper. It asks where courts should look to find the standard of care to measure the legal propriety of the defendants' condu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=atherton-v-federal-deposit-insurance-corp"
    }
  ],
  "relatedIncidents": [
    11486,
    11487,
    11491,
    11502,
    11544
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}