{
  "id": 11792,
  "title": "1997년 Dawson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-01-16",
  "location": "North Dakota, ND, USA",
  "summary": "미국 North Dakota, ND 법원 판결 사건. 사건명: Dawson. 판결일: 1997-01-16. 법원: North Dakota Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In the Interest of A.E., A Child. Stephen R. DAWSON, and v. Hignonon ESPARZA, Terry Ysaquirre, and A.E., a Child, and\n**판결일**: 1997-01-16\n**법원**: North Dakota Supreme Court\n**관할**: North Dakota, ND\n\n**판사**: Maring, Meschke, Neumann, Sandstrom, Walle\n\n## 변호인\n\nStephen R. Dawson (argued), Assistant State’s Attorney, Fargo, for petitioner and appellee., James F. Lester (argued), Fargo, for respondents and appellant.\n\n## 인용\n\n- 559 N.W.2d 215\n- 1997 ND 9\n\n## 판결문 요약\n\n\nOPINION\nMARING, Justice.\n[¶ 1] A.E. and five other juveniles were arrested after Cheryl Tendeland was shot and killed while sitting in her car in West Fargo, North Dakota on the evening of November 15, 1995. A petition was filed in Cass County Juvenile Court alleging A.E. was a delinquent child because he had committed conspiracy to commit armed robbery on or about November 15, 1995, in the Tendeland incident. The State filed a motion to transfer jurisdiction to Cass County District Court, and after a hearing, the court granted the motion. It is from this order that A.E. appeals.\n[¶ 2] A.E. argues on appeal that the State did not meet its burden of persuasion on the question of whether there existed reasonable grounds to believe A.E. committed the act of conspiracy to commit armed robbery. A.E. also claims that the State failed to meet its burden of persuasion that A.E. is not amenable to treatment as a juvenile.\n[¶ 3] This court’s review of a juvenile court’s order is similar to a trial de novo. In Interest of T.M., 512 N.W.2d 441, 442 (N.D.1994). We independently review the evidence, and our review is not limited to a determination of whether the juvenile court’s findings are clearly erroneous. Id. This standard is also set forth in N.D.C.C. § 27-20-56 as follows: “The appeal must be heard by the supreme court upon the files, records, and minutes or transcript of the evidence of the juvenile court, giving appreciable weight to the findings of the juvenile court.”\n[¶4] N.D....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dawson-v-esparza"
    }
  ],
  "relatedIncidents": [
    11521,
    11524,
    11571,
    11603,
    11608
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}