{
  "id": 11793,
  "title": "1997년 Bickham 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-01-15",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Bickham. 판결일: 1997-01-15. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Walter BICKHAM v. SUB SEA INTERNATIONAL, INC.\n**판결일**: 1997-01-15\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Ciaccio, Iper, Jiciaccio, Schott, Waltzer\n\n## 변호인\n\nH. Edward Sherman, New Orleans, for Appellant., Bruce D. Burglass, Jr., Richard J. Garvey, Jr., Burglass & Associates, Metairie, for Ap-pellee.\n\n## 인용\n\n- 690 So. 2d 84\n\n## 판결문 요약\n\n\nJiCIACCIO, Judge.\nIn this maritime action, plaintiff appeals the trial court’s assessment of court costs. For the reasons stated herein, we reverse the trial court’s judgment and assess costs of the trial court proceedings against defendants.\nPlaintiff, Walter Bickham, was employed by Sub Sea International, Inc. and was injured when he slipped and fell on a staircase on the vessel. He filed this maritime action against Sub Sea and its insurer, alleging claims of negligence, unseaworthiness, and maintenance and cure. The matter proceeded to trial, and following the presentation of plaintiffs case, defendants urged a Motion for Involuntary Dismissal which was granted by the trial court, thereby dismissing plaintiffs action. Defendants subsequently filed a Motion to Tax Costs, and the trial court rendered judgment in favor of defendants and against plaintiffs in the sum of $3,179.10, which represented deposition costs, court costs and various others costs of the trial court proceedings incurred by defendants.\nPlaintiff subsequently appealed from the judgment of the trial court granting defendants’ Motion for Involuntary Dismissal and dismissing plaintiffs lawsuit. On November 20, 1996, this court affirmed in part and reversed in part that judgment, finding that the trial court erred in denying plaintiffs claim for maintenance and cure. However, the trial court’s judgment with regard to ^dismissal of plaintiffs claims of unseaworthiness and Jones Act negligence was affirmed. See...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bickham-v-sub-sea-international-inc"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11472,
    11476,
    11477
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}