{
  "id": 11807,
  "title": "1996년 Albert 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-12-30",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Albert. 판결일: 1996-12-30. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Hector Albert\n**판결일**: 1996-12-30\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 234 A.D.2d 604\n- 652 N.Y.S.2d 532\n\n## 판결문 요약\n\n\n—Appeal by the defendant from a judgment of the County Court, Suffolk County (Weber, J.), rendered August 15, 1994, convicting him of rape in the first degree, sexual abuse in the first degree (two counts), and endangering the welfare of a child, upon a jury verdict, and imposing sentence.\nOrdered that the judgment is affirmed.\nThe jury properly found that the defendant raped and sexu*605ally abused his seven-year-old stepdaughter. Resolution of issues of credibility, as well as the weight to be accorded the evidence presented, are primarily questions to be determined by the jury, which saw and heard the witnesses (see, People v Gaimari, 176 NY 84). Its determination should be accorded great weight on appeal and should not be disturbed unless clearly unsupported by the record (see, People v Garafolo, 44 AD2d 86). Upon the exercise of our factual review power, we are satisfied that the verdict was not against the weight of the evidence (see, CPL 470.15 [5]).\nThe sentence imposed was not excessive (see, People v Suitte, 90 AD2d 80).\nThe defendant’s remaining contentions are either unpreserved for appellate review or without merit. Bracken, J. P., O’Brien, Thompson and Pizzuto, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-albert"
    }
  ],
  "relatedIncidents": [
    11823,
    11930,
    11933,
    11971,
    12069
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}