{
  "id": 11804,
  "title": "1996년 Lacy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-12-31",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Lacy. 판결일: 1996-12-31. 법원: Arizona Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Arizona, Appellee, v. Clifford Dean LACY, Appellant\n**판결일**: 1996-12-31\n**법원**: Arizona Supreme Court\n**관할**: Arizona, AZ\n\n**판사**: Corcoran, Feldman, Martone, Moeller, Zlaket\n\n## 변호인\n\nGrant Woods, Attorney General by Paul J. McMurdie, Chief Counsel, Criminal Appeals Section, Linda L. Knowles, Assistant Attorney General, Phoenix, for Appellee., Harriette P. Levitt, Tucson, for Appellant.\n\n## 인용\n\n- 929 P.2d 1288\n- 187 Ariz. 340\n\n## 판결문 요약\n\n\n187 Ariz. 340 (1996)\n929 P.2d 1288\nSTATE of Arizona, Appellee,\nv.\nClifford Dean LACY, Appellant.\nNo. CR-93-0402-AP.\nSupreme Court of Arizona, En Banc.\nDecember 31, 1996.\n*344 Grant Woods, Attorney General by Paul J. McMurdie, Chief Counsel, Criminal Appeals Section, Linda L. Knowles, Assistant Attorney General, Phoenix, for Appellee.\nHarriette P. Levitt, Tucson, for Appellant.\nOPINION\nZLAKET, Vice Chief Justice.\nOn March 24, 1982, the bodies of Susan England and Teresa Acuna, students at the University of Arizona, were found in their Tucson apartment. Defendant Lacy was charged with both homicides in 1991. He was convicted of two counts of first degree murder in April 1993 and sentenced to death. This automatic appeal followed. We have jurisdiction pursuant to Ariz. Const. art. VI, § 5(3), A.R.S. § 13-4031, and Rule 31.2(b), Ariz.R.Crim.P.\nFACTS\nSusan's brother, Robert, was a medical student living with the young women. At approximately 11:15 p.m. on March 23, he left their apartment to study at the library. Susan was getting ready for bed, and Teresa was at work. Robert would later testify that he probably did not lock the door, believing that Teresa would secure it when she returned home.\nAround 2:00 a.m., Rick Howell, another student living in the area, got on his bicycle to go to the library. He heard several unusual noises and rode towards them. Stopping near the victims' residence, he saw a light-colored compact car pull out of the driveway.\nWhen Robert returned to the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-lacy"
    }
  ],
  "relatedIncidents": [
    11817,
    11824,
    11867,
    11875,
    11881
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}