{
  "id": 11803,
  "title": "1997년 Calvin J. Weber, Carolyn A. Weber Tracy M. Weber Timothy P. Weber Richard D. Weber v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1997-01-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Calvin J. Weber, Carolyn A. Weber Tracy M. Weber Timothy P. Weber Richard D. Weber v. United States. 판결일: 1997-01-02. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Calvin J. Weber, Carolyn A. Weber Tracy M. Weber Timothy P. Weber Richard D. Weber v. United States\n**판결일**: 1997-01-02\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 105 F.3d 663\n\n## 판결문 요약\n\n105 F.3d 663\n    NOTICE:  Eighth Circuit Rule 28A(k) governs citation of unpublished opinions and provides that they are not precedent and generally should not be cited unless relevant to establishing the doctrines of res judicata, collateral estoppel, the law of the case, or if the opinion has persuasive value on a material issue and no published opinion would serve as well.Calvin J. WEBER, Appellant,Carolyn A. Weber;  Tracy M. Weber;  Timothy P. Weber;Richard D. Weber, Plaintiffs,v.UNITED STATES of America, Appellee.\n    No. 96-2667.\n    United States Court of Appeals, Eighth Circuit.\n    Submitted Dec. 26, 1996.Decided Jan. 2, 1997.\n    \n      Before FAGG, WOLLMAN, and MURPHY, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      Calvin J. Weber, a former civilian Army engineer, appeals from the magistrate judge's1 order dismissing his Federal Tort Claims Act (FTCA) action for failure to state a claim.  Weber, pro se, filed this FTCA complaint on behalf of himself and his four minor children against the United States.  Weber claims that the Federal Bureau of Investigation (FBI) investigated him for disclosing classified Army information and created files containing false criminal accusations, causing him \"a criminal stigma\" and employment damages, and possibly also stigmatizing his children and hindering their future employment prospects;  and that the government's failure to release these files in response to his Freedom of Information Act (FOIA) requests because of a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=calvin-j-weber-carolyn-a-weber-tracy-m-weber-timot"
    }
  ],
  "relatedIncidents": [
    11470,
    11471,
    11472,
    11476,
    11477
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}