{
  "id": 11802,
  "title": "1997년 Kirt Douglas Wainwright v. Larry Norris, Director, Arkansas Department of Correction 사건",
  "category": "terrorism",
  "era": "contemporary",
  "date": "1997-01-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Kirt Douglas Wainwright v. Larry Norris, Director, Arkansas Department of Correction. 판결일: 1997-01-02. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Kirt Douglas WAINWRIGHT, Petitioner, v. Larry NORRIS, Director, Arkansas Department of Correction, Respondent\n**판결일**: 1997-01-02\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Fagg, Henley, Magill\n\n## 변호인\n\nCraig Lambert, Little Rock, AR, for Petitioner., Kelly K. Hill, Deputy Attorney General, Little Rock, AR, for Respondent.\n\n## 인용\n\n- 121 F.3d 339\n\n## 판결문 요약\n\n121 F.3d 339\n    Kirt Douglas WAINWRIGHT, Petitioner,v.Larry NORRIS, Director, Arkansas Department of Correction, Respondent.\n    No. 96-8168.\n    United States Court of Appeals,Eighth Circuit\n    Jan. 2, 1997.\n    \n      Craig Lambert, Little Rock, AR, for Petitioner.\n      Kelly K. Hill, Deputy Attorney General, Little Rock, AR, for Respondent.\n      Before FAGG, Circuit Judge, HENLEY, Senior Circuit Judge, and MAGILL, Circuit Judge.ORDER\n    \n    \n      1\n      Kirt Douglas Wainwright has filed a motion for authorization to file a second habeas petition in the district court.  See Antiterrorism and Effective Death Penalty Act of 1996 (the Act), &#167; 106(b), Pub.L. No. 104-132, 110 Stat. 1217 (1996) (to be codified at 28 U.S.C. &#167; 2244(b)).  We deny Wainwright's motion.\n    \n    \n      2\n      In Wainwright's first habeas action, the district court granted Wainwright relief on the ground that the State's brief cross-examination of Wainwright about \"the Bloods\" and a \"Blood handbook,\" actually a handwritten copy of an Islamic text, violated his First and Fourteenth Amendment rights under Dawson v. Delaware, 503 U.S. 159, 112 S. Ct. 1093, 117 L. Ed. 2d 309 (1992).  Wainwright v. Norris, 872 F. Supp. 574, 619 (E.D.Ark.1994).  Wainwright asserts that \"[i]n his first round of habeas proceedings, ... [he] also claimed that the State's conduct amounted to the presentation of false evidence and false argument in violation of due process.\"   Wainwright's Motion for Authorizati...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "테러"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kirt-douglas-wainwright-v-larry-norris-director-arkansas-department-of"
    }
  ],
  "relatedIncidents": [
    11506,
    11625,
    11316,
    11550,
    11959
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}