{
  "id": 11818,
  "title": "1996년 Powers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-12-20",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Powers. 판결일: 1996-12-20. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Gweneth POWERS v. STATE\n**판결일**: 1996-12-20\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Baschab, Taylor\n\n## 변호인\n\nRoger C. Appell, Birmingham, for appellant., Jeff Sessions and Bill Pryor, attys. gen., and Frances Clement, asst. atty. gen., for appellee.\n\n## 인용\n\n- 723 So. 2d 735\n\n## 판결문 요약\n\n\nTAYLOR, Presiding Judge.\nThe appellant, Gweneth Powers, was convicted after a bench trial on two counts of theft of property in the first degree, a violation of § 13A-8-3, Code of Alabama 1975. She was sentenced to two years in the state penitentiary; that sentence was suspended and she was placed on two years’ probation.\nThe State’s evidence tended to show that on June 14, 1995, the appellant purchased traveler’s checks from the Alabama Motorists Association (“AMA”) and tendered a check for $3,000. On June 19, 1995, the appellant again went to the AMA to purchase traveler’s checks and tendered a check for $3,500. Both checks were returned by the bank for insufficient funds. The record reflects that Karen Grisham was employed by the AMA on June 14, 1995, and that she received the checks from the appellant in the amount of $3,000 and $3,500, respectively. Mrs. Grisham testified that she notified the appellant that the checks had been returned and that she needed to “make the checks good”. The record shows that the appellant did not respond and did not reimburse the AMA for the funds.\nThe appellant’s only contention on appeal is that the trial court erred when it allegedly failed to advise the appellant of her right to a trial by jury; when it allegedly failed to ascertain whether the appellant knowingly, voluntarily, and intelligently waived her right to a jury trial; and when it allegedly failed to obtain the consent of the prosecution in granting the appellant’s request for...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=powers-v-state"
    }
  ],
  "relatedIncidents": [
    11804,
    11806,
    11807,
    11813,
    11814
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}