{
  "id": 11814,
  "title": "1996년 In Re Lucero 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-12-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: In Re Lucero. 판결일: 1996-12-23. 법원: Bankruptcy Appellate Panel of the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: In Re Jerry Nelson LUCERO, Doing Business as Affordable Bldg. & Landscaping Concepts; And Crystal Fields Lucero, Also Known as Crystal Fields, Debtors. Jerry N. LUCERO; Crystal F. Lucero; And Steve H. Mazer, Chapter 13 Trustee, Plaintiffs-Appellees, v. GREEN TREE FINANCIAL SERVICING CORP., Defendant-Appellant\n**판결일**: 1996-12-23\n**법원**: Bankruptcy Appellate Panel of the Tenth Circuit\n**관할**: USA, Federal\n\n**판사**: Bohanon, Pearson, and Boulden, Bankruptcy Judges\n\n## 변호인\n\nDaniel E. Duncan, Duncan Law Offices, Albuquerque, NM, for Defendant-Appellant., Michael K. Daniels, Albuquerque, NM, for Plaintiffs-Appellees.\n\n## 인용\n\n- 203 B.R. 322\n\n## 판결문 요약\n\n\n203 B.R. 322 (1996)\nIn re Jerry Nelson LUCERO, doing business as Affordable Bldg. &amp; Landscaping Concepts; and Crystal Fields Lucero, also known as Crystal Fields, Debtors.\nJerry N. LUCERO; Crystal F. Lucero;[*] and Steve H. Mazer, Chapter 13 Trustee, Plaintiffs-Appellees,\nv.\nGREEN TREE FINANCIAL SERVICING CORP., Defendant-Appellant.\nBAP No. NM-96-22, Bankruptcy No. 95-12788, Adv. No. 95-1250.\nUnited States Bankruptcy Appellate Panel, Tenth Circuit.\nDecember 23, 1996.\nDaniel E. Duncan, Duncan Law Offices, Albuquerque, NM, for Defendant-Appellant.\nMichael K. Daniels, Albuquerque, NM, for Plaintiffs-Appellees.\nBefore BOHANON, PEARSON, and BOULDEN, Bankruptcy Judges.\n\nOPINION\nBOHANON, Bankruptcy Judge.\nGreen Tree Financial Servicing Corp. appeals the judgment of the United States Bankruptcy Court for the District of New Mexico that determined Steven H. Mazer, the Chapter 13 Trustee, could avoid its lien on a manufactured home. Because we conclude the bankruptcy court erred as a matter of law in holding that the trustee could avoid the properly perfected security interest in personal property, we reverse the judgment.[1]\n\nI. BACKGROUND\nGreen Tree financed the debtors' purchase of a manufactured or mobile home, and its note was secured by a lien on the manufactured home. It perfected its lien with the New Mexico Motor Vehicle Division but did not make a fixture filing in the real estate records. Subsequently, the debtors permanently affixed the home to a foundation on real est...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lucero-v-green-tree-financial-servicing-corp-in-re-lucero"
    }
  ],
  "relatedIncidents": [
    11832,
    11908,
    11916,
    11918,
    11929
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}