{
  "id": 11813,
  "title": "1996년 Ligator 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-12-24",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Ligator. 판결일: 1996-12-24. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: JACKSON NATIONAL LIFE INSURANCE COMPANY and Jackson National Life Insurance Company of Michigan, Plaintiffs, v. Louis LIGATOR, Allison Industries, Inc., Allison Industries, Ltd., Hybritex De Costa Rica, S.A., Motor Parkway Realty Corp., Melvin Smith, James J. Hume, Stuart Stein, Shai Nesher, Mario De La Higuera, and John and Mary Does 1-100, Defendants\n**판결일**: 1996-12-24\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Preska\n\n## 변호인\n\nSteven Cooper, Anderson Kill Olick & Osh-insky, P.C., New York City, for plaintiffs Jackson National Life Insurance Company, Jackson National Life Insurance Company of Michigan., Jonathan Sinnreieh, Sinnreich, Wasserman Grubin & Cahill, New York City, for defendants Motor Parkway Realty Corp., James J. Hume.\n\n## 인용\n\n- 949 F. Supp. 200\n\n## 판결문 요약\n\n\n949 F. Supp. 200 (1996)\nJACKSON NATIONAL LIFE INSURANCE COMPANY and Jackson National Life Insurance Company of Michigan, Plaintiffs,\nv.\nLouis LIGATOR, Allison Industries, Inc., Allison Industries, Ltd., Hybritex de Costa Rica, S.A., Motor Parkway Realty Corp., Melvin Smith, James J. Hume, Stuart Stein, Shai Nesher, Mario de La Higuera, and John and Mary Does 1-100, Defendants.\nNo. 95 Civ. 9532 (LAP).\nUnited States District Court, S.D. New York.\nDecember 24, 1996.\n*201 Steven Cooper, Anderson Kill Olick &amp; Oshinsky, P.C., New York City, for plaintiffs Jackson National Life Insurance Company, Jackson National Life Insurance Company of Michigan.\nJonathan Sinnreich, Sinnreich, Wasserman Grubin &amp; Cahill, New York City, for defendants Motor Parkway Realty Corp., James J. Hume.\n\nMEMORANDUM AND ORDER\nPRESKA, District Judge:\nThis is an action alleging securities fraud, common law fraud, negligent misrepresentation, and fraudulent conveyance in connection with a complex transaction involving the plaintiffs' provision of financing to facilitate the purchase of stock and assets of a group of related businesses allegedly owned or controlled by the various defendants. Defendants Motor Parkway, Inc., Melvin Smith, Stuart Stein, Louis Ligator, Allison Industries, Inc., Allison Industries, Ltd., and Hybritex of Costa Rica, S.A. have brought four different motions to dismiss, relying on Fed. R.Civ.P. 12(b)(6) and Fed.R.Civ.P. 9(b). For the reasons that follow, the complaint is dismisse...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jackson-national-life-insurance-v-ligator"
    }
  ],
  "relatedIncidents": [
    11821,
    11844,
    11846,
    11849,
    11923
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}