{
  "id": 11819,
  "title": "1996년 De Jesus v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-12-18",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: De Jesus v. State. 판결일: 1996-12-18. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: De Jesus v. State\n**판결일**: 1996-12-18\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Schwartz, C.J., and Nesbitt and Levy\n\n## 인용\n\n- 684 So. 2d 875\n\n## 판결문 요약\n\n\n684 So.2d 875 (1996)\nAntonio DE JESUS, Appellant,\nv.\nThe STATE of Florida, Appellee.\nNo. 95-2384.\nDistrict Court of Appeal of Florida, Third District.\nDecember 18, 1996.\nBennett H. Brummer, Public Defender and Julie M. Levitt and Harvey Sepler, Assistants Public Defender, for appellant.\nRobert A. Butterworth, Attorney General and Sylvie Perez Posner, Assistant Attorney General, for appellee.\nBefore SCHWARTZ, C.J., and NESBITT and LEVY, JJ.\nSCHWARTZ, Chief Judge.\nAfter a jury trial, De Jesus was convicted of numerous crimes committed during a home invasion robbery. We disagree with the appellant's primary claim for reversal, that the prosecution's final argument was fatally erroneous. He points specifically to the following:\nOf course, she [defense counsel] doesn't think the evidence is enough. That's her job. She is defending the defendant.\n* * * * * *\nThere is a saying that trial attorneys learn in law school: When you have the law, you sympathize [sic] the law. When you have the facts, you emphasize the facts. And when you don't have anything, you bang on *876 the table and attack the credibility of the witnesses.\nAnd that's what's happening here with the fingerprints. And they are attacking the credibility of the witnesses, because they don't have the facts, and they don't have the law.\nWe think that these comments, which are common to the point of universality and familiar to the point of judicial boredom, were within the range of appropriate advocacy and therefore not e...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=de-jesus-v-state"
    }
  ],
  "relatedIncidents": [
    11831,
    11841,
    11850,
    11868,
    11876
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}