{
  "id": 11822,
  "title": "1996년 Jeudy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-12-18",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Jeudy. 판결일: 1996-12-18. 법원: Connecticut Superior Court.",
  "description": "## 사건 정보\n\n**사건명**: Andre Jeudy v. Warden, State Prison\n**판결일**: 1996-12-18\n**법원**: Connecticut Superior Court\n**관할**: Connecticut, CT\n\n**판사**: KAPLAN, ADMINISTRATIVE JUDGE.\n\n## 인용\n\n- 1996 Conn. Super. Ct. 6964\n\n## 판결문 요약\n\n[EDITOR'S NOTE: This case is unpublished as indicated by the issuing court.]MEMORANDUM OF DECISION\nI. FACTS\nOn October 28, 1991, the petitioner, Andre R. Jeudy, pled guilty under the Alford Doctrine to three counts of the sale of narcotics, General Statutes &#167; 21a-277a, and one count of assault against an officer, General Statutes &#167; 53a-167a(c). The petitioner was sentenced on the drug sales to ten years for each count, sentences to run concurrent. The petitioner was sentenced for the assault charge to ten years also to run concurrent with the drug charges. CT Page 6965\nOn March 17, 1995, the petitioner filed his pro se petition for habeas corpus in this court alleging that his attorney did not advise him of immigration consequences of his plea and that he was under duress following discussions with a Fairfield Police Detective regarding the petitioner's co-operation with authorities. On April 7, 1995, the habeas court (Sferrazza, J.), appointed the Office of the Chief Public Defender on behalf of the petitioner.\nThe public defender, Todd Edgington, has concluded that there is no non frivolous argument in support of the petitioner's claim. Consequently, the public defender has filed a motion and supporting memorandum to withdraw, requesting that the court withdraw the appearance of all public defenders.\nII. DISCUSSION\nThe right to appointed counsel is available only where there is a non frivolous claim. Anders v. California, 386 U.S. 738,744-45 (1967); State v. Pasuc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jeudy-v-warden-state-prison-no-cv-95-2009-s-dec-18-1996"
    }
  ],
  "relatedIncidents": [
    11835,
    11843,
    11928,
    11963,
    12037
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}