{
  "id": 11824,
  "title": "1996년 McClain 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-12-11",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: McClain. 판결일: 1996-12-11. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State v. McClain\n**판결일**: 1996-12-11\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Armstrong, Plotkin and Landrieu\n\n## 인용\n\n- 685 So. 2d 590\n\n## 판결문 요약\n\n\n685 So. 2d 590 (1996)\nSTATE of Louisiana\nv.\nJohnny A. McCLAIN.\nNo. 95-KA-2546.\nCourt of Appeal of Louisiana, Fourth Circuit.\nDecember 11, 1996.\nRichard Ieyoub, Attorney General of the State of Louisiana and Darryl W. Bubrig, Sr., District Attorney, 25th Judicial District, Pointe-a-la-Hache, and Gilbert V. Andry, III, Assistant District Attorney, New Orleans, for Plaintiff/Appellee.\n*591 Peter Barbee, Plaquemines Parish, Indigent Defender Board, Pointe-a-la-Hache, for Defendant/Appellant.\nBefore ARMSTRONG, PLOTKIN and LANDRIEU, JJ.\nARMSTRONG, Judge.\nThe defendant, Johnny McClain, was indicted by grand jury for first degree murder, a violation of La. R.S. 14:30. The State subsequently amended the indictment to charge him with second degree murder, a violation of La. R.S. 14:30.1. He was tried by a twelve-member jury which found him guilty of manslaughter. The defendant was sentenced to fifteen years at hard labor. His motion for reconsideration of sentence was denied. The defendant now appeals.\nOn the afternoon of October 24, 1993, in Empire, Louisiana, the defendant, whose nickname was \"Alabama,\" got into an argument with Bernadette Cipriano, who was also known as \"Mother Nature.\" After he left her trailer, the argument resumed outside at which point Mother Nature swung a broom at the defendant and missed. The defendant struck her several times with his cane, whereupon Mother Nature's daughter Teacher Joseph threw a paint can at him. The defendant then retreated to the traile...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mcclain"
    }
  ],
  "relatedIncidents": [
    11804,
    11817,
    11867,
    11875,
    11881
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}