{
  "id": 11820,
  "title": "1996년 Morris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-12-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Morris. 판결일: 1996-12-18. 법원: Army Court of Criminal Appeals.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. Sergeant First Class Leroy MORRIS, Jr., 341-50-5746, United States Army\n**판결일**: 1996-12-18\n**법원**: Army Court of Criminal Appeals\n**관할**: USA, Federal\n\n**판사**: Cairns, Carter, Military, Toomey\n\n## 변호인\n\nFor Appellant: Captain Eric S. Krauss, JA (argued);. Colonel Stephen D. Smith, JA (on brief); Major J. Frank Burnette, JA., For Appellee: Captain Steven H. Levin, JA (argued); Colonel John M. Smith, JA; Lieutenant Colonel Eva M. Novak, JA; Major Lyle D. Jentzer, JA (on brief).\n\n## 인용\n\n- 44 M.J. 841\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nCARTER, Judge.\nA military judge sitting as a general court-martial convicted the appellant, contrary to his pleas, of conspiracy to commit larceny, larceny (two specifications), and wrongful appropriation in violation of Articles 81 and 121, Uniform Code of Military Justice, 10 U.S.C. §§ 881 and 921 (1988)[hereinafter UCMJ]. The convening authority approved the adjudged sentence to a dishonorable discharge, confinement for five years, forfeiture of $400.00 pay per month for sixty months, and reduction to Private El. This case is before the court for automatic review under Article 66, UCMJ, 10 U.S.C. § 866.\nThe military judge suppressed two statements by appellant, ruling they were the product of unlawful inducements by Criminal Investigation Command (CID) agents. Appellant asserts that the use of evidence derived from these statements tainted both the decision to prosecute him and the testimony of his fellow co-conspirator. We find that the military judge erred in ruling that the statements were unlawfully induced; therefore, *843appellant’s claim that derivative evidence tainted his conviction is moot.\nI. BACKGROUND\nThis is a black-marketing case involving stolen commissary meat in Korea. Acting on a tip, CID agents set up surveillance outside the Camp Stanley gate. On 10 September 1994, the agents observed and followed an Army van allegedly used to transport the stolen meat. Subsequently, the agents made a lawful investigatory stop of the van which was...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-morris"
    }
  ],
  "relatedIncidents": [
    11804,
    11806,
    11807,
    11813,
    11814
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}