{
  "id": 11823,
  "title": "1996년 Holmes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-12-17",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Holmes. 판결일: 1996-12-17. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Reginald HOLMES, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1996-12-17\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Cornelius, C.J., and Grant and Ross\n\n## 변호인\n\nConnie Mitchell, Texarkana, for appellant., Alwin A. Smith, Assistant District Attorney, Texarkana, for appellee.\n\n## 인용\n\n- 938 S.W.2d 488\n\n## 판결문 요약\n\n\n938 S.W.2d 488 (1996)\nReginald HOLMES, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 06-96-00025-CR.\nCourt of Appeals of Texas, Texarkana.\nSubmitted December 16, 1996.\nDecided December 17, 1996.\n*489 Connie Mitchell, Texarkana, for appellant.\nAlwin A. Smith, Assistant District Attorney, Texarkana, for appellee.\nBefore CORNELIUS, C.J., and GRANT and ROSS, JJ.\n\nOPINION\nCORNELIUS, Chief Justice.\nReginald Holmes appeals from his conviction for sexual assault and indecency with a child. He was convicted in a jury trial and sentenced to fifteen years' imprisonment and a $5,000.00 fine.\nAlthough factual sufficiency is not raised, we briefly set forth the facts so that the second point of error may be placed in some context. The victim testified that Holmes sexually assaulted her on the afternoon of May 8, 1992, while she was staying at the home of Holmes's estranged wife, the victim's older sister. During the assault Holmes's mother-in-law (the mother of the victim) pulled into the driveway and saw Holmes get up and run away. She testified that there was blood on the victim's shorts. She took the victim to the hospital, and there is medical testimony confirming a sexual assault.\nHolmes first contends that his conviction should be reversed because he was denied his constitutional right to a speedy trial. The Sixth Amendment to the United States Constitution, as applied to the states through the Fourteenth Amendment, guarantees the right to a speedy trial. The Texas Constitution gu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=holmes-v-state"
    }
  ],
  "relatedIncidents": [
    11807,
    11930,
    11933,
    11971,
    12069
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}