{
  "id": 11835,
  "title": "1996년 Smith v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-12-04",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Smith v. State. 판결일: 1996-12-04. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Stanley P. SMITH v. STATE of Missouri\n**판결일**: 1996-12-04\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crow, Parrish, Shrum\n\n## 변호인\n\nJudith C. LaRose, Asst. Public Defender, Columbia, for appellant., Jeremiah W. (Jay) Nixon, Attorney General, Lisa A. Fischer, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 937 S.W.2d 339\n\n## 판결문 요약\n\n\nCROW, Presiding Judge.\nAppellant, Stanley P. Smith, was charged with two felonies: Count I: assault in the first degree, § 565.0501; Count II: armed criminal action, § 571.015.\nAppellant struck a bargain with the prosecutor wherein, in exchange for Appellant’s plea of guilty to Count I, the prosecutor agreed to: (a) dismiss Count II, (b) recommend a ten-year sentence on Count I, (c) reduce a charge against Appellant’s wife “to a class D felony,” and (d) recommend a suspended imposition of sentence for Appellant’s wife.\nAppellant pled guilty to Count I per the agreement, and the plea court sentenced Appellant to ten years’ imprisonment.\nAfter delivery to the Department of Corrections, Appellant filed a timely motion to vacate the conviction and sentence under Rule 24.035.2 Counsel appointed to represent Appellant filed an amended motion.\nThe motion court denied relief without an evidentiary hearing. Appellant brings this appeal from that order. His sole point relied on is:\n“The motion court erred in denying ... relief ... without granting an evidentiary hearing ... in that Appellant pled factual allegations which, if proven, would warrant relief and which are not refuted by the record since Appellant claimed that he received ineffective assistance of counsel ... in that trial counsel failed to file and litigate motions to suppress statements and physical evidence. If trial counsel had properly filed these motions, and prevailed, Appellant would not have pled guilty and would ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-state"
    }
  ],
  "relatedIncidents": [
    11843,
    11928,
    11963,
    12037,
    12099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}