{
  "id": 11832,
  "title": "1996년 McNeese 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-12-09",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: McNeese. 판결일: 1996-12-09. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Charles McNEESE v. STATE of Arkansas\n**판결일**: 1996-12-09\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Newbern\n\n## 변호인\n\nYoung & Finley, by: Dale W. Finley, for appellant., Winston Bryant, Att’y Gen., by: Brad Newman, Asst. Att’y Gen., for appellee.\n\n## 인용\n\n- 326 Ark. 787\n- 935 S.W.2d 246\n\n## 판결문 요약\n\n David Newbern, Justice. Charles McNeese appeals from his conviction of two counts of arson. Ark. Code Ann. § 5-38-301 (Repl. 1993). He was sentenced to imprisonment for sixty years and forty years, to be served consecutively, and fined $17,000. The sole point of appeal is Mr. McNeese’s allegation that the Trial Court erred in overruling his motion for a continuance. The continuance was sought on the ground that defense counsel was not informed by the prosecution of certain inculpatory evidence until shordy before the scheduled commencement of the trial. There is an issue about whether the prosecution was required to inform Mr. McNeese of the evidence despite his counsel’s failure to request it. We affirm the conviction because the Trial Court’s action, whether or not such a request was required in the circumstances presented, resulted in no unfair prejudice to Mr. McNeese. On the night of October 14, 1994, Troy Terry’s barn burned to the ground. Later that same night, or in the early morning hours of October 15, 1994, the Strawberry First Assembly of God Church was destroyed by fire. As the result of a police investigation, Mr. McNeese was charged with the offenses. The State filed a bill of particulars stating the names of ten witnesses and fisting three inculpatory statements allegedly made by Mr. McNeese. Despite the fact that no request for information pursuant to Ark. R. Crim. P. 17.1 had been made by the defense, the State’s bill of particulars referred to the rule and...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcneese-v-state"
    }
  ],
  "relatedIncidents": [
    11814,
    11908,
    11916,
    11918,
    11929
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}