{
  "id": 11830,
  "title": "1996년 In Re Anderson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-12-09",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: In Re Anderson. 판결일: 1996-12-09. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: In Re Anderson.\n**판결일**: 1996-12-09\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Koehler, Powell, Young\n\n## 변호인\n\nDonald W. White,  Clermont County Prosecuting Attorney, and David H. Hoffman,  Assistant Prosecuting Attorney, for appellee.\n\n Anita M. Bechmann,  for appellant.\n\n## 인용\n\n- 688 N.E.2d 545\n- 116 Ohio App. 3d 441\n\n## 판결문 요약\n\nAppellant, April Anderson, appeals her adjudication as a delinquent for gross sexual imposition. Appellant complains under her single assignment of error that her adjudication was against the manifest weight of the evidence.\nOn June 1, 1995, several young children began playing spin the bottle at the residence appellant shared with her parents and two younger sisters.1 After the first spin, appellant, sixteen years old at the time, and two other older juveniles joined the game. Ten-year-old L.B. testified at appellant's adjudicatory hearing that appellant touched her \"between the legs.\" When asked if appellant had touched her in her \"private area,\" L.B. responded \"yes.\" L.B. also said that at one point appellant took L.B.'s hand and placed it on appellant's breast. L.B. responded affirmatively when asked if appellant had told her not to tell anyone about the game. H.B., seven years old, also testified at appellant's adjudicatory hearing. When asked whether she had to touch someone, H.B. indicated that she had to touch appellant \"between the legs.\" Appellant admitted playing spin the bottle, but denied touching any of the younger children.\nAppellant's parents called the police after one of the appellant's younger sisters told them about the game. On August 17, 1995, an investigator with the Clermont County Sheriff's Office filed a complaint charging appellant with gross sexual imposition of another under the age of thirteen. After the adjudicatory *Page 443 \nhearing on October...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-anderson"
    }
  ],
  "relatedIncidents": [
    11804,
    11806,
    11807,
    11813,
    11814
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}