{
  "id": 11846,
  "title": "1996년 Klein 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-11-20",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Klein. 판결일: 1996-11-20. 법원: Massachusetts Superior Court.",
  "description": "## 사건 정보\n\n**사건명**: Peter T. Klein v. Fireman's Fund Insurance Company/The American Insurance Company\n**판결일**: 1996-11-20\n**법원**: Massachusetts Superior Court\n**관할**: Massachusetts, MA\n\n**판사**: Fecteau\n\n## 인용\n\n- 6 Mass. L. Rptr. 295\n\n## 판결문 요약\n\n\nFecteau, J.\n*296INTRODUCTION\nThis is an insurance coverage case. On August 2, 1994, plaintiff filed an amended complaint against defendant arising from a motor vehicle accident. Plaintiff alleges breach of the insurance contract, negligence, unfair claim settlement practices under G.L.c. 176D, §3(9), and unfair and deceptive trade practice under G.L.c. 93A, §§2 &amp; 9. On November 8, 1994, plaintiff, as assignee of the rights of Ellingwood Construction Company (“Ellingwood”), filed a complaint against defendant alleging the above claims as well as fraud and violations of chapter 93A, §11. Plaintiff and defendant now move for summary judgment on all counts of plaintiffs consolidated claims. For the reasons stated below, defendant’s motion is ALLOWED in part and DENIED in part. Plaintiffs motion is DENIED.\nFACTS\nThe summary judgment record reveals the following undisputed facts.\nI.The Accident\nOn December 1, 1987, a dumptruck collided with Peter T. Klein’s (“Klein\") car on Pleasant Street in Framingham, Massachusetts. Klein suffered serious injuries. A DeAngelis &amp; Sons (“DeAngelis”) employee, William T. Daly (“Daly”), drove the dumptruck, which was also owned by DeAngelis. Daly and the truck were on loan to Ellingwood, which intended to utilize him for the day in repayment of a previous loan of paving equipment from Ellingwood to DeAngelis.\nII.The Fireman’s Fund/Ellingwood Insurance Policy\nFrom February 25, 1983 through February 25, 1988, the Fireman’s Fund Insurance Comp...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=klein-v-firemans-fund-insurance"
    }
  ],
  "relatedIncidents": [
    11813,
    11821,
    11844,
    11849,
    11923
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}