{
  "id": 11841,
  "title": "1996년 Usenia 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-11-22",
  "location": "Rhode Island, RI, USA",
  "summary": "미국 Rhode Island, RI 법원 판결 사건. 사건명: Usenia. 판결일: 1996-11-22. 법원: Supreme Court of Rhode Island.",
  "description": "## 사건 정보\n\n**사건명**: Richard USENIA, Jr. v. George A. VOSE, Jr., Director, State of Rhode Island Department of Corrections\n**판결일**: 1996-11-22\n**법원**: Supreme Court of Rhode Island\n**관할**: Rhode Island, RI\n\n**판사**: Bourcier, Flanders, Lederberg, Weisberger\n\n## 변호인\n\nGregory J. Aceiardo, for Plaintiff., Annie Goldberg, Spec. Assistant Attorney General, Aaron Weisman, Assistant Attorney General, for Defendant.\n\n## 인용\n\n- 685 A.2d 1066\n\n## 판결문 요약\n\n\nOPINION\nPER CURIAM.\nThis case came before the court for oral argument on October 11 1996, pursuant to an order directing the applicant to appear and show cause why the issues raised by this appeal should not be summarily decided. The applicant, Richard Usenia, Jr. (Usenia), appeals from the denial of his application for post-conviction relief pursuant to G.L.1956 chapter 9.1 of title 10. After reviewing the memoranda submitted by the parties and after hearing their counsel in oral argument, this court concludes that cause has not been shown and that the issues raised by this appeal will be decided at this time.\nUsenia was one of three men charged with robbing a pizza restaurant in Cumberland, Rhode Island, in December of 1986 in violation of G.L.1956 § 11-39-1.1 During the course of the robbery Richard Dube, a restaurant employee, was allegedly hit over the head with a rock. Prior to trial the state offered all three men a plea-bargain agreement whereby in exchange for nolo contende-re pleas from all three the perpetrator who *1067struck Dube would serve a sentence of five years imprisonment and the other two perpetrators would receive ten-year suspended sentences. When the offer expired without having been accepted, the case proceeded to trial. Subsequently a jury found Usenia guilty of robbery. A trial justice sentenced Usenia to twenty-five years’ imprisonment, with fifteen years to serve, ten years suspended, and ten years’ probation. This court later affirmed that convi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=usenia-v-vose"
    }
  ],
  "relatedIncidents": [
    11819,
    11831,
    11850,
    11868,
    11876
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}