{
  "id": 11843,
  "title": "1996년 Zabawa 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-11-21",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Zabawa. 판결일: 1996-11-21. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF MONTANA, Plaintiff and Respondent, v. THOMAS ZABAWA, Defendant and Appellant\n**판결일**: 1996-11-21\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: Erd-Mann, Gray, Hunt, Leaphart, Nelson, Trieweiler, Turnage\n\n## 변호인\n\nFor Appellant: Daniel P. Buckley (argued); Berg, Lilly, Andriolo & Tollefsen, Bozeman., For Respondent: Hon. Joseph P. Mazurek, Attorney General, Micheál Wellenstein (argued), Ass’t Attorney General, Helena; Michael Salvagni, Gallatin County Attorney, Gary Balaz, Deputy County Attorney, Bozeman.\n\n## 인용\n\n- 928 P.2d 151\n- 279 Mont. 307\n- 53 State Rptr. 1162\n\n## 판결문 요약\n\n\n928 P.2d 151 (1996)\nSTATE of Montana, Plaintiff and Respondent,\nv.\nThomas ZABAWA, Defendant and Appellant.\nNo. 95-349.\nSupreme Court of Montana.\nSubmitted June 27, 1996.\nDecided November 21, 1996.\nRehearing Denied January 2, 1997.\n*152 Daniel P. Buckley (argued), Berg, Lilly, Andriolo &amp; Tollefsen, Bozeman, for Defendant and Appellant.\nJoseph P. Mazurek, Attorney General, Michael Wellenstein (argued), Ass't Attorney General, Helena, Michael Salvagni, Gallatin County Attorney, Gary Balaz, Deputy County Attorney, Bozeman, for Plaintiff and Respondent.\nGRAY, Justice.\nThomas Zabawa (Zabawa) appeals from the judgment and sentence entered by the Eighteenth Judicial District Court, Gallatin County, on his guilty plea to the offense of felony assault. We affirm.\nZabawa raises the following issues on appeal:\n1. Did the District Court err in concluding that application of § 46-18-221, MCA, commonly referred to as the weapon enhancement statute, did not subject Zabawa to multiple punishments in violation of the Double Jeopardy Clause of the Fifth Amendment to the United States Constitution?\n2. Did the District Court abuse its discretion in failing to apply the exceptions to the mandatory minimum sentence contained in § 46-18-222, MCA?\nThe State of Montana (State) charged Zabawa with felony assault, in violation of § 45-5-202(2)(a) or (b), MCA, in February of 1995. Zabawa subsequently pled guilty to felony assault under § 45-5-202(2)(b), MCA, for pointing a rifle at his ex-wife, ther...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-zabawa"
    }
  ],
  "relatedIncidents": [
    11835,
    11928,
    11963,
    12037,
    12099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}