{
  "id": 11844,
  "title": "1996년 King 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-11-21",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: King. 판결일: 1996-11-21. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Nancy King v. George Schonberg & Company, and Joseph Gaier, P. C.,.\n**판결일**: 1996-11-21\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 233 A.D.2d 242\n- 650 N.Y.S.2d 107\n\n## 판결문 요약\n\n\nJudgment, Supreme Court, New York County (Leland DeGrasse, J.), entered August 8, 1995, inter alia, dismissing plaintiff’s complaint as against defendants Joseph Gaier, P. C., Joseph Gaier, Larry Sutton and Steven Gold, and bringing up for reviéw an order, same court and Justice, entered on or about July 21, 1995, which, inter alia, granted defendants’ motion and cross motion to dismiss for failure to state a cause of action, unanimously affirmed, without costs. The appeal from the order is unanimously dismissed, without costs, as subsumed in the appeal from the judgment.\nSince the complaint was devoid of any factual allegation *243with respect to plaintiffs reliance, or the nature of her damages and how they were caused by her brother’s alleged misrepresentation, the allegations of fraud are insufficient to support the cause of action for aiding and abetting fraud. Moreover, in the absence of a confidential or fiduciary relationship between plaintiff and her brother’s attorneys giving rise to a duty of disclosure, the silence of the attorneys did not amount to the substantial assistance that is a required element of aider or abettor liability (see, National Westminster Bank v Weksel, 124 AD2d 144, 148-149, lv denied 70 NY2d 604). Leave to replead this cause of action was properly denied for failure to submit the proposed pleading or set forth its merit.\nThe malpractice claim was likewise deficient since there was no attorney-client relationship between plaintiff and defenda...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=king-v-george-schonberg-co"
    }
  ],
  "relatedIncidents": [
    11813,
    11821,
    11846,
    11849,
    11923
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}