{
  "id": 11852,
  "title": "1996년 Onorato 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-11-18",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Onorato. 판결일: 1996-11-18. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Daniel Onorato v. Lazzaro Sangiovanni, and Third-Party Sears, Roebuck & Company, Third-Party Defendants-Respondents\n**판결일**: 1996-11-18\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 233 A.D.2d 427\n- 650 N.Y.S.2d 593\n\n## 판결문 요약\n\n\n—In a negligence action to recover damages for personal injuries, the defendants appeal from an order of the Supreme Court, Suffolk County (Gowan, J.), dated April 3, 1995, which denied their motion denominated as one for renewal and reargument of their motion for summary judgment dismissing the complaint.\nOrdered that the appeal is dismissed, without costs or disbursements.\nThe defendants’ motion, characterized as one for renewal and reargument of their motion for summary judgment dismissing the complaint, actually is a motion to reargue because it was not based upon new facts which were unavailable at the time they submitted their motion for summary judgment (see, Mgrditchian v Donato, 141 AD2d 513; Matter of Jones v Marcy, 135 AD2d 887, 888). Since denial of a motion to reargue is not appealable (see, Cherchio v Alley, 111 AD2d 541, 542; Salisbury v Smith, 99 AD2d 581), the appeal is dismissed. Santucci, J. P., Joy, Krausman and Florio, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=onorato-v-sangiovanni"
    }
  ],
  "relatedIncidents": [
    11804,
    11806,
    11807,
    11813,
    11814
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}