{
  "id": 11850,
  "title": "1996년 Rice 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-11-19",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Rice. 판결일: 1996-11-19. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Shatondi RICE\n**판결일**: 1996-11-19\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Dowd, Gaertner, Reinhard\n\n## 변호인\n\nDeborah B. Wafer, District Defender, St. Louis, for appellant., Jeremiah W. (Jay) Nixon, Atty. Gen., Jill C. La Hue, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 937 S.W.2d 296\n\n## 판결문 요약\n\n\nGARY M. GAERTNER, Judge.\nAppellant, Shatondi Rice (“defendant”), appeals the judgment of conviction entered after a bench trial wherein defendant was found guilty of robbery in the second degree, RSMo § 569.030,1 and armed criminal action, RSMo § 571.015, in the Circuit Court of the City of St. Louis. We affirm.\nThe following evidence was adduced at trial: On the morning of August 13,1994, Shelby Stanfield (“victim”) was seated at a bus stop at the intersection of Gravois, Utah, and Virginia Avenues. A young man, later identified as defendant, approached victim, sat down next to her, and began a conversation. As victim’s bus arrived, defendant grabbed victim’s purse, and began running down Virginia Avenue. The purse had been around victim’s shoulder, and she had just begun to look through it for her bus pass when defendant “jerked it off’ her shoulder. Victim testified her shoulder hurt “whenever the purse come off — because he jerked [it] around ... [,]”2\nVictim chased after defendant in an attempt to stop him but was not fast enough. She also began shouting for help and yelling that defendant had taken her purse. While this was happening, Peggy Wagner was leaving her house on Virginia Avenue. She heard victim’s shouts and saw defendant running toward her. She also saw him carrying a purse and realized it must have been victim’s. Wagner walked toward defendant and *298questioned him about the purse. When defendant was within ten feet of Wagner, he pulled a gun out of the wa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-rice"
    }
  ],
  "relatedIncidents": [
    11819,
    11831,
    11841,
    11868,
    11876
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}