{
  "id": 11868,
  "title": "1996년 McKinney 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-11-12",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: McKinney. 판결일: 1996-11-12. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Plaintiff/Respondent v. James H. McKINNEY, Defendant/Appellant James H. McKINNEY, Movant/Appellant v. STATE of Missouri, Respondent/Respondent\n**판결일**: 1996-11-12\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Dowd, Gaertner, Reinhard\n\n## 변호인\n\nRaymund J. Capelovitch, Asst. Public Defender, St. Louis, for appellant., Jeremiah W. (Jay) Nixon, Attorney General, Cheryl A. Caponegro, Assistant Attorney General, Jefferson City, for respondent.\n\n## 인용\n\n- 937 S.W.2d 261\n\n## 판결문 요약\n\n\nORDER\nPER CURIAM.\nDefendant appeals after he was convicted by a jury of two counts of robbery in the first degree, § 569.020, RSMo 1994. The court found defendant to be a prior and persistent offender and sentenced him to two consecutive twenty-five year prison terms. Defendant also appeals the denial, without an evi-dentiary hearing, of his Rule 29.15 motion for post-conviction relief. Defendant does not address any points in his appeal to the denial of his Rule 29.15 motion. Therefore, that appeal is considered abandoned. See State v. Nelson, 818 S.W.2d 285, 287 (Mo.App. E.D.1991).\nWe have reviewed the record and find the claims of error are without merit; the judgment of the motion court is based on findings of fact that are not clearly erroneous. An *262opinion would have no precedential value nor serve any jurisprudential purpose. The' parties have been furnished with a memorandum for their information only, setting forth the reasons for this order affirming the judgment pursuant to Rules 30.25(b) and 84.16(b).\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mckinney"
    }
  ],
  "relatedIncidents": [
    11819,
    11831,
    11841,
    11850,
    11876
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}