{
  "id": 11867,
  "title": "1996년 Hoverter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-11-12",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Hoverter. 판결일: 1996-11-12. 법원: Court of Appeals of Virginia.",
  "description": "## 사건 정보\n\n**사건명**: Norman HOVERTER v. COMMONWEALTH of Virginia\n**판결일**: 1996-11-12\n**법원**: Court of Appeals of Virginia\n**관할**: Virginia, VA\n\n**판사**: Willis\n\n## 변호인\n\nJ. Michael Solak, Berryville (Suzanne M. Perka; Hobert, Kerr & Perka, P.C., on brief), for appellant., Richard B. Smith, Assistant Attorney General (James S. Gilmore, III, Attorney General, on brief), for appellee.\n\n## 인용\n\n- 477 S.E.2d 771\n- 23 Va. App. 454\n\n## 판결문 요약\n\n\n477 S.E.2d 771 (1996)\n23 Va. App. 454\nNorman HOVERTER\nv.\nCOMMONWEALTH of Virginia.\nRecord No. 2172-95-4.\nCourt of Appeals of Virginia, Alexandria.\nNovember 12, 1996.\n*772 J. Michael Solak, Berryville (Suzanne M. Perka; Hobert, Kerr &amp; Perka, P.C., on brief), for appellant.\nRichard B. Smith, Assistant Attorney General (James S. Gilmore, III, Attorney General, on brief), for appellee.\nPresent: WILLIS, FITZPATRICK and ANNUNZIATA, JJ.\nWILLIS, Judge.\nOn appeal from his convictions of first degree murder and abduction, Norman Hoverter contends that the trial court erred (1) in denying his motion to withdraw his guilty pleas prior to sentencing, and (2) in denying him funds to hire a clinical psychologist to prepare for sentencing. We find no error and affirm the judgment of the trial court.\n\nI.\nHoverter was indicted for the first degree murder and abduction of Valerie Smelser. On July 3, 1995, the parties entered into a plea agreement. The Commonwealth agreed not to bring any \"further charges against [Hoverter] arising out of the circumstances involving the abuse, neglect, and death of Valerie Smelser, including, but not limited to any charge of alleged sodomy.\" Hoverter agreed to plead guilty to the murder and abduction charges, pursuant to North Carolina v. Alford, 400 U.S. 25, 91 S. Ct. 160, 27 L. Ed. 2d 162 (1970). The agreement provided that on the murder charge, Hoverter would be sentenced \"to serve a specific term of imprisonment to be determined by the Court after prepa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hoverter-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    11804,
    11817,
    11824,
    11875,
    11881
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}