{
  "id": 11875,
  "title": "1996년 Cook 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-11-06",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Cook. 판결일: 1996-11-06. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Kerry Max COOK, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1996-11-06\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Baird, Clinton, Keller, Mansfield, McCORMICK, Overstreet, White\n\n## 변호인\n\nPaul Nuegent, Winston E. Cochran, Jr., Houston, for appellant., Edward J. Marty, Asst. District Attorney, Tyler, Matthew Paul, State’s Atty., Austin, for State.\n\n## 인용\n\n- 940 S.W.2d 623\n\n## 판결문 요약\n\n\n940 S.W.2d 623 (1996)\nKerry Max COOK, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 71855.\nCourt of Criminal Appeals of Texas, En Banc.\nNovember 6, 1996.\nRehearing Denied March 19, 1997.\n*624 Paul Nuegent, Winston E. Cochran, Jr., Houston, for appellant.\nEdward J. Marty, Asst. District Attorney, Tyler, Matthew Paul, State's Atty., Austin, for State.\nBefore the court en banc.\n\nOPINION\nMANSFIELD, Judge.\nAppellant was initially indicted for this offense, a capital murder alleged to have been committed in Smith County in 1977, in 1978. He was convicted and was sentenced to death. We affirmed his conviction and death sentence in 1987. Cook v. State, 741 S.W.2d 928 (Tex.Crim.App.1987). Following the Supreme Court's vacating and remanding of our judgment,[1] we reversed the judgment and remanded the cause to the trial court. Cook v. State, 821 S.W.2d 600 (Tex.Crim.App. 1991). In 1992, appellant's first retrial ended in a mistrial after the jury was unable to reach a verdict.\nIn 1994, appellant was tried a third time.[2] The third trial resulted in appellant's conviction. Appellant was sentenced to death after the jury answered both special issues in the affirmative. Direct appeal to this Court is automatic. Tex.Code Crim.Proc. Art. 37.0711, § 3(j) (now Art. 37.071, § 3(h)). Appellant raises fifty-five points of error. We reverse and remand.\nThe complainant, Linda Jo Edwards, was involved in an affair with James Mayfield, a married man, for the eighteen month period prior to her m...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cook-v-state"
    }
  ],
  "relatedIncidents": [
    11804,
    11817,
    11824,
    11867,
    11881
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}