{
  "id": 11876,
  "title": "1996년 Goodman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-11-06",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Goodman. 판결일: 1996-11-06. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State v. Goodman\n**판결일**: 1996-11-06\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Woodard, Decuir and Peters\n\n## 인용\n\n- 684 So. 2d 58\n\n## 판결문 요약\n\n\n684 So.2d 58 (1996)\nSTATE of Louisiana\nv.\nGregory O. GOODMAN.\nNo. CR96-376.\nCourt of Appeal of Louisiana, Third Circuit.\nNovember 6, 1996.\n*59 Michael Harson, Lafayette, for the State of Louisiana.\nG. Paul Marx, Lafayette, for Gregory O. Goodman.\nBefore WOODARD, DECUIR and PETERS, JJ.\nWOODARD, Judge.\nDefendant was originally charged by bill of information with one count of aggravated burglary, in violation of La.R.S. 14:60. Defendant subsequently reached a plea agreement with the District Attorney to a lesser charge of unauthorized entry into an inhabited dwelling, a violation of La.R.S. 14:62.3. The crime carries a sentencing range of 0 to 72 months with or without hard labor. Subsequently, the court imposed a sentence of 66 months at hard labor. Defendant appeals the trial court's sentence claiming that it was harsh and excessive. We affirm the trial court's sentence.\n\nFACTS\nOn the evening of December 20, 1993, Goodman entered the home of an elderly couple located at 150 North Arlington Drive, without authority. At some point after his unauthorized entry, the female victim left her bedroom and encountered Goodman in her hallway. The woman began to scream, and Goodman attempted to rush toward her and grab her around her neck. The screaming alerted the woman's husband who was in another room of the house. As the husband attempted to reach his wife, he encountered Goodman in the carport. During a brief struggle, the husband was struck over the head by Goodman. Goodman then fl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-goodman"
    }
  ],
  "relatedIncidents": [
    11819,
    11831,
    11841,
    11850,
    11868
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}