{
  "id": 11882,
  "title": "1996년 Williams v. Time Warner Operation, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-10-25",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Williams v. Time Warner Operation, Inc.. 판결일: 1996-10-25. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Alfred WILLIAMS, Plaintiff-Appellant, v. TIME WARNER OPERATION, INC., Defendant-Appellee\n**판결일**: 1996-10-25\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Duhe, Politz, Smith\n\n## 변호인\n\nLarry V. Green, Charlotte Marie Williams, Lewis, Sewell & Green, Houston, TX, for plaintiff-appellant., Robert Michael Moore, Fulbright & Ja-worski, Houston, TX, for defendant-appellee.\n\n## 인용\n\n- 98 F.3d 179\n\n## 판결문 요약\n\n98 F.3d 179\n    69 Empl. Prac. Dec. P 44,375\n    Alfred WILLIAMS, Plaintiff-Appellant,v.TIME WARNER OPERATION, INC., Defendant-Appellee.\n    No. 96-20287.\n    United States Court of Appeals,Fifth Circuit.\n    Oct. 25, 1996.\n    \n      Larry V. Green, Charlotte Marie Williams, Lewis, Sewell &amp; Green, Houston, TX, for plaintiff-appellant.\n      Robert Michael Moore, Fulbright &amp; Jaworski, Houston, TX, for defendant-appellee.\n      Appeal from the United States District Court for the Southern District of Texas.\n      Before POLITZ, Chief Judge, and SMITH and DUHE, Circuit Judges.\n      JERRY E. SMITH, Circuit Judge:\n    \n    \n      1\n      Alfred Williams appeals a summary judgment regarding his racial discrimination claim under title VII of the Civil Rights Act of 1964, as amended, 42 U.S.C. &#167;&#167; 2000e et seq., and 42 U.S.C. &#167; 1981, in favor of Time Warner Operation, Inc.  (\"Time Warner\").  Concluding that Williams has put forth sufficient evidence to create a genuine issue of material fact as to whether Time Warner's proffered justification for its failure to promote Williams was pretextual, we reverse and remand.\n    \n    I.\n    \n      2\n      Williams, a black male, was employed by Time Warner as an Installation/Repair Technician when he sought promotion to the position of Preventive Maintenance Technician (\"PM Tech\").  After the candidates had been reviewed initially by Chuck Stubblefield, the Time Warner employee responsible for making the promotion deci...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-time-warner-operation-inc"
    }
  ],
  "relatedIncidents": [
    11804,
    11806,
    11807,
    11813,
    11814
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}