{
  "id": 11881,
  "title": "1996년 Traywicks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-10-31",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Traywicks. 판결일: 1996-10-31. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Wayne Bernard TRAYWICKS, Appellant, v. the STATE of Oklahoma, Appellee\n**판결일**: 1996-10-31\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Chapel, Johnson, Lane, Lumpkin, Strubhar\n\n## 변호인\n\nJames T. Rowan, Michael Wilson, Okla. Indigent Defense System, Capital Trial Division, Norman, for Defendant., Don Deason, Virginia Nettleton, Assistant District Attorneys, Oklahoma City, for State., William R. Foster, Norman, for Appellant., W.A. Drew Edmondson, Attorney General, Elaine K. Sanders, Assistant Attorney General, Oklahoma City, for Appellee.\n\n## 인용\n\n- 927 P.2d 1062\n\n## 판결문 요약\n\n\n927 P.2d 1062 (1996)\nWayne Bernard TRAYWICKS, Appellant,\nv.\nThe STATE of Oklahoma, Appellee.\nNo. F-95-771.\nCourt of Criminal Appeals of Oklahoma.\nOctober 31, 1996.\nJames T. Rowan, Michael Wilson, Okla. Indigent Defense System, Capital Trial Division, Norman, for Defendant.\nDon Deason, Virginia Nettleton, Assistant District Attorneys, Oklahoma City, for State.\nWilliam R. Foster, Norman, for Appellant.\n*1063 W.A. Drew Edmondson, Attorney General, Elaine K. Sanders, Assistant Attorney General, Oklahoma City, for Appellee.\n\nOPINION\nCHAPEL, Vice Presiding Judge:\nWayne Bernard Traywicks was tried by a jury and convicted of Second Degree Murder, in violation of 21 O.S.1991, § 701.8, in the District Court of Oklahoma County, Case No. CRF-93-7824. In accordance with the jury's recommendation, the Honorable Nancy Coats sentenced Traywicks to 250 years imprisonment. Traywicks has perfected his appeal of this conviction.\nTraywicks raises the following propositions of error in support of his appeal:\nI. The trial court's refusal to continue Mr. Traywicks' trial or bar Officer Bevel's expert testimony prevented appellant from receiving a fair trial and effective assistance of counsel;\nII. Prosecutorial misconduct denied Mr. Traywicks a fair trial in violation of United States and Oklahoma Constitutions; and\nIII. Prejudicial photographs prevented Mr. Traywicks from receiving a fair trial.\nAfter thorough consideration of the entire record before us on appeal including the original record, tr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=traywicks-v-state"
    }
  ],
  "relatedIncidents": [
    11804,
    11817,
    11824,
    11867,
    11875
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}