{
  "id": 11884,
  "title": "1996년 Reid 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-10-23",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Reid. 판결일: 1996-10-23. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Reid v. State\n**판결일**: 1996-10-23\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Stevenson\n\n## 인용\n\n- 682 So. 2d 194\n\n## 판결문 요약\n\n\n682 So. 2d 194 (1996)\nRobert REID, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 96-2712.\nDistrict Court of Appeal of Florida, Fourth District.\nOctober 23, 1996.\nRobert Reid, Immokalee, pro se.\nRobert A. Butterworth, Attorney General, Tallahassee, and William A. Spillias, Assistant Attorney General, West Palm Beach, for appellee.\nSTEVENSON, Judge.\nWe find that the trial court erred in denying appellant's rule 3.850 motion for post-conviction relief. Appellant's motion alleging that his counsel was ineffective for failing to investigate and present his alibi defense stated a legally sufficient basis for relief. This claim was not refuted by the exhibits attached to the State's response and expressly incorporated in the trial court's order. Therefore, we reverse the order denying relief *195 and remand this case to the trial court for an evidentiary hearing or attachment of further record excerpts.\nAppellant was charged with one count of robbery with a firearm; his defense was mistaken identity. Appellant's first two trials resulted in mistrials when the juries deadlocked. At the third trial, he was convicted as charged, and was sentenced as a violent habitual offender to life imprisonment. His conviction and sentence were affirmed without opinion on direct appeal. This collateral challenge under rule 3.850 followed.\nAppellant claims that he informed his attorney prior to the first trial, and reminded him prior to the last two trials, that his wife and child could establish th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=reid-v-state"
    }
  ],
  "relatedIncidents": [
    11819,
    11831,
    11841,
    11850,
    11868
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}