{
  "id": 11906,
  "title": "1996년 United States Securities and Exchange Commission v. H. Thomas Fehn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-10-09",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States Securities and Exchange Commission v. H. Thomas Fehn. 판결일: 1996-10-09. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES SECURITIES AND EXCHANGE COMMISSION, Plaintiff-Appellee, v. H. Thomas FEHN, Defendant-Appellant\n**판결일**: 1996-10-09\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Fitzgerald, Goodwin, Hawkins\n\n## 변호인\n\nGregory J. Sherwin, Fields, Fehn & Sher-win, Los Angeles, CA, for defendant-appellant., Simon M. Lome, Lucinda O. McConathy, Jacob H. Stillman and Catherine A. Broder-ick, Securities and Exchange Commission, Washington, D.C., for plaintiff-appellee.\n\n## 인용\n\n- 97 F.3d 1276\n\n## 판결문 요약\n\n97 F.3d 1276\n    65 USLW 2251, Fed. Sec. L. Rep.  P 99,330,96 Cal. Daily Op. Serv. 7516,96 Daily Journal D.A.R. 12,375\n    UNITED STATES SECURITIES AND EXCHANGE COMMISSION, Plaintiff-Appellee,v.H. Thomas FEHN, Defendant-Appellant.\n    No. 94-16136.\n    United States Court of Appeals,Ninth Circuit.\n    Argued and Submitted Oct. 17, 1995.Decided Oct. 9, 1996.\n    \n      Gregory J. Sherwin, Fields, Fehn &amp; Sherwin, Los Angeles, CA, for defendant-appellant.\n      Simon M. Lorne, Lucinda O. McConathy, Jacob H. Stillman and Catherine A. Broderick, Securities and Exchange Commission, Washington, D.C., for plaintiff-appellee.\n      Appeal from the United States District Court for the District of Nevada, Mary Johnson Lowe, Senior District Judge, Presiding.*  D.C. No. CV-92-00946-HDM.\n      Before: GOODWIN and HAWKINS, Circuit Judges, and FITZGERALD,** District Judge.\n      MICHAEL DALY HAWKINS, Circuit Judge:\n    \n    \n      1\n      This appeal requires us to apply Section 104 of the recently enacted Private Securities Litigation Reform Act of 1995, which expressly authorizes the Securities and Exchange Commission (\"SEC\") to bring injunctive actions against those who aid and abet violations of certain securities laws.\n    \n    \n      2\n      California attorney H. Thomas Fehn appeals the district court's final judgment and permanent injunction order of April 1, 1994, which ordered Fehn to refrain from aiding and abetting violations of Section 10(b) and Section 15(d) of the Securiti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-securities-and-exchange-commission-v-h-thomas-fehn"
    }
  ],
  "relatedIncidents": [
    11804,
    11806,
    11807,
    11813,
    11814
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}