{
  "id": 11908,
  "title": "1996년 Foxfire, Inc. v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-10-08",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Foxfire, Inc. v. United States. 판결일: 1996-10-08. 법원: United States Court of International Trade.",
  "description": "## 사건 정보\n\n**사건명**: FOXFIRE INC., Plaintiff, v. UNITED STATES, Defendant\n**판결일**: 1996-10-08\n**법원**: United States Court of International Trade\n**관할**: USA, Federal\n\n**판사**: Pogue\n\n## 변호인\n\nJames W. Larson, Rainier, WA, for Plaintiff., Frank W. Hunger, Assistant Attorney General; Joseph I. Liebman, Attorney in Charge, International Trade Field Office; Amy Rubin, Civil Division, Dept, of Justice, Commercial Litigation Branch; Sheryl A. French, Office of Assistant Chief Counsel, U.S. Customs Service, of counsel, for Defendant.\n\n## 인용\n\n- 941 F. Supp. 1258\n- 20 Ct. Int'l Trade 1248\n\n## 판결문 요약\n\n\n941 F. Supp. 1258 (1996)\nFOXFIRE INC., Plaintiff,\nv.\nUNITED STATES, Defendant.\nSlip Op. 96-166. Court No. 93-09-00537.\nUnited States Court of International Trade.\nOctober 8, 1996.\nJames W. Larson, Rainier, WA, for Plaintiff.\nFrank W. Hunger, Assistant Attorney General; Joseph I. Liebman, Attorney in Charge, International Trade Field Office; Amy Rubin, Civil Division, Dept. of Justice, Commercial Litigation Branch; Sheryl A. French, Office of Assistant Chief Counsel, U.S. Customs Service, of counsel, for Defendant.\n\nOPINION\nPOGUE, Judge:\nThis case is before the court after trial de novo. Plaintiff, Foxfire Inc., challenges the decision of the United States Customs Service (\"Customs\") denying plaintiff's protest against Customs' liquidation of the subject merchandise. The court has jurisdiction pursuant to 28 U.S.C. § 1581(a) (1988).\nPlaintiff imports certain outerware garments from Australia. Upon importation, Customs classified the garments under subheadings *1259 6202.12.2010, HTSUS (other women's raincoats);[1] 6202.92.2061, HTSUS (other women's cotton anoraks (jackets), other than water resistant);[2] and 6211.32.0070, HTSUS (men's cotton vests).[3] Plaintiff claims that the merchandise should have been classified under various subheadings of 6210, HTSUS.[4] Heading 6210 encompasses, inter alia, garments made of fabrics classified under heading 5907. Heading 5907, in turn, provides for \"textile fabrics impregnated, coated or covered.\" Note 5(a) to Chapter 59, HTSUS, limit...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=foxfire-inc-v-united-states"
    }
  ],
  "relatedIncidents": [
    11814,
    11832,
    11916,
    11918,
    11929
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}