{
  "id": 11903,
  "title": "1996년 Workman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-10-11",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Workman. 판결일: 1996-10-11. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State of North Carolina v. Russell D. Workman, II; State of North Carolina v. Eddie W. Shoffner\n**판결일**: 1996-10-11\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Lake\n\n## 변호인\n\n\n\nMichael F. Easley, Attorney General, by John G. Barnwell, Assistant Attorney General, for the State.\n, \nDanny T. Ferguson for defendant-appellant Workman.\n, \nJ. Clark Fischer for defendant-appellant Shoffner.\n\n\n## 인용\n\n- 476 S.E.2d 301\n- 344 N.C. 482\n\n## 판결문 요약\n\n\n476 S.E.2d 301 (1996)\n344 N.C. 482\nSTATE of North Carolina\nv.\nRussell D. WORKMAN, II.\nSTATE of North Carolina\nv.\nEddie W. SHOFFNER.\nNo. 485A94.\nSupreme Court of North Carolina.\nOctober 11, 1996.\n*304 Michael F. Easley, Attorney General by John G. Barnwell, Assistant Attorney General, for State.\nDanny T. Ferguson, Winston Salem, for defendant-appellant Workman.\nJ. Clark Fischer, Winston Salem, for defendant-appellant Shoffner.\nLAKE, Justice.\nDefendants were tried jointly and capitally for the first-degree murders of Arthur Lee Drake and Janet Louise Drake. As to defendant Workman, the jury returned verdicts of guilty of first-degree murder of Arthur Drake under the felony murder rule and guilty of first-degree murder of Janet Drake on the basis of premeditation and deliberation. As to defendant Shoffner, the jury returned verdicts of guilty of first-degree murder of Arthur Drake under the felony murder rule and guilty of first-degree murder of Janet Drake under the felony murder rule. Following a capital sentencing proceeding pursuant to N.C.G.S. § 15A-2000, the jury recommended both defendants be sentenced to life imprisonment for each murder conviction. The trial court accordingly sentenced each defendant to two consecutive terms of life imprisonment. We find no prejudicial error, and therefore, we uphold defendants' convictions and sentences.\nThe State's evidence tended to show that at approximately 8:00 p.m. on 12 June 1993, Stephan Poplin went to Carlton's Grocery on Wes...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-workman"
    }
  ],
  "relatedIncidents": [
    11804,
    11817,
    11824,
    11867,
    11875
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}