{
  "id": 11918,
  "title": "1996년 Kisner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-09-30",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Kisner. 판결일: 1996-09-30. 법원: Commonwealth Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Mark D. KISNER v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF CORRECTIONS, CENTRAL OFFICE OF REVIEW COMMITTEE\n**판결일**: 1996-09-30\n**법원**: Commonwealth Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Leadbetter, Lord, McGinley\n\n## 변호인\n\nMark D. Kisner, pro se, Petitioner., Jill C.- Fluek, Assistant Counsel, for Respondent.\n\n## 인용\n\n- 683 A.2d 353\n\n## 판결문 요약\n\n\nMcGINLEY, Judge.\nPresently before this Court are the preliminary objections of the Department of Corrections, Central Office Review Committee (CORC) to the complaint in mandamus of Mark D. Kisner (Kisner) filed in our original jurisdiction.\nKisner is currently incarcerated in the State Correctional Institution at Greensburg (SCI-Greensburg) where he is serving a sentence of not less than seven years nor more than fifteen years as the result of his conviction of the offense of arson. On November 4, 1995, Kisner filed a grievance asserting that he was denied acceptance into the sex-offender program and effectively denied parole. Grievance Coordinator Angie Marhefka (Marhefka) denied Kisner’s claim, concluding:\nDr. Gettle informs me that you are second on the waiting list to be evaluated for admissionto the group when a slot becomes available.\nNo decision has been made to not accept you.\nYou state that you have been twice not recommended for parole by this institution because of your failure to participate in Sex Offender Therapy. While your failure to participate in recommended therapy was noted at least once (1994), the primary reason for not recommending you was the fact that you had acquired four (4) misconducts. The fact is that the institution recommended you for parole for your last review.\nIt is true that there has been some discussion about the Parole Board’s requirement that you participate in Sex Offender Therapy, in light that you have not been convicted of a sex-re...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kisner-v-commonwealth-department-of-corrections-central-office-of-review"
    }
  ],
  "relatedIncidents": [
    11814,
    11832,
    11908,
    11916,
    11929
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}