{
  "id": 11911,
  "title": "1996년 Blair 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-10-07",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Blair. 판결일: 1996-10-07. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Blair v. the State\n**판결일**: 1996-10-07\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Fletcher\n\n## 변호인\n\nDonald E. Strickland, for appellant., C. Paul Bowden, District Attorney, Gary C. McCorvey, Nancy G. R. Brimberry, Assistant District Attorneys, Michael J. Bowers, Attorney General, Wesley S. Homey, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 476 S.E.2d 263\n- 267 Ga. 166\n\n## 판결문 요약\n\n\n476 S.E.2d 263 (1996)\n267 Ga. 166\nBLAIR\nv.\nThe STATE.\nNo. S96A1415.\nSupreme Court of Georgia.\nOctober 7, 1996.\nDonald Eugene Strickland, Albany, for Blair.\nGary C. McCorvey, Asst. Dist. Atty., C. Paul Bowden, Dist. Atty., Tifton, Michael J. Bowers, Atty. Gen., Department of Law, Atlanta, Nancy Grey R. Brimberry, Asst. Dist. Atty., Tifton, Wesley S. Horney, Asst. Atty. Gen., Department of Law, Atlanta, for State.\nFLETCHER, Presiding Justice.\nA jury convicted Caleb Blair of malice murder in the stabbing death of David Ansley.[1] Blair appeals contending the trial court erred in sustaining the state's challenge to Blair's exercise of his peremptory strikes. Because Blair failed to provide a race and gender neutral, case-related, specific explanation for the exercise of his strikes, we affirm.\n1. The evidence showed that Blair and Ansley had both been drinking heavily when they got into an argument over Ansley's girlfriend. Witnesses testified that the two exchanged words and Ansley, who was unarmed, began to push Blair. In response to Ansley's pushing, Blair stabbed him three times and fled the scene. After reviewing the evidence in the light most favorable to the jury's determination of guilt, we conclude that a rational trier of fact could have found Blair guilty of the crime charged beyond a reasonable doubt.[2]\n*264 2. After Blair used peremptory challenges to remove six of seven white female jurors, the state challenged the strikes, contending that they were racially and g...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=blair-v-state"
    }
  ],
  "relatedIncidents": [
    11804,
    11817,
    11824,
    11867,
    11875
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}