{
  "id": 11910,
  "title": "1996년 United States v. Monte Allen Apfel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-10-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Monte Allen Apfel. 판결일: 1996-10-07. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Monte Allen APFEL, Appellant\n**판결일**: 1996-10-07\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Fagg, Heaney, Murphy\n\n## 변호인\n\nDean Stowers, argued, Des Moines, LA, for appellant., Janet L. Papenthien, Assistant U.S. Attorney, argued, Sioux City, LA, for appellee.\n\n## 인용\n\n- 97 F.3d 1074\n\n## 판결문 요약\n\n97 F.3d 1074\n    UNITED STATES of America, Appellee,v.Monte Allen APFEL, Appellant.\n    No. 96-1333.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted Sept. 10, 1996.Decided Oct. 7, 1996.\n    \n      Dean Stowers, argued, Des Moines, IA, for appellant.\n      Janet L. Papenthien, Assistant U.S. Attorney, argued, Sioux City, IA, for appellee.\n      Before FAGG, HEANEY, and MURPHY, Circuit Judges.\n      HEANEY, Circuit Judge.\n    \n    \n      1\n      Appellant, Monte Allen Apfel, appeals the district court's denial of his motion to vacate, set aside, or correct his sentence under 28 U.S.C. &#167; 2255.  We affirm.\n    \n    I.\n    \n      2\n      On April 20, 1990, pursuant to a plea agreement, Apfel pleaded guilty to a single count of conspiracy to distribute and possess with intent to distribute methamphetamine in violation of 21 U.S.C. &#167; 846.  After conducting an extensive evidentiary hearing to resolve disputed sentencing issues, the district court sentenced Apfel to 175 months imprisonment.  We affirmed Apfel's sentence on direct appeal.  United States v. Apfel, 945 F.2d 236 (8th Cir.1991).\n    \n    \n      3\n      On June 22, 1995, Apfel filed the instant motion under 28 U.S.C. &#167; 2255 to set aside, vacate, or correct his sentence.  He contends that his trial counsel was ineffective for failing to object to the implicit assumption at sentencing that Apfel's offense involved d-methamphetamine (Dextro-methamphetamine) rather than l-methamphetamine (Levo-me...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-monte-allen-apfel"
    }
  ],
  "relatedIncidents": [
    11804,
    11806,
    11807,
    11813,
    11814
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}