{
  "id": 11919,
  "title": "1996년 Malloy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-09-30",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Malloy. 판결일: 1996-09-30. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Patrick Malloy v. Marie A. Hanache\n**판결일**: 1996-09-30\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 231 A.D.2d 693\n- 647 N.Y.S.2d 841\n\n## 판결문 요약\n\n\nIn an action to recover damages for personal injuries, the plaintiff appeals from an order of the Supreme Court, Suffolk County (Underwood, J.), entered August 22, 1995, which, inter alia, granted the defendant’s cross motion for summary judgment dismissing the complaint.\nOrdered that the order is affirmed, with costs.\nThe defendant, the Director of the Campus Health Center at Hofstra University, contracted for the construction of an addition to her home. The plaintiff, a carpenter on the job, fell *694from the roof and sustained injuries. The plaintiff asserts that questions of fact exist as to whether the defendant is liable pursuant to Labor Law §§ 200, 240, and 241 (6).\nBefore the owner of a one-family dwelling may be subject to liability under Labor Law §§ 240 or 241, the evidence must demonstrate that he or she directed or controlled the work being performed (see, Kelly v Bruno &amp; Son, 190 AD2d 777). \"The phrase 'direct or control’ is construed strictly and refers to the situation where 'the owner supervises the method and manner of the work’ ” (Spinillo v Strober Long Is. Bldg. Material Ctrs., 192 AD2d 515, 516). Contrary to the plaintiff’s contentions, there is no evidence to support the assertions that the defendant’s home was used as a medical office, or that the defendant directed or controlled the construction. Likewise, there is no evidence to support the contention that the defendant is liable pursuant to Labor Law § 200. There is no evidence that she exerci...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=malloy-v-hanache"
    }
  ],
  "relatedIncidents": [
    11804,
    11806,
    11807,
    11813,
    11814
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}