{
  "id": 11916,
  "title": "1996년 Richter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-10-01",
  "location": "North Dakota, ND, USA",
  "summary": "미국 North Dakota, ND 법원 판결 사건. 사건명: Richter. 판결일: 1996-10-01. 법원: North Dakota Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Richter v. Jacobson\n**판결일**: 1996-10-01\n**법원**: North Dakota Supreme Court\n**관할**: North Dakota, ND\n\n\n## 판결문 요약\n\nEstate of Nelson, 553 N.W.2d 771 (N.D. 1996)|N.D. Supreme Court|Estate of Nelson, 553 N.W.2d 771 (N.D. 1996)[Go to Documents]Filed Oct. 1, 1996IN THE SUPREME COURTSTATE OF NORTH DAKOTAIn the Matter of the Estate of Leif N. Nelson, DeceasedDewain Nelson, Personal Representative of the Estateof Leif N. Nelson, Deceased, Appellantv.Donna J. Stebleton, Nels E. Nelson, Lori L. Vallier,and Lisa R. Hawley, AppelleesCivil No. 960086Appeal from the District Court for Wells County, Southeast Judicial District, the Honorable James M. Bekken, Judge.AFFIRMED.Opinion of the Court by Sandstrom, Justice.Gregory C. Larson, of Wheeler Wolf, P.O. Box 2056, Bismarck, N.D. 58502-2056, for appellant.Bryan Van Grinsven, of Farhart, Lian, Maxson, Louser &amp; Zent, 600-22nd Avenue N.W., Minot, N.D. 58703, for appellees.[553 N.W.2d 772]In the Matter of Estate of Leif N. NelsonCivil No. 960086Sandstrom, Justice.Dewain Nelson, as personal representative of the estate of Leif N. Nelson, appealed from a judgment approving a final distribution of the estate. We hold the trial court did not clearly err in finding Leif N. Nelson lacked capacity to change ownership of two of his bank accounts. We affirm.ILeif N. Nelson died on June 27, 1990. His 1967 will devised his estate equally to his two sons, Leif E. Nelson and Dewain Nelson. Leif E. Nelson predeceased his father, and under his father's will, his share of his father's estate passed to his children. The dispute in this case is whether two of Leif N. Nel...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=richter-v-jacobson"
    }
  ],
  "relatedIncidents": [
    11814,
    11832,
    11908,
    11918,
    11929
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}