{
  "id": 11928,
  "title": "1996년 Easter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-09-19",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Easter. 판결일: 1996-09-19. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington v. Patrick Easter\n**판결일**: 1996-09-19\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Talmadge\n\n## 변호인\n\nJames R. Dixon, Christopher H. Gibson, and Nielsen & Acosta, for petitioner., Norm Maleng, Prosecuting Attorney, and Gregory Jackson, Cynthia Gannett, and Theresa L. Fricke, Deputies, for respondent.\n\n## 인용\n\n- 130 Wash. 2d 228\n\n## 판결문 요약\n\n\nTalmadge, J.\n— Patrick Easter was involved in a serious automobile accident in which he and four others were injured. Prior to his arrest, Easter chose not to answer a police officer’s questions as to what happened and whether he had been drinking. At trial, despite a pretrial order preventing any questions by the State on Easter’s alleged evasiveness in response to the officer’s questions, the officer was permitted to testify as to Easter’s pre-arrest silence in the State’s case in chief. In closing argument, the prosecution repeatedly characterized Easter’s silence as that of a \"smart drunk” and made it the central theme of the State’s case.\nWe hold the State’s conduct here violated Easter’s Fifth Amendment right to silence. We reverse Easter’s four convictions for vehicular assault and remand the case to the King County Superior Court for a new trial.\nISSUES\n1. Was Easter’s constitutional right to silence violated when the State’s witness testified as to Easter’s pre-arrest silence and the State referred to such pre-arrest silence in closing arguments to the jury?\n2. Was the error harmless beyond a reasonable doubt?\nFACTS\nAt 2:30 a.m. on October 31, 1991, at the intersection of *231Westlake Avenue North (Westlake) and Mercer Street (Mercer) in Seattle, Easter’s Isuzu Trooper collided with a yellow taxicab. Easter was returning from a wedding reception in Bellevue to his home on Westlake near the accident site. The cab was carrying six University of Washington students. Ea...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-easter"
    }
  ],
  "relatedIncidents": [
    11835,
    11843,
    11963,
    12037,
    12099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}