{
  "id": 11923,
  "title": "1996년 Krock 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-09-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Krock. 판결일: 1996-09-23. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Richard H. KROCK Frederick J. De Angelis Karl E. Case Robert D. McNally Stephen J. Browne, as trustees of Wedgestone Financial, a Massachusetts business trust v. Alan W. LIPSAY Norman E. Blankman Rose Diamond Helene Newman David B. Pall David Halperin Arnold Rosenwasser Sue Anne F. Emerson Carola Duncan Bernard Tannenbaum Donald O. Stein Carol Feuer Ellen S. Buczko Louis V. Greco, Jr. CP Grecay Corp. College Point Associates Richard Ferrara Earnest R. Field Theodore J. Malvin and Joseph J. Blake and Associates, Inc., Peter R. Gray\n**판결일**: 1996-09-23\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Altimari, Johnson, Kearse\n\n## 변호인\n\nStuart E. Abrams, Frankel & Abrams, New York City (Sandor Frankel, Al J. Daniel, Jr. on the brief), for appellants-eross-appellees Richard H. Kroek, et al., Sheldon M. Krupnick, Krupnick & Goldman, Garden City, NY, for appellees Alan W. Lipsay, et al., Stewart D. Aaron, Dorsey & Whitney P.L.L.P., New York City, for appellees Rose Diamond, et al., Luigi P. De Maio, Crocco & De Maio, P.C., New York City, for appellee Richard Ferrara and appellee-cross-appellant Peter R. Gray.\n\n## 인용\n\n- 97 F.3d 640\n\n## 판결문 요약\n\n\nALTIMARI, Circuit Judge:\nWedgestone Financial (‘Wedgestone”) appeals from a judgment of the United States District Court for the Southern District of New York (Weinstein, J.), after a jury trial, finding that 1) the defendants had not committed fraud when they acquired a loan from Wedgestone secured by property in New York, and 2) dismissing Wedgestone’s equitable claims for constructive trust, unjust en-riehment, and fraudulent conveyance. Wedgestone asserts that the district court erred generally in applying New York law to the controversy at hand and specifically in instructing the jury that Wedgestone’s failure to investigate could vitiate the defendants’ alleged fraud. Defendant Peter R. Gray (“Gray”), against whom the district court enforced a $4.3 million personal guarantee, cross-appeals, asserting that because Wedgestone failed to commence the district court proceeding within ninety days of delivery of the deed on the New York property securing the loan, it was barred by § 1371 of New York’s Real Property Actions and Proceedings Law (“RPAPL”) from seeking any deficiency judgment in federal court. We hold that, even if the district court erred in applying New York law, we find that any error was harmless and affirm the judgment below. Moreover, although RPAPL § 1371 may serve as a bar to future deficiency judgments, Wedgestone had received express permission to bring the present action in a prior state court judgment against, among others, cross-appellant Gray. Becau...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=krock-v-lipsay"
    }
  ],
  "relatedIncidents": [
    11813,
    11821,
    11844,
    11846,
    11849
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}