{
  "id": 11929,
  "title": "1996년 Walters 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-09-18",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Walters. 판결일: 1996-09-18. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: Ernest F. WALTERS, Appellant, v. Paul GROSSHEIM and John Thalacker, Appellees\n**판결일**: 1996-09-18\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Harris, Larson, McGIVERIN, Schultz, Ternus\n\n## 변호인\n\nErnest F. Walters, Fort Madison, pro se., Thomas J. Miller, Attorney General, and Layne M. Lindebak, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 554 N.W.2d 530\n\n## 판결문 요약\n\n\n554 N.W.2d 530 (1996)\nErnest F. WALTERS, Appellant,\nv.\nPaul GROSSHEIM and John Thalacker, Appellees.\nNo. 95-1771.\nSupreme Court of Iowa.\nSeptember 18, 1996.\nErnest F. Walters, Fort Madison, pro se.\nThomas J. Miller, Attorney General, and Layne M. Lindebak, Assistant Attorney General, for appellee.\nConsidered by McGIVERIN, C.J., HARRIS, LARSON, TERNUS, and SCHULTZ,[*] JJ.\nHARRIS, Justice.\nIn Walters v. Grossheim, 525 N.W.2d 830, 833 (Iowa 1994) [hereinafter Walters I], we held that due process requires an informal predeprivation hearing before monies could be taken from an inmate's private funds towards satisfaction of a restitution debt. The present dispute arose between the same parties *531 following remand. It involves three separate funds taken from plaintiff Ernest Walters: (1) an amount taken prior to our decision in Walters I; (2) an amount taken while Walters I was pending; and (3) an amount collected after Walters I was decided. We affirm in part, reverse in part, and remand.\nOur review of this declaratory judgment action in equity is de novo. Mead v. Iowa State Bd. of Parole, 331 N.W.2d 102, 103 (Iowa 1983). The question is whether the proceedings following remand complied with our Walters I mandate.\nThe first fund, consisting of $217.16 seized by the department of corrections prior to our Walters I holding, was paid to the clerk of court who applied it toward satisfaction of Walters' restitution debt. The district court, after noting our Walters I holding, found t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=walters-v-grossheim"
    }
  ],
  "relatedIncidents": [
    11814,
    11832,
    11908,
    11916,
    11918
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}