{
  "id": 11921,
  "title": "1996년 United States v. Robert Joseph Meyer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-09-25",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Robert Joseph Meyer. 판결일: 1996-09-25. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Robert Joseph Meyer\n**판결일**: 1996-09-25\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 97 F.3d 1462\n\n## 판결문 요약\n\n97 F.3d 1462\n    NOTICE: Ninth Circuit Rule 36-3 provides that dispositions other than opinions or orders designated for publication are not precedential and should not be cited except when relevant under the doctrines of law of the case, res judicata, or collateral estoppel.UNITED STATES of America, Plaintiff-Appellee,v.Robert Joseph MEYER, Defendant-Appellant.\n    No. 95-10207.\n    United States Court of Appeals, Ninth Circuit.\n    Submitted Sept. 23, 1996.*Decided Sept. 25, 1996.\n    \n      Before:  FLETCHER, BRUNETTI, and NOONAN, Circuit Judges.\n    \n    \n      1\n      MEMORANDUM**\n    \n    \n      2\n      Robert Joseph Meyer appeals his 170-month sentence and conviction following a guilty plea, for two counts bank robbery in violation of 18 U.S.C. &#167; 2113(a).  Pursuant to  Anders v. California, 386 U.S. 738 (1967), Meyer's counsel has filed a brief stating that she finds no meritorious issues for review, and a motion to withdraw as counsel as record.  Meyer has not filed a supplemental brief.  Our independent review of the record pursuant to  Penson v. Ohio, 488 U.S. 75, 83 (1988), discloses no issues for review.  Accordingly the motion of counsel to withdraw is GRANTED and the district court's judgment is AFFIRMED.\n    \n    \n      \n        *\n         The panel unanimously finds this case suitable for decision without oral argument.  Fed.R.App.P. 34(a);  9th Cir.R. 34-4\n      \n      \n        **\n         This disposition is not appropriate for publication and may not b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "강도",
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-robert-joseph-meyer"
    }
  ],
  "relatedIncidents": [
    11819,
    11831,
    11841,
    11850,
    11868
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}