{
  "id": 11933,
  "title": "1996년 G.R. ex rel. G.W. v. Johnson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-09-13",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: G.R. ex rel. G.W. v. Johnson. 판결일: 1996-09-13. 법원: Massachusetts Superior Court.",
  "description": "## 사건 정보\n\n**사건명**: G.R., a minor, by her Mother and Next Friend, G.W. v. Kallin Johnson\n**판결일**: 1996-09-13\n**법원**: Massachusetts Superior Court\n**관할**: Massachusetts, MA\n\n**판사**: Sosman\n\n## 인용\n\n- 6 Mass. L. Rptr. 4\n\n## 판결문 요약\n\n\nSosman, J.\nPlaintiff has brought the present action against the school she formerly attended, various teachers at the school, the principal, and the Trustees of the school complaining that she was raped by one of her teachers and then subjected to various forms of harassment and retaliation after she reported the rape. The Trustees have moved to dismiss or, in the alternative, for summary judgment on all claims against them. For the following reasons, the Trustees’ motion for summary judgment is ALLOWED.\nFacts\nViewed in the light most favorable to plaintiff, the facts are as follows:\nPlaintiff was a student at Notre Dame Academy, a private secondary school for girls located in Worcester. The Academy is owned and operated by Notre Dame Academy at Worcester, Inc., a charitable corporation which qualifies as tax exempt under 26 U.S.C. §501(c) (3). The By-Laws of the corporation provide that there shall be a minimum of five “members” of the corporation, consisting of “the incorporators and other such Sisters of Notre Dame as may be elected by them.” Article IV. The duties of the members include the following:\nThe members shall enforce all rules and by-laws, shall have direct and general supervision and control of the funds and activities of the Corporation, and shall at their annual meeting elect the trustees. They shall also appoint the Administrator of the Academy after consultation with the Board of Trustees.\nArticle VII.\nThe Board of Trustees consists of up to twenty-one per...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gr-ex-rel-gw-v-johnson"
    }
  ],
  "relatedIncidents": [
    11807,
    11823,
    11930,
    11971,
    12069
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}