{
  "id": 11930,
  "title": "1996년 Donihoo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-09-16",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Donihoo. 판결일: 1996-09-16. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Larry C. DONIHOO v. STATE of Arkansas\n**판결일**: 1996-09-16\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Brown\n\n## 변호인\n\nGarnet E. Norwood, for appellant., Winston Bryant, Att’y Gen., by: Sandy Moll, Asst. Att’y Gen., for appellee.\n\n## 인용\n\n- 931 S.W.2d 69\n- 325 Ark. 483\n\n## 판결문 요약\n\n\n931 S.W.2d 69 (1996)\n325 Ark. 483\nLarry C. DONIHOO, Appellant,\nv.\nSTATE of Arkansas, Appellee.\nNo. CR 95-1194.\nSupreme Court of Arkansas.\nSeptember 16, 1996.\n*71 Garnet E. Norwood, Texarkana, TX, for appellant.\nSandy Moll, Asst. Attorney General, Little Rock, for appellee.\nBROWN, Justice.\nAppellant Larry C. Donihoo was convicted of multiple counts of statutory rape and violation of a minor in the first degree and sentenced to 90 years in prison. He appeals, urging that the trial court erred in refusing to sever the counts, in allowing photographs and a videotape of sex acts into evidence, in allowing a state witness to testify about matters which surprised him, and in permitting references to parole eligibility by the State in closing argument. The points on appeal are without merit, and we affirm.\nThe State presented the following evidence at trial. Christina Ward, the victim, testified that she was born on July 6, 1977, and that Donihoo moved in with her and her mother, Jacque Ward, when Christina was three. She testified that Donihoo acted like a father towards her, but that he made her perform oral sex and have sexual intercourse with him after the family moved to East 48th Street in Texarkana in 1989, when she was about 13. She estimated that this happened sometimes two to three times a week while her mother and brother were at work. She testified that she did not tell her mother at the time because Donihoo told her that he would kill her if she told anyone. Christina t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=donihoo-v-state"
    }
  ],
  "relatedIncidents": [
    11807,
    11823,
    11933,
    11971,
    12069
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}