{
  "id": 11932,
  "title": "1996년 Ex Parte Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-09-13",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Ex Parte Brown. 판결일: 1996-09-13. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Brown\n**판결일**: 1996-09-13\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Cook\n\n## 인용\n\n- 686 So. 2d 409\n\n## 판결문 요약\n\n\n686 So. 2d 409 (1996)\nEx parte Raymond Eugene BROWN.\nRe Raymond Eugene BROWN\nv.\nSTATE.\n1941150.\nSupreme Court of Alabama.\nSeptember 13, 1996.\nRehearing Denied November 22, 1996.\n*411 William R. Blanchard of Blanchard &amp; Calloway, P.C., Montgomery, and Charles P. Hollifield, Montgomery, for Petitioner.\nJeff Sessions, Atty. Gen., and William D. Little, Asst. Atty. Gen., for Respondent.\nCOOK, Justice.\nThis Court granted Raymond Eugene Brown's petition for the writ of certiorari to review the judgment of the Court of Criminal Appeals affirming his conviction of capital murder and his sentence of death. See Brown v. State, 686 So. 2d 385 (Ala.Cr.App. 1995).\nThis is the third time this case has been before us. On May 13, 1988, Brown was convicted of two capital murders, based on the deaths of Linda LeMonte and her daughter, Sheila Smoke. After the sentencing hearing, the jury unanimously recommended death by electrocution. The trial court accepted the advisory verdict and sentenced Brown to death. In Brown v. State, 571 So. 2d 345 (Ala.Cr.App.1990), the Court of Criminal Appeals reversed Brown's convictions and his sentence, holding that the trial court's refusal to individually voir dire potential jurors regarding possible prejudice from pretrial publicity had denied Brown the due process guaranteed under the United States Constitution. This Court granted the State's petition for the writ of certiorari to the Court of Criminal Appeals, but after hearing oral argument quashed t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-brown"
    }
  ],
  "relatedIncidents": [
    11804,
    11817,
    11824,
    11867,
    11875
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}