{
  "id": 11935,
  "title": "1996년 Nelson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-09-11",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Nelson v. State. 판결일: 1996-09-11. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Nelson v. State\n**판결일**: 1996-09-11\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Klein\n\n## 인용\n\n- 679 So. 2d 1249\n\n## 판결문 요약\n\n\n679 So.2d 1249 (1996)\nAlbert NELSON, Appellant,\nv.\nSTATE of Florida, Appellee.\nNos. 95-2636, 95-4081.\nDistrict Court of Appeal of Florida, Fourth District.\nSeptember 11, 1996.\nRehearing and Certification of Question Denied October 14, 1996.\n*1250 Richard L. Jorandby, Public Defender, and David McPherrin, Assistant Public Defender, West Palm Beach, for appellant.\nRobert A. Butterworth, Attorney General, Tallahassee; and Ettie Feistmann, Assistant Attorney General, West Palm Beach, for appellee.\nKLEIN, Judge.\nAppellant, who was convicted of second degree murder with a firearm, argues that the court erred in instructing the jury on manslaughter without also instructing on excusable and justifiable homicide. We reverse.\nIn State v. Lucas, 645 So.2d 425, 427 (Fla. 1994), our supreme court held that it was fundamental error for the court to omit an instruction on excusable and justifiable homicide when instructing on manslaughter, except where defense counsel \"affirmatively agreed to or requested the incomplete instruction.\" The issue in this case is whether defense counsel's actions in regard to the instructions fall within the above exception.\nThe court requested the state to prepare the jury instructions, and requested counsel to meet to determine which instructions could be agreed to, and which could not. The next day, after reviewing the instructions which had been submitted to the court by counsel, the court inquired whether there had been agreement on them, and the prosecut...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nelson-v-state"
    }
  ],
  "relatedIncidents": [
    11804,
    11817,
    11824,
    11867,
    11875
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}