{
  "id": 11959,
  "title": "1996년 Zuckerman 사건",
  "category": "terrorism",
  "era": "contemporary",
  "date": "1996-08-26",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Zuckerman. 판결일: 1996-08-26. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Alfajr Printing and Publishing Company v. Mortimer Zuckerman\n**판결일**: 1996-08-26\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Altman, Copertino, Rosenblatt, Santucci\n\n## 인용\n\n- 230 A.D.2d 879\n- 646 N.Y.S.2d 858\n\n## 판결문 요약\n\n\n—In an action to recover damages for libel, the defendants appeal from an order of the Supreme Court, Kings County (Hurowitz, J.), dated November 22, 1994, which denied *880their motion pursuant to CPLR 3211 (a) (7) to dismiss the complaint.\nOrdered that the order is reversed, on the law, with costs, the motion is granted, and the complaint is dismissed.\nThe plaintiffs publish El Fajr, a newspaper that serves the Sudanese community. On June 26, 1993, the defendant newspaper, the Daily News, published an article in which it discussed efforts by Sheik Omar Abdel-Rahman, a militant Islamic fundamentalist, to raise funds for terrorist activities. The article reported, in conclusion, that \"[v]ideo tapes and newspapers, like the Sudanese monthly El Fajr, publicize Abdel-Rahman’s appeals for action against the U.S., which he refers to as a 'den of evil and fornication’ ”.\nThe plaintiffs, asserting that the statement is false, commenced this action to recover damages for libel. They claimed to be defamed, arguing that the reported statement implied that El Fajr allowed an \"alleged militant activist with close ties to alleged radical terrorists accused of heinous acts, to use the newspaper to promote their agenda”.\nThe defendants moved to dismiss the complaint, on the ground that it failed to state a cause of action. The defendants asserted that the word about which the plaintiffs complain— \"publicize” — does not suggest \"support” but, rather, merely, connotes \"publish”. The Supreme ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "테러"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=alfajr-printing-publishing-co-v-zuckerman"
    }
  ],
  "relatedIncidents": [
    11506,
    11625,
    11802,
    11316,
    11550
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}