{
  "id": 11955,
  "title": "1996년 Johnson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-08-29",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Johnson v. State. 판결일: 1996-08-29. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: David and Gayle JOHNSON, as Trustees for the Heirs and Next-Of-Kin of Melissa Noelle Johnson, Respondents, v. STATE of Minnesota and Its Agents, Orville Pung, Et Al., Hennepin County and Its Officers, Employees and Agents, Thomas Lamb, Et Al., 180 Degrees, Inc., Petitioners, Appellants\n**판결일**: 1996-08-29\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Anderson, Gardebring\n\n## 변호인\n\nHubert H. Humphrey, III, Attorney General, James Alexander, Assistant Attorney General, St. Paul, for the State, et al., Michael 0. Freeman, Hennepin County Attorney, Toni A. Beitz, Sr. Assistant County Attorney, Minneapolis, for Hennepin County, et al., Patrick D. Reilly, Deborah H. Mande, Minneapolis, for 180 Degrees, Inc., Cosgrove, Flynn & Gaskins, Susan D. Hall, Scott M. Rusert, Minneapolis, for David Johnson, Gayle Johnson., Bassford, Lockhart, Truesdell & Briggs, P.A., Frederick E. Finch,\n\n## 인용\n\n- 553 N.W.2d 40\n\n## 판결문 요약\n\n\n553 N.W.2d 40 (1996)\nDavid and Gayle JOHNSON, as Trustees for the heirs and next-of-kin of Melissa Noelle Johnson, Respondents,\nv.\nSTATE of Minnesota and its agents, Orville Pung, et al., Hennepin County and its officers, employees and agents, Thomas Lamb, et al., 180 Degrees, Inc., Petitioners, Appellants.\nNo. C3-95-532.\nSupreme Court of Minnesota.\nAugust 29, 1996.\n*43 Hubert H. Humphrey, III, Attorney General, James Alexander, Assistant Attorney General, St. Paul, for the State, et al.\nMichael O. Freeman, Hennepin County Attorney, Toni A. Beitz, Sr. Assistant County Attorney, Minneapolis, for Hennepin County, et al.\nPatrick D. Reilly, Deborah H. Mande, Minneapolis, for 180 Degrees, Inc.\nCosgrove, Flynn &amp; Gaskins, Susan D. Hall, Scott M. Rusert, Minneapolis, for David Johnson, Gayle Johnson.\nBassford, Lockhart, Truesdell &amp; Briggs, P.A., Frederick E. Finch, Mary L. Galvin, Minneapolis, for Amicus Curiae MN Community Corrections Association.\nKim Z. Mastro, St. Paul, for Amicus Curiae Association of MN Counties.\nWilliam J. Jeronimus, St. Paul, for Amicus Curiae MN County Attorneys Association.\nLuci R. Botzek, St. Paul, for Amicus Curiae MN Corrections Association.\nWentzel &amp; Fluegel, Wilbur W. Fluegel, Minneapolis, for Amicus Curiae MN Trial Lawyers Association.\nHeard, considered and decided by the court en banc.\n\nOPINION\nANDERSON, Justice.\nIn 1991, Scott Edward Stewart, a parolee on supervised release status, murdered Melissa Noelle Johnson. It is a basic, indeed o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-v-state"
    }
  ],
  "relatedIncidents": [
    11804,
    11817,
    11824,
    11867,
    11875
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}