{
  "id": 11961,
  "title": "1996년 Rivers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-08-23",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Rivers. 판결일: 1996-08-23. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Rivers v. State\n**판결일**: 1996-08-23\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Cobb\n\n## 인용\n\n- 689 So. 2d 990\n\n## 판결문 요약\n\n\n689 So. 2d 990 (1996)\nAshford Bruce RIVERS\nv.\nSTATE.\nCR-95-1317.\nCourt of Criminal Appeals of Alabama.\nAugust 23, 1996.\n*991 Joseph J. Gallo, Daleville, for Appellant.\nJeff Sessions, Atty. Gen., and Jane Brannan, Asst. Atty. Gen., for Appellee.\nCOBB, Judge.\nOn May 21, 1991, the appellant, Ashford Bruce Rivers, was convicted of theft of property in the second degree. He was sentenced under the Habitual Felony Offender Act to 15 years in prison. This sentence was split, and the appellant was ordered to serve three years in the penitentiary and the remainder of the sentence on probation. The trial court subsequently further split the appellant's sentence to time served through November 30, 1993, and three years supervised probation. On January 25, 1996, the appellant's probation was revoked because the appellant \"left the State of Alabama and committed a crime in the State of Florida.\" C.R. 53. This is an appeal from the revocation of his probation.\nThe appellant contends that he did not receive the minimum due process requirements set forth in Armstrong v. State, 294 Ala. 100, 312 So. 2d 620 (1975). The appellant contends 1) that the written order revoking his probation failed to set forth the evidence relied upon and the reasons for the revocation, and, 2) that the trial court failed to comply with Rule 27.6(c), Ala.R.Crim.P., which sets out what the trial court must advise a probationer to ensure the voluntariness of the admission before accepting an admission to the alleged...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rivers-v-state"
    }
  ],
  "relatedIncidents": [
    11804,
    11806,
    11807,
    11813,
    11814
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}