{
  "id": 11965,
  "title": "1996년 Mosley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-08-20",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Mosley. 판결일: 1996-08-20. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Plaintiff/Respondent v. Ralph MOSLEY, Defendant/Appellant Ralph MOSLEY, Movant/Appellant v. STATE of Missouri, Respondent/Respondent\n**판결일**: 1996-08-20\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Ahrens, Blackmar, Crandall\n\n## 변호인\n\nRobert E. Steele, Jr., Asst. Public Defender, St. Louis, for appellant., Jeremiah W. (Jay) Nixon, Atty. Gen., Cheryl A Caponegro, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 930 S.W.2d 67\n\n## 판결문 요약\n\n\n\nORDER\n\nPER CURIAM.\nA jury found Ralph Mosley guilty of murder in the first degree in violation of Sec. 565.020, RSMo.1994, assault in the first degree in violation of Sec. 565.050, RSMo.1994, and two counts of armed criminal action in violation of Sec. 571.015, RSMo.1994. He was sentenced concurrently to life imprisonment without probation or parole on the murder conviction, fifteen years for assault and life for each count of armed criminal action. Post conviction relief pursuant to Rule 29.15 was denied. He appeals, but has not briefed any claims of error in the 29.15 proceeding and has therefore abandoned any claim for relief from that conviction. State v. Nelson, 818 S.W.2d 285, 287 (Mo.App.1991).\nNo jurisprudential purpose would be served by a written opinion. However, the parties have been furnished with a memorandum opinion for their information only, setting forth the facts and reasons for this order.\nThe judgments of the trial court and motion court are affirmed in accordance with Rules 80.25(b) and 84.16(b).\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mosley"
    }
  ],
  "relatedIncidents": [
    11804,
    11817,
    11824,
    11867,
    11875
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}