{
  "id": 11979,
  "title": "1996년 Cochrane 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-08-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Cochrane. 판결일: 1996-08-07. 법원: United States Tax Court.",
  "description": "## 사건 정보\n\n**사건명**: JAMES LUTHER COCHRANE v. COMMISSIONER OF INTERNAL REVENUE\n**판결일**: 1996-08-07\n**법원**: United States Tax Court\n**관할**: USA, Federal\n\n**판사**: RUWE\n\n## 변호인\n\nJames Luther Cochrane, pro se.  Karen N. Sommers , for respondent.  \n\n## 인용\n\n- 107 T.C. 18\n- 1996 U.S. Tax Ct. LEXIS 32\n- 107 T.C. No. 2\n\n## 판결문 요약\n\n OPINION Ruwe, Judge: Respondent determined deficiencies in and additions to petitioner’s Federal income taxes as follows: [[Image here]] The issues for decision are: (1) Whether petitioner received taxable income as determined by respondent for each of the years in issue; (2) whether petitioner is liable for an addition to tax for fraud under section 6653(b)1 for each of the years in issue; (3) whether petitioner is liable for an addition to tax for substantial understatement of income tax under section 6661 for 1984; and (4) whether petitioner is liable for an addition to tax for failure to pay estimated tax under section 6654 for 1986. Prior to trial, the Court granted respondent’s motion to impose sanctions pursuant to Rule 104(c), as a result of petitioner’s failure to obey our order that he respond to requests for admission. We ordered that the matter contained in respondent’s requests be taken as established for purposes of this case. Because of the importance of this ruling to the outcome of this case, we will explain the relevant procedural history as well as the reasoning behind our imposition of sanctions. Procedural Background From the inception of this case, petitioner demonstrated that he intended to rely upon frivolous positions. For example, attached to his amended petition was a document entitled “Preliminary Statement and Refusal for Cause”, in which petitioner purports to reject respondent’s notices of deficiency. Among the reasons given were that petitione...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cochrane-v-commissioner"
    }
  ],
  "relatedIncidents": [
    11813,
    11821,
    11844,
    11846,
    11849
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}