{
  "id": 11978,
  "title": "1996년 Deckard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-08-07",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Deckard. 판결일: 1996-08-07. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: John D. DECKARD, Appellant, v. STATE of Indiana, Appellee\n**판결일**: 1996-08-07\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBRULER, Dickson, Selby, Shepard, Sullivan\n\n## 변호인\n\nSusan K. Carpenter, Public Defender, Eric K. Koselke, Special Assistant to the State Public Defender, Indianapolis, for Appellant., Pamela Carter, Attorney General, Suzann Weber Lupton, Deputy Attorney General, Office of the Attorney General, Indianapolis, for Appellee.\n\n## 인용\n\n- 670 N.E.2d 1\n\n## 판결문 요약\n\n\n670 N.E.2d 1 (1996)\nJohn D. DECKARD, Appellant,\nv.\nSTATE of Indiana, Appellee.\nNo. 53S00-9302-CR-269.\nSupreme Court of Indiana.\nAugust 7, 1996.\n*2 Susan K. Carpenter, Public Defender, Eric K. Koselke, Special Assistant to the State Public Defender, Indianapolis, for Appellant.\nPamela Carter, Attorney General, Suzann Weber Lupton, Deputy Attorney General, Office of the Attorney General, Indianapolis, for Appellee.\nSELBY, Justice.\nJohn Deckard was convicted of felony murder for the burglary and subsequent death of Mr. Barry Scroggins. Deckard was tried to a jury, found guilty, and sentenced to sixty years imprisonment. A description of the events surrounding his arrest and conviction follow.\nThe victim, Barry Scroggins, lived in a cabin in a rural area of Monroe County, Indiana. Near Scroggins' cabin was an abandoned home at which youth from the area congregated. Defendant Deckard, then seventeen, and his friend Will Taylor, age twenty, frequented the abandoned home, often overnight. On July 27, 1991, Deckard, Taylor, and several of their friends were stranded at the home after their car broke down. That evening Deckard and Taylor left the house on foot, returning several hours later with a pickup, two pistols, and a rifle. That evening, Barry Scroggins, the victim, reported to police that someone had broken into his cabin and stolen three guns and his pickup. Deckard sold two of the guns a few days later, and, after selling parts of the truck to raise money for spirits, aband...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=deckard-v-state"
    }
  ],
  "relatedIncidents": [
    11804,
    11817,
    11824,
    11867,
    11875
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}