{
  "id": 11970,
  "title": "1996년 Charles E. Johnson v. Gary R. McCaughtry Warden, Waupun Correctional Institution 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-08-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Charles E. Johnson v. Gary R. McCaughtry Warden, Waupun Correctional Institution. 판결일: 1996-08-13. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Charles E. JOHNSON, Plaintiff-Appellant, v. Gary R. McCAUGHTRY, Warden, Waupun Correctional Institution, Defendant-Appellee\n**판결일**: 1996-08-13\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Bauer, Eschbach, Flaum\n\n## 변호인\n\nAllen E. Shoenberger, Karen S. Lentz (argued), Loyola Univ. School of Law, Chicago, IL, for Charles E. Johnson., Paul Lundsten (argued), Office of Atty. Gen., Wis. Dept, of Justice, Madison, WI, for Gary R. McCaughtry.\n\n## 인용\n\n- 92 F.3d 585\n\n## 판결문 요약\n\n92 F.3d 585\n    Charles E. JOHNSON, Plaintiff-Appellant,v.Gary R. McCAUGHTRY, Warden, Waupun Correctional Institution,Defendant-Appellee.\n    No. 95-2275.\n    United States Court of Appeals,Seventh Circuit.\n    Argued March 28, 1996.Decided Aug. 13, 1996.\n    \n      Allen E. Shoenberger, Karen S. Lentz (argued), Loyola Univ.  School of Law, Chicago, IL, for Charles E. Johnson.\n      Paul Lundsten (argued), Office of Atty. Gen., Wis.  Dept. of Justice, Madison, WI, for Gary R. McCaughtry.\n      Before BAUER, ESCHBACH, and FLAUM, Circuit Judges.\n      FLAUM, Circuit Judge.\n    \n    \n      1\n      Johnson was convicted by a jury of armed robbery in Wisconsin state court.  After exhausting his state appeals, Johnson filed a petition for a writ of habeas corpus in district court.  Johnson maintains that the exclusion of persons under the age of 25 from his jury pool by a particular jury commissioner violated his Sixth Amendment right to a jury composed of a fair cross section of the community and his right to due process.  He also argues that he was denied due process by certain out-of-court and in-court identifications by key state witnesses, which he asserts were impermissibly suggestive and unreliable.  The district court denied his petition, and we affirm.1\n    \n    I.\n    \n      2\n      At approximately 1:30 p.m. on February 7, 1989, two black men robbed the Crossroads Pharmacy, located in a strip mall in Menominee Falls, Wisconsin.  After pretending to be shopping while the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=charles-e-johnson-v-gary-r-mccaughtry-warden-waupun-correctional"
    }
  ],
  "relatedIncidents": [
    11819,
    11831,
    11841,
    11850,
    11868
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}