{
  "id": 11984,
  "title": "1996년 Vaughan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-08-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Vaughan. 판결일: 1996-08-05. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Theresa Vaughan v. Bank of New York\n**판결일**: 1996-08-05\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Bracken, Goldstein, McGinity, Santucci\n\n## 인용\n\n- 230 A.D.2d 731\n- 646 N.Y.S.2d 49\n\n## 판결문 요약\n\n\n—In a negligence action to recover damages for personal injuries, the plaintiff appeals from an order of the Supreme Court, Suffolk County (Doyle, J.), dated July 10, 1995 which granted the defendant’s motion for summary judgment dismissing the complaint.\nOrdered that the order is affirmed, with costs.\nThe plaintiff, an employee of a shoe store, was depositing the day’s receipts into a night depository at the defendant Bank of New York, when she was assaulted and robbed. She brought this action to recover damages for personal injuries. After the incident, the bank proposed trimming the bushes where the plaintiffs assailants hid before the attack and providing better lighting in the area of the depository. The plaintiff submitted evidence of only one other such robbery at the depository site in the two years prior to the robbery.\nThe Supreme Court properly found that the plaintiff had not alleged facts sufficient to prove that the defendant had notice of criminal activity in the area in which the plaintiff was attacked, and that, therefore, the risk of robbery was not foreseeable and there was no duty of care on the part of the defendant toward the plaintiff (see, Nallan v Helmsley-Spear, Inc., 50 NY2d 507; Gill v New York City Hous. Auth., 130 AD2d 256; Ianelli v Powers, 114 AD2d 157). Moreover, evidence of post-incident remedial measures, such as trimming the hedges surrounding the night depository or providing better lighting, does not, contrary to the plaintiff’s contenti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=vaughan-v-bank"
    }
  ],
  "relatedIncidents": [
    11819,
    11831,
    11841,
    11850,
    11868
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}