{
  "id": 12000,
  "title": "1996년 Lamb 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-07-15",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Lamb. 판결일: 1996-07-15. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Lamb v. the State\n**판결일**: 1996-07-15\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Thompson\n\n## 변호인\n\nDavid V. Weber, for appellant., Daniel J. Craig, District Attorney, William C. Davison, Assistant District Attorney, Michael J. Bowers, Attorney General, Beth Attaway, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 472 S.E.2d 683\n- 267 Ga. 41\n\n## 판결문 요약\n\n\n472 S.E.2d 683 (1996)\n267 Ga. 41\nLAMB\nv.\nThe STATE.\nNo. S96A0982.\nSupreme Court of Georgia.\nJuly 15, 1996.\n*684 David Victor Weber, Martinez, for Lamb.\nWilliam C. Davison, Asst. Dist. Atty., Office of the Dist. Atty., Daniel J. Craig, Dist. Atty., Augusta, Michael J. Bowers, Atty. Gen., Beth Attaway, Asst. Atty. Gen., Dept. of Law, Atlanta, for the State.\nTHOMPSON, Justice.\nAlthough we affirmed defendant's conviction for felony murder and possession of a firearm during the commission of a crime, Lamb v. State, 263 Ga. 118, 428 S.E.2d 349 (1993), we remanded for a hearing and findings on defendant's claims that he received ineffective assistance of both trial and appellate counsel. Following the hearing, the trial court concluded that the representation of defendant did not fall below an objective standard of reasonableness. Defendant appeals, asserting, primarily, that both his trial counsel and his appellate counsel were ineffective because they were not \"conflict free.\"\nThe indictment charged defendant, his brother, and Bobby Boysworth, Jr., with malice murder, felony murder and possession of a firearm during the commission of a crime. Danny L. Durham was appointed to represent defendant at trial, and another attorney was appointed to represent defendant's brother.[1] Durham had been retained by defendant's brother to represent him on an unrelated aggravated assault charge. Richard Ingram, an associate in Durham's firm, had been retained by defendant's brother to represent...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lamb-v-state"
    }
  ],
  "relatedIncidents": [
    11804,
    11817,
    11824,
    11867,
    11875
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}