{
  "id": 12002,
  "title": "1996년 Napoleoni 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-07-10",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Napoleoni. 판결일: 1996-07-10. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: Orlando Perez NAPOLEONI, Plaintiff, v. Superintendent SCULLY of Green Haven Correctional Facility, and Commissioner Coughlin, Thomas, of the New York State Department of Corrections, Defendants\n**판결일**: 1996-07-10\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Koeltl\n\n## 변호인\n\nOrlando Perez Napoleoni, Warwick, NY, pro se., Vincent Leong, Assistant Attorney General of the State of New York, New York City, for Defendants.\n\n## 인용\n\n- 932 F. Supp. 559\n\n## 판결문 요약\n\n\n932 F. Supp. 559 (1996)\nOrlando Perez NAPOLEONI, Plaintiff,\nv.\nSuperintendent SCULLY of Green Haven Correctional Facility, and Commissioner Coughlin, Thomas, of the New York State Department of Corrections, Defendants.\nNo. 93 Civ. 8945 (JGK).\nUnited States District Court, S.D. New York.\nJuly 10, 1996.\n*560 Orlando Perez Napoleoni, Warwick, NY, pro se.\nVincent Leong, Assistant Attorney General of the State of New York, New York City, for Defendants.\n\nOPINION AND ORDER\nKOELTL, District Judge:\nThe plaintiff Orlando Perez Napoleoni brings this action pursuant to 42 U.S.C. § 1983 alleging that his Eighth Amendment rights were violated when he was exposed to asbestos while performing on a work detail and that his First Amendment rights were violated when he was transferred to another correctional facility in retaliation for preparing to file this lawsuit. The defendants move for summary judgment dismissing this action pursuant to Fed.R.Civ.P. 56. For the reasons that follow, the defendants' motion is granted.\n\nI.\nThe plaintiff Orlando Perez Napoleoni is an inmate under the custody of the New York State Department of Correctional Services (\"DOCS\"). Defendant Charles Scully is the former superintendent of the Green Haven Correctional Facility (\"Green Haven\"), and defendant Thomas Coughlin is the former DOCS commissioner. The events alleged in this action occurred while the plaintiff was incarcerated at Green Haven.\nWhen Napoleoni was incarcerated at Green Haven, he performed recycli...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=napoleoni-v-scully"
    }
  ],
  "relatedIncidents": [
    11804,
    11806,
    11807,
    11813,
    11814
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}