{
  "id": 12009,
  "title": "1996년 Ross 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-07-02",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Ross. 판결일: 1996-07-02. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. James Ross\n**판결일**: 1996-07-02\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Tompkins\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Robert Jaffe, New York City, for defendant. Robert M. Morgenthau, District Attorney of New York County (Martha Bash-ford of counsel), for plaintiff.\n\n## 인용\n\n- 169 Misc. 2d 308\n- 646 NYS2d 249\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nHarold Tompkins, J.\nThe nature of the hearing required under New York State’s Sex Offender Registration Act (Correction Law § 168 et seq.) is the issue before this court. It arises in the context of defendant James Ross’ challenge to the Board of Examiners’ recommendation that Mr. Ross be classified as a level-three sex offender. This is the first case interpreting New York’s new Sex Offender Registration Act.\nthe sex offender statute\nArticle 6-C of the Correction Law (§§ 168 — 168-v [L 1995, ch 192]) was adopted on July 25, 1995 and became effective on *309January 26, 1996. This statute is New York State’s version of \"Megan’s Law” adopted in memory of 7-year-old Megan Kanka, who was abducted, sexually assaulted and murdered in July 1994 by a sex offender with a history of numerous prior sexual offenses who lived across the street. The law establishes a system requiring sexual offenders to register with appropriate governmental authorities. Every State requires sex offenders to register and notify law enforcement officials of appropriate information such as address and employment.1\nThe Federal Violent Crime Control and Law Enforcement Act of 1994 requires States to register and track convicted sex offenders for 10 years after release and to notify law enforcement officials in the local community to obtain full Federal financing provided in that law (42 USC § 14071 et seq.). Recently, this statute was amended to require release of relevant information nec...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-ross"
    }
  ],
  "relatedIncidents": [
    11804,
    11817,
    11824,
    11867,
    11875
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}