{
  "id": 12015,
  "title": "1996년 Pettitt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-06-24",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: Pettitt. 판결일: 1996-06-24. 법원: Nevada Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: GLENBROOK HOMEOWNERS ASSOCIATION, INC., a Nevada Non-Profit Corporation, Appellant, v. CHARLES PETTITT and DIANE PETTITT, Husband and Wife, Respondents\n**판결일**: 1996-06-24\n**법원**: Nevada Supreme Court\n**관할**: Nevada, NV\n\n**판사**: Per Curiam\n\n## 변호인\n\nMark H. Gunderson, Reno, for Appellant., Allison, MacKenzie, Hartman, Soumbeniotis & Russell and Audrey P. Damonte, Carson City, for Respondents.\n\n## 인용\n\n- 919 P.2d 1061\n- 112 Nev. 783\n\n## 판결문 요약\n\n\n919 P.2d 1061 (1996)\nGLENBROOK HOMEOWNERS ASSOCIATION, INC., a Nevada Non-Profit Corporation, Appellant,\nv.\nCharles PETTITT and Diane Pettitt, Husband and Wife, Respondents.\nNo. 26699.\nSupreme Court of Nevada.\nJune 24, 1996.\nMark H. Gunderson, Reno, for Appellant.\nAllison, MacKenzie, Hartman, Soumbeniotis &amp; Russell and Audrey P. Damonte, Carson City, for Respondents.\n\nOPINION\nPER CURIAM:\nAppellant Glenbrook Homeowners Association (GHOA) filed an eminent domain action against respondents Charles and Diane Pettitt (Pettitts) to condemn part of their land for construction of a roadway. The district court granted summary judgment for the Pettitts, concluding that GHOA did not have standing to condemn the property because traffic safety matters had been legislatively delegated to the Nevada Department of Transportation (NDOT). GHOA contends that it has power to condemn the land for construction of a roadway. We agree, and reverse the district court's decision and remand with instructions to enter summary judgment for GHOA.\n\nFACTS\nGHOA is a non-profit corporation formed for the mutual benefit and protection of its members and to enforce the Declaration of Covenants, Conditions and Restrictions (CC &amp; Rs) of the Glenbrook community. Under the CC &amp; Rs, GHOA owns and is responsible for maintenance of the common areas and roads within the community. On February 2, 1978, the Pettitts purchased property from Glenbrook and constructed a home.\nIn 1991, responding to safety conc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=glenbrook-homeowners-assn-v-pettitt"
    }
  ],
  "relatedIncidents": [
    11814,
    11832,
    11908,
    11916,
    11918
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}