{
  "id": 12011,
  "title": "1996년 United States v. Various Computers and Computer Equipment, Paris Francis Lundis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-06-27",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Various Computers and Computer Equipment, Paris Francis Lundis. 판결일: 1996-06-27. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. VARIOUS COMPUTERS AND COMPUTER EQUIPMENT, Paris Francis Lundis, Appellants\n**판결일**: 1996-06-27\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Alito, Becker, Cowen, Greenberg, Mansmann, Nygaard, Rosenn, Roth, Scirica, Sloviter, Stapleton\n\n## 변호인\n\nFrederick W. Thieman, U.S. Attorney, Mary McKeen Houghton, Assistant U.S. Attorney (argued), Pittsburgh, PA, for Appel-lee., Shelley Stark, Acting Federal Public Defender, W. Penn Hackney, First Asst. Federal Public Defender, Karen Sirianni Gerlach, Asst. Federal Public Defender (argued), Pittsburgh, PA, for Appellants.\n\n## 인용\n\n- 82 F.3d 582\n\n## 판결문 요약\n\n82 F.3d 582\n    UNITED STATES of America, Appellee,v.VARIOUS COMPUTERS AND COMPUTER EQUIPMENT, Paris FrancisLundis, Appellants.\n    Nos. 95-3195, 95-3378 and 95-3379.\n    United States Court of Appeals,Third Circuit.\n    Argued March 28, 1996.Decided April 30, 1996.Sur Petition for Rehearing June 27, 1996.\n    \n      On Appeal from the United States District Court for the Western District of Pennsylvania, D.C. No. 94-2090;  Honorable William L. Standish, District Judge.\n      Frederick W. Thieman, U.S. Attorney, Mary McKeen Houghton, Assistant U.S. Attorney (argued), Pittsburgh, PA, for Appellee.\n      Shelley Stark, Acting Federal Public Defender, W. Penn Hackney, First Asst. Federal Public Defender, Karen Sirianni Gerlach, Asst. Federal Public Defender (argued), Pittsburgh, PA, for Appellants.\n      Before:  GREENBERG, ROTH, and ROSENN, Circuit Judges.\n      OPINION OF THE COURT\n      ROSENN, Circuit Judge.\n    \n    \n      1\n      The primary, and in this circuit, novel, issue in this appeal is whether civil forfeiture, pursuant to 18 U.S.C. &#167; 981(a)(1)(C), constitutes punishment for double jeopardy purposes, when a court has already sentenced a defendant to imprisonment and the payment of restitution.   Paris Francis Lundis pled guilty in the United States District Court for the Western District of Pennsylvania to one count of unauthorized use and possession of credit cards in violation of 18 U.S.C. &#167; 1029(a)(2) &amp; (a)(3).   In addition to a ten month prison s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-various-computers-and-computer-equipment-paris-francis"
    }
  ],
  "relatedIncidents": [
    11813,
    11821,
    11844,
    11846,
    11849
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}