{
  "id": 12022,
  "title": "1996년 Douglas Edward Green v. Charles L. Ryan Grant Woods, Arizona Attorney General 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-06-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Douglas Edward Green v. Charles L. Ryan Grant Woods, Arizona Attorney General. 판결일: 1996-06-19. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Douglas Edward Green v. Charles L. Ryan Grant Woods, Arizona Attorney General\n**판결일**: 1996-06-19\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 87 F.3d 1318\n\n## 판결문 요약\n\n87 F.3d 1318\n    NOTICE: Ninth Circuit Rule 36-3 provides that dispositions other than opinions or orders designated for publication are not precedential and should not be cited except when relevant under the doctrines of law of the case, res judicata, or collateral estoppel.Douglas Edward GREEN, Petitioner-Appellant,v.Charles L. RYAN;  Grant Woods, Arizona Attorney General,Respondents-Appellees.\n    No. 95-17285.\n    United States Court of Appeals, Ninth Circuit.\n    Submitted June 11, 1996.*Decided June 19, 1996.\n    \n      Before:  CANBY, NOONAN, and LEAVY, Circuit Judges.\n    \n    \n      1\n      MEMORANDUM**\n    \n    \n      2\n      Arizona state prisoner Douglas Edward Green appeals pro se the district court's denial of his 28 U.S.C. &#167; 2254 habeas petition challenging, inter alia, his conviction by guilty plea for second degree murder.   We have jurisdiction pursuant to 28 U.S.C. &#167; 2253, and we affirm.\n    \n    \n      3\n      * Facts\n    \n    \n      4\n      Petitioner was indicted in March 1986 and alleged to have committed one count of first degree murder.   In October 1986, after a hearing, petitioner was ruled incompetent to stand trial and committed for mental health treatment.   In June 1987, however, the trial court conducted a second hearing on petitioner's mental condition, and concluded that he was competent to stand trial.\n    \n    \n      5\n      The trial was conducted in October 1987, but the jury was having a difficult time reaching a verdict even a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=douglas-edward-green-v-charles-l-ryan-grant-woods-"
    }
  ],
  "relatedIncidents": [
    11804,
    11817,
    11824,
    11867,
    11875
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}