{
  "id": 12021,
  "title": "1996년 In re Univ. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-06-19",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: In re Univ.. 판결일: 1996-06-19. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of University of Medicine and Dentistry of New Jersey, (School of Osteopathic Medicine), Respondent-Appellant, and Committee of Interns and Residents, Charging Party-Respondent\n**판결일**: 1996-06-19\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: Garibaldi\n\n## 변호인\n\nKatherine L. Suga, Deputy Attorney General, argued the cause for appellant (Deborah T. Poritz, Attorney General of New Jersey, attorney; Andrea M. Silkowitz, Assistant Attorney General, of counsel; Barbara A Hamed, Deputy Attorney General, on the brief)., Carol G. Dunham,, argued the cause for respondent (Reitman Parsonnet, attorneys; William J. Volonte, Carol G. Dunham, Bennet D. Zurofsky, on the brief)., Robert E. Anderson, General Counsel, argued the cause for respondent New Jersey Public Emp\n\n## 인용\n\n- 677 A.2d 721\n- 144 N.J. 511\n\n## 판결문 요약\n\n\n144 N.J. 511 (1996)\n677 A.2d 721\nIN THE MATTER OF UNIVERSITY OF MEDICINE AND DENTISTRY OF NEW JERSEY, (SCHOOL OF OSTEOPATHIC MEDICINE), RESPONDENT-APPELLANT, AND COMMITTEE OF INTERNS AND RESIDENTS, CHARGING PARTY-RESPONDENT.\nThe Supreme Court of New Jersey.\nArgued March 26, 1996.\nDecided June 19, 1996.\n*515 Katherine L. Suga, Deputy Attorney General, argued the cause for appellant (Deborah T. Poritz, Attorney General of New Jersey, attorney; Andrea M. Silkowitz, Assistant Attorney General, of counsel; Barbara A. Harned, Deputy Attorney General, on the brief).\nCarol G. Dunham, argued the cause for respondent (Reitman Parsonnet, attorneys; William J. Volonte, Carol G. Dunham, Bennet D. Zurofsky, on the brief).\nRobert E. Anderson, General Counsel, argued the cause for respondent New Jersey Public Employment Relations Commission.\nThe opinion of the Court was delivered by GARIBALDI, J.\nIn this appeal, we consider the interrelationship between the New Jersey Employer-Employee Relations Act, N.J.S.A. 34:13A-1 to -29, and the University of Medicine and Dentistry of New Jersey's (UMDNJ) right to academic freedom. Specifically, we must determine whether UMDNJ, a public employer, violated the Act when it refused to allow an intern's union representative to be present at an investigatory interview concerning the extent of discipline to be imposed on that intern for his alleged incompetence. A second issue is whether UMDNJ violated the Act when it refused to provide the intern's union re...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-university-of-medicine-dentistry-of-new-jersey"
    }
  ],
  "relatedIncidents": [
    11814,
    11832,
    11908,
    11916,
    11918
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}