{
  "id": 12037,
  "title": "1996년 State v. Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-06-10",
  "location": "Maine, ME, USA",
  "summary": "미국 Maine, ME 법원 판결 사건. 사건명: State v. Smith. 판결일: 1996-06-10. 법원: Supreme Judicial Court of Maine.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Maine v. Timothy S. SMITH\n**판결일**: 1996-06-10\n**법원**: Supreme Judicial Court of Maine\n**관할**: Maine, ME\n\n**판사**: Clifford, Dana, Glassman, Rudman, Wathen\n\n## 변호인\n\nGeoffrey Rushlau, District Attorney, Michael P. Tumdorf, Assistant District Attorney, Bath, for the State., Timothy S. Smith, Bath, pro se.\n\n## 인용\n\n- 677 A.2d 1058\n\n## 판결문 요약\n\n\nGLASSMAN, Justice.\nTimothy S. Smith appeals from the judgment entered in the Superior Court (Sagadahoc County, Fritzsche, J.) following the jury verdict finding him guilty of a Class D assault in violation of 17-A M.R.SA. § 207 (1983 &amp; Supp.1995). Smith contends that the trial court erred by failing to declare him an indigent and appoint counsel for him following his refusal to provide a release authorizing the court to gain access to financial information necessary to verify his purported indigence. We affirm the judgment.\nThe limited record reflects that:1 Following his receipt of a complaint charging him with assault, Smith, inter alia, filed a motion for the appointment of counsel together with a financial affidavit. Although Smith signed the affidavit, he lined through the portion stating his understanding that a court investigator 2 may verify the statements contained in the affidavit, noting on the form that such a verification would violate his Fourth Amendment rights. Based on Smith’s refusal to sign a general release authorization to facilitate verification of statements contained in his financial affidavit, the court (Saufley, J.) denied Smith’s motion. Thereafter, Smith filed a self-styled release form that limited both the duration and scope of the release and moved for a hearing on the denial of his motion for the appointment of counsel. After a hearing, the court issued its decision ordering that Smith provide a release for information for the period Janua...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-smith"
    }
  ],
  "relatedIncidents": [
    11835,
    11843,
    11928,
    11963,
    12099
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}