{
  "id": 12041,
  "title": "1996년 Hamilton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-06-05",
  "location": "Maine, ME, USA",
  "summary": "미국 Maine, ME 법원 판결 사건. 사건명: Hamilton. 판결일: 1996-06-05. 법원: Supreme Judicial Court of Maine.",
  "description": "## 사건 정보\n\n**사건명**: Richard HAMILTON v. A. Caroline GREENLEAF\n**판결일**: 1996-06-05\n**법원**: Supreme Judicial Court of Maine\n**관할**: Maine, ME\n\n**판사**: Wathen, C.J., and Roberts, Glassman, Clifford, Rudman, Dana, and Lipez\n\n## 변호인\n\nRichard Hamilton, Ogunquit, pro se (orally)-, John N. Kelly (orally), Kelly, Remmel & Zimmerman, Portland, for Defendant., Mark G. Lavoie, Portland, for amicus curiae Maine State Bar Association.\n\n## 인용\n\n- 677 A.2d 525\n\n## 판결문 요약\n\n\n677 A.2d 525 (1996)\nRichard HAMILTON\nv.\nA. Caroline GREENLEAF.\nSupreme Judicial Court of Maine.\nArgued April 3, 1996.\nDecided June 5, 1996.\n*526 Richard Hamilton, Ogunquit, pro se (orally).\nJohn N. Kelly (orally), Kelly, Remmel &amp; Zimmerman, Portland, for Defendant.\nMark G. Lavoie, Portland, for amicus curiae Maine State Bar Association.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA, and LIPEZ, JJ.\nGLASSMAN, Justice.\nRichard Hamilton appeals from the judgment entered in the Superior Court (Cumberland County, Bradford, J.) dismissing his complaint against A. Caroline Greenleaf. We vacate the judgment.\nBy his present complaint, Hamilton, inter alia, claims that Greenleaf has engaged in a conflict of interest by her representation of certain named clients on Hamilton's claims against them. He seeks damages from Greenleaf for the alleged defamation and emotional distress he suffered by reason of her intentional, malicious, reckless or negligent conduct in this representation. Hamilton, inter alia, alleges: Hamilton, an accountant, was represented by the law firm of Ainsworth &amp; Thelin, P.A., in the years 1990 and 1991. Also during that period Hamilton performed accounting services for Ann B. Flannery, Lynette J. Breton, Breton Flannery Woodworks, and Breton Flannery Woodworks, Inc. (collectively \"Breton Flannery\"). Although Greenleaf, an attorney, did *527 not directly represent Hamilton, she was a member of the law firm of Ainsworth &amp; Thelin from ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hamilton-v-greenleaf"
    }
  ],
  "relatedIncidents": [
    11804,
    11806,
    11807,
    11813,
    11814
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}