{
  "id": 12055,
  "title": "1996년 Burch 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-05-22",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Burch. 판결일: 1996-05-22. 법원: District Court, D. Kansas.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff, v. Gale F. BURCH, Defendant\n**판결일**: 1996-05-22\n**법원**: District Court, D. Kansas\n**관할**: Kansas, KS\n\n**판사**: Crow\n\n## 변호인\n\nBruce W. Simon, Simon & Simon, Kansas City, MO, Marilyn M. Trubey, Office of Federal Public Defender, Topeka, KS, Michelle Wallace, Kansas City, MO, for defendant., Gale F. Burch, Lancaster, TX, pro se., Thomas G. Luedke, Office of United States Attorney, Topeka, KS, for U.S.\n\n## 인용\n\n- 928 F. Supp. 1066\n\n## 판결문 요약\n\n\n928 F. Supp. 1066 (1996)\nUNITED STATES of America, Plaintiff,\nv.\nGale F. BURCH, Defendant.\nNo. 95-40045-02-SAC.\nUnited States District Court, D. Kansas.\nMay 22, 1996.\n*1067 Bruce W. Simon, Simon &amp; Simon, Kansas City, MO, Marilyn M. Trubey, Office of Federal Public Defender, Topeka, KS, Michelle Wallace, Kansas City, MO, for defendant.\nGale F. Burch, Lancaster, TX, pro se.\nThomas G. Luedke, Office of United States Attorney, Topeka, KS, for U.S.\n\nMEMORANDUM AND ORDER\nCROW, District Judge.\nOn June 13, 1995, the grand jury returned a two count indictment charging Gerald G. Burch and Gale F. Burch, husband and wife, with conspiracy to possess with intent to distribute 538 pounds of marijuana (Count 1) and possession with intent to distribute 538 pounds of marijuana (Count 2). On October 5, 1996, the court entered a memorandum and order, which, inter alia, denied the defendants' motions to suppress evidence of the search. See United States v. Burch, 906 F. Supp. 592 (D.Kan.1995). In that same memorandum and order the court denied Gale Burch's \"Motion to Suppress Statement.\"\nOn March 29, 1996, the court entered an order severing Gerald Burch's trial from Gale Burch's trial.[1] On April 22, 1996, trial of Gale Burch commenced. On April 23, 1996, the government rested its case-in-chief. The court denied Gale Burch's motion for judgment of acquittal. Gale Burch did not testify or present any other evidence.\nOn April 23, 1996, the jury began its deliberations at approximately 4:15 ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-burch"
    }
  ],
  "relatedIncidents": [
    11804,
    11806,
    11807,
    11813,
    11814
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}