{
  "id": 12063,
  "title": "1996년 Wilson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-05-08",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Wilson. 판결일: 1996-05-08. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State v. Wilson\n**판결일**: 1996-05-08\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Saunders, Amy and Gremillion\n\n## 인용\n\n- 677 So. 2d 471\n\n## 판결문 요약\n\n\n677 So. 2d 471 (1996)\nSTATE of Louisiana, Appellee,\nv.\nWillie James WILSON, Defendant-Appellant.\nNo. CR96-46.\nCourt of Appeal of Louisiana, Third Circuit.\nMay 8, 1996.\n*473 Michael Harson, Keith A. Stutes, Assistant District Atty., Lafayette, for State of Louisiana.\nG. Paul Marx, Lee Andrew Gallaspy, Willie J. Wilson, for Willie J. Wilson.\nBefore SAUNDERS, AMY and GREMILLION, JJ.\nSAUNDERS, Judge.\nOn July 13, 1994, defendant, Willie Wilson, was indicted by a grand jury of one count of aggravated rape, a violation of La.R.S. 14:42, and one count of attempted first degree murder, a violation of La.R.S. 14:27 and La.R.S. 14:30. On September 25, 1995, the State dismissed the charge of attempted first degree murder. On September 26-29, 1995, defendant was tried by a jury and found guilty of aggravated rape. On October 4, 1995, defendant was sentenced to life imprisonment at hard labor without benefit of probation, parole or suspension of sentence. Defendant now appeals his conviction.\n\nFACTS\nOn May 8, 1994, in Lafayette Parish, the defendant, Willie Wilson, assaulted the victim, Sally Collins, forced her into a wooded area and raped her vaginally and anally. The defendant further assaulted her anally with a bottle. Wilson then shoved a stick two inches in diameter into the victim's uterine cavity, causing injury. He beat her with sticks and stomped on her, fracturing her head. He removed all evidence linking him to the rape by pulling out clumps of the victim's pubic hair, scrapin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-wilson"
    }
  ],
  "relatedIncidents": [
    11804,
    11817,
    11824,
    11867,
    11875
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}