{
  "id": 12066,
  "title": "1996년 Leon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-05-06",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Leon. 판결일: 1996-05-06. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Jeanette Leon v. Southside Hospital, and Jung Kill Oh\n**판결일**: 1996-05-06\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 227 A.D.2d 384\n- 642 N.Y.S.2d 72\n\n## 판결문 요약\n\n\nIn an action to recover damages for medical malpractice, the defendant Jung Kill Oh appeals from an order of the Supreme Court, Suffolk County (D’Emilio, J.), dated March 7, 1995, which denied his motion for summary judgment dismissing the complaint insofar as asserted against him.\nOrdered that the order is reversed, on the law, with costs, the motion is granted, the complaint is dismissed insofar as asserted against the defendant Jung Kill Oh, and the action against the remaining defendants is severed.\nOn appeal, the appellant Jung Kill Oh contends that the Supreme Court erred in denying his motion for summary judgment because he was not present during the infant plaintiff’s delivery and breached rio professional duty of care to the plaintiffs. We agree. In order to demonstrate entitlement to judgment as a matter of law in a medical malpractice action, the moving defendant’s papers must \" 'set forth everything that the defendant had done during the treatment of the patient and [indicate] that the treatment was not the proximate cause of the patient’s complaints’ ” (Kleinert v Begum, 144 AD2d 645, 646). Here, the appellant sustained this initial burden by demonstrating that he was not present at any time during the plaintiff mother’s labor or delivery, and that he gave no advice or instructions to be followed during the labor (see, Tessier v New York City Health &amp; Hosps. Corp., 177 AD2d 626; Kleinert v Begum, supra). The record further reveals that the appellant was not ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=leon-v-southside-hospital"
    }
  ],
  "relatedIncidents": [
    11804,
    11806,
    11807,
    11813,
    11814
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}