{
  "id": 12086,
  "title": "1996년 McBride 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-04-24",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: McBride. 판결일: 1996-04-24. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Jody Andrew McBRIDE v. The STATE of Texas\n**판결일**: 1996-04-24\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Meyers, Overstreet\n\n## 변호인\n\nMichael B. Charlton, Brian W. Wice, Houston, for appellant., J. Harvey Hudson, Asst. Dist. Atty., Houston, Robert A. Huttash, State’s Atty., Austin, for State.\n\n## 인용\n\n- 920 S.W.2d 318\n\n## 판결문 요약\n\n\n\nOPINION ON APPELLANT’S PETITION FOR DISCRETIONARY REVIEW\n\nMEYERS, Judge.\nAppellant’s motor vehicle hit a telephone pole on the night of March 3, 1991. The passenger was killed. Appellant, the driver of the vehicle, survived and was taken to a local hospital where an attending physician ordered an array of tests, including one for appellant’s blood alcohol level, in order to evaluate his medical condition. The results of the blood alcohol test, recorded in appellant’s medical file, indicated a blood alcohol level of .14 grams per liter.\nAppellant was charged with involuntary manslaughter and indicted by a grand jury which had seen the results of the blood alcohol test pursuant to a grand jury subpoena for his medical records. He waived his right to a jury trial and entered a guilty plea in accordance with his plea bargain agreement. The trial court assessed a punishment of ten years probation. Prior to the entry of this agreement, however, appellant moved to suppress the evidence reflecting his blood alcohol test results as tainted fruit of an illegal seizure. Specifically, he contended that he *319had a reasonable expectation of privacy in his medical records such that both the United States Constitution and the Texas Constitution prohibited their unreasonable seizure. U.S. Const, amend. IV. Tex. Const, art. I, § 9. The trial court denied this motion.\nOn appeal to the Houston Court of Appeals, First Supreme Judicial District, appellant reiterated his constitutional objectio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcbride-v-state"
    }
  ],
  "relatedIncidents": [
    11804,
    11817,
    11824,
    11867,
    11875
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}