{
  "id": 12087,
  "title": "1996년 Moore 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-04-23",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Moore. 판결일: 1996-04-23. 법원: Nebraska Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State of Nebraska, Appellee, v. Christopher M. Moore, Appellant\n**판결일**: 1996-04-23\n**법원**: Nebraska Court of Appeals\n**관할**: Nebraska, NE\n\n**판사**: Hannon, Inbody, Sievers\n\n## 변호인\n\nMartin J. Kushner, of Kushner Law Office, for appellant., Don Stenberg, Attorney General, and Kimberly A. Klein for appellee.\n\n## 인용\n\n- 547 N.W.2d 159\n- 4 Neb. Ct. App. 564\n\n## 판결문 요약\n\n\n547 N.W.2d 159 (1996)\n4 Neb. Ct. App. 564\nSTATE of Nebraska, Appellee,\nv.\nChristopher M. MOORE, Appellant.\nNo. A-95-338.\nCourt of Appeals of Nebraska.\nApril 23, 1996.\n*162 Martin J. Kushner, of Kushner Law Office, Omaha, for appellant.\nDon Stenberg, Attorney General, and Kimberly A. Klein, Lincoln, for appellee.\nHANNON, SIEVERS, and INBODY, JJ.\nINBODY, Judge.\n\nINTRODUCTION\nBy jury verdict, Christopher M. Moore was convicted of three counts of first degree sexual assault upon Brian K., Jr.; Daniel K.; and Sean K. He was sentenced to not less than 10 nor more than 15 years' imprisonment on each count, the sentences to run consecutively. Moore contends that certain evidence was improperly admitted, that the court improperly denied his request for a mistrial, that the evidence was insufficient to support the guilty verdicts, and that the sentences imposed were excessive. For the reasons set forth below, we affirm in part, and in part reverse, and remand for resentencing.\n\nSTATEMENT OF FACTS\nWe review the facts in the light most favorable to the State as we are required to do. See State v. Dyer, 245 Neb. 385, 513 N.W.2d 316 (1994).\nThis matter involves seven codefendants who were charged with sexually assaulting one or more of the above-named victims at about the same time. However, the other six individuals were not on trial with Moore. Ultimately, the codefendants were convicted of various offenses against one or more of the above-named victims.\nAll three victims in this case a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-moore"
    }
  ],
  "relatedIncidents": [
    11807,
    11823,
    11930,
    11933,
    11971
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}