{
  "id": 12099,
  "title": "1996년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-04-10",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1996-04-10. 법원: Pennsylvania Court of Common Pleas, Carbon County.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Jacoby\n**판결일**: 1996-04-10\n**법원**: Pennsylvania Court of Common Pleas, Carbon County\n**관할**: Pennsylvania, PA\n\n**판사**: Lavelle\n\n## 변호인\n\nJean A. Engler, assistant district attorney, for the Commonwealth., Stephen P. Vlossak Sr., for defendant.\n\n## 인용\n\n- 31 Pa. D. & C.4th 77\n\n## 판결문 요약\n\n\nLAVELLE, P.J.,\nOn November 6, 1995, Robert F. Jacoby, defendant, filed a pro se Post Conviction Relief Act petition alleging ineffective assistance of counsel. On November 13, 1995, the court appointed a public defender to represent defendant in *79this matter. At the February 12, 1996 hearing, PCRA counsel indicated that defendant posited his ineffectiveness claim on the fact that his sentence was not in accordance with his plea agreement and, therefore, defendant wanted his sentence reconsidered. (PCRA N.T. p. 3.) From the PCRA petition and hearing we make the following:\nFINDINGS OF FACT\n(1) On July 14, 1993, defendant was charged with six counts of involuntary deviate sexual intercourse (FI), three counts of aggravated assault (F2), and three counts of indecent assault and corruption of minors (Ml).\n(2) Defendant was represented during the trial proceedings by Eugene Mayberry, Esquire.\n(3) On or about January 10, 1994, defendant entered into a written plea agreement under the terms of which he, inter alia, agreed to plead guilty to the three counts of aggravated indecent assault, and in return, the assistant district attorney agreed to recommend on each count a county sentence of 12 to 24 months to be served concurrently and to nol pros the other counts.\n(4) The plea agreement was silent on whether defendant was entitled to withdraw his plea if the sentencing judge did not concur in the recommended sentence.\n(5) On January 10, 1994, defendant pled guilty to three counts o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-jacoby"
    }
  ],
  "relatedIncidents": [
    11835,
    11843,
    11928,
    11963,
    12037
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}