{
  "id": 12091,
  "title": "1996년 Banks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-04-19",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Banks. 판결일: 1996-04-19. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Terry BANKS\n**판결일**: 1996-04-19\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crow, Prewitt, Shrum\n\n## 변호인\n\nEmmett D. Queener, Asst. Public Defender, Columbia, for appellant., Jeremiah W. (Jay) Nixon, Attorney General, David R. Truman, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 922 S.W.2d 32\n\n## 판결문 요약\n\n\nCROW, Judge.\nA jury found Appellant guilty of murder in the first degree, § 565.020, RSMo Cum.Supp. 1992, and assessed punishment at imprisonment for life without eligibility for probation or parole. The trial court entered judgment per the verdict.\nAppellant brings this appeal, averring the trial court erred in (1) overruling Appellant’s objection to a comment by the prosecutor during final argument, (2) receiving in evidence, over Appellant’s objection, incriminatory statements by Appellant to an investigator, and (3) allowing the State to endorse a witness five days before trial.\nThe victim was Tim Eastburn. He was shot twice at his home in McDonald County on November 19, 1992. The second shot caused immediate death.1\nAppellant does not challenge the sufficiency of the evidence to support the verdict, hence we recount only the evidence necessary to address the claims of error, viewing it in the light most favorable to the verdict. State v. School, 806 S.W.2d 659, 661 (Mo. banc 1991), cert. denied, 502 U.S. 1075, 112 S.Ct. 976, 117 L.Ed.2d 140 (1992).\nIn early November, 1992, Dennis Johnson (“Johnson”)2 was acquainted with Matt Meyers 3 (“Matt”) and Appellant. At that time, Johnson resided in a trailer “about midway between Joplin and Neosho” with three other people, one of whom was Sheena Eastburn (“Sheena”), ex-wife of the eventual victim (“Tim”). Matt and Appellant resided in an apartment at Duenweg. Tim resided in a house on Route JJ, two and a half miles south of High...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-banks"
    }
  ],
  "relatedIncidents": [
    11804,
    11817,
    11824,
    11867,
    11875
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}