{
  "id": 12101,
  "title": "1996년 Madison-Hughes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-04-08",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Madison-Hughes. 판결일: 1996-04-08. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Vareda MADISON-HUGHES Tennessee Interfaith Coalition for Justice in Health Care, Amy Cato Charlotte Collins Treutland County Clients Council v. Donna E. SHALALA, Secretary, United States Department of Health and Human Services United States Department of Health and Human Services Dennis Hayashi, Director, Office of Civil Rights, United States Department of Health and Human Services\n**판결일**: 1996-04-08\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Batchelder, Contie, Nelson\n\n## 변호인\n\nGordon Bonnyman (argued and briefed), Nashville, TN, for Plaintiffs-Appellants., William L. Deneke, Asst. U.S. Atty. (argued and briefed), Office of the U.S. Attorney, Nashville, TN, Louis Altarescu, Office of the General Counsel, Civil Rights Division, Washington, DC, for Defendants-Appellees., Kenneth Kimerling, Puerto Rican Legal Defense & Education Fund, New York City, for Amicus Curiae Puerto Rican Legal Defense & Education Fund Inc.\n\n## 인용\n\n- 80 F.3d 1121\n\n## 판결문 요약\n\n\nCONTIE, Circuit Judge.\nPlaintiffs-appellants, and proposed interve-nors, Amy Cato, Charlotte Collins, and Treutland County Clients Council, appeal the order of the district court dismissing this action against defendants for failure to comply with alleged mandatory federal regulations under Title VI because the court lacked subject matter jurisdiction.1 For the following reasons, we affirm the order of the district court.\nI.\nOn January 19,1993, the original plaintiffs, Vareda Madison-Hughes and the Tennessee Interfaith Coalition for Justice in Health Care, filed suit against defendants, the Department of Health and Human Services (“HHS”), the Secretary of HHS, Donna Sha-lala, and the Acting Director of HHS’s Office of Civil Rights (“OCR”).\nPlaintiffs alleged that they were discriminated against by health care providers, who were recipients of HHS funds, in violation of Title VI, which prohibits recipients from discriminating on the grounds of race, color, or national origin.2 Plaintiffs challenged the failure of HHS to comply with alleged mandatory federal regulations governing Title VI of the Civil Rights Act of 1964, 42 U.S.C. § 2000d, which provide for HHS to collect data and information from recipients of federal assistance sufficient to permit effective enforcement of Title VI. Plaintiffs alleged that because defendants published no measures of the racial integration of health care providers, Title VI cannot be effectively enforced. Plaintiffs also alleged that HHS has ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=madison-hughes-v-shalala"
    }
  ],
  "relatedIncidents": [
    11804,
    11806,
    11807,
    11813,
    11814
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}