{
  "id": 12100,
  "title": "1996년 Roger D. FLEENOR, Plaintiff-Appellant, v. HEWITT SOAP COMPANY, Bill Hatmaker, Ken Wallet, Ron Hill, Defendants-Appellees 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-04-09",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Roger D. FLEENOR, Plaintiff-Appellant, v. HEWITT SOAP COMPANY, Bill Hatmaker, Ken Wallet, Ron Hill, Defendants-Appellees. 판결일: 1996-04-09. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: 70 Fair empl.prac.cas. (Bna) 737, 67 Empl. Prac. Dec. P 43,984 Roger D. Fleenor v. Hewitt Soap Company, Bill Hatmaker, Ken Wallet, Ron Hill\n**판결일**: 1996-04-09\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Boggs, Contie, Merritt\n\n## 변호인\n\nKelvin L. Boddie (argued and briefed), Dayton, OH, for Roger D. Fleenor., Harold S. Freeman (argued), John M. Kunst, Jr. (briefed), Dinsmore & Shohl, Cincinnati, OH, for Hewitt Soap Co. and Ron Hill., Jose Manuel Lopez, Weisbrod & Lopez, Troy, OH, for Bill Hatmaker., Richard Lines Carr, Jr., Dunlevey, Mahan & Furry, Dayton, OH, for Ken Wallet.\n\n## 인용\n\n- 81 F.3d 48\n\n## 판결문 요약\n\n81 F.3d 48\n    70 Fair Empl.Prac.Cas. (BNA) 737,67 Empl. Prac. Dec. P 43,984Roger D. FLEENOR, Plaintiff-Appellant,v.HEWITT SOAP COMPANY, Bill Hatmaker, Ken Wallet, Ron Hill,Defendants-Appellees.\n    No. 95-3045.\n    United States Court of Appeals,Sixth Circuit.\n    Argued Feb. 5, 1996.Decided April 9, 1996.\n    \n      On Appeal from the United States District Court for the Southern District of Ohio;  Walter H. Rice, District Judge.\n      Kelvin L. Boddie (argued and briefed), Dayton, OH, for Roger D. Fleenor.\n      Harold S. Freeman (argued), John M. Kunst, Jr.  (briefed), Dinsmore &amp; Shohl, Cincinnati, OH, for Hewitt Soap Co. and Ron Hill.\n      Jose Manuel Lopez, Weisbrod &amp; Lopez, Troy, OH, for Bill Hatmaker.\n      Richard Lines Carr, Jr., Dunlevey, Mahan &amp; Furry, Dayton, OH, for Ken Wallet.\n      Before:  MERRITT, Chief Judge, CONTIE and BOGGS, Circuit Judges.\n      MERRITT, Chief Judge.\n    \n    \n      1\n      Plaintiff, an employee of Defendant Hewitt Soap Company, appeals the District Court's dismissal of his claim for failure to state a cause of action.   Plaintiff, a male, alleged that several male colleagues had taunted him with sexually explicit language and conduct, thereby creating a \"hostile working environment.\"   He sought relief under Title VII for discrimination on the basis of sex.   The District Court dismissed the claim on the grounds that same-sex sexual harassment claims are not cognizable under Title VII.\n    \n    \n      2\n      We find that ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "미국",
    "판례",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hill-v-jones"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=roger-d-fleenor-plaintiff-appellant-v-hewitt-soap-company-bill"
    }
  ],
  "relatedIncidents": [
    11804,
    11817,
    11824,
    11867,
    11875
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}