{
  "id": 12118,
  "title": "1996년 Partlow 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-03-21",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: Partlow. 판결일: 1996-03-21. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Robert A. PARTLOW, Appellant, v. UNITED STATES, Appellee\n**판결일**: 1996-03-21\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: Terry, Farrell, and Ruiz, Associate Judges\n\n## 변호인\n\nMary C. Kennedy, Public Defender Service, with whom James Klein, Sarnia Fam, and David Reiser, Public Defender Service, were on the brief, for appellant., Margaret M. Lawton, Assistant United States Attorney, with whom Eric H. Holder, Jr., United States Attorney, and John R. Fisher, Elizabeth Trosman, and Kenneth F. Whitted, Assistant United States Attorneys, were on the brief, for appellee.\n\n## 인용\n\n- 673 A.2d 642\n\n## 판결문 요약\n\n\n673 A.2d 642 (1996)\nRobert A. PARTLOW, Appellant,\nv.\nUNITED STATES, Appellee.\nNo. 93-CO-1547.\nDistrict of Columbia Court of Appeals.\nArgued February 8, 1995.\nDecided March 21, 1996.\n*643 Mary C. Kennedy, Public Defender Service, with whom James Klein, Samia Fam, and David Reiser, Public Defender Service, were on the brief, for appellant.\nMargaret M. Lawton, Assistant United States Attorney, with whom Eric H. Holder, Jr., United States Attorney, and John R. Fisher, Elizabeth Trosman, and Kenneth F. Whitted, Assistant United States Attorneys, were on the brief, for appellee.\nBefore TERRY, FARRELL, and RUIZ, Associate Judges.\nOpinion for the court by Associate Judge TERRY.\nConcurring opinion by Associate Judge RUIZ at p. 647.\nTERRY, Associate Judge:\nAppellant, seventeen years old at the time of his indictment, was charged with one count of assault with intent to commit murder while armed (AWIMWA) and related offenses. He was tried as an adult in the Criminal Division of the Superior Court pursuant to D.C.Code § 16-2301(3)(A) (1989). The jury returned a partial verdict acquitting appellant of the AWIMWA charge, but when it was unable to reach a verdict on the remaining charges, the court declared a mistrial at defense counsel's request. Appellant then moved to transfer his case back to the Family Division of the court, arguing that his acquittal on the AWIMWA charge removed him from the jurisdiction of the Criminal Division. The court denied appellant's motion as well as his sub...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=partlow-v-united-states"
    }
  ],
  "relatedIncidents": [
    11804,
    11817,
    11824,
    11867,
    11875
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}