{
  "id": 12113,
  "title": "1996년 Willoughby 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-03-26",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Willoughby. 판결일: 1996-03-26. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Paula K. WILLOUGHBY, Defendant-Appellant, v. STATE of Indiana, Plaintiff-Appellee\n**판결일**: 1996-03-26\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBRULER, Dickson, Selby, Shepard, Sullivan\n\n## 변호인\n\nJames H. Voyles, Dennis E. Zahn, Mark C. Webb, Symmes, Voyles, Zahn, Paul & Hogan, Indianapolis, for Appellant., Pamela Carter, Attorney General, Lisa M. Paunicka, Deputy Attorney General, Indianapolis, for Appellee.\n\n## 인용\n\n- 660 N.E.2d 570\n\n## 판결문 요약\n\n\n660 N.E.2d 570 (1996)\nPaula K. WILLOUGHBY, Defendant-Appellant,\nv.\nSTATE of Indiana, Plaintiff-Appellee.\nNo. 49S00-9301-CR-00005.\nSupreme Court of Indiana.\nJanuary 22, 1996.\nReview Granted March 26, 1996.\n*573 James H. Voyles, Dennis E. Zahn, Mark C. Webb, Symmes, Voyles, Zahn, Paul &amp; Hogan, Indianapolis, for Appellant.\nPamela Carter, Attorney General, Lisa M. Paunicka, Deputy Attorney General, Indianapolis, for Appellee. *571\nFurther Appellate Review Granted March 26, 1996.\n\n\n*572 ON DIRECT APPEAL\nSELBY, Justice.\nWe are called upon to review Paula Willoughby's conviction for Murder, Indiana Code § 35-42-1-1, and Conspiracy to Commit Murder, I.C. § 35-41-5-2, a Class A felony, as well as her consecutive sentences totaling 110 years. We affirm the convictions, but reduce the sentence to forty years on the Murder count, and thirty years on the Conspiracy to Commit Murder count.\n\nFACTS\nPaula Willoughby, Kevin Spore, and Douglas Stueber were co-workers at an Indianapolis business. Willoughby, a married mother of two children, apparently disenchanted with her husband, began an extra-marital affair with co-worker Stueber in June of 1991. Desiring to be free of the constraints of marriage without suffering the coincident inconvenience of divorce, and aware of insurance on her husband's life, Paula Willoughby asked Douglas Stueber to kill Paula's husband, Darrell Willoughby.\nAt trial, Douglas Stueber testified that he talked with co-worker Kevin Spore in hopes of finding an assa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=willoughby-v-state"
    }
  ],
  "relatedIncidents": [
    11804,
    11817,
    11824,
    11867,
    11875
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}