{
  "id": 12127,
  "title": "1996년 Melendez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-03-14",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Melendez. 판결일: 1996-03-14. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Joseph Melendez v. New York State Division of Parole\n**판결일**: 1996-03-14\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: White\n\n## 인용\n\n- 225 A.D.2d 935\n- 639 N.Y.2d 172\n\n## 판결문 요약\n\n\n—White, J.\nPetitioner was convicted in 1973 of second degree murder and sentenced to a term of 20 years to life imprisonment. He was released on parole in July 1992. In August 1993, petitioner’s cousin, with whom petitioner had been living, reported to the police that petitioner had sexually assaulted her 31/ 2-year-old son and that he had a gun. At the time of his arrest on a parole warrant, police found a .45-caliber handgun in petitioner’s possession, and he subsequently pleaded guilty to the crime of fourth degree criminal possession of a weapon and was sentenced to time served.\nPetitioner was charged with three parole violations arising out of this arrest and conviction and at the parole revocation hearing that followed on September 20, 1993, respondent State *936Division of Parole introduced the certificate of conviction relating to petitioner’s conviction of fourth degree criminal possession of a weapon. Petitioner was found guilty of parole violation based on said conviction and received a recommended penalty of nine months’ reincarceration. This penalty was increased to a term of four years’ reincarceration by a Division Commissioner, a decision subsequently affirmed by respondent State Board of Parole.\nPetitioner then commenced this CPLR article 78 proceeding based on his contention that the determination revoking his parole was not based on substantial evidence in that the only proof submitted to show that he had been convicted of a crime while on parole was the c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=melendez-v-new-york-state-division-of-parole"
    }
  ],
  "relatedIncidents": [
    11804,
    11817,
    11824,
    11867,
    11875
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}