{
  "id": 12138,
  "title": "1996년 PennDOT 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-03-07",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: PennDOT. 판결일: 1996-03-07. 법원: Pennsylvania Court of Common Pleas, Berks County.",
  "description": "## 사건 정보\n\n**사건명**: PennDOT v. Medvetz\n**판결일**: 1996-03-07\n**법원**: Pennsylvania Court of Common Pleas, Berks County\n**관할**: Pennsylvania, PA\n\n**판사**: Schaeffer\n\n## 변호인\n\nMark A. Werlinsky, for PennDOT., Barry F. Gultanoff, for appellee.\n\n## 인용\n\n- 30 Pa. D. & C.4th 476\n\n## 판결문 요약\n\n\nSCHAEFFER, P.J.,\n— This case involves the suspension of the motor vehicle operating privileges of one Sandra G. Medvetz. On August 1, 1987, Medvetz was involved in a motor vehicle accident. She was then charged with a chemical test refusal. On August 19, 1987, the Department of Transportation, Bureau of Driver Licensing mailed official notice to Medvetz informing her that her operating privilege would be suspended for one year for the alleged chemical test refusal pursuant to section 1547 of the Vehicle Code, 75 Pa.C.S. §1547. On December 7,1987, Medvetz filed a petition for appeal nunc pro tunc with the Court of Common Pleas of Montgomery County from DOT’s suspension. The trial court, following oral argument, granted Medvetz leave to appeal nunc pro tunc. The trial court then, after a de novo hearing sustained Medvetz’s appeal.\nThe Commonwealth Court reversed the trial court’s granting Medvetz’s leave to appeal nunc pro tunc, finding that Medvetz did not allege or show that a fraud or breakdown in the court’s operations had occurred. The Commonwealth Court, on June 15, 1993, vacated the trial court’s order and directed it to quash Medvetz’s appeal. PennDOT v. Gelormino, 160 Pa. Commw. 12, 636 A.2d 224 (1993).\nOver two years later, on August 25,1995, DOT again sent notification to Medvetz that her operating privileges would be suspended for a period of one year, effective September 29,1995 for refusing to submit to the chemical test pursuant to section 1547 of the Vehicle Co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=penndot-v-medvetz"
    }
  ],
  "relatedIncidents": [
    11813,
    11821,
    11844,
    11846,
    11849
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}