{
  "id": 12135,
  "title": "1996년 People v. Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-03-08",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: People v. Smith. 판결일: 1996-03-08. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. James A. Smith\n**판결일**: 1996-03-08\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 225 A.D.2d 1030\n- 639 N.Y.2d 232\n\n## 판결문 요약\n\n\nMemorandum: Supreme Court erred in denying defendant’s request for a missing witness charge. Defendant met his initial burden of demonstrating that the uncalled witness, a paid informant who arranged and witnessed the sale of cocaine, was \"knowledgeable about a pending material issue and that such witness would be expected to testify favorably to the opposing party” (People v Gonzalez, 68 NY2d 424, 428; see, People v McCune, 210 AD2d 978, lv denied 85 NY2d 864; People v Ronchi, 154 AD2d 891; People v Anderson, 112 AD2d 782; People v Dillard, 96 AD2d 112). The burden then shifted to the People \"to account for the witness’ absence or otherwise demonstrate that the charge would not be appropriate” (People v Gonzalez, supra, *1031at 428). The People failed to meet that burden. The prosecutor’s unsubstantiated assertion that the witness claimed to have no recollection of the pertinent events is insufficient to establish that the witness was not available or that he was not knowledgeable about any pending material issue (see, People v Macana, 84 NY2d 173, 179-180). Because the issue of defendant’s guilt turned upon the testimony of a single witness, the State Police investigator who initiated the drug sale, \"it cannot be said that the testimony of the confidential informant would 'necessarily be cumulative only or trivial’ ” {People v Ronchi, supra, at 892, quoting People v Brown, 34 NY2d 658, 660). Further, \"the fact that a witness is 'equally available’ to both sides, standing a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-smith"
    }
  ],
  "relatedIncidents": [
    11804,
    11806,
    11807,
    11813,
    11814
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}