{
  "id": 12136,
  "title": "1996년 Castro 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-03-08",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Castro. 판결일: 1996-03-08. 법원: United States Air Force Court of Criminal Appeals.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. Sergeant Jose T. CASTRO, FR455-57-7561, United States Air Force\n**판결일**: 1996-03-08\n**법원**: United States Air Force Court of Criminal Appeals\n**관할**: USA, Federal\n\n**판사**: Dixon, Military, Schreier, Starr\n\n## 변호인\n\nGCM convened at Goodfellow Air Force Base, Texas. Military Judge: Francis T. Lacey (sitting alone)., Approved sentence: Bad-conduct discharge, confinement for 24 months, forfeiture 0f $500 pay per month for 24 months, and reduction to E-l., Appellate Counsel for Appellant: Colonel Jay L. Cohen., Appellate Counsel for the United States: Colonel Jeffery T. Infelise, Colonel Mark C. Ramsey, and Lieutenant Colonel Michael J. Breslin.\n\n## 인용\n\n- 43 M.J. 831\n\n## 판결문 요약\n\n\nSCHREIER, Senior Judge:\nAppellant pled guilty to distributing marijuana on divers occasions over a two month period. Article 112a, UCMJ, 10 U.S.C. § 912a (1994). The military judge sentenced him to a dishonorable discharge, confinement for 30 months, forfeiture of $500 pay per month for 30 months, and reduction to E-l. The convening authority modified the sentence approving only a sentence to a bad-conduct discharge, confinement for 24 months, forfeiture of $500 pay per month for 24 months, and reduction to E-l. Appellant asserts two errors claiming that his plea was improvident because the convening authority failed to comply with the pretrial agreement and that his sentence is too severe. Finding no error, we affirm.\nBACKGROUND\nAppellant was initially charged with one specification of distributing marijuana on divers occasions and another specification alleging a single distribution of cocaine. He was also charged with soliciting another to distribute marijuana. Before the Article 32, UCMJ, investigation, two additional charges of conspiracy and solicitation were preferred. The Article 32 Investigating Officer recommended dismissal of the original solicitation charge for failing to state an offense and trial by court-martial for the remaining charges. The commander dismissed the initial solicitation charge and the remaining charges were *831forwarded to the convening authority. At this time, the appellant submitted an offer for a pretrial agreement. The convening authority...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-castro"
    }
  ],
  "relatedIncidents": [
    11804,
    11806,
    11807,
    11813,
    11814
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}