{
  "id": 12132,
  "title": "1996년 Jordan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-03-11",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Jordan. 판결일: 1996-03-11. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Alvis A. JORDAN v. STATE of Arkansas\n**판결일**: 1996-03-11\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Dudley\n\n## 변호인\n\nLee R. Watson, for appellant., Winston Bryant, Att’y Gen., by: David R. Raupp, Asst. Att’y Gen., for appellee.\n\n## 인용\n\n- 917 S.W.2d 164\n- 323 Ark. 628\n\n## 판결문 요약\n\n\n917 S.W.2d 164 (1996)\n323 Ark. 628\nAlvis A. JORDAN, Appellant,\nv.\nSTATE of Arkansas, Appellee.\nNo. CR 95-942.\nSupreme Court of Arkansas.\nMarch 11, 1996.\nLee R. Watson, Fort Smith, for Appellant.\n*165 David R. Raupp, Asst. Attorney General, Little Rock, for Appellee.\nDUDLEY, Justice.\nAppellant Alvis Jordan and co-defendant Cedric Harris were charged with capital murder for shooting and killing Broderick Shavis and with attempted capital murder for shooting and injuring Daniel Williams. Appellant and Harris were tried separately. Appellant was found guilty of second-degree murder for killing Broderick Shavis and guilty of attempted first-degree murder for shooting Daniel Williams. There was substantial evidence that appellant was guilty of both crimes. We affirm both judgments of conviction.\nIn his opening brief, appellant contends that the trial court erred in denying his motion for a directed verdict on the charge of attempted capital murder of Daniel Williams. He argues the required proof of his culpable mental state for attempted capital murder was lacking. We need not address the point in any detail. As appellee's brief points out, the ruling could not have been prejudicial to appellant since he was not convicted of attempted capital murder, but rather was convicted only of a lesser-included offense, attempted first-degree murder. See Hickson v. State, 312 Ark. 171, 847 S.W.2d 691 (1993). In his reply brief, appellant admits that he was not convicted of attempted capital ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jordan-v-state"
    }
  ],
  "relatedIncidents": [
    11804,
    11817,
    11824,
    11867,
    11875
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}