{
  "id": 12141,
  "title": "1996년 Hayes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-03-06",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Hayes. 판결일: 1996-03-06. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State v. Hayes\n**판결일**: 1996-03-06\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Doucet, C.J., and Yelverton and Saunders\n\n## 인용\n\n- 670 So. 2d 683\n\n## 판결문 요약\n\n\n670 So. 2d 683 (1996)\nSTATE of Louisiana, Appellee,\nv.\nBen O. HAYES, Defendant-Appellant.\nNo. 95-1170.\nCourt of Appeal of Louisiana, Third Circuit.\nMarch 6, 1996.\n*684 J. Reed Walters, Dist. Atty., for State of Louisiana.\nDmitrc I. Burnes, Alexandria, for Ben O. Hayes.\nBefore DOUCET, C.J., and YELVERTON and SAUNDERS, JJ.\nDOUCET, Chief Judge.\nThis is an appeal of the simple burglary conviction and sentence of the defendant, Ben 0. Hayes. The defendant was convicted by a jury of simple burglary on March 27, 1995, and immediately, after waiving the delays for sentencing, was sentenced to twelve (12) years at hard labor plus payment of court costs. The defendant was provided counsel during voir dire, but was not represented by counsel during his trial, which resulted in his conviction. However, on June 14, 1995, the trial court appointed an attorney to represent the defendant on appeal. Counsel for the defendant has filed seven assignments of error. One of these assignments of error is a request for an errors patent review which is automatically done on all appeals in this circuit; four of the assignments of error concern the failure to appoint an attorney to represent the defendant at trial.\nFACTS\nThe defendant was arrested on the evening of November 12, 1994, while removing equipment and supplies from the EOTT Energy Corporation Compound in Tullos, Louisiana. On November 14, 1994, the defendant was brought before the court for his right to counsel hearing. At that point he inf...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hayes"
    }
  ],
  "relatedIncidents": [
    11819,
    11831,
    11841,
    11850,
    11868
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}