{
  "id": 12155,
  "title": "1996년 In re the Care & Treatment of Hendricks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-03-01",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: In re the Care & Treatment of Hendricks. 판결일: 1996-03-01. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Care and Treatment of Leroy Hendricks\n**판결일**: 1996-03-01\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Allegrucci, Larson, Lockett, McFarland, Six\n\n## 변호인\n\nThomas J. Weilert, of Wichita, argued the cause, and E.J. Greeno, of Greeno & Boohar, of Wichita, and Laura B. Shaneyfelt, of Focht, Hughey & Calvert, of Wichita, were with him on the brief for appellant., David Lowden, assistant district attorney, argued the cause, and Nola Foulston, district attorney, and Carla Stovall, attorney general, were with him on the brief for appellee., Andrew L. Warren, of Overland Park, was on the brief for amicus curiae American Civil Liberties Union., David Gottli\n\n## 인용\n\n- 259 Kan. 246\n- 912 P.2d 129\n\n## 판결문 요약\n\n\n*247The opinion of the coúrt was delivered by\nAllegrucci, J.:\nLeroy Hendricks appeals from a jury finding that he is a sexually violent predator as defined in the Sexually Violent Predator Act (the Act), K.S.A. 59-29a01 et seq., and from the district court’s order of commitment, which was issued pursuant to that finding. The Act establishes a procedure, which is stated to be civil, for involuntarily committing sexually violent predators for long-term care and treatment. Hendricks challenges the constitutionality of the Act and also raises various other grounds for reversing the finding and order of the district court. The case was transferred to this court from the Court of Appeals pursuant to K.S.A. 20-3018(c).\nThis case was initiated by the district attorney’s filing on August 17, 1994, of a petition in the district court seeking commitment of Leroy Hendricks as a sexually violent predator under the Act. The petition recited that it anticipated Hendricks’ release from confinement on September 11,1994, and stated the following criminal history:\n“That on the 26th day of November, 1984 respondent Leroy V. Hendricks was convicted in the Eighteenth Judicial District, District Court, Sedgwick County, Kansas, Case No. 84CR1463 of a sexually violent offenses [sic] involving two victims as defined by law, to wit: K.S.A. 21-3503 Indecent Liberties with a Child; and K.S.A. 21-3503 Indecent Liberties with a Child; and has a history of prior sexual offenses from other jurisdictions, to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-the-care-treatment-of-hendricks"
    }
  ],
  "relatedIncidents": [
    11814,
    11832,
    11908,
    11916,
    11918
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}