{
  "id": 12154,
  "title": "1996년 Grandmaison 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-03-01",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Grandmaison. 판결일: 1996-03-01. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES, Appellee, v. Philip GRANDMAISON, Defendant, Appellant\n**판결일**: 1996-03-01\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Boudin, Bownes, Keeton\n\n## 변호인\n\nMartin G. Weinberg, with whom Oteri, Weinberg & Lawson, Boston, MA, Cathy J. Green, Manchester, NH, and Kimberly Ho-man, Sheketoff & Homan, Boston, MA, were on brief, for appellant., Peter E. Papps, First Assistant United States Attorney, with whom Paul M. Gagnon, United States Attorney, were on brief, for appellee.\n\n## 인용\n\n- 77 F.3d 555\n\n## 판결문 요약\n\n77 F.3d 555\n    UNITED STATES, Appellee,v.Philip GRANDMAISON, Defendant, Appellant.\n    No. 95-1674.\n    United States Court of Appeals,First Circuit.\n    Heard Oct. 3, 1995.Decided March 1, 1996.\n    \n      Appeal from the United States District Court for the District of New Hampshire;  Steven J. McAuliffe, Judge.\n      Martin G. Weinberg, with whom Oteri, Weinberg &amp; Lawson, Boston, MA, Cathy J. Green, Manchester, NH, and Kimberly Homan, Sheketoff &amp; Homan, Boston, MA, were on brief, for appellant.\n      Peter E. Papps, First Assistant United States Attorney, with whom Paul M. Gagnon, United States Attorney, were on brief, for appellee.\n      Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and KEETON,* District Judge.\n      BOWNES, Senior Circuit Judge.\n    \n    \n      1\n      On February 8, 1995, pursuant to a plea agreement with the government, defendant-appellant Philip Joseph Grandmaison (\"Grandmaison\") pled guilty to a one count information charging him with utilizing the mail system to defraud Nashua, New Hampshire, citizens of their right to the honest services of their public officials, in violation of 18 U.S.C. &#167;&#167; 1341, 1346.   Grandmaison now appeals the eighteen-month sentence of imprisonment he received, contending that the district court failed to depart downward from the minimum prison term mandated by the Sentencing Guidelines (\"Guidelines\") because of the erroneous view that it lacked authority to do so.   We agree that the distri...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-grandmaison"
    }
  ],
  "relatedIncidents": [
    11491,
    11813,
    11821,
    11834,
    11844
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}