{
  "id": 12159,
  "title": "1996년 Providence Wash. Ins. Co. v. VALLEY FORGE INS. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-02-26",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Providence Wash. Ins. Co. v. VALLEY FORGE INS.. 판결일: 1996-02-26. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Providence Wash. Ins. Co. v. VALLEY FORGE INS.\n**판결일**: 1996-02-26\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Strankman\n\n## 인용\n\n- 42 Cal. App. 4th 1194\n- 50 Cal. Rptr. 2d 192\n\n## 판결문 요약\n\n\n42 Cal.App.4th 1194 (1996)\n50 Cal. Rptr.2d 192\nPROVIDENCE WASHINGTON INSURANCE COMPANY, Plaintiff and Appellant,\nv.\nVALLEY FORGE INSURANCE COMPANY et al., Defendants and Respondents.\nDocket No. A070009.\nCourt of Appeals of California, First District, Division One.\nFebruary 26, 1996.\n*1197 COUNSEL\nWilson, Elser, Moskowitz, Edelman &amp; Dicker, Martin W. Johnson and Ronald F. Berestka for Plaintiff and Appellant.\nLarson &amp; Burnham, James L. Wraith and Anne Cobbledick Gritzer for Defendants and Respondents.\nOPINION\nSTRANKMAN, P.J.\nAn insurance company sued other insurance companies to recover contribution on the settlement of third party claims. The third parties had been injured when their rental van's tire blew out, overturning the van on the freeway, and they claimed that the van's owner negligently maintained and rented the van. The van was registered to a sole proprietorship rental agency and had received regular maintenance at service stations owned by the same sole proprietor. Plaintiff insurance company defended the sole proprietor under a business automobile liability policy issued in his rental agency's trade name, and then sued other insurers for contribution. Defendants denied coverage under commercial general liability and garage operations policies issued to the proprietor, doing business as the service stations. On defendants' motion for summary judgment, the trial court found that the underlying bodily injuries arose out of the rental van's use and were ther...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=providence-wash-ins-co-v-valley-forge-ins"
    }
  ],
  "relatedIncidents": [
    11814,
    11832,
    11908,
    11916,
    11918
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}