{
  "id": 12174,
  "title": "1996년 The Waverly Printing v. Thermo-Spa, Inc., No. Cv95-0248846s (Feb. 20, 1996) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-02-20",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: The Waverly Printing v. Thermo-Spa, Inc., No. Cv95-0248846s (Feb. 20, 1996). 판결일: 1996-02-20. 법원: Connecticut Superior Court.",
  "description": "## 사건 정보\n\n**사건명**: The Waverly Printing v. Thermo-Spa, Inc.\n**판결일**: 1996-02-20\n**법원**: Connecticut Superior Court\n**관할**: Connecticut, CT\n\n**판사**: DORSEY, STATE TRIAL REFEREE.\n\n## 인용\n\n- 1996 Conn. Super. Ct. 1331-NNN\n\n## 판결문 요약\n\n[EDITOR'S NOTE: This case is unpublished as indicated by the issuing court.]MEMORANDUM OF DECISION\nThis action was returned to court on June 13, 1995. An amended complaint was filed on November 15, 1995. This complaint alleged that the plaintiff printed and sold Five Hundred Thousand (500,000) direct mail brochures to defendant for which there is currently an outstanding balance due the plaintiff in the amount of $7,215.50, including interest. A second count alleged that the defendant's failure and refusal to pay said balance has unjustly enriched defendant to the financial loss of the plaintiff.\nDefendant filed an answer and two special defenses. The answer denied the allegations of both counts. The defendant's first special defense alleged that the product created for it by the plaintiff was defective and in breach of express and implied warranties. The second special defense claimed that the alleged purchase of the product by the defendant was in violation of the statute of frauds. Plaintiff denied these special defenses.\nThe parties went to trial on January 29, 1995. The testimonial and documentary evidence enables the court to find as follows: CT Page 1331-OOO\nOn September 8, 1994, the plaintiff submitted a written quote to the defendant for 500,000 pieces of printing for a price of $12,500. Defendant delivered a purchase order to plaintiff and a check for $6,250 and authorized plaintiff to proceed. The purchase order indicates that defendant would supply plaintiff with ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-waverly-printing-v-thermo-spa-inc-no-cv95-0248846s-feb-20-1996"
    }
  ],
  "relatedIncidents": [
    11813,
    11821,
    11844,
    11846,
    11849
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}