{
  "id": 12173,
  "title": "1996년 Henning 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-02-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Henning. 판결일: 1996-02-20. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Christopher Alan HENNING, Defendant-Appellant\n**판결일**: 1996-02-20\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n**판사**: Anderson, Jones, McKAY\n\n## 변호인\n\nCharles D. Dedmon, Assistant Federal Public Defender, Topeka, Kansas (David J. Phillips, Federal Public Defender, and Marilyn M. Trubey, Branch Chief, Assistant Federal Public Defender, Topeka, Kansas, on the briefs), for Defendant-Appellant., James H. Robinette, Assistant United States Attorney, Topeka, Kansas (Randall K. Rathbun, United States Attorney, and T.G. Luedke, Assistant United States Attorney, Topeka, Kansas, on the briefs), for Plaintiff-Appellee.\n\n## 인용\n\n- 77 F.3d 346\n\n## 판결문 요약\n\n77 F.3d 346\n    UNITED STATES of America, Plaintiff-Appellee,v.Christopher Alan HENNING, Defendant-Appellant.\n    No. 95-3085.\n    United States Court of Appeals,Tenth Circuit.\n    Feb. 20, 1996.\n    \n      Charles D. Dedmon, Assistant Federal Public Defender, Topeka, Kansas (David J. Phillips, Federal Public Defender, and Marilyn M. Trubey, Branch Chief, Assistant Federal Public Defender, Topeka, Kansas, on the briefs), for Defendant-Appellant.\n      James H. Robinette, Assistant United States Attorney, Topeka, Kansas (Randall K. Rathbun, United States Attorney, and T.G. Luedke, Assistant United States Attorney, Topeka, Kansas, on the briefs), for Plaintiff-Appellee.\n      Before ANDERSON, McKAY, and JONES,* Circuit Judges.\n      McKAY, Circuit Judge.\n    \n    \n      1\n      Defendant Christopher Henning appeals the sentence he received after pleading guilty to being an accessory after the fact to premeditated murder.   Mr. Henning argues that the district court should have granted him a three-point reduction in his base offense level pursuant to the United States Sentencing Guidelines &#167; 3B1 because of his mitigating role in the offense.   Mr. Henning also argues that the district court improperly used the guideline for first degree murder to determine his base offense level.   He believes the district court should have used the guideline for second degree murder.   For the reasons that follow, we affirm in part and remand in part.\n    \n    \n      2\n      The facts of t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-henning"
    }
  ],
  "relatedIncidents": [
    11804,
    11817,
    11824,
    11867,
    11875
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}