{
  "id": 12186,
  "title": "1996년 Pfeifer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-02-15",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Pfeifer. 판결일: 1996-02-15. 법원: District Court, D. Maryland.",
  "description": "## 사건 정보\n\n**사건명**: William J. LEE v. Jan L. PFEIFER, Et Al.\n**판결일**: 1996-02-15\n**법원**: District Court, D. Maryland\n**관할**: Maryland, MD\n\n**판사**: Legg\n\n## 변호인\n\nE. David Hoskins, Towson, MD, for plaintiff., Russell H. Gardner and Patricia A. Sumner, Baltimore, MD, for defendants.\n\n## 인용\n\n- 916 F. Supp. 501\n\n## 판결문 요약\n\n\n916 F. Supp. 501 (1996)\nWilliam J. LEE\nv.\nJan L. PFEIFER, et al.\nCivil No. L-95-1180.\nUnited States District Court, D. Maryland.\nFebruary 15, 1996.\n*502 *503 E. David Hoskins, Towson, MD, for plaintiff.\nRussell H. Gardner and Patricia A. Sumner, Baltimore, MD, for defendants.\n\nMEMORANDUM\nLEGG, District Judge.\nNow pending is plaintiff's Motion to Remand. The Court must decide whether an employee's assault and intentional infliction of emotional distress claims against a co-worker and an employer are preempted by section 301 of the Labor Management Relations Act (\"LMRA\"), 29 U.S.C. § 185(a). Plaintiff, William Lee, Sr., the employee, was covered by a collective bargaining agreement. For the reasons stated below, the Court shall grant the motion in part and dismiss the complaint in part.\n\nI. PROCEDURAL BACKGROUND\nOn February 27, 1995, Lee filed suit in the Circuit Court for Baltimore County against Martin Marietta Corporation (\"Martin Marietta\"), his employer, and Jan L. Pfeifer, a former supervisor. The complaint includes three counts. Count I asserts a claim of assault against Pfeifer. Count II asserts a claim of intentional infliction of emotional distress against Pfeifer. Count III alleges that Martin Marietta is vicariously liable because Pfeifer's acts were committed within the scope of his employment or were ratified by Martin Marietta.\nMartin Marietta filed a Notice of Removal asserting that this Court has original jurisdiction pursuant to 28 U.S.C. § 1331 (federal ques...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lee-v-pfeifer"
    }
  ],
  "relatedIncidents": [
    11835,
    11843,
    11928,
    11963,
    12037
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}