{
  "id": 12187,
  "title": "1996년 Saur 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-02-14",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Saur. 판결일: 1996-02-14. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Diane SAUR, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1996-02-14\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Rickhoff, Hardberger and Duncan\n\n## 변호인\n\nRichard E. Langlois, Law Offices of Richard E. Langlois, San Antonio, for appellant., Alan E. Battaglia, Assistant Criminal District Attorney, San Antonio, for appellee.\n\n## 인용\n\n- 918 S.W.2d 64\n\n## 판결문 요약\n\n\n918 S.W.2d 64 (1996)\nDiane SAUR, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 04-94-00716-CR.\nCourt of Appeals of Texas, San Antonio.\nFebruary 14, 1996.\n*65 Richard E. Langlois, Law Offices of Richard E. Langlois, San Antonio, for appellant.\nAlan E. Battaglia, Assistant Criminal District Attorney, San Antonio, for appellee.\nBefore RICKHOFF, HARDBERGER and DUNCAN, JJ.\n\n\n*66 OPINION\nRICKHOFF, Justice.\nAppellant, Diane Saur, appeals from a conviction of aggravated robberywith a deadly weapon. In one point of error, appellant argues that the trial court erred in requiring defense counsel to surrender his copy of the juror information sheets after the selection of the jury but prior to opening statements. While we think it could be error for the trial judge to require the surrender of the information sheets, we also think no harm was shown under the record before this court. We affirm the judgment of the trial court.\nAppellant's sole contention on appeal is that the trial court erred in ordering defense counsel to surrender his copy of the juror information sheets after the jury was selected but prior to the presentation of the case. Appellant argues that the information sheets contained notes made by defense counsel during voir dire which constituted work product and were privileged and necessary to defense counsel's effective assistance. At trial, defense counsel asserted his objection as follows:\nMR. LANGLOIS: It's my understanding that you're going to confiscate my jury l...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=saur-v-state"
    }
  ],
  "relatedIncidents": [
    11819,
    11831,
    11841,
    11850,
    11868
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}