{
  "id": 12196,
  "title": "1996년 In re the Estate of Barrett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-02-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re the Estate of Barrett. 판결일: 1996-02-05. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Estate of Richard Barrett, Jane Barrett, Appellant Icelene Barrett\n**판결일**: 1996-02-05\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 224 A.D.2d 415\n- 637 N.Y.S.2d 751\n\n## 판결문 요약\n\n\n—In a proceeding to settle the final account of the estate of Richard Barrett, the appeal is from an order and decree (one paper) of the Surrogate’s Court, Orange County (Slobod, S.), dated August 25, 1994, which granted the motion of the objectant Icelene Barrett for partial summary judgment and declared that she was entitled to the proceeds of a certain life insurance policy.\nOrdered that the order and decree is reversed, on the law, with costs payable by Icelene Barrett personally, and the motion is denied.\nIcelene Barrett shot and killed her husband, Richard Barrett, and was indicted for murder in the second degree. At trial, she claimed to have acted in self-defense. Although she was convicted of manslaughter in the first degree, this Court *416reversed her conviction based on certain erroneous evidentiary rulings and dismissed the indictment with leave to the People to re-present (see, People v Barrett, 189 AD2d 879). Upon representation, the Grand Jury did not return an indictment.\nMrs. Barrett was the named beneficiary of the decedent’s life insurance policy, the proceeds of which had been turned over to the decedent’s estate pursuant to an order entered in an interpleader action. The coadministrator of the estate subsequently commenced this proceeding to judicially settle her final account and sought to distribute the proceeds of the policy to the decedent’s children. Mrs. Barrett filed objections to the account and moved for partial summary judgment, contending tha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-the-estate-of-barrett"
    }
  ],
  "relatedIncidents": [
    11804,
    11817,
    11824,
    11867,
    11875
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}