{
  "id": 12190,
  "title": "1996년 Dye 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-02-09",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Dye. 판결일: 1996-02-09. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Dye v. State\n**판결일**: 1996-02-09\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Per Curiam\n\n## 인용\n\n- 667 So. 2d 935\n\n## 판결문 요약\n\n\n667 So. 2d 935 (1996)\nTrent DYE, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 95-01442.\nDistrict Court of Appeal of Florida, Second District.\nFebruary 9, 1996.\nPER CURIAM.\nTrent Dye appeals from the order denying his motion to correct illegal sentence. We reverse and remand for the trial court to determine whether it properly invoked section 775.087(2), Florida Statutes (1993).\nDye pleaded no contest to a charge of armed robbery and several related charges. He was sentenced to 15 years' imprisonment with a three-year minimum mandatory pursuant to section 775.087(2). Dye asserts in his motion that his sentence is illegal because *936 he never had actual possession of the firearm. Possession is a statutory element of the crime. The trial court summarily denied Dye's motion indicating that the minimum mandatory period was part of the plea agreement and that the factual basis at the time of the plea established that Dye did possess, either actually or constructively, the firearm used in the robbery. The trial court attached to its order the plea agreement signed by Dye. One paragraph of the plea form, boilerplate language, acknowledges a factual basis for the plea. Another handwritten sentence notes that the three-year minimum mandatory is part of the negotiated sentence.\nThe issue of whether the trial court erred in its application of section 775.087(2) may be raised in a motion to correct illegal sentence. Poiteer v. State, 627 So. 2d 526 (Fla.2d DCA 1993); Brown v. State, 63...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dye-v-state"
    }
  ],
  "relatedIncidents": [
    11819,
    11831,
    11841,
    11850,
    11868
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}