{
  "id": 12205,
  "title": "1996년 Davis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-01-31",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Davis. 판결일: 1996-01-31. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: DAVIS Et Al., Appellees and Cross-Appellants, v. SUN REFINING AND MARKETING COMPANY, Appellant and Cross-Appellee\n**판결일**: 1996-01-31\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Brogan, Grady, Wolff\n\n## 변호인\n\nA. Mark Segreti, Jr.,  for plaintiffs-appellees and cross-appellants.\n\n David S. Hoffman  and  Michael R. Blumenthal,  for defendant-appellant and cross-appellee.\n\n## 인용\n\n- 671 N.E.2d 1049\n- 109 Ohio App. 3d 42\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 44 \n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 45 \n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 46 \nAppellant Sun Refining and Marketing Co. (\"Sun\") appeals from the judgment of the Montgomery County Court of Common Pleas finding it liable for breach of contract and fraudulent concealment, ordering it to pay $24,515.23 in compensatory damages to appellees Donald P. Davis and Maxine Davis, and granting the Davises' demand for specific performance of the contract to remedy the gasoline contamination of a certain parcel of property. Sun also appeals from the trial court's award of costs and attorney fees to the Davises as punitive damages.\nThis case centers around a parcel of property located at 4400 Brandt Pike in Dayton, Ohio. In 1985, the Davises purchased the parcel of property from Sun for $85,000, and operated an automotive transmission repair service at that location from 1986 until 1989. Prior to the sale, Sun used the property for operation of a Sunoco gasoline station for approximately twenty years. During that time, gasoline was stored beneath the property in four six-thousand-gallon underground storage tanks.\nThe property contains above-grou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=davis-v-sun-refining-marketing-co"
    }
  ],
  "relatedIncidents": [
    11813,
    11821,
    11844,
    11846,
    11849
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}