{
  "id": 12201,
  "title": "1996년 Bauer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-02-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Bauer. 판결일: 1996-02-02. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Lexi Michelle BAUER, Defendant-Appellant UNITED STATES of America v. Calvin John TREIBER, Defendant-Appellant UNITED STATES of America v. Cameron Scott BEST, Defendant-Appellant UNITED STATES of America v. Dawn MEEKS, Defendant-Appellant UNITED STATES of America v. Jodie Elleyn ISRAEL, a/k/a Jodie Treiber, Defendant-Appellant UNITED STATES of America v. Kelly WEGNER, Jodie Elleyn ISRAEL, a/k/a Jodie Treiber, Defendant-Appellant UNITED STATES of America v. Ernie MARTINEZ, Defendant-Appellant UNITED STATES of America v. Pedro Pereda RAMIREZ\n**판결일**: 1996-02-02\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Farris, Hawkins, Noonan\n\n## 변호인\n\nStephen T. Potts, Jar dine, Stephenson, Blewett & Weaver, Great Falls, Montana, for defendant-appellant Bauer. David F. Ness, Missoula, Montana, for defendant-appellant Treiber. Donald B. Fiedler, Omaha, Nebraska, for defendant-appellant Best. Palmer Hoovestal, Helena, Montana, for defendant-appellant Meeks. Wendy Holton, Helena, Montana, for defendant-appellant Israel, a.k.a. Treiber., James E. Seykora, Assistant United States Attorney, Billings, Montana, for the plaintiff-appellee.\n\n## 인용\n\n- 84 F.3d 1549\n\n## 판결문 요약\n\n\nOpinion by Judge FARRIS for Sections I and III-XV.\nOpinion by Judge NOONAN for Section II.\nDissent by Judge NOONAN from Section I.\nOPINION\nFARRIS, Circuit Judge:\nCameron Best, Calvin Treiber, Jodie Israel-Treiber, Dawn Meeks, Lexi Bauer, Ernie Martinez, and Pedro Ramirez appeal on various grounds their convictions of conspiracy to manufacture and distribute marijuana and distribution of marijuana in violation of 21 U.S.C. §§ 841(a)(1) and 846 and 18 U.S.C. § 2; of the lesser included offense of simple possession in violation of 18 U.S.C. §§ 1956(a)(l)(A)(i) and 1956(a)(l)(B)(i); and of various related charges.\nWe affirm in part and vacate and remand in part.\nFACTS\nIn 1991 Vem Williams informed the FBI that he was a trusted lieutenant in Cameron Best and Calvin Trieber’s conspiracy to import, produce, and distribute marijuana in and around Billings, Montana. The government then initiated an investigation into this alleged conspiracy, code named “Reggae North.” During the investigation, police apprehended a burglar who had illegally entered Best’s home; he told police he had seen evidence of marijuana distribution in Best’s residence. Police obtained a search warrant and discovered marijuana, L.S.D., a gun, and large amounts of U.S. Currency during the search. Searches of other locations uncovered additional marijuana, guns, and currency. When police searched Meeks’ home, she was flushing marijuana down the toilet.\nIn exchange for leniency, several conspirators pled guilty and...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-bauer"
    }
  ],
  "relatedIncidents": [
    11804,
    11806,
    11807,
    11813,
    11814
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}