{
  "id": 12210,
  "title": "1996년 Keith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-01-26",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Keith. 판결일: 1996-01-26. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Jerry B. KEITH, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1996-01-26\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Reynolds, C.J., and Boyd and Quinn\n\n## 변호인\n\nE. Dean Roper, Amarillo, for appellant., Barry E. Blackwell, District Attorney, Dumas, for appellee.\n\n## 인용\n\n- 916 S.W.2d 602\n\n## 판결문 요약\n\n\n916 S.W.2d 602 (1996)\nJerry B. KEITH, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 07-95-0137-CR.\nCourt of Appeals of Texas, Amarillo.\nJanuary 26, 1996.\n*604 E. Dean Roper, Amarillo, for appellant.\nBarry E. Blackwell, District Attorney, Dumas, for appellee.\nBefore REYNOLDS, C.J., and BOYD and QUINN, JJ.\nREYNOLDS, Chief Justice.\nIn a jury trial, appellant Jerry B. Keith pleaded not guilty to, but was found guilty of, the offenses of indecency with a child by contact and aggravated sexual assault, for which the jury assessed respective punishments of ten years imprisonment, probated, and a $10,000 fine, both probated, and ten years imprisonment, probated, and a $10,000 fine. The trial court rendered two judgments consistent with the jury verdicts and, by its orders, enumerated the conditions of community supervision imposed upon appellant.\nThe resolution of appellant's five points of error, by which he seeks a reversal of the judgments, requires us to determine (1) whether there was reversible error in the failure to disclose to appellant exculpatory or impeachment information in violation of appellant's right to due process of law, and (2) whether the trial court erred in imposing certain conditions of community supervision upon appellant. Based upon the rationale expressed and the authorities cited, we will affirm both judgments after reforming them *605 by deleting certain conditions of community supervision imposed upon appellant.\nThe prosecution stemmed from a fourcoun...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=keith-v-state"
    }
  ],
  "relatedIncidents": [
    11807,
    11823,
    11930,
    11933,
    11971
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}