{
  "id": 12211,
  "title": "1996년 Gould 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-01-25",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Gould. 판결일: 1996-01-25. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Lawrence Gould v. International Paper Company, and G.L. & R.L. Logging, Inc., (And a Third-Party Action.)\n**판결일**: 1996-01-25\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Mikoll\n\n## 인용\n\n- 223 A.D.2d 964\n- 636 N.Y.S.2d 899\n\n## 판결문 요약\n\n\nMikoll, J.\nAppeal from an order of the Supreme Court (Viscardi, J.), entered January 20, 1995 in Essex County, which denied a motion by defendant G.L. &amp; R.L. Logging, Inc. for summary judgment dismissing the complaint against it.\nOn June 3, 1985, plaintiff Lawrence Gould (hereinafter plaintiff) sustained a severe injury to his head while doing logging work in the employ of his father, third-party defendant Earl R. Gould (hereinafter Gould), on property owned by defendant International Paper Company (hereinafter International). Gould had been hired by International on May 8, 1985 to log a portion of its land in the Town of Johnsburg, Warren County, known as the Johnsburg tract or the Samuelson lot. There were no witnesses to the incident and plaintiff has no recall of the incident nor of the events of that day due to his injury. Plaintiff was found on the ground unconscious by a co-worker.\nInternational had hired defendant G.L. &amp; R.L. Logging, Inc. *965(hereinafter defendant) in August 1984 to log a portion of the Johnsburg tract, which defendant completed in September 1984. The area logged was inspected by International that same month. The International forester who compiled a final inspection report issued in December 1984 noted at an examination before trial (hereinafter EBT) that defendant left the area \"very neat and very clean”.\nPlaintiff and his wife commenced this action against defendant, International and defendant International Paper Timberlands Operating ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gould-v-international-paper-co"
    }
  ],
  "relatedIncidents": [
    11804,
    11806,
    11807,
    11813,
    11814
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}