{
  "id": 12224,
  "title": "1996년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-01-18",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1996-01-18. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania, Appellee v. Andre STEVENS, Appellant\n**판결일**: 1996-01-18\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Nix, C.J., and Flaherty, Zappala, Cappy, Castille and Montemuro\n\n## 변호인\n\nWayne S. Lipecky, Beaver, for A. Stevens., Theresa Ferris-Dukovich, Beaver, Robert A. Graci, Atty. Gen., Harrisburg, John Lee Brown, Beaver, for the Commonwealth.\n\n## 인용\n\n- 670 A.2d 623\n- 543 Pa. 204\n\n## 판결문 요약\n\n\n543 Pa. 204 (1996)\n670 A.2d 623\nCOMMONWEALTH of Pennsylvania, Appellee\nv.\nAndre STEVENS, Appellant.\nSupreme Court of Pennsylvania.\nArgued September 19, 1995.\nDecided January 18, 1996.\n*205 *206 Wayne S. Lipecky, Beaver, for A. Stevens.\nTheresa Ferris-Dukovich, Beaver, Robert A. Graci, Atty. Gen., Harrisburg, John Lee Brown, Beaver, for the Commonwealth.\n*207 Before NIX, C.J., and FLAHERTY, ZAPPALA, CAPPY, CASTILLE and MONTEMURO, JJ.\n\nOPINION\nZAPPALA, Justice.\nAppellant, Andre Stevens, was convicted, following a nonjury trial, of two counts of first degree murder[1] and one count of possessing a firearm without a license[2]. At the penalty hearing, Appellant elected to proceed with a jury, which determined that he should be sentenced to death on both murder counts. As to both victims, the jury found as aggravating circumstances that the defendant knowingly created a grave risk of death to another person, 42 Pa.C.S. § 9711(d)(7), and that the defendant has been convicted of another murder, 42 Pa.C.S. § 9711(d)(11). As to one victim, Michael Love, the jury found a third aggravating circumstance, that the killing was committed by means of torture, 42 Pa.C.S. § 9711(d)(8). In both cases the jury found that the aggravating circumstances outweighed two mitigating circumstances: the defendant had no significant history of prior criminal convictions, 42 Pa.C.S. § 9711(e)(1), and he was under the influence of extreme mental and emotional disturbance, 42 Pa.C.S. § 9711(e)(2). Post-tria...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-stevens"
    }
  ],
  "relatedIncidents": [
    11804,
    11817,
    11824,
    11867,
    11875
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}