{
  "id": 12227,
  "title": "1996년 Putnam 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-01-12",
  "location": "Vermont, VT, USA",
  "summary": "미국 Vermont, VT 법원 판결 사건. 사건명: Putnam. 판결일: 1996-01-12. 법원: Supreme Court of Vermont.",
  "description": "## 사건 정보\n\n**사건명**: State of Vermont v. Joshua S. Putnam\n**판결일**: 1996-01-12\n**법원**: Supreme Court of Vermont\n**관할**: Vermont, VT\n\n**판사**: Allen, C.J., and Gibson, Dooley, Morse and Johnson\n\n## 변호인\n\nDan M. Davis, Windham County State’s Attorney, and James Maxwell, Deputy State’s Attorney, Brattleboro, for Plaintiff-Appellee., Charles S. Martin of Martin & Paolini, Barre, and Stephen L. Fine, Athens, for Defendant-Appellant.\n\n## 인용\n\n- 675 A.2d 422\n- 164 Vt. 558\n\n## 판결문 요약\n\n\n675 A.2d 422 (1996)\nSTATE of Vermont\nv.\nJoshua S. PUTNAM.\nNo. 95-344.\nSupreme Court of Vermont.\nJanuary 12, 1996.\nDan M. Davis, Windham County State's Attorney, and James Maxwell, Deputy State's Attorney, Brattleboro, for plaintiff-appellee.\nCharles S. Martin of Martin &amp; Paolini, Barre, and Stephen L. Fine, Athens, for defendant-appellant.\n*423 Before ALLEN, C.J., and GIBSON, DOOLEY, MORSE and JOHNSON, JJ.\nDOOLEY, Justice.\nDefendant, who has been charged with two counts of sexual assault, moved to disqualify Judge Theresa DiMauro, the presiding judge in the Windham District Court. Pursuant to V.R.Cr.P. 50(d)(3), Judge DiMauro referred the disqualification motion to the administrative judge for the trial courts, who denied the motion. We granted an interlocutory appeal. We affirm.\nThe disqualification motion is before us on a sparse factual record. State police officers stationed in the Rockingham barracks conducted the investigation of the sexual assaults allegedly committed by defendant. The officer who led the investigation, Detective Sergeant David Tetrault, is on the State's witness list. Two other officers, Troopers Burns and Cutting, were also involved in the investigation. Judge DiMauro is married to Vincent DiMauro, who is a state police trooper also stationed in the Rockingham barracks. Trooper DiMauro was not part of the investigation, nor do any of the troopers who may testify have a supervisory relationship over him. In fact, there are two separate units that...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-putnam"
    }
  ],
  "relatedIncidents": [
    11807,
    11823,
    11930,
    11933,
    11971
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}