{
  "id": 12228,
  "title": "1996년 Blair 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-01-10",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Blair. 판결일: 1996-01-10. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Blair v. State\n**판결일**: 1996-01-10\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Zeidwig\n\n## 인용\n\n- 667 So. 2d 834\n\n## 판결문 요약\n\n\n667 So. 2d 834 (1996)\nLance H. BLAIR, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 93-0845.\nDistrict Court of Appeal of Florida, Fourth District.\nJanuary 10, 1996.\nRehearing Denied, Clarification Granted, and Questions Certified February 21, 1996.\n*836 Richard L. Jorandby, Public Defender, and Steven H. Malone, Assistant Public Defender, West Palm Beach, for appellant.\nRobert A. Butterworth, Attorney General, Tallahassee, and Michelle A. Konig, Assistant Attorney General, West Palm Beach, for appellee.\nZEIDWIG, HOWARD M., Associate Judge.\nDefendant, Lance Blair, appeals his convictions and sentence for burglary of an occupied structure, grand theft, dealing in stolen property and conspiracy to commit burglary. All charges arose out of a burglary of a Palm Beach home that was being renovated. We affirm the convictions for burglary of a structure, dealing in stolen property, and conspiracy to commit burglary and affirm the restitution *837 order of $500,000. However, we must reverse the conviction for grand theft and thus remand for resentencing.\n\nMID-TRIAL REDUCTION TO FIVE-MEMBER JURY\nWhen trial began, six jurors and one alternate were selected and sworn. After opening statements and the testimony of one witness, the trial court excused a juror for lateness and sleeping and seated the alternate as a sixth juror. On the afternoon of the fourth day of trial, the trial court informed the jury that the trial would last longer than the jury had been originally advised, querying ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=blair-v-state"
    }
  ],
  "relatedIncidents": [
    11819,
    11831,
    11841,
    11850,
    11868
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}