{
  "id": 12223,
  "title": "1996년 Green 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-01-19",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Green. 판결일: 1996-01-19. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Green v. the State\n**판결일**: 1996-01-19\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Beasley, Pope, Ruffin\n\n## 변호인\n\nWillie T. Yancey, Jr., for appellant., Spencer Lawton, Jr., District Attorney, Lori E. Tepper, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 467 S.E.2d 203\n- 219 Ga. App. 878\n\n## 판결문 요약\n\n\n467 S.E.2d 203 (1996)\n219 Ga. App. 878\nGREEN\nv.\nThe STATE.\nNo. A95A2241.\nCourt of Appeals of Georgia.\nJanuary 19, 1996.\n*204 Willie T. Yancey, Jr., Savannah, for appellant.\nSpencer Lawton, Jr., District Attorney, and Lori E. Tepper, Assistant District Attorney, for appellee.\nBEASLEY, Chief Judge.\nGreen was convicted of armed robbery (OCGA § 16-8-41) and possession of a firearm during the commission of a crime (OCGA § 16-11-106). Green's motion for a new trial was denied and he appeals.\nWe view the evidence in a light most favorable to the verdict. Pardo v. State, 215 Ga.App. 317(1), 450 S.E.2d 440 (1994). Green went to the Southern Motors car dealership in Savannah and expressed interest in a 1991 Honda Accord. Bremer, a sales associate, spoke to Green a few moments until sales associate Silverstein could actually assist Green. At Green's request, Silverstein agreed to accompany him for a test drive, even though the dealership was to close in 20 minutes. It was still daylight. The two struck up a conversation during the drive, primarily focused on their military service in the Persian Gulf conflict. Silverstein became *205 suspicious when Green was evasive in answering certain questions about his family and experiences in the military. He began to look for distinguishing marks on Green and noticed a prominent footprint-shaped scar or birthmark on Green's arm.\nGreen drove the car into an apartment complex, indicating to Silverstein that he wanted to show the car to a friend. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=green-v-state"
    }
  ],
  "relatedIncidents": [
    11819,
    11831,
    11841,
    11850,
    11868
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}