{
  "id": 12226,
  "title": "1996년 State v. Johnson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-01-16",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: State v. Johnson. 판결일: 1996-01-16. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington, Respondent, v. Danny Joseph Johnson, Appellant\n**판결일**: 1996-01-16\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Webster\n\n## 변호인\n\nRichard R. Tassano and Michael L. Mittlestat of Washington Appellate Project, for appellant., Norm Maleng, Prosecuting Attorney, and Lisa M. Márchese, Deputy, for respondent.\n\n## 인용\n\n- 908 P.2d 900\n- 80 Wash. App. 367\n\n## 판결문 요약\n\n\n908 P.2d 900 (1996)\n80 Wash.App. 337\nThe STATE of Washington, Respondent,\nv.\nDanny Joseph JOHNSON, Appellant.\nNo. 33441-7-I.\nCourt of Appeals of Washington, Division 1.\nJanuary 16, 1996.\n*901 Richard Tassano, Michael Mittlestat, Washington Appellate Project, Seattle, for Appellant.\nLisa Marchese, King County Pros. Atty's Office, Appellate Division, Seattle, for Respondent.\nWEBSTER, Judge.\nDanny Johnson appeals his conviction for residential burglary, arguing that the prosecutor's rebuttal argument invited the jury to draw a negative inference from his exercise of his constitutional right to be present at trial. He also argues that the trial court's response to a jury inquiry was an erroneous statement of the law, misled the jury, precluded him from arguing his theory of the case, was an improper comment on the evidence, and unduly emphasized the State's case. We affirm.\n\nFACTS\nOn the evening of May 26, 1993, Sharleen Nelson saw the defendant, Johnson, sitting on the steps of her neighbor, David Low. She saw the defendant alternately ram Low's door and then walk away. He eventually broke down the door, entered Low's home and came out carrying what Nelson thought might be a cardboard box. When Nelson's husband drove up, he saw the defendant drop the box and leave. Another neighbor heard banging and swearing and saw someone carry something like a TV out of Low's house, but lost sight of the perpetrator. He subsequently heard screaming and swearing, similar to what he had heard ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-johnson"
    }
  ],
  "relatedIncidents": [
    11819,
    11831,
    11841,
    11850,
    11868
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}