{
  "id": 12243,
  "title": "1996년 Joseph 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1996-01-05",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Joseph. 판결일: 1996-01-05. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Jennifer JOSEPH, (Defendant Below) v. STATE of Indiana, (Plaintiff Below)\n**판결일**: 1996-01-05\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Chezem, Darden, Najam\n\n## 변호인\n\nBruce N. Elliott, Marion, for Appellant., Pamela Carter, Attorney Gen., Randi F. Elfenbaum, Deputy Attorney Gen., Indianapolis, for Appellee.\n\n## 인용\n\n- 659 N.E.2d 676\n\n## 판결문 요약\n\n\nOPINION\nDARDEN, Judge.\nSTATEMENT OF THE CASE\nJennifer Joseph appeals from her convictions for aiding a theft, a class D felony, and assisting a criminal, a class D felony.\nWe reverse and remand.\nISSUE1\nWhether the evidence is sufficient to sustain Joseph's conviction for assisting a criminal.\n*677FACTS\nThe evidence most favorable to the verdict reveals that Joseph, who was living with her father, dated Dondi Springer. Springer was friendly with James Hogue. Both Springer and Hogue had been to Joseph's house on several occasions where Joseph discussed the possibility of getting into her father's safe, which he kept in his bedroom, for the purpose of taking the money Joseph believed to be secured within. The trio had even attempted to gain access to the contents of the safe on at least one occasion using some numbers written on a small piece of paper Joseph's father kept hidden. Their effort was unsuccessful.\nOn the evening of March 13, 1994, Joseph picked up Springer and Hogue in her truck and the three, essentially, passed the night driving around. During this time, Joseph again mentioned her father's safe. She claimed a portion of the money kept therein belonged to her and that if Springer and Hogue would steal the safe, she would give them a cut of the money. At approximately 5:00 a.m. on the morning of March 14, 1994, the group drove to Springer's house. There, Joseph gave Springer and Hogue the keys to her truck and house and, assuring them that it would not be burglary ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=joseph-v-state"
    }
  ],
  "relatedIncidents": [
    11804,
    11817,
    11824,
    11867,
    11875
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}