{
  "id": 12259,
  "title": "1995년 Candelario 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-12-21",
  "location": "Utah, UT, USA",
  "summary": "미국 Utah, UT 법원 판결 사건. 사건명: Candelario. 판결일: 1995-12-21. 법원: Court of Appeals of Utah.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Utah, Plaintiff and Appellee, v. Tracy Alan CANDELARIO, Defendant and Appellant\n**판결일**: 1995-12-21\n**법원**: Court of Appeals of Utah\n**관할**: Utah, UT\n\n**판사**: Orme, Bench and Wilkins\n\n## 변호인\n\nDavid V. Finlayson and Robert K. Heine-man, Salt Lake City, for Appellant., J. Frederic Voros, Jr. and Jan Graham, Salt Lake City, for Appellee.\n\n## 인용\n\n- 909 P.2d 277\n\n## 판결문 요약\n\n\n909 P.2d 277 (1995)\nSTATE of Utah, Plaintiff and Appellee,\nv.\nTracy Alan CANDELARIO, Defendant and Appellant.\nNo. 940500-CA.\nCourt of Appeals of Utah.\nDecember 21, 1995.\nDavid V. Finlayson and Robert K. Heineman, Salt Lake City, for Appellant.\nJ. Frederic Voros, Jr. and Jan Graham, Salt Lake City, for Appellee.\nBefore ORME, BENCH and WILKINS, JJ.\nORME, Presiding Judge:\nDefendant Tracy Candelario appeals his sentence for robbery. Defendant contends that merely threatening the use of a firearm is not enough to warrant a one-year enhancement under Utah Code Ann. § 76-3-203(2) (Supp.1995) when the perpetrator does not actually carry or display a dangerous weapon or a facsimile or likeness of a dangerous weapon. We disagree and affirm defendant's sentence.\n\nFACTS\nDefendant entered a credit union and demanded money from a cashier. He claimed to have a gun and threatened to kill her if she did not comply. Defendant did not display a handgun, and, in fact, was not carrying a gun or a facsimile of a gun at the time. Neither did he maneuver his hand in his pocket or otherwise physically gesture that he had a gun. Nonetheless, he left the credit union with $2000 more than he went in with.\nDefendant was charged with one count of aggravated robbery, a first degree felony in violation of Utah Code Ann. § 76-6-302 (1995). Pursuant to a plea agreement, defendant pled guilty to robbery, a second degree felony. See id. § 76-6-301. Relying on section *278 76-3-203(2), the trial court added an ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-candelario"
    }
  ],
  "relatedIncidents": [
    12284,
    12305,
    12333,
    12362,
    12385
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}