{
  "id": 12255,
  "title": "1995년 Board of Regents of the University of Minnesota v. Chief Industries, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-12-28",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Board of Regents of the University of Minnesota v. Chief Industries, Inc.. 판결일: 1995-12-28. 법원: District Court, D. Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: The BOARD OF REGENTS OF the UNIVERSITY OF MINNESOTA, Plaintiff, v. CHIEF INDUSTRIES, INC., a Delaware Corporation and Parker-Hannafin Corporation, an Ohio Corporation, as Successor-In-Interest and Current Owner of Jackes-Evans Controls, a Mississippi Corporation, Defendants\n**판결일**: 1995-12-28\n**법원**: District Court, D. Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Doty\n\n## 변호인\n\nMark Wayne Lee and Cooper S. Ashley, Maslon, Edelman, Borman & Brand, Minneapolis, MN, plaintiff., Thomas Bell Caswell, III, Charles J. Roth-stein, Zelle & Larson, Minneapolis, MN, and John Arthur Nelson, and Kevin Aloysius Spellacy, Quinlivan, Sherwood, Spellacy & Tarvestad, St. Cloud, MN, for defendants.\n\n## 인용\n\n- 907 F. Supp. 1298\n\n## 판결문 요약\n\n\n907 F. Supp. 1298 (1995)\nThe BOARD OF REGENTS OF the UNIVERSITY OF MINNESOTA, Plaintiff,\nv.\nCHIEF INDUSTRIES, INC., a Delaware corporation and Parker-Hannafin Corporation, an Ohio corporation, as successor-in-interest and current owner of Jackes-Evans Controls, a Mississippi corporation, Defendants.\nCiv. No. 4-94-764.\nUnited States District Court, D. Minnesota, Fourth Division.\nDecember 28, 1995.\n*1299 Mark Wayne Lee and Cooper S. Ashley, Maslon, Edelman, Borman &amp; Brand, Minneapolis, MN, plaintiff.\nThomas Bell Caswell, III, Charles J. Rothstein, Zelle &amp; Larson, Minneapolis, MN, and John Arthur Nelson, and Kevin Aloysius Spellacy, Quinlivan, Sherwood, Spellacy &amp; Tarvestad, St. Cloud, MN, for defendants.\n\nORDER\nDOTY, District Judge.\nThis matter is before the court on the motion of defendant Chief Industries, Inc. (\"Chief\") for summary judgment. Based on a review of the files, record and proceedings herein and for the reasons stated below, the court grants defendant's motion.\n\nBACKGROUND\nThe University of Minnesota (\"University\") owns and operates an agricultural research facility in Lamberton, Minnesota, formally known as the Southwest Research Station. This facility conducts agricultural research designed to benefit area farmers. As part of its research, the University grows a variety of cash crops in small areas called \"plots\" on approximately 2,000 acres of land. Many of the various forms of cash crops which the University raises are ultimately sold on the commo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=board-of-regents-of-the-university-of-minnesota-v-chief-industries-inc"
    }
  ],
  "relatedIncidents": [
    12258,
    12265,
    12463,
    12472,
    12525
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}