{
  "id": 12253,
  "title": "1995년 Genie & Co. v. Comptroller of Treasury 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-12-29",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Genie & Co. v. Comptroller of Treasury. 판결일: 1995-12-29. 법원: Court of Special Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: GENIE & COMPANY, INC. v. COMPTROLLER OF the TREASURY\n**판결일**: 1995-12-29\n**법원**: Court of Special Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Harrell\n\n## 변호인\n\nMark A. Leehowicz (Lechowicz & Davis, on the brief), Glen Burnie, for Appellant., Gerald Langbaum and John K. Barry, Assistant Attorneys General (J. Joseph Curran, Jr., Attorney General, on the brief), Annapolis, for Appellee.\n\n## 인용\n\n- 107 Md. App. 551\n- 668 A.2d 1013\n\n## 판결문 요약\n\n\nHARRELL, Judge.\nIn this case, we are called upon to clarify the application of a statutory civil penalty imposed by the Comptroller of the Treasury (“Comptroller”) for intentionally filing a false tax return, as set forth in Md.Tax-Gen.Code Ann. (“TG”) § 13-*554703.1 Responding to that call, we hold today that the statute must be interpreted as requiring that the Comptroller, in order to invoke the penalty provision, prove by clear and convincing evidence that a false return was filed with fraudulent intent. Furthermore, we hereby incorporate certain “badges of fraud,” currently used by federal courts when interpreting ar analogous Internal Revenue Code section, into the body of Maryland caselaw in order to facilitate the related determinations of whether, and to what extent, the penalty should be assessed against a taxpayer.\nAppellant, Genie &amp; Company, Inc. (“Genie”), appeals from a judgment by the Circuit Court for Anne Arundel County, affirming an order of the Maryland Tax Court that assessed a 50% penalty on taxes owed by appellant for intentionally filing false returns. Appellant presents two issues for our consideration, which we have reorganized and rephrased for analysis as follows:\nI. Did the evidence presented before the tax court support a finding that appellant should be assessed a 50% penalty for the alleged fraudulent filing of false tax returns?\nII. Was appellant denied meaningful judicial review of the tax court’s decision by the circuit court?\n\nFACTS AND...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=genie-co-v-comptroller-of-treasury"
    }
  ],
  "relatedIncidents": [
    12254,
    12263,
    12290,
    12292,
    12293
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}