{
  "id": 12254,
  "title": "1995년 John Doe, a Septa Employee v. Southeastern Pennsylvania Transportation Authority (Septa), and Judith Pierce, Individually and in Her Official Capacity 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-12-28",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: John Doe, a Septa Employee v. Southeastern Pennsylvania Transportation Authority (Septa), and Judith Pierce, Individually and in Her Official Capacity. 판결일: 1995-12-28. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: John DOE, a SEPTA Employee, Appellee, v. SOUTHEASTERN PENNSYLVANIA TRANSPORTATION AUTHORITY (SEPTA), and Judith Pierce, Individually and in Her Official Capacity, Appellants\n**판결일**: 1995-12-28\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Greenberg, Lewis, Rosenn\n\n## 변호인\n\nClifford A. Boardman (argued), Philadelphia, PA, Yolanda Lollis, AIDS Law Project of Pennsylvania, Philadelphia, PA, for Appel-lee., J. Freedley Hunsicker, Jr. (argued), Drinker, Biddle & Reath, Philadelphia, PA, for Appellants.\n\n## 인용\n\n- 72 F.3d 1133\n\n## 판결문 요약\n\n72 F.3d 1133\n    64 USLW 2420, 11 IER Cases 417, 19Employee Benefits Cas. 2721,7 NDLR P 333\n    John DOE, a SEPTA employee, Appellee,v.SOUTHEASTERN PENNSYLVANIA TRANSPORTATION AUTHORITY (SEPTA),and Judith Pierce, individually and in herofficial capacity, Appellants.\n    No. 95-1559.\n    United States Court of Appeals, Third Circuit.\n    Argued Oct. 11, 1995.Decided Dec. 28, 1995.\n    \n      Clifford A. Boardman (argued), Philadelphia, PA, Yolanda Lollis, AIDS Law Project of Pennsylvania, Philadelphia, PA, for Appellee.\n      J. Freedley Hunsicker, Jr.  (argued), Drinker, Biddle &amp; Reath, Philadelphia, PA, for Appellants.\n      Before:  GREENBERG, LEWIS and ROSENN, Circuit Judges.\n      OPINION OF THE COURT\n      ROSENN, Circuit Judge.\n    \n    \n      1\n      This appeal requires that we probe the depth and breadth of an employee's conditional right to privacy in his prescription drug records.  John Doe, an employee of the Southeastern Pennsylvania Transportation Authority (SEPTA),1 initiated this action under 42 U.S.C. Sec. 1983 against his self-insured employer, alleging that the defendants violated his right to privacy.  Plaintiff claims that, in monitoring the prescription drug program put in place by SEPTA for fraud, drug abuse and excessive costs, the Chief Administrative Officer, Judith Pierce, and the Director of Benefits, Jacob Aufschauer, learned that John Doe had contracted Acquired Immunodeficiency Syndrome (AIDS).  This, he alleges, invaded his right to privacy...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=john-doe-a-septa-employee-v-southeastern-pennsylvania-transportation"
    }
  ],
  "relatedIncidents": [
    12253,
    12263,
    12290,
    12292,
    12293
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}