{
  "id": 12260,
  "title": "1995년 State v. Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-12-20",
  "location": "Utah, UT, USA",
  "summary": "미국 Utah, UT 법원 판결 사건. 사건명: State v. Smith. 판결일: 1995-12-20. 법원: Utah Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Utah, Plaintiff and Appellee, v. Stanley Allen SMITH, Defendant and Appellant\n**판결일**: 1995-12-20\n**법원**: Utah Supreme Court\n**관할**: Utah, UT\n\n**판사**: Durham, HOWE's, Howe, Russon, STEWART's, Stewart, Zimmerman\n\n## 변호인\n\nJan Graham, Att’y Gen., J. Frederic Voros, Jr., Asst. Att’y Gen., Salt Lake City, for plaintiff., Kent E. Snider, Michael D. Bouwhuis, Ogden, for defendant.\n\n## 인용\n\n- 909 P.2d 236\n\n## 판결문 요약\n\n\n909 P.2d 236 (1995)\nSTATE of Utah, Plaintiff and Appellee,\nv.\nStanley Allen SMITH, Defendant and Appellant.\nNo. 940187.\nSupreme Court of Utah.\nDecember 20, 1995.\n*238 Jan Graham, Att'y Gen., J. Frederic Voros, Jr., Asst. Att'y Gen., Salt Lake City, for plaintiff.\nKent E. Snider, Michael D. Bouwhuis, Ogden, for defendant.\nSTEWART, Associate Chief Justice:\nStanley Allen Smith was convicted of aggravated kidnapping, rape of a child, and two counts of sodomy on a child, all of which are first degree felonies. The trial judge imposed the greatest minimum mandatory sentence of fifteen years with a maximum of life imprisonment on each count, see Utah Code Ann. § 76-3-201(7)(c), and ordered the sentences to run consecutively. Smith argues that the trial court erred (1) in admitting the victim's hearsay statements to a child abuse investigator and police officer under the excited utterance exception to the hearsay rule and (2) in admitting testimony connecting him to the victim through DNA evidence. In addition, he argues that (3) his counsel was ineffective in failing to engage a DNA expert for the defense and (4) the trial court erred in imposing the greatest minimum sentence for each offense and ordering that the sentences run consecutively.\nOn May 8, 1993, a six-year-old girl was abducted at knife point from her neighborhood in Corinne, Utah, forced into a car, *239 taken to another place, and raped and sodomized. She was found by neighbors about an hour after disappearing and ta...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-smith"
    }
  ],
  "relatedIncidents": [
    12264,
    12351,
    12471,
    12473,
    11834
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}