{
  "id": 12264,
  "title": "1995년 Riley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-12-12",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Riley. 판결일: 1995-12-12. 법원: Court of Appeals of Virginia.",
  "description": "## 사건 정보\n\n**사건명**: Charles Richard RILEY, A/K/A Mike Cook, A/K/A Aubrey Ray Throckmorton, v. COMMONWEALTH of Virginia\n**판결일**: 1995-12-12\n**법원**: Court of Appeals of Virginia\n**관할**: Virginia, VA\n\n**판사**: Annunziata\n\n## 변호인\n\nRobert P. Geary, Richmond, for appellant., Eugene Murphy, Assistant Attorney General (James S. Gilmore, III, Attorney General, on brief), for appellee.\n\n## 인용\n\n- 464 S.E.2d 508\n- 21 Va. App. 330\n\n## 판결문 요약\n\n\n464 S.E.2d 508 (1995)\n21 Va. App. 330\nCharles Richard RILEY, a/k/a Mike Cook, a/k/a Aubrey Ray Throckmorton,\nv.\nCOMMONWEALTH of Virginia.\nRecord No. 1490-94-2.\nCourt of Appeals of Virginia, Richmond.\nDecember 12, 1995.\nRobert P. Geary, Richmond, for appellant.\nEugene Murphy, Assistant Attorney General (James S. Gilmore, III, Attorney General, on brief), for appellee.\n*509 Present: MOON, C.J., ANNUNZIATA, J., and HODGES, Senior Judge.\nANNUNZIATA, Judge.\nFollowing a jury trial, the appellant, Charles Richard Riley, was convicted of abduction, five counts of rape, and two counts of sodomy. On appeal, he contends that the trial court erred in the following: (1) sustaining the Commonwealth's peremptory challenges even though based on the gender of the stricken jurors; (2) ruling that the Commonwealth's peremptory challenges based on age were proper; and (3) bifurcating the trial and sentencing proceedings pursuant to Code § 19.2-295.1. We find that the Commonwealth's peremptory strikes were gender-based and, therefore, improper. Accordingly, we reverse the convictions of the trial court and remand the case for a new trial. We affirm the trial court on the remaining issues presented.\nOn March 25, 1993, the victim went for an early morning jog. During her run, the appellant approached the victim, placed her in a headlock, and held a knife to her throat. The appellant led the victim into the woods where he restrained her with a rope and repeatedly raped and sodomized her. The appell...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=riley-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    12260,
    12351,
    12471,
    12473,
    11834
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}