{
  "id": 12268,
  "title": "1995년 Daigle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-12-11",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Daigle. 판결일: 1995-12-11. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Ray DAIGLE, Plaintiff-Appellant, v. LIBERTY LIFE INSURANCE COMPANY, Defendant-Appellee\n**판결일**: 1995-12-11\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Emilio, Garza, Johnson, Jones\n\n## 변호인\n\nGregory Thomas Juge, Metairie, LA, for Ray Daigle, plaintiff-appellant., Charles T. Speth, II, Haynsworth, Baldwin, Johnson and Greaves, Columbia, SC, Richard A Chozen, Raggio, Cappel, Chozen & Berniard, Lake Charles, LA, for Liberty Life Insurance Company, defendant-appellee.\n\n## 인용\n\n- 70 F.3d 394\n\n## 판결문 요약\n\n70 F.3d 394\n    5 A.D. Cases 153, 13 A.D.D. 656\n    Ray DAIGLE, Plaintiff-Appellant,v.LIBERTY LIFE INSURANCE COMPANY, Defendant-Appellee.\n    No. 95-30443\n    \n      Summary Calendar.\n      United States Court of Appeals,Fifth Circuit.\n      Dec. 11, 1995.Rehearing and Suggestion for Rehearing En Banc Denied Jan. 19, 1996.\n      Gregory Thomas Juge, Metairie, LA, for Ray Daigle, plaintiff-appellant.\n      Charles T. Speth, II, Haynsworth, Baldwin, Johnson and Greaves, Columbia, SC, Richard A. Chozen, Raggio, Cappel, Chozen &amp; Berniard, Lake Charles, LA, for Liberty Life Insurance Company, defendant-appellee.\n      Appeal from the United States District Court for the Eastern District of Louisiana.\n      Before JOHNSON, JONES and EMILIO M. GARZA, Circuit Judges.\n      JOHNSON, Circuit Judge:\n    \n    \n      1\n      Ray Daigle (\"Mr. Daigle\") appeals the district court's judgment entered against him in accordance with the jury verdict in his discrimination suit against his former employer, Liberty Life Insurance Company (\"Liberty\").  Because we believe that the verdict reached by the jury was more than adequately supported by the evidence, we affirm the district court's entry of judgment upon such verdict.\n    \n    I. Facts and Procedural History\n    \n      2\n      Mr. Daigle filed this suit against Liberty after his termination from Liberty's employment.  Among several other grounds which have been abandoned on appeal, Mr. Daigle claimed that Liberty discriminated against him...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=daigle-v-liberty-life-insurance"
    }
  ],
  "relatedIncidents": [
    12274,
    12308,
    12332,
    12461,
    12506
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}