{
  "id": 12275,
  "title": "1995년 Davis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-12-05",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Davis. 판결일: 1995-12-05. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Jamell DAVIS, Appellant Jamell DAVIS, Movant-Appellant v. STATE of Missouri\n**판결일**: 1995-12-05\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crahan, Crandall, Dowd\n\n## 변호인\n\nDeborah B. Wafer, District Defender, St. Louis, for appellant., Jeremiah W. (Jay) Nixon, Attorney General, Fernando Bermudez, Assistant Attorney General, Jefferson City, for respondent.\n\n## 인용\n\n- 914 S.W.2d 21\n\n## 판결문 요약\n\n\nCRANDALL, Judge.\nDefendant, Jamell Davis, appeals from his judgments of conviction, following a jury trial, of murder in the first degree and armed criminal action. He was sentenced to consecutive terms of life imprisonment without probation or parole, and thirty years, respectively. He also appeals the denial of his Rule 29.15 motion without an evidentiary hearing. We affirm.\nThe evidence, viewed in the light most favorable to the verdict, reveals that in the early morning hours of December 23, 1992, defendant was a guest at a party given at the home where the victim lived. Defendant and victim, who was fifteen years old at the time of her death, were involved in a relationship. Defendant and victim started wrestling, and victim accidently bumped defendant’s nose, causing it to bleed. Defendant said to victim, “I’m going to kill you, bitch. You think I’m playing.” Shortly after this incident, defendant went to his car and got a revolver.\nSeveral guests testified that defendant repeatedly displayed the gun throughout the night, frequently pointing the gun at victim and telling her, “I’m going to kill you, white bitch. You think I’m playing.”\n*22At approximately 4:00 a.m., defendant unloaded his gun and then replaced only one bullet. He pointed the gun at victim, who was walking away from him and repeatedly told her, “I’m going to kill you, white bitch.” Defendant pulled the trigger three times. On the third pull, the gun discharged. The bullet entered the back of victim’s he...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-davis"
    }
  ],
  "relatedIncidents": [
    12336,
    12347,
    12382,
    12406,
    12408
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}