{
  "id": 12274,
  "title": "1995년 United States v. Carlos Botero-Ospina 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-12-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Carlos Botero-Ospina. 판결일: 1995-12-05. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Carlos BOTERO-OSPINA, Defendant-Appellant\n**판결일**: 1995-12-05\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n**판사**: Anderson, Baldock, Briscoe, Brorby, Ebel, Henry, Kelly, Lucero, Moore, Seymour, Tacha\n\n## 변호인\n\nR. Steven Chambers, Salt Lake City, Utah, for appellant., Scott M. Matheson, Jr., United States Attorney (David J. Sehwendiman, First Assistant U.S. Attorney, and Bruce C. Lubeck, Assistant U.S. Attorney, with him on the briefs), Salt Lake City, Utah, for appellee.\n\n## 인용\n\n- 71 F.3d 783\n\n## 판결문 요약\n\n71 F.3d 783\n    64 USLW 2422\n    UNITED STATES of America, Plaintiff-Appellee,v.Carlos BOTERO-OSPINA, Defendant-Appellant.\n    No. 94-4006.\n    United States Court of Appeals,Tenth Circuit.\n    Dec. 5, 1995.\n    \n      R. Steven Chambers, Salt Lake City, Utah, for appellant.\n      Scott M. Matheson, Jr., United States Attorney (David J. Schwendiman, First Assistant U.S. Attorney, and Bruce C. Lubeck, Assistant U.S. Attorney, with him on the briefs), Salt Lake City, Utah, for appellee.\n      Before SEYMOUR, Chief Judge, MOORE, ANDERSON, TACHA, BALDOCK, BRORBY, EBEL, KELLY, HENRY, BRISCOE, and LUCERO, Circuit Judges.*\n      STEPHEN H. ANDERSON, Circuit Judge.\n    \n    \n      1\n      On our own motion we granted in banc review in this case to review that portion of the panel opinion in United States v. Guzman, 864 F.2d 1512 (10th Cir.1988), holding that the proper standard for determining whether a traffic stop is unconstitutionally pretextual is whether \"under the same circumstances, a reasonable officer would have made the stop in the absence of the invalid purpose.\"   Id. at 1517 (quoting United States v. Smith, 799 F.2d 704, 709 (11th Cir.1986)).  For the reasons set forth below, we hold that the Guzman standard should be overruled and we adopt a new test in this circuit for determining when an initial stop of an automobile violates the Fourth Amendment.\n    \n    BACKGROUND\n    \n      2\n      On March 9, 1993, Carlos Botero-Ospina was traveling eastbound on Interstate 70 jus...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-carlos-botero-ospina"
    }
  ],
  "relatedIncidents": [
    12268,
    12308,
    12332,
    12461,
    12506
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}