{
  "id": 12284,
  "title": "1995년 Dixon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-11-29",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Dixon. 판결일: 1995-11-29. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Charles Ray DIXON, Appellant v. the STATE of Texas, Appellee\n**판결일**: 1995-11-29\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Holcomb, Ramey\n\n## 변호인\n\nB.K. “Pete” Menefee, Jacksonville, for appellant., Elmer C. Beckworth, Rusk, for appellee.\n\n## 인용\n\n- 932 S.W.2d 567\n\n## 판결문 요약\n\n\n932 S.W.2d 567 (1995)\nCharles Ray DIXON, Appellant\nv.\nThe STATE of Texas, Appellee.\nNo. 12-93-00056-CR.\nCourt of Appeals of Texas, Tyler.\nNovember 29, 1995.\n*568 B.K. \"Pete\" Menefee, Jacksonville, for appellant.\nElmer C. Beckworth, Rusk, for appellee.\nRAMEY, Chief Justice.\nAppellant Charles Ray Dixon (\"Dixon\") was convicted by a jury of the felony offense of robbery. Dixon stipulated to two prior felony convictions, which were included in two enhancement paragraphs, and the jury sentenced him to fifty years' incarceration. We will reverse the judgment of the trial court and remand for a new trial.\nDixon raises seven points of error on appeal, all having to do with procedural matters before the trial court; the facts surrounding the crime are not in issue in this appeal. Some, but not all, of the points are rendered moot by our decision to sustain Dixon's fourth point of error, which addresses late amendments to the enhancement paragraphs of the indictment. Because some of his points allege error regarding the sufficiency of evidence, our decision to remand for a new trial on punishment does not obviate the need to consider them. We will begin, therefore, by addressing and sustaining Dixon's fourth point of error and proceed to those points requiring analysis.\nIn his fourth point of error, Dixon challenges the trial court's decision to allow the State to amend the enhancement paragraphs of the indictment on the day the jury was selected, impanelled, and sworn. On February 8, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dixon-v-state"
    }
  ],
  "relatedIncidents": [
    12259,
    12305,
    12333,
    12362,
    12385
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}