{
  "id": 12291,
  "title": "1995년 Boyette 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-11-20",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Boyette. 판결일: 1995-11-20. 법원: Connecticut Superior Court.",
  "description": "## 사건 정보\n\n**사건명**: Jerry Boyette v. the Hartford Fire Insurance Company\n**판결일**: 1995-11-20\n**법원**: Connecticut Superior Court\n**관할**: Connecticut, CT\n\n**판사**: VERTEFEUILLE, J.\n\n## 인용\n\n- 1995 Conn. Super. Ct. 12499-U\n\n## 판결문 요약\n\n[EDITOR'S NOTE: This case is unpublished as indicated by the issuing court.]MEMORANDUM OF DECISION\nThe plaintiff brings this action seeking damages from the defendant, The Hartford Fire Insurance Company (the \"Hartford\"), claiming that the defendant has wrongfully refused to pay on a fire insurance policy insuring the plaintiff's store, which was damaged by fire. The Hartford has filed special defenses alleging that the plaintiff failed to cooperate with the Hartford, that he made material misrepresentations or concealments and that the fire was an act of arson.\nIn February 1993, the plaintiff opened a convenience store and deli at 1351 North Main Street in Waterbury. The store was known as both the \"Plaza Grocery and Deli\" and the \"Plaza Market and Deli\" (the \"deli\"). The deli was located in a small strip shopping center with several other first floor tenants, including a pizza restaurant and laundromat. The second floor of the building contained residential apartments. The property was owned by John Gentile, a friend of the plaintiff's. A previous tenant had vacated the deli about a year earlier and the plaintiff, who had no experience operating any type of store, decided to enter the convenience store business.\nAfter the store had been open for two months, the plaintiff obtained a fire insurance policy with a policy period from March 31, 1993 to March 31, 1994. In the early morning hours of July 26, 1993, fire was discovered in the deli. Although the fire had extinguished ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "방화"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=boyette-v-the-hartford-fire-ins-co-no-cv94-0120933s-nov-20-1995"
    }
  ],
  "relatedIncidents": [
    12255,
    12258,
    12265,
    12463,
    12472
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}