{
  "id": 12293,
  "title": "1995년 Marks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-11-16",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Marks. 판결일: 1995-11-16. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Morton Marks v. Roy Macchiarola\n**판결일**: 1995-11-16\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 221 A.D.2d 217\n- 634 N.Y.S.2d 56\n\n## 판결문 요약\n\n\n—Order, Supreme Court, New York *218County (William J. Davis, J.), entered January 26, 1995, denying defendant’s motion for leave to amend his answer to assert the affirmative defense of statute of frauds, unanimously reversed, on the law and the facts and in the exercise of discretion, with costs and disbursements, and the motion granted.\nIn this action, two partners of a would be accounting partnership that never came into being seek to recover the pro rata share of the rent due for an approximate four-year period from the third intended partner under a lease signed by all three parties, based, apparently, on an October 20, 1987 oral agreement. Defendant never interposed the affirmative defense of statute of frauds as to the oral agreement, a fact which we noted in the context of its having been waived as a result thereof when this matter was before us on an earlier appeal (204 AD2d 221). When we spoke of waiver we meant under the particular answer at issue and did not imply, as the IAS Court believed, that defendant was forever foreclosed from amending his answer. Leave to amend \"shall be freely given” \"at any time” (CPLR 3025 [b]), even as to defenses deemed \"waived” pursuant to CPLR 3211 (e) when not raised \" 'either by * * * motion or in the responsive pleading.’ ” (Pegno Constr. Corp. v City of New York, 95 AD2d 655, 656.) Concur—Murphy, P. J., Sullivan, Rosenberger and Ross, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=marks-v-macchiarola"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12263,
    12290,
    12292
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}