{
  "id": 12292,
  "title": "1995년 Govoni 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-11-17",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Govoni. 판결일: 1995-11-17. 법원: Massachusetts Superior Court.",
  "description": "## 사건 정보\n\n**사건명**: Doris A. Govoni v. Town of Acushnet\n**판결일**: 1995-11-17\n**법원**: Massachusetts Superior Court\n**관할**: Massachusetts, MA\n\n**판사**: Doerfer\n\n## 인용\n\n- 5 Mass. L. Rptr. 120\n\n## 판결문 요약\n\n\nDoerfer, J.\n*121INTRODUCTION\nThis action arises out of a 1967 eminent domain taking by the defendant Town of Acushnet (Town) of 45,472 square feet of land located at 590 Middle Road inAcushnet, and an alleged 1972 promise by the Town to rebuild a stone wall that was located on the portion of land taken. Doris Govoni (Govoni), the present owner of 590 Middle Road, brought this action against the Town for failure to restore the stone wall, asserting claims in contract, eminent domain and fraud. This matter is before the court on a motion by the defendant for summary judgment- on all counts pursuant to Mass.R.Civ.P. 56. For the reasons discussed below, the defendant’s motion for summary judgment on all counts of the complaint is ALLOWED.\nBACKGROUND\nThe undisputed material facts as established by the summary judgment record are as follows1. On August 14, 1967, the Town through its eminent domain powers took a portion of the property located at 590 Middle Road in Acushnet, as part of a series of takings by the Town in order to widen Middle Road. The project to widen the road, install new curbing and construct a new concrete sidewalk necessarily entailed the excavation of pavement, shrubs, trees and grass, and the removal of stone walls and other structures located on land immediately abutting Middle Road.\nThe Town in 1966 voted on and authorized the taking of a portion of the property at 590 Middle Road, which it effected through an Order of Taking (Order) dated August 14, 1967 a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=govoni-v-town-of-acushnet"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12263,
    12290,
    12293
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}