{
  "id": 12290,
  "title": "1995년 Goldberg 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-11-22",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Goldberg. 판결일: 1995-11-22. 법원: District Court, D. Massachusetts.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. Richard GOLDBERG\n**판결일**: 1995-11-22\n**법원**: District Court, D. Massachusetts\n**관할**: Massachusetts, MA\n\n**판사**: Lindsay\n\n## 변호인\n\nMorris M. Goldings, David R. Kerrigan, Mahoney, Hawkes & Goldings, Boston, MA, for Richard D. Goldberg., Michael Kendall, U.S. Attorney’s Office, Boston, MA, for U.S.\n\n## 인용\n\n- 906 F. Supp. 58\n\n## 판결문 요약\n\n\n\nMEMORANDUM AND ORDER\n\nLINDSAY, District Judge.\nThe defendant, Richard Goldberg, moves to dismiss the indictment against him on the ground that he has been selectively prosecuted for exercising his constitutional right to petition the government for redress of grievances. He argues interchangeably for dismissal and for an evidentiary hearing on the issue of selective prosecution. For the reasons set forth below, the motion is DENIED.\n\nI. Relevant Facts\n\nIn July of this year, a federal grand jury indicted Goldberg on various charges (including mail fraud, wire fraud, and conspiracy) in connection with what the government contends was the provision of illegal gratuities to members of the Massachusetts Legislature.1 In particular, Goldberg is charged with having improperly allowed Charles Flaherty, then the House Majority leader and now the House Speaker, to use a vacation house Goldberg had rented in Cotuit, on Cape Cod, Massachusetts. The government alleges that Goldberg attempted to influence Flaherty improperly in connection with Goldberg’s efforts to get favorable treatment by the Legislature with respect to certain property Goldberg owned. Goldberg is the owner of a valuable off-site parking lot at Boston’s Logan Airport. During the period covered by the investigation that resulted in this indictment, the Commonwealth of Massachusetts was considering taking the lot by eminent domain for use in a major highway construction program called the Central Artery/Third Harbor Tun...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-goldberg"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12263,
    12292,
    12293
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}