{
  "id": 12305,
  "title": "1995년 Weber 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-10-31",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Weber. 판결일: 1995-10-31. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: George Weber v. Bay Ridge Medical Group, and Gilbert J. Kringstein\n**판결일**: 1995-10-31\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 220 A.D.2d 408\n- 631 N.Y.S.2d 874\n\n## 판결문 요약\n\n\nIn an action to recover damages for medical malpractice, etc., the plaintiffs appeal, as limited by their brief, from so much of an order of the Supreme Court, Kings County (Bellard, J.), dated March 16, 1994, as granted the respondents’ motion for summary judgment dismissing the complaint insofar as it is asserted against them.\nOrdered that the order is affirmed insofar as appealed from, with costs.\nThe plaintiff George Weber (hereinafter Mr. Weber) was initially examined by the respondent Dr. Gilbert J. Kringstein (hereinafter Dr. Kringstein) on June 28, 1989. Mr. Weber was referred to Dr. Kringstein by another physician in relation to tempomandibular joint pain he had suffered since January 1989. Upon examining Mr. Weber, Dr. Kringstein concluded that the pain was caused by improperly fitted dentures and advised him to see a dentist concerning new dentures.\nOn September 6, 1989, Mr. Weber again consulted with Dr. Kringstein. However, Mr. Weber was referred to Dr. Kringstein on this occasion by a different physician for an evaluation of a two-by-two centimeter mass at the left base of the tongue. Dr. Kringstein performed a biopsy on the mass which revealed squamous cell carcinoma.\nWe conclude that the Supreme Court properly granted the respondents’ motion for summary judgment dismissing the complaint insofar as it is asserted against them based on the Statute of Limitations defense. The plaintiffs failed to satisfy their burden of adducing prima facie proof that the contin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=weber-v-bay-ridge-medical-group"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-hurd"
    }
  ],
  "relatedIncidents": [
    12259,
    12284,
    12333,
    12362,
    12385
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}