{
  "id": 12329,
  "title": "1995년 Kadic 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-10-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Kadic. 판결일: 1995-10-13. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: S. KADIC, on her own behalf and on behalf of her infant sons Benjamin and Ognjen, Internationalna Iniciativa Zena Bosne I Hercegovine \"Biser,\" and Zene Bosne I Hercegovine v. Radovan KARADŽIĆ, Defendant-Appellee Jane DOE I, on behalf of herself and all others similarly situated and Jane Doe II, on behalf of herself and as administratrix of the estate of her mother, and on behalf of all others similarly situated v. Radovan KARADŽIĆ\n**판결일**: 1995-10-13\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Feinberg, Newman, Walker\n\n## 변호인\n\nBeth Stephens, New York City (Matthew J. Chachére, Jennifer Green, Peter Weiss, Michael Ratner, Jules Lobel, Center for Constitutional Rights, New York City; Rhonda Copelon, Celina Romany, International Women’s Human Rights Clinic, Flushing, NY; Judith Levin, International League of Human Rights, New York City; Harold Hongju Koh, Ronald C. Slye, Swati Agrawal, Bruce Brown, Charlotte Burrows, Carl Gold-farb, Linda Keller, Jon Levitsky, Daniyal Mueenuddin, Steve Parker, Maxwell S. Peltz, Amy Valle\n\n## 인용\n\n- 70 F.3d 232\n\n## 판결문 요약\n\n\nJON O. NEWMAN, Chief Judge:\nMost Americans would probably be surprised to learn that victims of atrocities committed in Bosnia are suing the leader of the insurgent Bosnian-Serb forces in a United States District Court in Manhattan. Their claims seek to build upon the foundation of this Court’s decision in Filártiga v. Peña-Irala, 630 F.2d 876 (2d Cir.1980), which recognized the important principle that the venerable Alien Tort Act, 28 U.S.C. § 1350 (1988), enacted in 1789 but rarely invoked since then, validly creates federal court jurisdiction for suits alleging torts committed anywhere in the world against aliens in violation of the law of nations. The pending appeals pose additional significant issues as to the scope of the Alien Tort Act: whether some violations of the law of nations may be remedied when committed by those not acting under the authority of a state; if so, whether genocide, war crimes, and crimes against humanity are among the violations that do not require state action; and whether a person, otherwise liable for a violation of the law of nations, is immune from service of process because he is present in the United States as an invitee of the United Nations.\nThese issues arise on appeals by two groups of plaintiffs-appellants from the November 19, 1994, judgment of the United States District Court for the Southern District of New York (Peter K. Leisure, Judge), dismissing, for lack of subject-matter jurisdiction, their suits against defendant-appellee R...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "학살",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kadic-v-karadzic"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12255,
    12258,
    12259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}