{
  "id": 12323,
  "title": "1995년 Boone 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-10-17",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Boone. 판결일: 1995-10-17. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Clifford BOONE, Appellant Clifford BOONE, Movant-Appellant v. STATE of Missouri\n**판결일**: 1995-10-17\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Karohl, Reinhard, White\n\n## 변호인\n\nGary E. Brotherton, Office of the State Public Defender, Columbia, for Appellant., Jeremiah W. (Jay) Nixon, Atty. Gen., Fernando Bermudez, Asst. Atty. Gen., Jefferson City, for Respondent.\n\n## 인용\n\n- 908 S.W.2d 165\n\n## 판결문 요약\n\n\nKAROHL, Judge.\nClifford Boone appeals his conviction for rape. He was sentenced to eight years imprisonment as a Class X offender. He also appeals his denial for post-conviction relief without an evidentiary hearing. We affirm.\nWe review the facts in the light most favorable to the verdict. Boone and K.B. met at Malcolm-Bliss Hospital. He was admitted for alcohol and drug dependency. K.B. was a patient for severe depression. They became friends. Both were released on November 21, 1991. That day, Boone offered to drive her home in her car. She accepted.\nShortly after they arrived at her apartment in St. Louis County, Boone suggested they drive to St. Louis City to pick up his paycheck and search for his friends. Along the way he obtained some crack cocaine. They both used the drug. They returned to K.B.’s apartment in the evening. Boone became forceful and belligerent. Afraid and confused, K.B. called her sister. After she hung up the phone, Boone choked, raped and sodomized her. The next day, they drove around searching for more of his friends. He later cheeked into the Fireside Inn in St. Louis City. At the motel, Boone lent KB.’s car to one of his friends so he could acquire more drugs. That night, he forcibly repeated his assaults on K.B.\nOn November 23,1991, Boone checked out of the motel. He traveled with K.B. by bus since Boone’s friend never returned the car. He gave her the option of taking the bus back to her apartment or searching for the car. She decided to take a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-boone"
    }
  ],
  "relatedIncidents": [
    12428,
    12433,
    12444,
    12468,
    12578
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}