{
  "id": 12332,
  "title": "1995년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-10-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1995-10-12. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Ronald Kincade v. City of Blue Springs, Missouri Gregory Grounds, Individually, and in His Capacity as Mayor, Frederick Siems, Individually, and in His Capacity as City Administrator, Russell Clark, in His Capacity as Alderman Evelyn Ericson, in Her Capacity as Alderman, Dixie Flynn, in Her Capacity as Alderman, Larry Morgan, in His Capacity as Alderman Emil Spears, in His Capacity as Alderman\n**판결일**: 1995-10-12\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 64 F.3d 389\n\n## 판결문 요약\n\n64 F.3d 389\n    Ronald KINCADE, Plaintiff-Appellee,v.CITY OF BLUE SPRINGS, MISSOURI;  Gregory Grounds,Individually, and in his capacity as Mayor,Defendants-Appellants,Frederick Siems, Individually, and in his capacity as CityAdministrator, Defendant,Russell Clark, in his capacity as Alderman;  Evelyn Ericson,in her capacity as Alderman, Defendants-Appellants,Dixie Flynn, in her capacity as Alderman, Defendant,Larry Morgan, in his capacity as Alderman;  Emil Spears, inhis capacity as Alderman, Defendants-Appellants.\n    No. 94-2611.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted Jan. 13, 1995.Decided Aug. 25, 1995.Rehearing and Suggestion for RehearingEn Banc Denied Oct. 12, 1995.\n    \n      Shelly L. Freeman, Kansas City, MO, argued (John R. Phillips, Kansas City, MO, on the brief), for appellants.\n      Gwen G. Caranchini, Kansas City, MO, argued, for appellee.\n      Before HANSEN, Circuit Judge, JOHN R. GIBSON, Senior Circuit Judge, and BOGUE,* Senior District Judge.\n      HANSEN, Circuit Judge.\n    \n    \n      1\n      Ronald Kincade brought this 42 U.S.C. Sec. 1983 action, claiming that the City of Blue Springs, Missouri, and several City officials (Appellants) violated his First Amendment rights by discharging him from his employment as the City Engineer/Director of Public Works.  The district court1 denied the Appellants' motions for summary judgment.  The Appellants appeal, contending that Kincade's speech is not constitutionally protected, they are en...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ronald-kincade-v-city-of-blue-springs-missouri-gregory-grounds"
    }
  ],
  "relatedIncidents": [
    12268,
    12274,
    12308,
    12461,
    12506
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}