{
  "id": 12334,
  "title": "1995년 Francis L. Philipp, Appellant/cross-Appellee v. Anr Freight System, Inc., Appellee/cross-Appellant 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-10-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Francis L. Philipp, Appellant/cross-Appellee v. Anr Freight System, Inc., Appellee/cross-Appellant. 판결일: 1995-10-10. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Francis L. PHILIPP, Appellant/Cross-Appellee, v. ANR FREIGHT SYSTEM, INC., Appellee/Cross-Appellant\n**판결일**: 1995-10-10\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Gibson, John, Loken, Ross\n\n## 변호인\n\nKaren K. Howard, Kansas City, MO, argued (Ann E. Robards and Gwen G. Caran-chini, Kansas City, MO, on the brief), for appellant., R. Kent Sellers, Kansas City, MO, argued (John J. Yates and Jean Paul Bradshaw, II, Kansas City, MO, on the brief), for appellee.\n\n## 인용\n\n- 61 F.3d 669\n\n## 판결문 요약\n\n61 F.3d 669\n    66 Empl. Prac. Dec. P 43,719\n    Francis L. PHILIPP, Appellant/Cross-Appellee,v.ANR FREIGHT SYSTEM, INC., Appellee/Cross-Appellant,\n    Nos. 93-3993, 94-1187 and 94-1191.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted Jan. 12, 1995.Decided Aug. 8, 1995.Rehearing and Suggestion for Rehearing En Banc Denied Oct. 10, 1995.\n    \n      Karen K. Howard, Kansas City, MO, argued (Ann E. Robards and Gwen G. Caranchini, Kansas City, MO, on the brief), for appellant.\n      R. Kent Sellers, Kansas City, MO, argued (John J. Yates and Jean Paul Bradshaw, II, Kansas City, MO, on the brief), for appellee.\n      Before LOKEN, Circuit Judge, ROSS and JOHN R. GIBSON, Senior Circuit Judges.\n      ROSS, Senior Circuit Judge.\n    \n    I.\n    \n      1\n      This action for legal and equitable relief arises from two cases filed by Francis L. Philipp against his former employer, ANR Freight System, Inc.  (ANR), under the Age Discrimination in Employment Act, 29 U.S.C. Secs. 621-634 (ADEA).  On November 24, 1986, Philipp filed the initial complaint, alleging he was discriminated against because of his age when he was demoted from his position of operations manager to dock supervisor.  This first case resulted in a jury verdict in favor of ANR.  On appeal, this court reversed and remanded the case for trial, concluding that the district court had improperly excluded evidence of other ADEA cases against ANR.  Phillip1 v.  ANR Freight Sys., Inc., 945 F.2d 1054, 1056 (8th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=francis-l-philipp-appellantcross-appellee-v-anr-freight-system-inc"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12255,
    12258,
    12259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}