{
  "id": 12351,
  "title": "1995년 Tenant 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-10-02",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Tenant. 판결일: 1995-10-02. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Tenant v. the State\n**판결일**: 1995-10-02\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Beasley, Pope, Ruffin\n\n## 변호인\n\nJeffrey S. Bowman, for appellant., Daniel J. Craig, District Attorney, Charles R. Sheppard, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 462 S.E.2d 783\n- 218 Ga. App. 620\n\n## 판결문 요약\n\n\n462 S.E.2d 783 (1995)\n218 Ga. App. 620\nTENANT\nv.\nThe STATE.\nNo. A95A1236.\nCourt of Appeals of Georgia.\nOctober 2, 1995.\n*784 Jeffrey S. Bowman, Augusta, for appellant.\nDaniel J. Craig, District Attorney, Charles R. Sheppard, Assistant District Attorney, for appellee.\nRUFFIN, Judge.\nJohn Ray Tenant was charged in a five-count indictment with false imprisonment, aggravated sodomy, and rape against one female victim on July 10, 1993, and with kidnapping and criminal attempt to commit aggravated sodomy against another female victim on October 22, 1993. The two incidents were severed for trial, and the latter charges, at issue in this appeal, were tried first. The jury acquitted Tenant of kidnapping but convicted him of criminal attempt to commit aggravated sodomy. Tenant appeals following the denial of his motion for new trial. For reasons which follow, we affirm.\nThe evidence at trial showed that one evening, as the victim was walking home, Tenant grabbed her and threw her into his car. Tenant began hitting the victim in the face *785 and telling her she was going to perform oral sex on him and that they were going to have anal intercourse. Tenant started driving and at some point tore the victim's dress from her. When he stopped the car, the victim saw the lights of a police car behind them. The victim then got out of the car and ran back to the police car screaming \"rape.\"\nAt trial, the State presented the other victim's testimony as evidence of a similar transaction. At a pr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tenant-v-state"
    }
  ],
  "relatedIncidents": [
    12260,
    12264,
    12471,
    12473,
    11834
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}