{
  "id": 12356,
  "title": "1995년 Little 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-09-27",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Little. 판결일: 1995-09-27. 법원: Court of Appeals for the Armed Forces.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. Jimmy E. LITTLE, Jr., Airman Recruit U.S. Navy\n**판결일**: 1995-09-27\n**법원**: Court of Appeals for the Armed Forces\n**관할**: USA, Federal\n\n**판사**: Cox, Crawford, Gierke, Sullivan, Wiss\n\n## 변호인\n\nFor Appellant: Lieutenant Kathryn L. Clune, JAGC, USNR (argued); Lieutenant William M. Schrier, JAGC, USNR (on brief)., For Appellee: Lieutenant David M. Harrison, JAGC, USNR (argued); Colonel J. Composto, USMC, and Commander S.A. Stallings, JAGC, USN (on brief); Commander David H. Myers, JAGC, USN.\n\n## 인용\n\n- 43 M.J. 88\n\n## 판결문 요약\n\n\n\nOpinion of the Court\n\nSULLIVAN, Chief Judge:\n1. Appellant was tried by a special courts martial military judge sitting alone at Naval Station, Treasure Island, San Francisco, California, on September 9, 1993. Pursuant to his pleas, he was found guilty of violating a lawful general regulation by wrongfully possessing a knife on board ship and aggravated assault, in violation of Articles 92 and 128, Uniform Code of Military Justice, 10 USC §§ 892 and 928, respectively. He was sentenced to a bad-conduct discharge, as well as confinement and forfeiture of $500.00 pay per month for 3 months. The convening authority approved the sentence on December 10, 1993. The Court of Military Review1 affirmed on September 21, 1994.\n2. On February 2,1995, this Court granted review2 on a question of law raised by appellate defense counsel, which asked:\n*89WHETHER APPELLANT’S GUILTY PLEA TO THE SOLE SPECIFICATION UNDER CHARGE I WAS IMPROVIDENT BECAUSE APPELLANT’S POSSESSION OF THE KNIFE WAS AUTHORIZED.\nWe hold that the record of trial raises a substantial unresolved question of law and fact as to the providence of appellant’s guilty pleas to violating the regulation by unauthorized possession of a dangerous weapon, and the findings of guilty based on those pleas must be set aside. See United States v. Shackelford, 2 MJ 17 (CMA 1976). Cf. United States v. Schmidt, 1 MJ 1 (CMA 1975)(no substantial question as to law or fact presented).\n3. Appellant was charged with the following two offenses:\nCha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-little"
    }
  ],
  "relatedIncidents": [
    12309,
    12443,
    12600,
    12621,
    11835
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}