{
  "id": 12355,
  "title": "1995년 Bates v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-09-29",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Bates v. State. 판결일: 1995-09-29. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Bates v. State\n**판결일**: 1995-09-29\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Long\n\n## 인용\n\n- 669 So. 2d 232\n\n## 판결문 요약\n\n\n669 So. 2d 232 (1995)\nAndrew BATES\nv.\nSTATE.\nCR-94-0808.\nCourt of Criminal Appeals of Alabama.\nSeptember 29, 1995.\n*233 Alan Gargis, Muscle Shoals, for appellant.\nJeff Sessions, Atty. Gen., and Thomas Leverette, Asst. Atty. Gen., for appellee.\nLONG, Judge.\nThe appellant, Andrew Bates, was convicted of the unlawful sale of a controlled substance and was sentenced to 15 years in prison, 5 years of which was the additional penalty provided for by § 13A-12-250, Ala. Code 1975, because the sale of the controlled substance occurred within three miles of a school campus. He raises several issues on appeal.\n\nI.\nThe appellant contends that the trial court erred by allowing into evidence an audiotape recording of the alleged drug sale. The appellant's counsel objected to the admission of the tape recording on the ground that the state had failed to prove a proper predicate.\nThe state's evidence established the following. On the night of March 4, 1993, an undercover police investigator purchased a $30 bag of marijuana from the appellant at *234 an establishment known as, among other names, \"Doug's Club\" or \"Doug Bates's Club.\" The police investigator wore a concealed transmitter during the drug sale, and two other police officers listened and tape-recorded the transaction from a remote location. At trial, one of the police officers who had monitored and recorded the transaction, Officer Anthony Pace, testified that he recorded the transaction, that he had since listened to the recordin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bates-v-state"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12255,
    12258,
    12259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}