{
  "id": 12363,
  "title": "1995년 Powell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-09-21",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Powell. 판결일: 1995-09-21. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: POWELL v. LEWIS\n**판결일**: 1995-09-21\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: McMurray\n\n## 변호인\n\nRichard A. Coleman, for appellants., Angela C. Chadwick, for appellee.\n\n## 인용\n\n- 218 Ga. App. 567\n- 462 S.E.2d 460\n\n## 판결문 요약\n\n\nMcMurray, Presiding Judge.\nRometta Powell brought an action against Lela Lewis, d/b/a Pro-Care Dental Services, P.C., alleging that Lewis fraudulently duped her into executing a “stockholders agreement” which diminished her rights as a debtor, stockholder and employee of Pro-Care Dental Services, P.C. (“Pro-Care”), a professional corporation “organized for the purpose of practicing the profession of Dentistry.”1 Powell claims that Lewis, president and stockholder of Pro-Care, failed to advise her upon execution of the “stockholders agreement” that the Georgia Secretary of State had administratively dissolved Pro-Care pursuant to OCGA § 14-2-1420 (2) because the corporation had failed to make timely delivery of its annual registration, together with all required fees and penalties, to the Office of the Secretary of State. Powell rea*568sons that this administrative dissolution resulted in a failure of consideration under the “stockholders agreement” and “$10,000.00 in actual damages because she received no payments upon liquidation of the corporation.” Lewis denied the material allegations of the complaint and later moved for summary judgment, based (in part) upon undisputed proof that the Georgia Secretary of State had reinstated the corporation pursuant to OCGA § 14-2-1422 (c).\nDecided September 21, 1995.\nRichard A. Coleman, for appellants.\nAngela C. Chadwick, for appellee.\nThe trial court granted Lewis’ motion for summary judgment. This appeal followed. Held:\nPowell conten...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=powell-v-lewis"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12263,
    12290,
    12292
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}