{
  "id": 12366,
  "title": "1995년 Robert Biggs v. William C. Meadows Nurse Cartwright Superintendent Barnes Mr. Weeks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-09-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Robert Biggs v. William C. Meadows Nurse Cartwright Superintendent Barnes Mr. Weeks. 판결일: 1995-09-18. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Robert BIGGS, Plaintiff-Appellant, v. William C. MEADOWS; Nurse Cartwright; Superintendent Barnes; Mr. Weeks, Defendants-Appellees\n**판결일**: 1995-09-18\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n**판사**: Ervin, Wilkins, Williams\n\n## 변호인\n\nARGUED: James Douglas Minor, Student Counsel, Appellate Litigation Clinical Program, Georgetown University Law Center, Washington, DC, for Appellant. James Peeler Smith, Department of Justice, Raleigh, NC, for Appellees. ON BRIEF: Steven H. Goldblatt, Director, Ellen R. Finn, Supervising Attorney, Appellate Litigation Clinical Program, Georgetown University Law Center, Washington, DC, for Appellant. Michael F. Easley, Attorney General of North Carolina, M. Lynn Jarvis, Associate Attorney General\n\n## 인용\n\n- 66 F.3d 56\n\n## 판결문 요약\n\n66 F.3d 56\n    Robert BIGGS, Plaintiff-Appellant,v.William C. MEADOWS;  Nurse Cartwright;  SuperintendentBarnes;  Mr. Weeks, Defendants-Appellees.\n    No. 94-6667.\n    United States Court of Appeals,Fourth Circuit.\n    Argued March 9, 1995.Decided Sept. 18, 1995.\n    \n      ARGUED:  James Douglas Minor, Student Counsel, Appellate Litigation Clinical Program, Georgetown University Law Center, Washington, DC, for Appellant.  James Peeler Smith, Department of Justice, Raleigh, NC, for Appellees.  ON BRIEF:  Steven H. Goldblatt, Director, Ellen R. Finn, Supervising Attorney, Appellate Litigation Clinical Program, Georgetown University Law Center, Washington, DC, for Appellant.  Michael F. Easley, Attorney General of North Carolina, M. Lynn Jarvis, Associate Attorney General, Department of Justice, Raleigh, NC, for Appellees.\n      Before ERVIN, Chief Judge, WILKINS, Circuit Judge, and WILLIAMS, United States District Judge for the District of Maryland, sitting by designation.\n      Reversed and remanded by published opinion.  Chief Judge ERVIN wrote the opinion, in which Judge WILKINS and Judge WILLIAMS joined.\n      OPINION\n      ERVIN, Chief Judge:\n    \n    \n      1\n      In this case, we address whether a plaintiff filing a complaint under 42 U.S.C. Sec. 1983 must plead expressly that state officials are being sued in their individual, rather than official, capacities.  Adopting the view accepted by most other circuits, we hold that a litigant need not explicitly draw such a d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robert-biggs-v-william-c-meadows-nurse-cartwright-superintendent-barnes"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12255,
    12258,
    12259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}