{
  "id": 12361,
  "title": "1995년 Zavala 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-09-21",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Zavala. 판결일: 1995-09-21. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: GLORIA ZAVALA, F/K/A Gloria Soto, Appellee, v. POWERMATIC, INC., Et Al., Appellants\n**판결일**: 1995-09-21\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Freeman\n\n## 변호인\n\nJohn S. Huntley, Georgene M. Wilson and Eric L. Brodie, of Sweeney & Riman, Ltd., of Chicago, for appellant Powermatic, Inc., Michael H. King and Jon K. Stromsta, of Ross & Hardies, of Chicago, for appellant Eaton Corp., Bradley D. Steinberg, Bruce D. Goodman and Gregory P. Preves, of Steinberg, Polacek & Goodman, of Chicago, for appellee.\n\n## 인용\n\n- 658 N.E.2d 371\n- 167 Ill. 2d 542\n- 212 Ill. Dec. 889\n\n## 판결문 요약\n\n\n658 N.E.2d 371 (1995)\n167 Ill. 2d 542\n212 Ill. Dec. 889\nGloria ZAVALA, f/k/a Gloria Soto, Appellee,\nv.\nPOWERMATIC, INC., et al., Appellants.\nNos. 77197, 77218.\nSupreme Court of Illinois.\nSeptember 21, 1995.\nRehearing Denied December 4, 1995.\n*372 John S. Huntley, Georgene M. Wilson and Eric L. Brodie, Sweeney &amp; Riman, Ltd., Chicago, for appellant Powermatic, Inc.\nMichael H. King and Jon K. Stromsta, Ross &amp; Hardies, Chicago, for appellant Eaton Corp.\nBradley D. Steinberg, Bruce D. Goodman and Gregory P. Preves, Steinberg, Polacek &amp; Goodman, Chicago, for appellee.\nJustice FREEMAN delivered the opinion of the court:\nGloria Zavala, formerly Gloria Soto, lost two fingers of her right hand in a drill press accident at Dabar Stamping Company, in Chicago. She sued both the manufacturer of the drill press, Powermatic, Inc., and Cutler-Hammer, Inc., the manufacturer of the machine's \"on/off\" switch. The case was tried before a Cook County jury. The jury found neither Powermatic nor Cutler-Hammer at fault.\nThe appellate court vacated the jury's finding and ordered a new trial. (260 Ill.App.3d 963, 198 Ill. Dec. 181, 632 N.E.2d 240.) We reverse that decision and reinstate the jury's verdict.\n\nBACKGROUND\nZavala had been operating a drill press equipped with a \"reamer\" at the time of the accident. A reamer spins at a high velocity, as does a drill bit. But a reamer, unlike a drill bit, has no cutting surface at its tip; it is completely cylindrical. The outer surface of the cy...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=zavala-v-powermatic-inc"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12255,
    12258,
    12259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}