{
  "id": 12374,
  "title": "1995년 Sims 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-09-11",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Sims. 판결일: 1995-09-11. 법원: District Court, E.D. Wisconsin.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Corey D. SIMS\n**판결일**: 1995-09-11\n**법원**: District Court, E.D. Wisconsin\n**관할**: Wisconsin, WI\n\n**판사**: Evans\n\n## 변호인\n\nJoseph Wall, Assistant U.S. Attorney, Milwaukee, WI, for Plaintiff., Corey D. Sims, Florence, CO, pro se.\n\n## 인용\n\n- 898 F. Supp. 643\n\n## 판결문 요약\n\n\n\nORDER\n\nTERENCE T. EVANS, Circuit Judge,\nSitting by Designation.\nEighteen people — 13 men and 5 women— were indicted in this case in 1990 for, among other things, allegedly being members of a conspiracy to possess large amounts of cocaine with intent to distribute. One of the major players in the conspiracy was a fellow named Milton Sims, Jr. The case, while pending in the district court, was often referred to as the “Milton Sims conspiracy case.”\nMilton Sims and one of the codefendants, John Taylor, went to trial before a jury in August of 1990. Milton Sims was found guilty on four of four counts and Taylor on four of five counts. The trial, which I conducted, lasted 10 days.\nIn addition to the Milton Sims-Taylor trial in 1990, I presided over four additional jury trials involving other defendants in this case in 1991. In January of 1991, Frank Arms, Nate Holloway, Adrienne Ross, and Stella Roberson were tried to a jury for 11 days. Arms and Ross were convieted on five of five counts, Holloway was convicted on four of four counts, and Roberson was convicted on *645the only count she faced. In March of 1991, Darryl Eastern was acquitted on two counts after a 4-day jury trial. In April of 1991, Roosevelt Williams was convicted after a 15-day jury trial on three of four counts. Finally, in July of 1991, Sam Ochoa, Gerald Crawford, and Corey Sims went to trial on multiple counts of cocaine distribution and conspiracy. Corey Sims is Milton Sims’ brother. Ochoa, Crawford, and Cor...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-sims"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12255,
    12258,
    12259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}