{
  "id": 12376,
  "title": "1995년 Williams v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-09-08",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Williams v. State. 판결일: 1995-09-08. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Williams v. State\n**판결일**: 1995-09-08\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Long\n\n## 인용\n\n- 673 So. 2d 829\n\n## 판결문 요약\n\n\n673 So.2d 829 (1995)\nJacob WILLIAMS\nv.\nSTATE.\nCR-94-0824.\nCourt of Criminal Appeals of Alabama.\nSeptember 8, 1995.\n*830 J. Scott Boudreaux, Birmingham, for Appellant.\nJeff Sessions, Atty. Gen., and Carol Jean Smith, Asst. Atty. Gen., for Appellee.\nLONG, Judge.\nThis is an appeal from a revocation of probation.\nThe appellant contends that the evidence is insufficient to justify the revocation of his probation because a transcript of the revocation hearing is not contained in the record on appeal, and that this lack of a transcript is because the trial court failed to \"allow [the appellant] a court reporter to record the proceedings at his probation revocation hearing.\" Appellant's brief at 4. The appellant does not challenge the adequacy of the trial court's written revocation order. The record does not contain a transcript of the hearing and does not reflect whether the appellant requested a court reporter or objected to the lack of one.\nIn Marquis v. State, 439 So.2d 197 (Ala.Cr.App.1983), this Court addressed the question whether a probationer is entitled to have a court reporter at his probation revocation hearing, and stated as follows:\n\"In Ex parte White, 403 So.2d 292 (Ala. 1981), the Supreme Court of Alabama held that, `The duty is not on the defendant to request a court reporter. He is entitled to a court reporter but can waive that right.' That case dealt with the absence of a court reporter during the course of a formal trial in which the defendant was charged with ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-state"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12255,
    12258,
    12259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}