{
  "id": 12382,
  "title": "1995년 Smith v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-08-30",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Smith v. State. 판결일: 1995-08-30. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Rufus W. SMITH v. The STATE of Texas\n**판결일**: 1995-08-30\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Green, Lopez, Rickhoff\n\n## 변호인\n\nS. Preston Douglass, Jr., Wallace, Mosty, Machann, Jackson & Williams, P.C., Kerr-ville, for appellant., Ronald L. Sutton, District Attorney, Junction, for appellee.\n\n## 인용\n\n- 912 S.W.2d 268\n\n## 판결문 요약\n\n\nOPINION\nGREEN, Justice.\nAppellant, Rufus W. Smith, is under indictment for a murder allegedly committed in 1988. He filed notice of intent to use an insanity defense. Accordingly, in May 1988, the trial court conducted a competency hearing. The jury found Smith to be incompetent to stand trial and he was committed to the Vernon State Hospital for treatment.\nFour times subsequent to his initial hospitalization, Smith has been declared competent by doctors at Vernon State Hospital and each time the State has disagreed, requiring another competency hearing in each event. Between 1988 and the present, four different juries have found Smith to be incompetent to stand trial and in need of further hospitalization and treatment. Smith appeals from the most recent determination of incompetence. In one point of error, he claims that the allocation of the burden of proof in determining the competency of a previously adjudicated incompetent serves to deprive him of due process and due course of law as guaranteed by the United States and Texas Constitutions. We affirm.\nWe are presented with an anomalous situation. In the usual ease where competency to stand trial is an issue, the State seeks to have the defendant declared competent to stand trial for the offense charged while the defendant argues incompetency, seeking to avoid trial. In this case, however, it is the defendant who now wants a trial and is seeking to be declared competent for that pur*270pose, and it is the State that is a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-state"
    }
  ],
  "relatedIncidents": [
    12275,
    12336,
    12347,
    12406,
    12408
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}