{
  "id": 12381,
  "title": "1995년 Becky Wallace, Annette Neal v. Dunn Construction Company, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-08-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Becky Wallace, Annette Neal v. Dunn Construction Company, Inc.. 판결일: 1995-08-30. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Becky WALLACE, Plaintiff, Annette Neal, Plaintiff-Appellee, v. DUNN CONSTRUCTION COMPANY, INC., Defendant-Appellant\n**판결일**: 1995-08-30\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n**판사**: Anderson, Birch, Black, Carnes, Cox, Dubina, Edmondson, Hatchett, Kravitch, Tjoflat\n\n## 변호인\n\nPeyton Lacy, Thomas F. Campbell, Lange, Simpson,' Robinson & Somerville, Birmingham, AL, for appellant., Marvin L. Stewart, Jr., Najjar, Denaburg, Meyerson, Zarzaur, Max, Wright & Schwartz, P.C., Birmingham, AL, for appel-lee.\n\n## 인용\n\n- 62 F.3d 374\n\n## 판결문 요약\n\n62 F.3d 374\n    68 Fair Empl. Prac. Cas. (BNA) 990,66 Empl. Prac. Dec. P 43,709, 64 USLW 2179,130 Lab.Cas.  P 33,278\n    Becky WALLACE, Plaintiff,Annette Neal, Plaintiff-Appellee,v.DUNN CONSTRUCTION COMPANY, INC., Defendant-Appellant.\n    No. 91-7406.\n    United States Court of Appeals,Eleventh Circuit.\n    Aug. 30, 1995.\n    \n      Peyton Lacy, Thomas F. Campbell, Lange, Simpson, Robinson &amp; Somerville, Birmingham, AL, for appellant.\n      Marvin L. Stewart, Jr., Najjar, Denaburg, Meyerson, Zarzaur, Max, Wright &amp; Schwartz, P.C., Birmingham, AL, for appellee.\n      Appeal from the United States District Court for the Northern District of Alabama.\n      Before TJOFLAT, Chief Judge, KRAVITCH, HATCHETT, ANDERSON, EDMONDSON, COX, BIRCH, DUBINA, BLACK, CARNES and BARKETT, Circuit Judges, and GODBOLD*, Senior Circuit Judge.\n      KRAVITCH, Circuit Judge:\n    \n    \n      1\n      In this appeal, we address the role that after-acquired evidence of an employee's fraud in a job application plays in actions brought pursuant to Title VII of the Civil Rights Act of 1964 (\"Title VII\")1 and the Equal Pay Act of 1963 (\"Equal Pay Act\").2  Specifically, we hold that the Supreme Court's recent decision, McKennon v. Nashville Banner Publishing Co.,3 applies to cases brought under Title VII and the Equal Pay Act.  We also hold that the reasoning underlying McKennon applies with equal force when the after-acquired evidence concerns an employee's fraud in the application process, rather than ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=becky-wallace-annette-neal-v-dunn-construction-company-inc"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12263,
    12290,
    12292
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}