{
  "id": 12406,
  "title": "1995년 Rand 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-08-15",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Rand. 판결일: 1995-08-15. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. EDDIE LEE RAND, Defendant and Appellant\n**판결일**: 1995-08-15\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Dabney\n\n## 변호인\n\nCounsel, Randall B. Bookout, under appointment by the Court of Appeal, for Defendant and Appellant., Daniel E. Lungren, Attorney General, George Williamson, Chief Assistant Attorney General, Gary W. Schons, Assistant Attorney General, Holly D. Wilkens, Crystal Bradley and Warren P. Robinson, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 37 Cal. App. 4th 999\n- 44 Cal. Rptr. 686\n\n## 판결문 요약\n\n\n37 Cal. App. 4th 999 (1995)\n44 Cal. Rptr. 686\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nEDDIE LEE RAND, Defendant and Appellant.\nDocket No. E013746.\nCourt of Appeals of California, Fourth District, Division Two.\nAugust 15, 1995.\n*1000 COUNSEL\nRandall B. Bookout, under appointment by the Court of Appeal, for Defendant and Appellant.\nDaniel E. Lungren, Attorney General, George Williamson, Chief Assistant Attorney General, Gary W. Schons, Assistant Attorney General, Holly D. Wilkens, Crystal Bradley and Warren P. Robinson, Deputy Attorneys General, for Plaintiff and Respondent.\n[Opinion certified for partial publication.[*]]\nOPINION\nDABNEY, J.\nDefendant Eddie Lee Rand (defendant) appeals his conviction of first degree murder of Clinton Sharp III. (Pen. Code, § 187.) The jury found true enhancement allegations that defendant personally used a firearm, that a principal was armed, and that defendant discharged a firearm from a motor vehicle causing injury or death. (Pen. Code, §§ 12022.5, subd. (a), 12022, subd. (a)(1), 12022.55.) Defendant's motion for new trial was denied. *1001 He was sentenced to twenty-five years to life for the murder, in addition to a determinate sentence consisting of four years for firearm use and five years for causing injury or death by discharging a firearm from a motor vehicle.\n\nFACTS[*]\n.... .... .... .... .... .... .... .\n\nDISCUSSION\n\nI. Insufficiency of the Evidence[*]\n.... .... .... .... .... .... .... .\n\nII. Sufficient Evidence of Premeditation an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-rand"
    }
  ],
  "relatedIncidents": [
    12275,
    12336,
    12347,
    12382,
    12408
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}