{
  "id": 12408,
  "title": "1995년 Prater 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-08-10",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Prater. 판결일: 1995-08-10. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: David Julius PRATER, Appellant v. the STATE of Texas, State\n**판결일**: 1995-08-10\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Livingston, Dauphinot and Bringham\n\n## 변호인\n\nDavid B. Lobingier, Fort Worth, for appellant., Tim Curry, Dist. Atty., Betty Marshall, Charles M. Mailin, Edward L. Wilkinson, John Harding, and Sylvia Mandel, Asst. Dist. Attys., Fort Worth, for appellee.\n\n## 인용\n\n- 903 S.W.2d 57\n\n## 판결문 요약\n\n\n903 S.W.2d 57 (1995)\nDavid Julius PRATER, Appellant\nv.\nThe STATE of Texas, State.\nNo. 2-94-048-CR.\nCourt of Appeals of Texas, Fort Worth.\nJune 8, 1995.\nRehearing Overruled August 10, 1995.\n*58 David B. Lobingier, Fort Worth, for appellant.\nTim Curry, Dist. Atty., Betty Marshall, Charles M. Mallin, Edward L. Wilkinson, John Harding, and Sylvia Mandel, Asst. Dist. Attys., Fort Worth, for appellee.\nBefore LIVINGSTON, DAUPHINOT and BRINGHAM, JJ.\n\nOPINION\nDAUPHINOT, Justice.\nAppellant was arrested and indicted for capital murder. The State waived the death penalty, and the case was tried to a jury which convicted Appellant of capital murder. Appellant had filed a timely election asking that the jury assess his punishment. Since the only possible punishment was life imprisonment, the court sentenced Appellant without a punishment hearing.\nAppellant complains in a single point of error that the trial court erred in refusing to declare Article 37.071, Section 1 of the Texas Code of Criminal Procedure unconstitutional. In the same point of error, Appellant complains that the trial court erred in failing to allow a hearing concerning punishment. Although the sole point of error is multifarious, both complaints will be addressed in the interest of justice. We affirm the judgment of the trial court.\nArticle 37.071(1) provides:\n\n*59 If a defendant is found guilty in a capital felony case in which the state does not seek the death penalty, the judge shall sentence the defendant to life im...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=prater-v-state"
    }
  ],
  "relatedIncidents": [
    12275,
    12336,
    12347,
    12382,
    12406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}