{
  "id": 12429,
  "title": "1995년 Pulte Home Corp. v. Osmose Wood Preserving, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-07-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Pulte Home Corp. v. Osmose Wood Preserving, Inc.. 판결일: 1995-07-18. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: PULTE HOME CORP. v. OSMOSE WOOD PRESERVING, INC., Defendant-Cross-Defendant-Appellee, Georgia Pacific Corp. Lowe's Companies Lowe's Investment Co., Defendants-Cross-Claimants-Third Party\n**판결일**: 1995-07-18\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n**판사**: Dyer, Roney, Tjoflat\n\n## 변호인\n\nRobert W. Boos, Kevin M. Gilhool, Tampa, FL, Stephen Wasinger, E. Powell Miller, E. Norma McKenna, Detroit, MI, for appellant., Michael K. Houtz, Harris, Barrett, Mann & Dew, Tampa, FL, Read K. McCaffrey, Andrew J. Tolant, Patton, Boggs & Blow, Baltimore, MD, and T. Gregory Slother, Griffin, GA, for appellee., Barbara Wrubel, Loring I. Fenton, Skad-den, Arps, Slate, Meagher & Flom, New York City, and Debra M. Kubicsek, Lang-ford, Hill, Mitchell, Trybus & Whalen, P.A., Tampa, FL, for Georgia Paci\n\n## 인용\n\n- 60 F.3d 734\n\n## 판결문 요약\n\n\nTJOFLAT, Chief Judge:\nAppellant Pulte Home Corporation (“Pulte”), a nationwide homebuilder, challenges the grant of judgment notwithstanding the verdict in favor of appellee Osmose Wood Preserving, Inc. (“Osmose”), a manufacturer of chemicals that were applied to plywood Pulte used in constructing the roofs of 1876 townhouses. After the townhouses were sold, the chemicals caused the plywood to deteriorate; Pulte subsequently replaced the plywood at a cost exceeding $3,650,000. A jury found that Pulte’s loss from replacing the plywood was caused by Osmose’s (1) misrepresentation that the plywood would not deteriorate and (2) negligence in failing to warn Pulte that the plywood would deteriorate, and it awarded Pulte $3,750,000 in compensatory damages. Finding that Os-mose’s misrepresentation was made with fraudulent intent to induce Pulte to purchase Osmose-treated plywood, the jury awarded an additional $2,500,000 in punitive damages.\nFollowing the return of the jury’s verdict, but before entering judgment, the district court revisited Osmose’s Fed.R.Civ.P. 50(a) motion, which had been made prior to the submission of the case to the jury, and granted Osmose judgment as a matter of law. The court acted on the theory that Pulte’s tort claims were barred by the economic loss rule. We agree with the district court that the economic loss rule barred Pulte’s negligence claim, but disagree that the rule precluded its fraud claim. The evidence adduced at trial, however, did not supp...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pulte-home-corp-v-osmose-wood-preserving-inc"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12263,
    12290,
    12292
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}