{
  "id": 12423,
  "title": "1995년 Raines 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-07-25",
  "location": "Hawaii, HI, USA",
  "summary": "미국 Hawaii, HI 법원 판결 사건. 사건명: Raines. 판결일: 1995-07-25. 법원: Hawaii Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Todd James RAINES, Petitioner-Appellant, v. STATE of Hawai'i, Respondent-Appellee\n**판결일**: 1995-07-25\n**법원**: Hawaii Supreme Court\n**관할**: Hawaii, HI\n\n**판사**: Klein, Acting C.J., Levinson, Nakayama, Ramil, Jj., and Yim\n\n## 변호인\n\nPeter Van Name Esser (Willard J. Peterson with him on the briefs, of Peterson & Esser), Honolulu, for petitioner-appellant., Caroline M. Mee, Deputy Pros. Atty., Honolulu, for respondent-appellee.\n\n## 인용\n\n- 900 P.2d 1286\n- 79 Haw. 219\n\n## 판결문 요약\n\n\n900 P.2d 1286 (1995)\n79 Hawai`i 219\nTodd James RAINES, Petitioner-Appellant,\nv.\nSTATE of Hawai`i, Respondent-Appellee.\nNo. 16705.\nSupreme Court of Hawai`i.\nJuly 11, 1995.\nAs Amended on Grant of Clarification or Reconsideration July 25, 1995.\nPeter Van Name Esser (Willard J. Peterson with him on the briefs, of Peterson &amp; Esser), Honolulu, for petitioner-appellant.\nCaroline M. Mee, Deputy Pros. Atty., Honolulu, for respondent-appellee.\nBefore KLEIN, Acting C.J., LEVINSON, NAKAYAMA, RAMIL, JJ., and YIM,[*] Circuit Court Judge, in place of MOON, C.J., Recused.\nKLEIN, Acting Chief Justice.\nTodd James Raines was convicted of murder and two counts of forgery in 1985. He *1287 received a sentence of life imprisonment with the possibility of parole and two concurrent five-year prison terms. Although Raines filed a timely notice of appeal, he later withdrew it. Subsequently, Raines filed a petition for post-conviction relief, which the circuit court denied. Raines now appeals from the circuit court's findings of fact, conclusions of law, and order denying his petition for post-conviction relief.\n\nI. BACKGROUND\n\nRaines moved to Hawai`i from California in April 1984. In August of the same year, Raines's girlfriend, Joann Byers, joined him in Hawai`i. Raines and Byers subsequently rented an apartment from Raymond Wassinger. The \"apartment\" was a house that had been divided into two units; Wassinger lived in the second unit. A few weeks after moving in, Raines killed Wassinger by stri...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=raines-v-state"
    }
  ],
  "relatedIncidents": [
    12275,
    12336,
    12347,
    12382,
    12406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}