{
  "id": 12428,
  "title": "1995년 State v. Knox 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-07-19",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: State v. Knox. 판결일: 1995-07-19. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Iowa, Appellee, v. James L. KNOX, Appellant\n**판결일**: 1995-07-19\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Lavorato\n\n## 변호인\n\nLinda Del Gallo, State Appellate Defender, and John F. Fatino, Asst. State Appellate Defender, for appellant., Thomas J. Miller, Atty. Gen., Mary Tabor and Charles Thoman, Asst. Attys. Gen., and Lynn K. Fillenwarth, County Atty., for ap-pellee.\n\n## 인용\n\n- 536 N.W.2d 735\n\n## 판결문 요약\n\n\n536 N.W.2d 735 (1995)\nSTATE of Iowa, Appellee,\nv.\nJames L. KNOX, Appellant.\nNo. 94-275.\nSupreme Court of Iowa.\nJuly 19, 1995.\nRehearing Denied September 15, 1995.\n*736 Linda Del Gallo, State Appellate Defender, and John F. Fatino, Asst. State Appellate Defender, for appellant.\nThomas J. Miller, Atty. Gen., Mary Tabor and Charles Thoman, Asst. Attys. Gen., and Lynn K. Fillenwarth, County Atty., for appellee.\nConsidered en banc.\nLAVORATO, Justice.\nA jury convicted the defendant of sexual abuse in the third degree. He appeals, challenging an evidentiary ruling and the sufficiency of the evidence to convict him. The evidentiary ruling involves Iowa's rape shield law. See Iowa R.Evid. 412. The defendant sought to introduce evidence that (1) the complainant had chlamydia at the time the defendant allegedly sexually abused her, and (2) the defendant did not have the disease when tested three months later. The district court denied admission of this proffered evidence after a rule 412 hearing. We find no abuse of discretion in the challenged ruling. *737 Nor do we find that the evidence was insufficient to convict the defendant. We affirm.\nI. Background Facts.\nThe complainant and Kevin Moore met in December 1992. They dated briefly and had an intimate relationship. In January 1993 Moore invited the complainant to a party at his house in Estherville. Amy Thomsen, a friend, drove the complainant to the party.\nThe complainant consumed alcohol at the party. At some point, she and Thomse...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-knox"
    }
  ],
  "relatedIncidents": [
    12323,
    12433,
    12444,
    12468,
    12578
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}