{
  "id": 12424,
  "title": "1995년 Charkhian 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-07-24",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Charkhian. 판결일: 1995-07-24. 법원: District Court, M.D. Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: Bahram CHARKHIAN v. NATIONAL ENVIRONMENTAL TESTING, INC.\n**판결일**: 1995-07-24\n**법원**: District Court, M.D. Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Polozola\n\n## 변호인\n\nE. Scott Hackenberg, Law Office of L.D. Sledge, Baton Rouge, LA, for Bahrain Charkhian, Fatemeh Moharrer., Robert Ellsworth Durgin, James B. Irwin, V, Montgomery, Barnett, Brown, Read, Hammond & Mintz, New Orleans, LA, for National Environmental Testing, Inc.\n\n## 인용\n\n- 907 F. Supp. 961\n\n## 판결문 요약\n\n\n907 F. Supp. 961 (1995)\nBahram CHARKHIAN\nv.\nNATIONAL ENVIRONMENTAL TESTING, INC.\nCiv. A. No. 95-177.\nUnited States District Court, M.D. Louisiana.\nJuly 24, 1995.\n*962 E. Scott Hackenberg, Law Office of L.D. Sledge, Baton Rouge, LA, for Bahram Charkhian, Fatemeh Moharrer.\nRobert Ellsworth Durgin, James B. Irwin, V, Montgomery, Barnett, Brown, Read, Hammond &amp; Mintz, New Orleans, LA, for National Environmental Testing, Inc.\n\nRULING ON THE PLAINTIFF'S MOTION TO REMAND\nPOLOZOLA, District Judge.\nThis case requires the court to determine whether parties have been fraudulently joined to defeat subject matter jurisdiction under 28 U.S.C. § 1332.\n\nPROCEDURAL HISTORY\nBahram Charkhian originally filed this suit on December 30, 1994, in the Nineteenth Judicial District Court, Parish of East Baton Rouge, Louisiana, seeking damages from National Environmental Testing, Inc. (\"NET\"), a Delaware corporation with its principal place of business in the state of Illinois.[1] Prior to the time the suit was removed to federal court, Charkhian filed a First Supplemental and Amending Petition, which added his wife, Fatemeh Moharrer, as a plaintiff (\"plaintiffs\"), and named NET Gulfcoast, Inc. (\"NET Gulfcoast\"), a Texas corporation with its principal place of business in Illinois, and three of Charkhian's co-employees as defendants.[2] The co-employees are residents of Louisiana. None of the defendants have been served with the plaintiffs' First Supplemental and Amending Petition.[3]\nNET was serv...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=charkhian-v-national-environmental-testing-inc"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12263,
    12290,
    12292
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}