{
  "id": 12430,
  "title": "1995년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-07-17",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Brown. 판결일: 1995-07-17. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Elizabeth Gammon BROWN v. STATE of Arkansas\n**판결일**: 1995-07-17\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Brown, Dudley, Glaze, Newbern, Roaf\n\n## 변호인\n\nJohn H. Bradley, for appellant., Winston Bryant, Att’y Gen., by: Vada Berger, Asst. Att’y Gen., for appellee.\n\n## 인용\n\n- 903 S.W.2d 160\n- 321 Ark. 413\n\n## 판결문 요약\n\n\n903 S.W.2d 160 (1995)\n321 Ark. 413\nElizabeth Gammon BROWN, Appellant,\nv.\nSTATE of Arkansas, Appellee.\nNo. CR 94-1430.\nSupreme Court of Arkansas.\nJuly 17, 1995.\n*161 John H. Bradley, Blytheville, for appellant.\nVada Berger, Asst. Atty. Gen., Little Rock, for appellee.\nGLAZE, Justice.\nOn February 2, 1994, the Arkansas State Police, Osceola Police Department and Blytheville Police Department worked together with a confidential informant Barbara Williams to make a cocaine buy. On that night, between 6:00 and 6:30 p.m., State Trooper Dwight Lee accompanied Williams, who was wired with a body mike, as she drove her vehicle to 122 E. Seemes in Osceola. Williams pulled up to the front of the residence, exited the vehicle and knocked on the door. Williams and Trooper Lee later described the person who answered the door to be a black female, approximately 5'1\", 195 pounds, and known as the appellant Elizabeth Brown. Williams entered the house, but left the door open. The porch light was on and Trooper Lee, sitting in the vehicle only ten to fifteen feet away, witnessed the two women talking. Lee saw an exchange take place whereby Williams gave money to Brown, and Brown gave something in return. Williams then walked directly back to Trooper Lee and gave him two rocks of crack cocaine. Williams had known Brown prior to this drug transaction and later described Brown as the one who sold her the cocaine. In describing the sale, Williams testified, \"I don't think the door was open where Of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brown-v-state"
    }
  ],
  "relatedIncidents": [
    12275,
    12336,
    12347,
    12382,
    12406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}