{
  "id": 12433,
  "title": "1995년 Hughes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-07-10",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Hughes. 판결일: 1995-07-10. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Hughes v. the State\n**판결일**: 1995-07-10\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Beasley, Pope, Ruffin\n\n## 변호인\n\nWilliam M. Traylor, for appellant., J. Tom Morgan, District Attorney, Desiree L. S. Peagler, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 458 S.E.2d 911\n- 217 Ga. App. 766\n\n## 판결문 요약\n\n\nPope, Presiding Judge.\nKenneth Hughes was charged with burglary, aggravated assault *767and rape. He was convicted of aggravated assault and rape and appeals.\nViewing the evidence in the light most favorable to the verdict, the victim, Ms. Smith, and Hughes were involved in an erratic romantic relationship for about 14 years. During the course of the relationship, they lived together and had a daughter. The relationship ended around August 1993.\nOn October 11, 1993, Smith returned home after 6:00 p.m. She went to her bedroom to undress, heard a noise in the kitchen and went to investigate. She saw Hughes, who no longer had a key to the residence, standing in the kitchen at the back door. Smith grabbed the phone and tried to dial 911, but Hughes snatched the phone out of the wall. He pushed Smith against the sink and grabbed a knife. He held the knife over Smith and told her that he would kill her.\nHughes, while still holding the knife, then pulled Smith back to the bedroom. Once in the bedroom, Hughes told Smith to take off her clothes. She took off everything except her bra; during the time she was disrobing, Hughes again stated that he would kill her. After her clothes were off, Hughes pushed Smith down on the bed, tore off her bra and raped her. During the rape, the knife was on the side of the bed. At one point, Hughes held the knife over Smith’s heart and told her he would stab her in the heart. When Hughes left, Smith, who was hysterical, called the police and several ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hughes-v-state"
    }
  ],
  "relatedIncidents": [
    12323,
    12428,
    12444,
    12468,
    12578
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}