{
  "id": 12442,
  "title": "1995년 Theodore Abbott Jones v. Gary Stotts, Mike Nelson, and Attorney General of Kansas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-07-06",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Theodore Abbott Jones v. Gary Stotts, Mike Nelson, and Attorney General of Kansas. 판결일: 1995-07-06. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Theodore Abbott JONES, Petitioner-Appellant, v. Gary STOTTS, Mike Nelson, and Attorney General of Kansas, Respondents-Appellees\n**판결일**: 1995-07-06\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n**판사**: Barrett, Ebel, Kane\n\n## 변호인\n\nMichael S. Holland, Russell, KS, for petitioner-appellant., Kyle G. Smith, Asst. Atty. Gen., Kansas Bureau of Investigation, Topeka, KS, for respondents-appellees.\n\n## 인용\n\n- 59 F.3d 143\n\n## 판결문 요약\n\n59 F.3d 143\n    Theodore Abbott JONES, Petitioner-Appellant,v.Gary STOTTS, Mike Nelson, and Attorney General of Kansas,Respondents-Appellees.\n    No. 94-3269.\n    United States Court of Appeals,Tenth Circuit.\n    July 6, 1995.\n    \n      1\n      Michael S. Holland, Russell, KS, for petitioner-appellant.\n    \n    \n      2\n      Kyle G. Smith, Asst. Atty. Gen., Kansas Bureau of Investigation, Topeka, KS, for respondents-appellees.\n    \n    \n      3\n      Before EBEL and BARRETT, Circuit Judges, and KANE,* Senior District Judge.\n    \n    \n      4\n      KANE, Senior District Judge.\n    \n    \n      5\n      Petitioner Theodore Abbott Jones appeals from an order of the district court denying his petition for habeas relief filed pursuant to 28 U.S.C. Sec. 2254.  See Jones v. Stotts, 859 F.Supp. 1376 (D.Kan.1994).  We affirm.1\n    \n    \n      6\n      In 1986, petitioner was convicted of second degree murder and attempted voluntary manslaughter.  He was sentenced to concurrent terms of twelve years to life on the murder conviction and two to seven years on the attempted manslaughter conviction.\n    \n    \n      7\n      In his petition, Mr. Jones alleged ineffective assistance of trial counsel.  Mr. Jones further alleged that even if the individual errors allegedly committed by counsel did not rise to the level of ineffective assistance, considered cumulatively, the errors amounted to ineffective assistance such that he was denied a fair trial.  On appeal, Mr. Jones argues the district c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=theodore-abbott-jones-v-gary-stotts-mike-nelson-and-attorney-general-of"
    }
  ],
  "relatedIncidents": [
    12275,
    12336,
    12347,
    12382,
    12406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}