{
  "id": 12446,
  "title": "1995년 Frinzi 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-07-05",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Frinzi. 판결일: 1995-07-05. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF NORTH CAROLINA ex. rel. LEA ANNA LEFEAVERS TUCKER v. CARL FRINZI\n**판결일**: 1995-07-05\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Greene, John, Johnson, Martin\n\n## 변호인\n\n\n\nAttorney General Michael F. Easley, by Associate Attorney General Elizabeth J. Weese, for the State-appellant.\n, \nEdward P. Hausle, P.A., by Edward P. Hausle, for defendant-appellee.\n\n\n## 인용\n\n- 119 N.C. App. 389\n\n## 판결문 요약\n\n\nJOHNSON, Judge.\nThis appeal is from an order dismissing an action brought by the State of North Carolina to establish paternity and award support for the minor child of Lea Anna Lefeavers Tucker, including reimbursement of public assistance funds expended for the prior maintenance of the child.\nThe minor child who is the subject of this action was born 19 July 1976 to Lea Anna Lefeavers (now, Tucker). At that time, Ms. Tucker was sixteen years old and not married. In order to provide for the minor child’s needs, Ms. Tucker applied for and received public assistance. In December of 1978, the Forsyth County Department of Social Services (DSS) filed an action against defendant Carl Frinzi to establish paternity, support and reimbursement of public assistance. On 17 February 1981, the Forsyth County DSS voluntarily dismissed the action pursuant to N.C.R. Civ. P. 41(a).\nIn 1993, Ms. Tucker sought the services of the Union County Child Support Enforcement (CSE) agency. The CSE program in Union County is operated and administered by the State of North Carolina through the Department of Human Resources, Division of Social Services, CSE Section. On 7 October 1993, the State brought the present action against defendant, seeking to establish paternity of and support for the minor child. At a hearing held on 14 June 1994, the trial court concluded that res judicata applied and the court dismissed the action. Plaintiff filed notice of appeal to our Court.\nPlaintiff first argues on appeal...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-tucker-v-frinzi"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12255,
    12258,
    12259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}