{
  "id": 12440,
  "title": "1995년 Knight 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-07-07",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Knight. 판결일: 1995-07-07. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Knight v. State\n**판결일**: 1995-07-07\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Taylor\n\n## 인용\n\n- 675 So. 2d 487\n\n## 판결문 요약\n\n\n675 So. 2d 487 (1995)\nDarwin Gregory KNIGHT\nv.\nSTATE.\nCR-93-1974.\nCourt of Criminal Appeals of Alabama.\nJuly 7, 1995.\nRehearing Denied November 9, 1995.\n*490 Arthur Clarke, Mobile, for Appellant.\nJeff Sessions, Atty. Gen., and David Bjurberg, Asst. Atty. Gen., for Appellee.\nTAYLOR, Presiding Judge.\nThe appellant, Darwin Gregory Knight, was convicted of two counts of murder made capital because the murder occurred during the course of robbing the victim of his automobile and attempting to rob him of the money in his wallet. See § 13A-5-40(a)(2), Code of Alabama 1975. The jury unanimously recommended death. The trial court accepted the jury's recommendation and sentenced the appellant to death by electrocution.\n\nI\nThe appellant contends that the trial court erred in not granting his motion for a mistrial when it was discovered that one of the jurors failed to disclose information on voir dire. Specifically, he contends that he was prejudiced when one of the jurors failed to disclose his acquaintance with Clayton Knight, the appellant's brother and a defense witness, and also, when he failed to disclose that he knew the appellant or the fact that his wife had previously had a love affair with the appellant.\nThe record reveals that after the guilt phase of the proceedings and on the first day of the penalty phase, the bailiff reported to the trial court that this juror's wife approached him and told him that she had had an affair with the appellant. The court stated the followin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=knight-v-state"
    }
  ],
  "relatedIncidents": [
    12275,
    12336,
    12347,
    12382,
    12406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}