{
  "id": 12443,
  "title": "1995년 Bourne 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-07-06",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Bourne. 판결일: 1995-07-06. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Bourne v. Farmers Insurance Exchange\n**판결일**: 1995-07-06\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Boyle, Brickley, Cavanagh, Levin, Mallett, Riley, Weaver\n\n## 변호인\n\nUAW-GM Legal Services Plan (by Orene Bryant) for the plaintiff., Hayduk, Andrews & Hypnar, P.C. (by Mark S. Hayduk and Paul J. Ellison), for the defendant., Amici Curiae:, Gross, Nemeth & Silverman, P.C. (by James G. Gross and Steven G. Silverman), for Auto Club Insurance Association and Michigan Association of Insurance Companies., Richard E. Shaw and Jeffrey T. Meyers for the Michigan Trial Lawyers Association.\n\n## 인용\n\n- 534 N.W.2d 491\n- 449 Mich. 193\n\n## 판결문 요약\n\n\n449 Mich. 193 (1995)\n534 N.W.2d 491\nBOURNE\nv.\nFARMERS INSURANCE EXCHANGE\nDocket No. 98820, (Calendar No. 17).\nSupreme Court of Michigan.\nArgued April 5, 1995.\nDecided July 6, 1995.\nHayduk, Andrews &amp; Hypnar, P.C. (by Mark S. Hayduk and Paul J. Ellison), for the defendant.\nAmici Curiae:\nGross, Nemeth &amp; Silverman, P.C. (by James G. Gross and Steven G. Silverman), for Auto Club Insurance Association and Michigan Association of Insurance Companies.\nRichard E. Shaw and Jeffrey T. Meyers for the Michigan Trial Lawyers Association.\nRILEY, J.\nIn this case we are called upon to determine whether personal injury inflicted during the theft of a vehicle arises out of the use of that vehicle as a motor vehicle. Specifically, we must decide whether plaintiff's injuries to his face and ankle from the assailant's blow were the type of injuries that arise out of the normal use of a vehicle. Because this injury was a physical attack inflicted on plaintiff, we conclude that it did not arise out of the use of the vehicle as a motor vehicle.\nWith regard to the matter of attorney fees, we find that there has been enough controversy over the scope of the phrase \"arising out of the ownership, operation, maintenance or use of a motor vehicle as a motor vehicle\" in MCL 500.3105(1); MSA 24.13105(1), that plaintiff's claim was not frivolous. Hence, we reverse the decision of the Court of Appeals with regard to whether personal injury inflicted during the theft of a vehicle arises out of the use ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bourne-v-farmers-insurance-exchange"
    }
  ],
  "relatedIncidents": [
    12309,
    12356,
    12600,
    12621,
    11835
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}