{
  "id": 12444,
  "title": "1995년 Rogeski 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-07-06",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Rogeski. 판결일: 1995-07-06. 법원: Kentucky Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: CABINET FOR HUMAN RESOURCES v. Robert Eugene ROGESKI, Joseph Edwin Rogeski and Robert Eugene Riley\n**판결일**: 1995-07-06\n**법원**: Kentucky Supreme Court\n**관할**: Kentucky, KY\n\n**판사**: Lambert, Only, Who\n\n## 변호인\n\nTerry L. Morrison, Angela M. Ford, Frankfort, for Appellant., William G. Knoebel, Florence, for Robert E. Rogeski., John W. Foote, Guardian Ad Litem, Florence, for Robert E. Riley and Joseph E. Rogeski.\n\n## 인용\n\n- 909 S.W.2d 660\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nFollowing an evidentiary hearing, by separate orders of the Boone Circuit Court entered July 12, 1993, the trial court terminated the parental rights of the appellee, Robert E. Rogeski, with regard to two infant children: Joseph Edwin Rogeski, a male born on November 29, 1982, and Robert Eugene Riley (“Robbie”), a male born January 25,1979. Robert E. Rogeski was the legal father of Joseph, and the putative father of Robbie. These same orders terminated the parental rights of the mother and of Randy R. Riley, the legal father of Robbie. Neither has appealed and their rights are not at issue in this case.\nThe trial court’s orders further vested full care, custody and control of the two infant children in the Cabinet for Human Resources, and at present they appear to be cared for in an appropriate manner.\nRogeski has been in prison in Ohio since 1986 for the rape of the half-sister of the two children presently involved. He is serving a sentence of five to 25 years and has already failed to make parole at least once. Roge-ski’s principal argument in the Court of Appeals was that there was no substantial evidence produced at trial that he abandoned, abused or neglected these two children as required by KRS 625.090(2) to sustain involuntary termination of his parental rights. He relies principally on the case of J.H. v. Cabinet for Human Resources, Ky.App., 704 S.W.2d 661, 663 (1985), in which the Court of Appeals stated in pertinent part “[ijncarceration alo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cabinet-for-human-resources-v-rogeski"
    }
  ],
  "relatedIncidents": [
    12323,
    12428,
    12433,
    12468,
    12578
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}