{
  "id": 12450,
  "title": "1995년 Crist 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-06-30",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Crist. 판결일: 1995-06-30. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: CRIST, Appellee, v. BATTLE RUN FIRE DISTRICT BOARD OF TRUSTEES, Appellant\n**판결일**: 1995-06-30\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Bryant, Evans, Hadley, Thomas\n\n## 변호인\n\nBrent W. Yager,  for appellee.\n\n Daniel E. Shifflet  and  Kevin P. Collins,  for appellant.\n\n## 인용\n\n- 663 N.E.2d 722\n- 105 Ohio App. 3d 111\n\n## 판결문 요약\n\nThis is an appeal from the December 20, 1994 order of the Common Pleas Court of Marion County reversing and vacating the decision of the Board of Trustees of the Battle Run Fire Department entered on September 28, 1993, discharging and dismissing appellee William Crist as fire chief. *Page 113 \nThe Battle Run Fire District is an R.C. 505.371 joint fire district composed of the village of Prospect and Prospect Township. Pursuant to statute, the governing body is a board of trustees consisting of one representative from the legislative authority of the municipality and one from the legislative authority of the township. R.C. 505.38 provides that the board shall appoint the fire chief, who continues in office until removed therefrom as provided in R.C. 733.35 to 733.39. To initiate removal proceedings, the board is to designate a private citizen to investigate and prepare any necessary charges. If he is removed, the chief may appeal within ten days to the common pleas court to determine the sufficiency of the cause for removal.\nOn September 14, 1993, the board, consisting of Kenneth Blue and Ilah Meddles, held a regularly scheduled meeting. Appellee, who had a brace on his leg, was on medical leave at the time but attended the meeting as he normally did as fire chief. Donald Fown was also present as acting chief. Fown announced his resignation as acting chief. Appellee apparently commented regarding that resignation and other unrest within the association. Kenneth Blue called ap...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=crist-v-battle-run-fire-district-board-of-trustees"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12255,
    12258,
    12259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}