{
  "id": 12461,
  "title": "1995년 Went for It 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-06-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Went for It. 판결일: 1995-06-21. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: FLORIDA BAR v. WENT FOR IT, INC., Et Al.\n**판결일**: 1995-06-21\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Connor, Ginsburg, Kennedy, O'Connor, Rehnquist, Scalia, Souter, Stevens, Thomas\n\n## 변호인\n\nBarry Scott Richard argued the cause for petitioner. With him on the briefs were William F. Blews and John A. DeVault III., Bruce S. Rogow argued the cause for respondents. With him on the briefs were Beverly A. Pohl and Howell L. Ferguson.*\n\n## 인용\n\n- 132 L. Ed. 2d 541\n- 115 S. Ct. 2371\n- 515 U.S. 618\n- 1995 U.S. LEXIS 4250\n\n## 판결문 요약\n\n\n*620Justice O’Connor\ndelivered the opinion of the Court.\nRules of the Florida Bar prohibit personal injury lawyers from sending targeted direct-mail solicitations to victims and their relatives for 30 days following an accident or disaster. This case asks us to consider whether such Rules violate the First and Fourteenth Amendments of the Constitution. We hold that in the circumstances presented here, they do not.\nI\nIn 1989, the Florida Bar (Bar) completed a 2-year study of the effects of lawyer advertising on public opinion. After conducting hearings, commissioning surveys, and reviewing extensive public commentary, the Bar determined that several changes to its advertising rules were in order. In late 1990, the Florida Supreme Court adopted the Bar’s proposed amendments with some modifications. The Florida Bar: Petition to Amend the Rules Regulating the Florida Bar— Advertising Issues, 571 So. 2d 451 (Fla. 1990). Two of these amendments are at issue in this case. Rule 4-7.4(b)(l) provides that “[a] lawyer shall not send, or knowingly permit to be sent,... a written communication to a prospective client for the purpose of obtaining professional employment if: (A) the written communication concerns an action for personal injury or wrongful death or otherwise relates to an accident or disaster involving the person to whom the communication is addressed or a relative of that person, unless the accident or disaster occurred more than 30 days prior to the mailing of the communic...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=florida-bar-v-went-for-it-inc"
    }
  ],
  "relatedIncidents": [
    12268,
    12274,
    12308,
    12332,
    12506
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}