{
  "id": 12462,
  "title": "1995년 Longstreath 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-06-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Longstreath. 판결일: 1995-06-19. 법원: Army Court of Criminal Appeals.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. Larry R. LONGSTREATH, 302-62-4620, Gunner's Mate (Guns) Second Class (E-5), U.S. Navy\n**판결일**: 1995-06-19\n**법원**: Army Court of Criminal Appeals\n**관할**: USA, Federal\n\n**판사**: Keating, Orr, Reed\n\n## 변호인\n\nLT Gerard Wm. Wittstadt, Jr., JAGC, USNR, Appellate Defense Counsel., LT Karen M. Miller, JAGC, USNR, Appellate Defense Counsel., LT Margie Sampson, JAGC, USNR, Appellate Defense Counsel., Capt Michael K. Lambert, USMCR, Appellate Government Counsel., LT R.W. Sardegna, JAGC, USNR, Appellate Government Counsel.\n\n## 인용\n\n- 42 M.J. 806\n\n## 판결문 요약\n\n\nREED, Senior Judge:\nThe appellant was tried by a general court-martial, military judge sitting alone, on various dates between 10 December 1990 and 6 June 1991. Contrary to his pleas, he was convicted of three specifications of indecent acts, involving two different children under the age of 16, in violation of Article 134 of the Uniform Code of Military Justice [hereinafter “UCMJ” or “the Code”], 10 U.S.C. § 934 (1988). The military judge sentenced the appellant to confinement for 6 years, total forfeitures of all pay and allowances, reduction to pay grade E-l, and a dishonorable discharge. The convening authority approved the sentence as adjudged and, except for the punitive discharge, ordered it executed.\nIn several pleadings, the appellant, himself, and through various counsel, alleges numerous assignments of error.1 We have con*811sidered all of these pleadings and the Government’s response thereto. We conclude that the findings and the sentence are correct in law and fact and that no error materially prejudicial to the substantial rights of the appellant was committed.\n\nI. Facts\n\nThis is the appellant’s second court-martial for sex related offenses committed upon his minor children. At his first court-martial, which occurred on 28 July 1987, the appellant was convicted by a general court-martial convened by Commander Naval Forces, Philippines, for the offenses of carnal knowledge, sodomy and indecent acts committed upon his step-daughter [hereinafter “AL”], in violatio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=randy-renfro-paul-miller-rickey-yandell-larry-white-colleen-renfro"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-longstreath"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12263,
    12290,
    12292
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}