{
  "id": 12463,
  "title": "1995년 Gafford 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-06-16",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Gafford. 판결일: 1995-06-16. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Mark Allen GAFFORD v. STATE\n**판결일**: 1995-06-16\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: McMillan\n\n## 변호인\n\nForrest C. Rule, Jr., Greenville, for Appellant., Mark Allen Gafford, pro se., James H. Evans and Jeff Sessions, Attys. Gen., for Appellee.\n\n## 인용\n\n- 666 So. 2d 862\n\n## 판결문 요약\n\n\n\nOn Return to Remand\n\nMcMILLAN, Judge.\nThis cause was remanded to the trial court with instructions that the court follow the proper guidelines and evaluate the relevant factors to determine whether the appellant, Mark Allen Gafford, had established a prima facie case of racial discrimination in the prosecution’s striking of the jury.\nThe trial court, having complied with those instructions, has issued the following order:\n“Concerning the Ex parte Branch factors, this Court finds:\n“1. There was no evidence of the struck black jurors sharing only one characteristic.\n“2. There was no pattern of strikes against blacks.\n“3. There was no evidence of past conduct of using peremptory challenges to strike all blacks from the jury venire.\n“4. The voir dire by the State’s attorney, though brief, was not desultory and was as meaningful as the voir dire conducted by the defense.\n“5. The type and manner of directing questions at the challenged jurors was not different.\n“6. There was no evidence of disparate treatment.\n“7. There was no disparate examination. “8. There was no evidence of disparate impact.\n“9. Most black members were not challenged by the prosecution.\n“After considering all of the Ex parte Branch factors that might indicate discrimination, this Court finds that there were no relevant circumstances indicating any inference of purposeful race discrimination.\n“This Court finds, as it did at the trial of the ease, that the use of three of its twelve strikes against members of a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "방화",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-american-resources-ins-co-inc"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gafford-v-state"
    }
  ],
  "relatedIncidents": [
    12255,
    12258,
    12265,
    12472,
    12525
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}