{
  "id": 12468,
  "title": "1995년 Lemoine 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-06-13",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Lemoine. 판결일: 1995-06-13. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: State of Connecticut v. Kenneth Lemoine, Jr.\n**판결일**: 1995-06-13\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Berdon, Callahan, Katz, Norcott, Peters\n\n## 변호인\n\nMarjorie Allen Dauster, assistant state’s attorney, with whom, on the brief, were Michael Dearington, state’s attorney, Maxine Wilesky, assistant state’s attorney, and Trisha Morris, law student intern, for the appellant (state)., Paul T. Edwards, special public defender, for the appellee (defendant).\n\n## 인용\n\n- 233 Conn. 502\n\n## 판결문 요약\n\n\nCallahan, J.\nThe dispositive issue in this certified appeal is whether the trial court, in its jury instructions in a criminal trial, has a constitutional obligation to refer to the evidence relating to the crimes charged in the information. The defendant, Kenneth Lemoine, appealed to the Appellate Court from judgments of conviction, rendered after a jury trial, of sexual assault in the third degree in violation of General Statutes § 53a-72a (a) (1) (B),1 risk of injury to a child in violation of General Statutes § 53-21,2 and two counts of assault of a peace officer in violation of General Statutes (Rev. to 1991) § 53a-167c (a) (l).3 The Appellate *505Court reversed the defendant’s convictions and ordered a new trial. State v. Lemoine, 33 Conn. App. 743, 754, 641 A.2d 131 (1994).4 The Appellate Court determined that the trial court’s jury instructions had been constitutionally deficient because the court had failed sufficiently to relate the evidence elicited at trial to the various charges contained in the information, thereby denying the defendant his right to due process of law as guaranteed by the fourteenth amendment to the United States constitution and article first, § 8, of the Connecticut constitution. Id., 749-54. We granted the state’s petition for certification to appeal. State v. Lemoine, 230 Conn. 909, 644 A.2d 920 (1994).5 We reverse the judgment of the Appellate Court.\nBy way of background, the Appellate Court determined that the jury reasonably could have f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-lemoine"
    }
  ],
  "relatedIncidents": [
    12323,
    12428,
    12433,
    12444,
    12578
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}