{
  "id": 12473,
  "title": "1995년 McDermott 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-06-07",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: McDermott. 판결일: 1995-06-07. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Michael L. McDERMOTT, Appellant (Defendant), v. the STATE of Wyoming, Appellee (Plaintiff)\n**판결일**: 1995-06-07\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: Golden, C.J., and Thomas, MacY, Taylor and Lehman\n\n## 변호인\n\nLeonard D. Munker, State Public Defender, Deborah Cornia, Appellate Counsel, and Peter Froelicher, Asst. Public Defender, for appellant., Joseph B. Meyer, Atty. Gen., Sylvia Lee Hackl, Deputy Atty. Gen., D. Michael Pauling, and Mary Beth Wolff, Sr. Asst. Attys. Gen., for appellee.\n\n## 인용\n\n- 897 P.2d 1295\n\n## 판결문 요약\n\n\n897 P.2d 1295 (1995)\nMichael L. McDERMOTT, Appellant (Defendant),\nv.\nThe STATE of Wyoming, Appellee (Plaintiff).\nNo. 94-129.\nSupreme Court of Wyoming.\nJune 7, 1995.\nRehearing Denied June 30, 1995.\n*1296 Leonard D. Munker, State Public Defender, Deborah Cornia, Appellate Counsel, and Peter Froelicher, Asst. Public Defender, for appellant.\nJoseph B. Meyer, Atty. Gen., Sylvia Lee Hackl, Deputy Atty. Gen., D. Michael Pauling, and Mary Beth Wolff, Sr. Asst. Attys. Gen., for appellee.\nBefore GOLDEN, C.J., and THOMAS, MACY, TAYLOR and LEHMAN, JJ.\nMACY, Justice.\nAppellant Michael McDermott appeals from his convictions for one count of aggravated assault, one count of kidnapping, and one count of first-degree sexual assault.\nWe affirm.\n\nIssues\nAppellant presents three issues:\nI. Did the trial court err in admitting testimony concerning [Appellant's] prior sexual assault conviction?\nII. Was [Appellant] denied his right to a speedy trial?\nIII. Was [Appellant] denied his constitutionally guaranteed right to due process because of preindictment delay and unnecessarily suggestive identification procedures?\n\nFacts\nDuring the summer of 1991, the victim in this case was working as a maid at the Plains Hotel in Cheyenne. She had been working alone in the early morning hours of July 7, 1991, in the laundry room which was located in the basement of the hotel. At about 4:30 a.m., while she was taking a break in the break room, sitting with her head down on her hands, the victim felt something hi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcdermott-v-state"
    }
  ],
  "relatedIncidents": [
    12260,
    12264,
    12351,
    12471,
    11834
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}