{
  "id": 12472,
  "title": "1995년 Zechmann 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-06-08",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Zechmann. 판결일: 1995-06-08. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Bonnie B. Zechmann, as of Anna Angel v. Canisteo Volunteer Fire Department, and Special Fund for Reopened Cases, Workers' Compensation Board\n**판결일**: 1995-06-08\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: Kaye\n\n## 변호인\n\nPOINTS OF COUNSEL, Morris N. Lissauer, New York City, for appellant., Dennis C. Vacco, Attorney-General, New York City (Howard B. Friedland, Victoria A. Graffeo, Peter H. Schiff, Jane Lauer Barker and Theresa E. Wolinski of counsel), for Workers’ Compensation Board, respondent.\n\n## 인용\n\n- 85 N.Y.2d 747\n- 651 N.E.2d 1268\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nChief Judge Kaye.\nThe New York workers’ compensation statute, like many across the country, provides for continuing jurisdiction over cases and authorizes the reopening of closed cases. In addition, New York’s statute includes a unique feature: a fund set up especially to administer and pay claims arising from the reopening of closed cases. Supported by assessments against employers and their carriers, the Special Fund for Reopened Cases balances the need for continuing jurisdiction in order to insure fairness to injured workers — for example, where injury first manifests itself long after a case has been closed — with the practical difficulties inherent in adjudicating matters that may be decades old (3 Larson, Workmen’s Compensation Law § 81.61, at 15-1194.169 [1995]).\n*750By this appeal, we are asked to determine whether a claim by a surviving spouse for death benefits traceable to a 1951 injury suffered by a workers’ compensation beneficiary is time-barred. We conclude, as did the Workers’ Compensation Board and the Appellate Division, that the claim is not barred and the Special Fund is liable.\nThe facts of this case began nearly 44 years ago, on August 8, 1951, when Gerald Angel was kicked in the head while participating in a game of donkey baseball as a fund-raising event for the Canisteo Volunteer Fire Department. Pursuant to the Volunteer Firemen’s Benefit Law, Angel received approximately 77 weeks of workers’ compensation payments totaling $2,4...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=zechmann-v-canisteo-volunteer-fire-department"
    }
  ],
  "relatedIncidents": [
    12255,
    12258,
    12265,
    12463,
    12525
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}