{
  "id": 12470,
  "title": "1995년 A & S Council Oil Company, Inc. v. Philip Lader, in His Official Capacity as Administrator of the United States Small Business Administration 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-06-09",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: A & S Council Oil Company, Inc. v. Philip Lader, in His Official Capacity as Administrator of the United States Small Business Administration. 판결일: 1995-06-09. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: A & S COUNCIL OIL COMPANY, INC., Et Al., Appellees, v. Philip LADER, in His Official Capacity as Administrator of the United States Small Business Administration, Appellant\n**판결일**: 1995-06-09\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Buckley, Sentelle, Williams\n\n## 변호인\n\nDaniel F. Van Horn, Asst. U.S. Atty., Washington, DC, argued the cause for appellant. With him on the briefs were Eric H. Holder, Jr., U.S. Atty., R. Craig Lawrence and John D. Bates, Asst. U.S. Attys., Washington, DC., Julius E. Mensah, Indianapolis, IN, argued the cause and filed the brief for appellees.\n\n## 인용\n\n- 56 F.3d 234\n- 312 U.S. App. D.C. 270\n\n## 판결문 요약\n\n56 F.3d 234\n    312 U.S.App.D.C. 270, 40 Cont.Cas.Fed. (CCH) P 76,793\n    A &amp; S COUNCIL OIL COMPANY, INC., et al., Appellees,v.Philip LADER, in his official capacity as Administrator ofthe United States Small Business Administration, Appellant.\n    No. 93-5345.\n    United States Court of Appeals,District of Columbia Circuit.\n    Argued Feb. 16, 1995.Decided June 9, 1995.\n    \n      Appeal from the United States District Court for the District of Columbia (87cv01969).\n      Daniel F. Van Horn, Asst. U.S. Atty., Washington, DC, argued the cause for appellant.  With him on the briefs were Eric H. Holder, Jr., U.S. Atty., R. Craig Lawrence and John D. Bates, Asst. U.S. Attys., Washington, DC.\n      Julius E. Mensah, Indianapolis, IN, argued the cause and filed the brief for appellees.\n      Before:  BUCKLEY, WILLIAMS and SENTELLE, Circuit Judges.\n      STEPHEN F. WILLIAMS, Circuit Judge:\n    \n    \n      1\n      In the early 1980s the Small Business Administration subcontracted with three minority-owned small businesses to perform federal procurement contracts under its Sec. 8(a) program.  The companies lost money--or at any rate failed to make the profits they anticipated.  They sued the SBA's Administrator, alleging that the SBA acted arbitrarily and capriciously and in excess of its statutory authority because the contract prices failed to guarantee them a \"reasonable profit\".  The district court found that the SBA was \"unjustly enriched\" by its enforcement of the contracts...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=a-s-council-oil-company-inc-v-philip-lader-in-his-official-capacity"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12255,
    12258,
    12259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}