{
  "id": 12477,
  "title": "1995년 Rocha 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-05-30",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Rocha. 판결일: 1995-05-30. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Cesar Maurice ROCHA, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1995-05-30\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Kinkeade, Morris and Whittington\n\n## 변호인\n\nJane M. Corley, Corley & Corley, Dallas, for appellant., Libra Lange, Asst. Dist. Atty., Dallas, for appellee.\n\n## 인용\n\n- 903 S.W.2d 789\n\n## 판결문 요약\n\n\n903 S.W.2d 789 (1995)\nCesar Maurice ROCHA, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 05-94-00839-CR.\nCourt of Appeals of Texas, Dallas.\nMay 30, 1995.\nJane M. Corley, Corley &amp; Corley, Dallas, for appellant.\nLibra Lange, Asst. Dist. Atty., Dallas, for appellee.\n*790 Before KINKEADE, MORRIS and WHITTINGTON, JJ.\n\nOPINION\nKINKEADE, Justice.\nCesar Maurice Rocha appeals his conviction for attempted murder. In three points of error, Rocha generally contends: (1) there was insufficient evidence to support the trial court's granting of the State's motion to adjudicate; and (2) he is entitled to appeal the trial court's determination to proceed with adjudication under the provisions of the Texas and United States Constitutions governing equal protection. Because no appeal may be taken from the trial court's determination to adjudicate guilt and the inability to appeal this determination does not violate the constitutional guarantees of equal protection, we affirm the judgment of the trial court.\n\nPROCEDURAL HISTORY\nOn December 17, 1991, Rocha pleaded nolo contendere to the offense of attempted murder. The trial court found that the evidence substantiated Rocha's guilt, but deferred adjudication and placed him on five years' probation for the offense.\nOn April 18, 1994, the State filed a motion to adjudicate alleging that Rocha violated the terms of his deferred adjudication probation. On May 11, 1994, the trial court held a hearing on the motion to proceed with an adjudicatio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rocha-v-state"
    }
  ],
  "relatedIncidents": [
    12275,
    12336,
    12347,
    12382,
    12406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}