{
  "id": 12484,
  "title": "1995년 S.B. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-05-26",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: S.B.. 판결일: 1995-05-26. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: S.B. v. STATE\n**판결일**: 1995-05-26\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Taylor\n\n## 변호인\n\nTimothy B. Davis, Alexander City, for Appellant., Jeff Sessions, Atty. Gen., and Gregory 0. Griffin, Sr., Asst. Atty. Gen., for Appellee.\n\n## 인용\n\n- 677 So. 2d 1221\n\n## 판결문 요약\n\n\nTAYLOR, Presiding Judge.\nThe appellant, S.B., appealed the order transferring him from juvenile court to the Circuit Court for Elmore County to stand trial as an adult. A majority of this court in S.B. v. State, 650 So.2d 949 (Ala.Cr.App.1993) (Judges Bowen and Taylor dissenting), affirmed the transfer order. The Alabama Supreme Court in Ex parte S.B., 650 So.2d 953 (Ala.1994), reversed this court’s judgment and remanded the case “for the juvenile court to reconsider whether to transfer S.B. for trial as an adult, and, if it deeide[d] to do so, to enter a corrected transfer order in compliance with § 12-15-34.” 650 So.2d at 957.\nIn compliance with the Alabama Supreme Court’s opinion, this case was remanded to the juvenile court for Elmore County in S.B. v. State, 650 So.2d 957 (Ala.Cr.App.1994). In response to our remand, the trial court entered an order transferring S.B. for trial as an adult. The current appeal is from that order. The order reads as follows:\n“This cause coming on February 8,1993, to be heard on the motion of the State to terminate the Juvenile Status of S.B. and transfer said cases to the Circuit Court of Elmore County, Alabama;\n“This Court, on remand from the reversal by the Alabama Supreme Court, has reviewed the evidence presented during the February 8, 1993 transfer hearing and it appearing to the Court that there is probable cause to believe that S.B. did commit the offenses to wit: Murder and attempted murder, and that said child was *1222fourteen or...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sb-v-state"
    }
  ],
  "relatedIncidents": [
    12275,
    12336,
    12347,
    12382,
    12406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}