{
  "id": 12489,
  "title": "1995년 In re Davenport 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-05-22",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: In re Davenport. 판결일: 1995-05-22. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: IN THE MATTER OF JAMES RANDOLF DAVENPORT\n**판결일**: 1995-05-22\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n## 변호인\n\nWilliam P. Smith III, General Counsel State Bar, E. Duane Cooper, Assistant General Counsel State Bar, for State Bar of Georgia.\n\n## 인용\n\n- 265 Ga. 416\n- 457 S.E.2d 175\n\n## 판결문 요약\n\n\nPer curiam.\nAfter conducting an investigation into a grievance filed in Case No. S95Y0976, the Investigative Panel of the State Disciplinary Board found evidence that James Randolf Davenport violated Standards 3 (engaging in illegal professional conduct involving moral turpitude), 4 (engaging in professional conduct involving dishonesty, fraud, etc.), 21, 22, 23 (failing to follow requirements for withdrawing from employment), 44 (wilfully abandoning or disregarding a legal matter), 45 (knowingly engaging in illegal conduct or conduct contrary to a disciplinary rule), 61 (failing to deliver funds to a client), 63 (failing to render appropriate accounts to client regarding funds), 65 (failing to account for trust property held in a fiduciary capacity) and 68 (failing to respond to disciplinary authorities) of Bar Rule 4-102 (d). The Office of General Counsel of the State Bar of Georgia filed a Notice of Discipline recommending disbarment and properly served Davenport. Davenport failed to file a Notice of Rejection pursuant to Bar Rule 4-208.3.\nBased on the record in Case No. S95Y0976, it is hereby ordered that James Randolf Davenport be disbarred from the practice of law and that his name be removed from the roll of those individuals licensed to practice law in this state. Davenport is reminded of his duties under Bar Rule 4-219 (c) to timely notify all clients of his inability to represent them, to take all actions necessary to protect the interests of his clients, and to ce...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-davenport"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12263,
    12290,
    12292
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}