{
  "id": 12495,
  "title": "1995년 Housing Authority v. Morrow, No. 9406-15836 (May 16, 1995) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-05-16",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Housing Authority v. Morrow, No. 9406-15836 (May 16, 1995). 판결일: 1995-05-16. 법원: Connecticut Superior Court.",
  "description": "## 사건 정보\n\n**사건명**: Housing Authority of the City of Stamford v. Ethel Morrow\n**판결일**: 1995-05-16\n**법원**: Connecticut Superior Court\n**관할**: Connecticut, CT\n\n**판사**: TIERNEY, JUDGE.\n\n## 인용\n\n- 1995 Conn. Super. Ct. 5037\n\n## 판결문 요약\n\n[EDITOR'S NOTE: This case is unpublished as indicated by the issuing court.]MEMORANDUM OF DECISION\nThe plaintiff seeks possession of an apartment in a multi family housing project owned by plaintiff in the City of Stamford. The defendant is a 62 year old tenant. The project is for those who are elderly or under a disability. The defendant was admitted as a tenant at age 58 under the mental disability criteria. The plaintiff's complaint seeks the eviction by reason of violation of various paragraphs of the lease. The underlying incident which supports the plaintiff's claim for lease violations was a knife assault that occurred on November 18, 1992. The plaintiff claims this assault is a \"serious nuisance.\"\nThe defendant denies the knife assault and the lease violation and has filed two special defenses. The first claims the protection ofConnecticut General Statutes &#167; 47a-23c(a)(1) in that the premises is a building of more than five units and the defendant is 62 years old and/or under a disability which is expected to last for at least twelve continuous months. The second claims equitable relief from forfeiture. Although the special defenses were filed in August 1994, they complied with a new requirement as of December 20, 1994 that the equitable defense of relief from forfeiture in a summary process action must be pleaded as a special defense. Oakland Heights Mobile Park, Inc. v.James Simon, 36 Conn. App. 432, 435 (1994).\nThere is no reported case in Connecticut in which...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=housing-authority-v-morrow-no-9406-15836-may-16-1995"
    }
  ],
  "relatedIncidents": [
    12309,
    12356,
    12443,
    12600,
    12621
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}