{
  "id": 12506,
  "title": "1995년 United States v. Ramon Martinez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-05-09",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Ramon Martinez. 판결일: 1995-05-09. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Ramon MARTINEZ, Defendant-Appellant\n**판결일**: 1995-05-09\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Calabresi, Newman, Walker\n\n## 변호인\n\nMark B. Gombiner, New York City (Legal Aid Soe., New York City, on the brief), for defendant-appellant Ramon Martinez., James A. Goldston, Asst. U.S. Atty., New York City (Mary Jo White, U.S. Atty., David B. Fein, Asst. U.S. Atty., New York City, on the brief), for appellee U.S.\n\n## 인용\n\n- 54 F.3d 1040\n\n## 판결문 요약\n\n54 F.3d 1040\n    UNITED STATES of America, Appellee,v.Ramon MARTINEZ, Defendant-Appellant.\n    No. 164, Docket 94-1082.\n    United States Court of Appeals,Second Circuit.\n    Argued Oct. 12, 1994.Decided May 9, 1995.\n    \n      Mark B. Gombiner, New York City (Legal Aid Soc., New York City, on the brief), for defendant-appellant Ramon Martinez.\n      James A. Goldston, Asst. U.S. Atty., New York City (Mary Jo White, U.S. Atty., David B. Fein, Asst. U.S. Atty., New York City, on the brief), for appellee U.S.\n      Before NEWMAN, Chief Judge, WALKER, and CALABRESI, Circuit Judges.\n      Judge CALABRESI concurs and Chief Judge NEWMAN dissents in separate opinions.\n      WALKER, Circuit Judge:\n    \n    \n      1\n      This appeal presents the single question whether the evidence of intent to distribute narcotics was sufficient to allow that issue to be decided by a jury.  Ramon Martinez appeals from a judgment of the United States District Court for the Southern District of New York (Leonard B. Sand, Judge ) convicting him, after a jury trial, of one count of possession of cocaine with intent to distribute, 21 U.S.C. Sec. 841(a)(1), one count of using and carrying a firearm in relation to a drug trafficking crime, 18 U.S.C. Sec. 924(c), and one count of possession of a firearm by a felon, 18 U.S.C. Sec. 922(g).\n    \n    \n      2\n      On January 4, 1995, a divided panel, in a majority opinion by Chief Judge Newman, with Judge Calabresi concurring and Judge Walker dissenting, concl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-ramon-martinez"
    }
  ],
  "relatedIncidents": [
    12268,
    12274,
    12308,
    12332,
    12461
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}