{
  "id": 12507,
  "title": "1995년 Town of Mesilla v. City of Las Cruces 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-05-09",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: Town of Mesilla v. City of Las Cruces. 판결일: 1995-05-09. 법원: New Mexico Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The TOWN OF MESILLA, Plaintiff-Appellant, v. the CITY OF LAS CRUCES, Hal Singer and Jerry Hines, Defendants-Appellees\n**판결일**: 1995-05-09\n**법원**: New Mexico Court of Appeals\n**관할**: New Mexico, NM\n\n**판사**: Bustamante, Donnelly, Wechsler\n\n## 변호인\n\nNorman E. Todd, Las Cruces, for plaintiff-appellant., Harry S. (Pete) Connelly, Deputy City Atty., Las Cruces, for defendant-appellee City of Las Cruces., Lloyd O. Bates, Jr., Kyle W. Gesswein, Bates Law Firm, Las Cruces, for defendants-appellees Hal Singer and Jerry Hines.\n\n## 인용\n\n- 898 P.2d 121\n- 120 N.M. 69\n\n## 판결문 요약\n\n\n898 P.2d 121 (1995)\n120 N.M. 69\nThe TOWN OF MESILLA, Plaintiff-Appellant,\nv.\nThe CITY OF LAS CRUCES, Hal Singer and Jerry Hines, Defendants-Appellees.\nNo. 15812.\nCourt of Appeals of New Mexico.\nMay 9, 1995.\nCertiorari Denied June 15, 1995.\n*122 Norman E. Todd, Las Cruces, for plaintiff-appellant.\nHarry S. (Pete) Connelly, Deputy City Atty., Las Cruces, for defendant-appellee City of Las Cruces.\nLloyd O. Bates, Jr., Kyle W. Gesswein, Bates Law Firm, Las Cruces, for defendants-appellees Hal Singer and Jerry Hines.\n\nOPINION\nWECHSLER, Judge.\nPlaintiff, Town of Mesilla (Mesilla), in a petition for a writ of certiorari, asked the district court to review a zoning decision of Defendant City of Las Cruces (Las Cruces). Mesilla appeals the decision of the court dismissing the petition with prejudice. The issues presented are: (1) whether the issue of Mesilla's standing to challenge Las Cruces' zoning decision is properly before this Court; (2) whether Mesilla had standing to challenge Las Cruces' zoning decision as a \"person aggrieved\" within the meaning of NMSA 1978, Section 3-21-9(A) (Repl.1985); (3) whether Mesilla violated provisions of SCRA 1986, 1-065 (Repl.1992); (4) whether Mesilla improperly exercised extramural governmental powers; and (5) whether the district court abused its discretion in dismissing the petition for certiorari. We reverse.\n\nFacts\nMesilla alleged the following facts in its petition for certiorari: (1) Las Cruces, at the request of Defendants Hal Singer and...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=town-of-mesilla-v-city-of-las-cruces"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12255,
    12258,
    12259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}