{
  "id": 12505,
  "title": "1995년 Marcellus 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-05-10",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Marcellus. 판결일: 1995-05-10. 법원: District Court, W.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: Thernell SMITH, Plaintiff, v. Paul N. MARCELLUS, Sergeant, Defendant\n**판결일**: 1995-05-10\n**법원**: District Court, W.D. New York\n**관할**: New York, NY\n\n**판사**: Heckman, Skretny\n\n## 변호인\n\nAlan Birnholz, Amherst, New York, for Plaintiff., Cherie L. Peterson, Lipsitz, Green, Fah-ringer, Roll, Salisbury & Cambria, Buffalo, New York, for Defendant Paul N. Marcellus.\n\n## 인용\n\n- 917 F. Supp. 168\n\n## 판결문 요약\n\n\n917 F. Supp. 168 (1995)\nThernell SMITH, Plaintiff,\nv.\nPaul N. MARCELLUS, Sergeant, Defendant.\n93-CV-423S.\nUnited States District Court, W.D. New York.\nMay 10, 1995.\n*169 Alan Birnholz, Amherst, New York, for Plaintiff.\nCherie L. Peterson, Lipsitz, Green, Fahringer, Roll, Salisbury &amp; Cambria, Buffalo, New York, for Defendant Paul N. Marcellus.\n\n\n*170 DECISION AND ORDER\nSKRETNY, District Judge.\n\nINTRODUCTION\nPresently before this Court are the objections of Sergeant Paul Marcellus (\"defendant\") to the Report and Recommendation of the Hon. Carol E. Heckman, United States Magistrate Judge for the Western District of New York, recommending that this Court deny defendant's motion for summary judgment dismissing plaintiff's complaint.\nOn January 6, 1995, this Court entered a Referral Order referring all dispositive motions to Magistrate Judge Heckman for report and recommendation pursuant to 28 U.S.C. § 636(b)(1)(B). Defendant filed a motion for summary judgment on January 17, 1995. After hearing oral argument on the motion, Magistrate Judge Heckman, on February 23, 1995, filed a Report and Recommendation with respect to defendant's summary judgment motion wherein, after setting forth an analysis of the relevant legal issues, she recommended that the Court deny defendant's motions for summary judgment. Defendant promptly objected to the Magistrate Judge's recommendation to deny his motion for summary judgment on March 3, 1995. Counsel for the parties then appeared before this C...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-marcellus"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12255,
    12258,
    12259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}