{
  "id": 12518,
  "title": "1995년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-05-01",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1995-05-01. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Alfred Deblasio v. Zoning Board of Adjustment for the Township of West Amwell Harry K. Rush Raymond G. Lindblad Charles A. Britton Gary W. Bleacher David L. Dondero Stewart Palilonis Robert Fulper, Jr. Werner J. Hoff Eugene J. Venettone Barbara Gill Joseph Helewa James Lavan Mrs. James Lavan\n**판결일**: 1995-05-01\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 53 F.3d 592\n\n## 판결문 요약\n\n53 F.3d 592\n    63 USLW 2690, 25 Envtl. L. Rep. 21,227\n    Alfred DeBLASIO, Appellant,v.ZONING BOARD OF ADJUSTMENT FOR THE TOWNSHIP OF WEST AMWELL;Harry K. Rush;  Raymond G. Lindblad;  Charles A. Britton;Gary W. Bleacher;  David L. Dondero;  Stewart Palilonis;Robert Fulper, Jr.;  Werner J. Hoff;  Eugene J. Venettone;Barbara Gill;  Joseph Helewa;  James Lavan;  Mrs. JamesLavan, Appellees.\n    No. 93-5301.\n    United States Court of Appeals,Third Circuit.\n    Argued March 10, 1994.Decided May 1, 1995.\n    \n      McKelvie, District Judge, sitting by designation, filed dissenting opinion.\n      Nicholas R. Perrella (argued), Smith &amp; Laquercia, Trenton, NJ, for appellant.\n      Mark L. First (argued), Fox, Rothschild, O'Brien &amp; Frankel, Lawrenceville, NJ, for appellees Zoning Bd. of Adjustment for Tp. of West Amwell, Harry K. Rush, Raymond G. Lindblad, Charles A. Britton, Gary W. Bleacher, David L. Dondero, Stewart Palilonis, Robert Fulper, Jr., Werner J. Hoff, Eugene J. Venettone, Barbara Gill and Joseph Helewa.\n      Ivan C. Bash (argued), Brotman &amp; Graziano, Trenton, NJ, for appellees James Lavan and Mrs. James Lavan.\n      BEFORE:  MANSMANN and LEWIS, Circuit Judges, and McKELVIE, District Judge.*\n      OPINION OF THE COURT\n      LEWIS, Circuit Judge.\n    \n    \n      1\n      This case raises important questions regarding the extent to which the due process clause of the Fourteenth Amendment may serve to protect landowners against arbitrary governmental regulation o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=alfred-deblasio-v-zoning-board-of-adjustment-for-the-township-of-west"
    }
  ],
  "relatedIncidents": [
    12268,
    12274,
    12308,
    12332,
    12461
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}