{
  "id": 12519,
  "title": "1995년 National Indemnity Co. v. Ryder Truck Rental, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-05-01",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: National Indemnity Co. v. Ryder Truck Rental, Inc.. 판결일: 1995-05-01. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: National Indemnity Company v. Ryder Truck Rental, Inc.\n**판결일**: 1995-05-01\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Goldstein\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Congdon, Flaherty, O’Callaghan, Reid, Donlon, Travis & Fishlinger, Garden City (Brendon F. Gallagher and Rona L. Platt of counsel), for Ryder Truck Rental, Inc., and another, defendants. Schindel Cooper & Farman, New York City (Ira S. Lipsius of counsel), for plaintiff.\n\n## 인용\n\n- 165 Misc. 2d 848\n- 630 NYS2d 621\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nDavid Goldstein, J.\nThis is a motion by defendants for an order pursuant to *849CPLR 3212 (b), granting summary judgment dismissing the complaint in this declaratory judgment action.\nThe action was brought to declare the rights of the parties with respect to the obligations to defend and indemnify Ryder Truck Rental (Ryder) in the underlying action brought by Salvatore Samaritano. The Samaritano action, pending in this court, was commenced in 1985 and was settled in 1992, two years after this action was brought for a declaration of rights as against Ryder and its insurer, Old Republic Insurance Company (Old Republic).\nThe underlying facts are not in dispute. On September 20, 1985, Ryder retained NTC of America, Inc. (NTC) to transport one of Ryder’s straight trucks from South Carolina to New York. Under the agreement, NTC was obligated to obtain insurance coverage which was to name Ryder as an insured. NTC hired Charles Behrens to drive the truck to New York and, on September 22, 1985, while the vehicle was still in transit, it was involved in an accident on the Long Island Expressway at Greenpoint Avenue. Immediately thereafter Samaritano commenced an action to recover for personal injuries sustained in that accident.\nAt the time of the accident, NTC was insured under a business automobile policy which was issued by plaintiff, National Indemnity Company (National), who undertook to defend the Samaritano action on behalf of Ryder and Behrens. Initially, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=national-indemnity-co-v-ryder-truck-rental-inc"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12255,
    12258,
    12259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}