{
  "id": 12525,
  "title": "1995년 Burton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-04-26",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Burton. 판결일: 1995-04-26. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: Shumaine BURTON, by His Co-Conservators, Hawkeye Bank of Des Moines and Lovella White Agnew, and Lovella White Agnew, Individually, Appellants, v. DES MOINES METROPOLITAN TRANSIT AUTHORITY, Appellee\n**판결일**: 1995-04-26\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Larson, Lavorato, Snell\n\n## 변호인\n\nMichael J. Galligan, Timm W. Reid, and James A. Albert of the Michael J. Galligan Law Firm, P.C., Des Moines, for appellants., James R. Bowers of Brick, Gentry, Bowers, Swartz, Stoltze, Schilling & Levis, P.C., Des Moines, for appellee.\n\n## 인용\n\n- 530 N.W.2d 696\n\n## 판결문 요약\n\n\n530 N.W.2d 696 (1995)\nShumaine BURTON, by His Co-Conservators, Hawkeye Bank of Des Moines and Lovella White Agnew, and Lovella White Agnew, Individually, Appellants,\nv.\nDES MOINES METROPOLITAN TRANSIT AUTHORITY, Appellee.\nNo. 93-1963.\nSupreme Court of Iowa.\nApril 26, 1995.\n*697 Michael J. Galligan, Timm W. Reid, and James A. Albert of the Michael J. Galligan Law Firm, P.C., Des Moines, for appellants.\nJames R. Bowers of Brick, Gentry, Bowers, Swartz, Stoltze, Schuling &amp; Levis, P.C., Des Moines, for appellee.\nConsidered en banc.\nSNELL, Justice.\nShumaine Burton was injured by a car that struck him after he left a city bus and attempted to cross the street. Shumaine, by his representatives, sued the defendant, Des Moines Metropolitan Transit Authority, claiming that the MTA was negligent and caused the accident. The trial court held as a matter of law that neither assertion could be established. Plaintiffs appeal; we affirm.\nI. Factual Background\nOn Saturday, February 9, 1991, Shumaine Burton, a ten-year-old boy, boarded an MTA bus, alone, in downtown Des Moines. Shumaine was heading to his home located north of University Avenue. He had been riding MTA buses with his mother since he was four years old. Shumaine began riding public buses alone, with his mother's knowledge *698 and consent, when he was approximately nine years old. He rode on the bus alone almost every day for approximately six months prior to the accident.\nThe bus traveled from downtown Des Moines and event...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=burton-v-des-moines-metropolitan-transit-authority"
    }
  ],
  "relatedIncidents": [
    12255,
    12258,
    12265,
    12463,
    12472
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}