{
  "id": 12545,
  "title": "1995년 Phillips 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-04-14",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: Phillips. 판결일: 1995-04-14. 법원: West Virginia Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Don PHILLIPS, Appellant, v. Steven FOX and Debra Fox, His Wife, and Mabel Fox, Appellees; Mabel FOX, Appellee, v. Don PHILLIPS, Appellant\n**판결일**: 1995-04-14\n**법원**: West Virginia Supreme Court\n**관할**: West Virginia, WV\n\n**판사**: Brotherton, Fox, McHUGH\n\n## 변호인\n\nDavid R. Rexroad and Steven B. Nanners, Rexroad & Rexroad, Buchannon, for appellant., J. Thomas Lane and Charles B. Dollison, Bowles Rice McDavid Graff & Love, Charleston, for appellees.\n\n## 인용\n\n- 458 S.E.2d 327\n- 193 W. Va. 657\n\n## 판결문 요약\n\n\n458 S.E.2d 327 (1995)\n193 W.Va. 657\nDon PHILLIPS, Appellant,\nv.\nSteven FOX and Debra Fox, His Wife, and Mabel Fox, Appellees.\nMabel FOX, Appellee,\nv.\nDon PHILLIPS, Appellant.\nNo. 22194.\nSupreme Court of Appeals of West Virginia.\nSubmitted February 28, 1995.\nDecided April 14, 1995.\n*328 David R. Rexroad and Steven B. Nanners, Rexroad &amp; Rexroad, Buchannon, for appellant.\nJ. Thomas Lane and Charles B. Dollison, Bowles Rice McDavid Graff &amp; Love, Charleston, for appellees.\nMcHUGH, Justice:\nThis is an appeal from the August 24, 1993 order of the Circuit Court of Randolph County prohibiting appellant, owner of a severed mineral estate, from conducting surface mining[1] activities on appellees' surface estate absent an express right to do so.[2] This Court has before it the petition for appeal, all matters of record and the briefs and argument of counsel. For the reasons stated *329 below, the order of the circuit court is reversed and this case is remanded.\n\nI\n\nFactual and Procedural Background\nThe parties herein, appellant, Don Phillips, and appellees, Steven and Debra Fox and Mabel Fox, jointly stipulated and agreed to the following facts, all of which were adopted by the circuit court in its August 24, 1993 order:\nBy order of the Circuit Court of Randolph County, dated August 29, 1988, Davis Elkins v. Paul Phillips, et al. and Davis Elkins v. Don Phillips, et al., Civil Action Numbers 88-C-98 and 88-C-192, respectively, were consolidated and suit was instituted for the p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=phillips-v-fox"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12255,
    12258,
    12259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}