{
  "id": 12540,
  "title": "1995년 Winters 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-04-19",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Winters. 판결일: 1995-04-19. 법원: District Court, S.D. Indiana.",
  "description": "## 사건 정보\n\n**사건명**: Nancy WINTERS, Deborah Morris, and Betty Wadlington, Individually and as Representatives of All Similarly Situated Individuals, Plaintiffs, v. Faye MOWERY, Individually and in Her Official Capacity as Marion County Clerk; The United States of America; And Marion County, Indiana, Defendants\n**판결일**: 1995-04-19\n**법원**: District Court, S.D. Indiana\n**관할**: Indiana, IN\n\n**판사**: Barker\n\n## 변호인\n\nRichard A. Waples, Stephen Laudig, Indianapolis, IN, for plaintiff., Andrew P. Wirick, Hume Smith Geddes & Green, Winfield Ong, Asst. U.S. Atty., Brian W. Welch, Robert B. Scott, McHale Cook & Welch, Indianapolis, IN, for defendants.\n\n## 인용\n\n- 884 F. Supp. 321\n\n## 판결문 요약\n\n\n884 F. Supp. 321 (1995)\nNancy WINTERS, Deborah Morris, and Betty Wadlington, individually and as representatives of all similarly situated individuals, Plaintiffs,\nv.\nFaye MOWERY, individually and in her official capacity as Marion County Clerk; the United States of America; and Marion County, Indiana, Defendants.\nNo. IP 91-919 C.\nUnited States District Court, S.D. Indiana, Indianapolis Division.\nApril 19, 1995.\n*322 Richard A. Waples, Stephen Laudig, Indianapolis, IN, for plaintiff.\nAndrew P. Wirick, Hume Smith Geddes &amp; Green, Winfield Ong, Asst. U.S. Atty., Brian W. Welch, Robert B. Scott, McHale Cook &amp; Welch, Indianapolis, IN, for defendants.\nBARKER, Chief Judge.\nPlaintiffs move this Court to reconsider its previous decision dismissing the official capacity claims against Defendant Faye Mowery (\"Mowery\") on Eleventh Amendment grounds. For the reasons stated below, we grant Plaintiffs' motion but do not assess additional monetary damages against Mowery.\n\nI. DISCUSSION\n\nA. Eleventh Amendment Immunity\nIn its previous entry of November 4, 1993, the Court held that Defendant Faye Mowery was a \"state official\" and therefore not a \"person\" subject to suit in her official capacity under 42 U.S.C. § 1983. See Winters v. Mowery, 836 F. Supp. 1419, 1423 (S.D.Ind. 1993). The Court reasoned that because the clerk's duties are to the court and not the county and because in Indiana, the county courts \"are exclusively units of the judicial branch of the state's constitutional sys...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=winters-v-mowery"
    }
  ],
  "relatedIncidents": [
    12255,
    12258,
    12265,
    12463,
    12472
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}