{
  "id": 12548,
  "title": "1995년 Dupree 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-04-13",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Dupree. 판결일: 1995-04-13. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: State v. Dupree\n**판결일**: 1995-04-13\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Wells\n\n## 인용\n\n- 656 So. 2d 430\n\n## 판결문 요약\n\n\n656 So. 2d 430 (1995)\nSTATE of Florida, Petitioner,\nv.\nLark O'Sean DUPREE, Respondent.\nNo. 84106.\nSupreme Court of Florida.\nApril 13, 1995.\nRehearing Denied June 23, 1995.\n*431 Robert A. Butterworth, Atty. Gen., James W. Rogers, Sr. Asst. Atty. Gen. and A. Jay Plotkin, Asst. State Atty., Jacksonville, for petitioner.\nNancy A. Daniels, Public Defender and David P. Gauldin, Asst. Public Defender, Tallahassee, for respondent.\nWELLS, Justice.\nWe have for review Dupree v. State, 639 So. 2d 125 (Fla. 1st DCA 1994), which expressly and directly conflicts with the opinion in Russell v. State, 572 So. 2d 940 (Fla. 5th DCA 1990). We have jurisdiction. Art. V, § 3(b)(3), Fla. Const. We approve the district court's decision in Dupree and disapprove the decision of the Russell court to the extent it conflicts with our instant decision.\nDupree was indicted for the first-degree murder of two-year-old Jirisha Thompson. The first time Dupree stood trial, a mistrial was declared because the jury could not reach a verdict. The retrial resulted in a conviction of first-degree murder. Prior to the first trial, the State supplied the requisite ten days' notice of intention to rely on section 90.803(23), Florida Statutes (1993), with regard to certain witnesses' testimony relating to previous statements made by the two-year-old murder victim's six-year-old brother, Joshua Turnsill, concerning the crime. The defense objected to the witnesses' hearsay statements on the grounds that the exception did...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-dupree"
    }
  ],
  "relatedIncidents": [
    12275,
    12336,
    12347,
    12382,
    12406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}