{
  "id": 12555,
  "title": "1995년 McCurdy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-04-07",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: McCurdy. 판결일: 1995-04-07. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: McCurdy v. Ault\n**판결일**: 1995-04-07\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Lottinger, C.J., and Shortess and Carter\n\n## 인용\n\n- 654 So. 2d 716\n\n## 판결문 요약\n\n\n654 So. 2d 716 (1995)\nAnthony McCURDY\nv.\nDr. R.F. AULT, d/b/a Ault Chiropractic Clinic and Dr. Jim Terrell.\nNo. 94 CA 1449.\nCourt of Appeal of Louisiana, First Circuit.\nApril 7, 1995.\nRehearing Denied June 6, 1995.\n*717 Glen C. Reynaud, Robert Stratton, Baton Rouge, for plaintiff-appellant Anthony McCurdy.\n*718 William H. Parker, III, Lafayette, for defendant-appellee Dr. Robert F. Ault.\nJames L. Dendy, Baton Rouge, for defendant-appellee Dr. Jim Terrell.\nBefore LOTTINGER, C.J., and SHORTESS and CARTER, JJ.\nCARTER, Judge.\nThis is an appeal from a trial court judgment dismissing plaintiff's action pursuant to a motion for involuntary dismissal.\n\nFACTS\nOn or about October 24, 1979, plaintiff, Anthony McCurdy, consulted Dr. Jim Terrell and/or Dr. R.F. Ault, chiropractors, regarding sinus problems. As a treatment, McCurdy was placed in inverted traction, which required him to be suspended upside down. While being reverted to an upright position, McCurdy began experiencing problems with his lower back, which was allegedly attributable to an insufficient period of acclimation. Thereafter, McCurdy suffered serious injury to his lower back, which necessitated surgery and prevented his return to work.\nOn October 24, 1980, McCurdy filed a petition for damages against Dr. R.F. Ault, d/b/a Ault Chiropractic Clinic, and Dr. Jim Terrell.[1] Numerous other claims and cross claims were filed among the defendants. The matter then proceeded to trial.\nAfter the plaintiff presented his case, th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mccurdy-v-ault"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12255,
    12258,
    12259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}