{
  "id": 12550,
  "title": "1995년 Vannoy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-04-11",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Vannoy. 판결일: 1995-04-11. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Tommy Lee JACKSON, Plaintiff-Appellant, v. Thomas VANNOY, Chief of Police, Et Al., Defendants-Appellees\n**판결일**: 1995-04-11\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Emilio, Garza, Parker, Per Curiam, Smith\n\n## 변호인\n\nTommy Lee Jackson, pro se., David G. Tekell, Ñaman, Howell, Smith & Lee, Waco, TX, for appellees.\n\n## 인용\n\n- 49 F.3d 175\n\n## 판결문 요약\n\n49 F.3d 175\n    Tommy Lee JACKSON, Plaintiff-Appellant,v.Thomas VANNOY, Chief of Police, et al., Defendants-Appellees.\n    No. 94-50348\n    \n      Summary Calendar.\n      United States Court of Appeals,Fifth Circuit.\n      April 11, 1995.\n      Tommy Lee Jackson, pro se.\n      David G. Tekell, Naman, Howell, Smith &amp; Lee, Waco, TX, for appellees.\n      Appeal from the United States District Court for the Western District of Texas.\n      Before SMITH, EMILIO M. GARZA and PARKER, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      Plaintiff-Appellant Tommy Lee Jackson (\"Jackson\"), a Texas prisoner proceeding pro se and in forma pauperis, filed suit pursuant to 42 U.S.C. Sec. 1983 against Officers John Scharf (\"Scharf\") and John Palamara (\"Palamara\") and Chief of Police Thomas Vannoy (\"Vannoy\") of the Police Department of Temple, Texas.  Jackson alleged that Scharf and Palamara violated his constitutional rights when they stopped a car in which he was riding, seized evidence and arrested him without probable cause.  Jackson also alleged that his rights were impinged because Vannoy inadequately trained his officers.  Jackson argued that the illegal arrest caused the State's Attorney to seek a revocation of his previous sentence of probation.\n    \n    \n      2\n      The magistrate judge held a Spears1 hearing to allow Jackson an opportunity to expound his claims.  At the hearing, Jackson explained that he was serving a ten-year sentence for indecency with a child.  He ini...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jackson-v-vannoy"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12255,
    12258,
    12259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}