{
  "id": 12556,
  "title": "1995년 United States v. Walter F. Jekot, M.D. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-04-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Walter F. Jekot, M.D.. 판결일: 1995-04-07. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Walter F. Jekot, M.D.\n**판결일**: 1995-04-07\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 47 F.3d 1176\n\n## 판결문 요약\n\n47 F.3d 1176\n    NOTICE: Ninth Circuit Rule 36-3 provides that dispositions other than opinions or orders designated for publication are not precedential and should not be cited except when relevant under the doctrines of law of the case, res judicata, or collateral estoppel.UNITED STATES of America, Plaintiff-Appellee,v.Walter F. JEKOT, M.D., Defendant-Appellant.\n    No. 93-50700.\n    United States Court of Appeals, Ninth Circuit.\n    Argued and Submitted Dec. 7, 1994.Decided Feb. 24, 1995.As Amended on Denial of Rehearing and Rejection ofSuggestion for Rehearing En Banc April 7, 1995.\n    \n      Before:  SCHROEDER, FLETCHER and THOMPSON, Circuit Judges.\n    \n    \n      1\n      MEMORANDUM*\n    \n    \n      2\n      Walter F. Jekot appeals his sentence following his guilty plea to one count of conspiracy to obtain and distribute anabolic steroids and human growth hormone (HGH).  We have jurisdiction pursuant to 28 U.S.C. Sec. 1291, and we affirm.\n    \n    \n      3\n      The district court granted an evidentiary hearing on three contested issues, but denied Jekot's request for a hearing on all other contested issues.  Reviewing for an abuse of discretion, United States v. Baker, 894 F.2d 1083 (9th Cir.1990), we agree with the district court's conclusion that an evidentiary hearing on all issues was unnecessary.  There was extensive briefing on all aspects of the sentence, and the presentence report (PSR) was amended twice in response to Jekot's objections.  A more extensive evid...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-walter-f-jekot-md"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12255,
    12258,
    12259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}