{
  "id": 12558,
  "title": "1995년 Oklahoma Tax Commission v. Jefferson Lines, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-04-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Oklahoma Tax Commission v. Jefferson Lines, Inc.. 판결일: 1995-04-03. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Oklahoma Tax Commission v. Jefferson Lines, Inc.\n**판결일**: 1995-04-03\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Breyer, Kennedy, O'Connor, Rehnquist, Scalia, Soutee, Souter, Stevens, Thomas\n\n## 변호인\n\nStanley P. Johnston argued the cause and filed a brief for petitioner., Steven D. DeRuyter argued the cause for respondent. With him on the brief was Loren A. Unterseher*\n\n## 인용\n\n- 131 L. Ed. 2d 261\n- 115 S. Ct. 1331\n- 514 U.S. 175\n- 1995 U.S. LEXIS 2418\n\n## 판결문 요약\n\n\n514 U.S. 175 (1995)\nOKLAHOMA TAX COMMISSION\nv.\nJEFFERSON LINES, INC.\nNo. 93-1677.\nUnited States Supreme Court.\nArgued November 28, 1994.\nDecided April 3, 1995.\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE EIGHTH CIRCUIT\n*176 *177 Souter, J., delivered the opinion of the Court, in which Rehnquist, C. J., and Stevens, Kennedy, and Ginsburg, JJ., joined. Scalia, J., filed an opinion concurring in the judgment, in which Thomas, J., joined, post, p. 200. Breyer, J., filed a dissenting opinion, in which O'Connor, J., joined, post, p. 201.\nStanley P. Johnston argued the cause and filed a brief for petitioner.\nSteven D. DeRuyter argued the cause for respondent. With him on the brief was Loren A. Unterseher.[*]\nJustice Souter, delivered the opinion of the Court.\nThis case raises the question whether Oklahoma's sales tax on the full price of a ticket for bus travel from Oklahoma to another State is consistent with the Commerce Clause, U. S. Const., Art. I, § 8, cl. 3. We hold that it is.\n\nI\nOklahoma taxes sales in the State of certain goods and services, including transportation for hire. Okla. Stat., Tit. 68, § 1354(1)(C) (Supp. 1988).[1] The buyers of the taxable *178 goods and services pay the taxes, which must be collected and remitted to the State by sellers. § 1361.\nRespondent Jefferson Lines, Inc., is a Minnesota corporation that provided bus services as a common carrier in Oklahoma from 1988 to 1990. Jefferson did not collect or remit the sales taxes for tickets it...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=oklahoma-tax-commission-v-jefferson-lines-inc"
    }
  ],
  "relatedIncidents": [
    12268,
    12274,
    12308,
    12332,
    12461
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}