{
  "id": 12566,
  "title": "1995년 Holden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-03-24",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Holden. 판결일: 1995-03-24. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Ottis Glenn HOLDEN v. CITY OF FLORENCE\n**판결일**: 1995-03-24\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Taylor\n\n## 변호인\n\nC. David Odem, Florence, for appellant., Ed Doggett, Florence, for appellee.\n\n## 인용\n\n- 665 So. 2d 1004\n\n## 판결문 요약\n\n\nTAYLOR, Presiding Judge.\nThe appellant, Ottis Glenn Holden, was convicted of driving under the influence of alcohol (DUI), a violation of § 32-5A-191(a)(2), Code of Alabama 1975, and of illegal lane usage, a violation of § 32-5A-88, Code of Alabama 1975. He was sentenced to 12 months in jail and was fined $2000 on the conviction for DUI and was fined $50 plus court costs on the conviction for illegal lane usage.\nThe city’s evidence tended to show that shortly after midnight on September 14, 1993, the appellant was driving his car in the City of Florence, Alabama. Sergeant Curtis of the Florence Police Department testified that he observed the appellant, who was driving a truck, cross the centerline into the opposing lane of traffic several times. Curtis stated that he then turned on the blue lights on his patrol ear, but that the appellant did not stop. Curtis testified that he called for additional officers to assist him. He then attempted to make the appellant stop his truck by turning on his intermittent siren. The appellant made some sort of hand gesture but kept on driving at a speed of about 25 miles per hour. Officer McDonald arrived in his patrol car in response to Curtis’s radio call for backup. McDonald continued following the appellant and Curtis passed the appellant’s truck and drove in front of it, forcing the appellant to stop.\nOfficer Curtis testified that the appellant had a strong odor of alcohol on his breath and clothing. Curtis further stated that the app...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=holden-v-city-of-florence"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12255,
    12258,
    12259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}