{
  "id": 12565,
  "title": "1995년 Marshall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-03-24",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: Marshall. 판결일: 1995-03-24. 법원: West Virginia Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: David L. MARSHALL, Dba David’s Enterprises, Plaintiff Below, Appellant v. ELMO GREER & SONS, INC. and the Hartford Fire Insurance Company, Defendants Below, Appellees\n**판결일**: 1995-03-24\n**법원**: West Virginia Supreme Court\n**관할**: West Virginia, WV\n\n**판사**: Cleckley\n\n## 변호인\n\nThomas W. Kupec, Michael & Kupec, Clarksburg, for appellant., J. Greg Goodykoontz, Steptoe & Johnson, Clarksburg, for appellees.\n\n## 인용\n\n- 456 S.E.2d 554\n- 193 W. Va. 427\n\n## 판결문 요약\n\n\n456 S.E.2d 554 (1995)\n193 W.Va. 427\nDavid L. MARSHALL, dba David's Enterprises, Plaintiff Below, Appellant\nv.\nELMO GREER &amp; SONS, INC. and the Hartford Fire Insurance Company, Defendants Below, Appellees.\nNo. 22300.\nSupreme Court of Appeals of West Virginia.\nSubmitted January 24, 1995.\nDecided March 24, 1995.\n*555 Thomas W. Kupec, Michael &amp; Kupec, Clarksburg, for appellant.\nJ. Greg Goodykoontz, Steptoe &amp; Johnson, Clarksburg, for appellees.\nPER CURIAM:\nDavid L. Marshall appeals from a partial summary judgment order of the Circuit Court of Harrison County dismissing his contract claim against Elmo Greer &amp; Sons, Inc. (hereinafter Greer) and The Hartford Fire Insurance Co., Greer's surety on the Greenbrier County construction project. Mr. Marshall maintains that circuit court erred in finding the contract between Mr. Marshall and Greer (hereinafter the express, written contract) to be unambiguous and in dismissing Mr. Marshall's contract claim. Although we agree that the dismissal of the express, written contract claim was proper, nonetheless, we find the dismissal to be premature because Mr. Marshall's complaint may state an implied contract or quantum meruit claim that was not considered by the circuit court.\nGreer, a general contractor for the West Virginia Dept. of Highways on project I-ID-64-4(37)143, a part of Interstate 64's construction in Greenbrier County (hereinafter the project), was required by the State to employ minority subcontractors. Mr. Marshall...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=marshall-v-elmo-greer-sons-inc"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12255,
    12258,
    12259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}