{
  "id": 12569,
  "title": "1995년 United States v. Virgil P. Rivers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-03-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Virgil P. Rivers. 판결일: 1995-03-20. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Virgil P. RIVERS, Defendant-Appellant\n**판결일**: 1995-03-20\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Cabranes, Miner, Newman\n\n## 변호인\n\nGeorgia J. Hinde, New York City, for defendant-appellant., Julie E. Katzman, Asst. U.S. Atty., Brooklyn, NY (Zachary W. Carter, U.S. Atty., Elizabeth A. Lesser, Asst. U.S. Atty., on the brief), for appellee.\n\n## 인용\n\n- 50 F.3d 1126\n\n## 판결문 요약\n\n50 F.3d 1126\n    UNITED STATES of America, Appellee,v.Virgil P. RIVERS, Defendant-Appellant.\n    No. 820, Docket 94-1344.\n    United States Court of Appeals,Second Circuit.\n    Argued Jan. 19, 1995.Decided March 20, 1995.\n    \n      Georgia J. Hinde, New York City, for defendant-appellant.\n      Julie E. Katzman, Asst. U.S. Atty., Brooklyn, NY (Zachary W. Carter, U.S. Atty., Elizabeth A. Lesser, Asst. U.S. Atty., on the brief), for appellee.\n      Before NEWMAN, Chief Judge, MINER and CABRANES, Circuit Judges.\n      JON O. NEWMAN, Chief Judge:\n    \n    \n      1\n      This appeal presents Sentencing Guidelines issues concerning the selection of a criminal history category and the extent of a permissible departure for a defendant classified as a career offender.  The issues arise on an appeal by Virgil Rivers from the June 17, 1994, judgment of the District Court for the Eastern District of New York (Raymond J. Dearie, Judge) convicting him, on his guilty plea, of bank robbery and firearm offenses.  Rivers contends that the District Judge incorrectly counted his prior offenses when calculating his criminal history category and determining his career offender status.  He also contends that the District Judge adopted an erroneous view of the scope of his discretion to depart downward from the sentence applicable under the career offender guideline.  Because the record is ambiguous with respect to both contentions, we remand to the District Court for clarification.\n    \n    Backgr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-virgil-p-rivers"
    }
  ],
  "relatedIncidents": [
    12259,
    12284,
    12305,
    12333,
    12362
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}