{
  "id": 12568,
  "title": "1995년 Barbara S. Minnich v. Merit Systems Protection Board 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-03-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Barbara S. Minnich v. Merit Systems Protection Board. 판결일: 1995-03-21. 법원: Court of Appeals for the Federal Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Barbara S. Minnich v. Merit Systems Protection Board\n**판결일**: 1995-03-21\n**법원**: Court of Appeals for the Federal Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 50 F.3d 21\n\n## 판결문 요약\n\n50 F.3d 21\n    NOTICE: Federal Circuit Local Rule 47.6(b) states that opinions and orders which are designated as not citable as precedent shall not be employed or cited as precedent.  This does not preclude assertion of issues of claim preclusion, issue preclusion, judicial estoppel, law of the case or the like based on a decision of the Court rendered in a nonprecedential opinion or order.Barbara S. MINNICH, Petitioner,v.MERIT SYSTEMS PROTECTION BOARD, Respondent.\n    No. 94-3587.\n    United States Court of Appeals, Federal Circuit.\n    March 21, 1995.\n    \n      Before MAYER, Circuit Judge, BENNETT, Senior Circuit Judge, and PLAGER, Circuit Judge.\n      PER CURIAM.\n    \n    \n      1\n      Barbara S. Minnich seeks review of the decision of the Merit Systems Protection Board, No. DC-3443-93-0700-I-1, which became final on July 12, 1994, dismissing her appeal for lack of jurisdiction.  We affirm.\n    \n    \n      2\n      Acting pro se, Minnich filed this appeal with the board in conjunction with her efforts to secure a disability pension, currently the subject of another appeal pending before this court, Minnich v. Office of Personnel Management, No. 94-3544.  In the case before us today, Minnich seeks review of various acts of the Central Intelligence Agency (CIA or the agency), her employer, which she alleges resulted in the denial of her claim for retirement benefits by the Office of Personnel Management (OPM).  She maintains that the agency improperly interfered with her r...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=barbara-s-minnich-v-merit-systems-protection-board"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12255,
    12258,
    12259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}