{
  "id": 12573,
  "title": "1995년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-03-16",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1995-03-16. 법원: Massachusetts Appeals Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Cuff W. Davis\n**판결일**: 1995-03-16\n**법원**: Massachusetts Appeals Court\n**관할**: Massachusetts, MA\n\n## 변호인\n\nBenjamin H. Keehn, Committee for Public Counsel Services, for the defendant., Edmond J. Zabin, Assistant District Attorney, for the Commonwealth.\n\n## 인용\n\n- 38 Mass. App. Ct. 932\n\n## 판결문 요약\n\n\nAt the trial of indictments charging the defendant with unlawfully carrying a rifle and murder in the first degree, the Commonwealth presented evidence to show that the defendant lay in wait as the unarmed victim walked along a basement corridor to a storage room. When the victim was within three feet of him, the defendant jumped out into the open and shot him with a rifle. The defendant claimed self-defense on the basis that shortly before the shooting, the victim had threatened to kill him and that he shot the victim in the belief that he was reaching for a weapon. On appeal, the defendant argues only in respect to his conviction of murder in the second degree. He claims error in certain evidentiary rulings, the jury instructions, and the prosecutor’s closing argument. Appellate counsel for the Commonwealth was not trial counsel. We affirm.\n1. Evidence of other bad acts, (a) There was evidence to show that after the shooting, the defendant fled. About five hours later, he telephoned the police and, in a recorded conversation, stated: “I killed a guy tonight. I’m the one that they’re looking for on T.V. but right now I’m not turning myself in. I have one more murder to do and it will be happening tonight and you will know” (emphasis added). The defendant argues that the probative value of the italicized portion of his statement was far outweighed by its potential for prejudice and that the Commonwealth should have been limited to his admission that he “killed a guy tonight....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-davis"
    }
  ],
  "relatedIncidents": [
    12275,
    12336,
    12347,
    12382,
    12406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}