{
  "id": 12572,
  "title": "1995년 Farquharson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-03-16",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Farquharson. 판결일: 1995-03-16. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: State v. Farquharson\n**판결일**: 1995-03-16\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Judges Pressler, Conley and Newman\n\n## 인용\n\n- 655 A.2d 84\n- 280 N.J. Super. 239\n\n## 판결문 요약\n\n\n280 N.J. Super. 239 (1995)\n655 A.2d 84\nSTATE OF NEW JERSEY, PLAINTIFF-RESPONDENT,\nv.\nGIBBON FARQUHARSON, DEFENDANT-APPELLANT.\nSuperior Court of New Jersey, Appellate Division.\nSubmitted February 22, 1995.\nDecided March 16, 1995.\n*241 Before Judges PRESSLER, CONLEY and NEWMAN.\nSusan L. Reisner, Public Defender, attorney for appellant (Leeann Cunningham, Designated Counsel, on the brief).\nRonald S. Fava, Passaic County Prosecutor, attorney for respondent (Gary H. Schlyen, Chief Assistant Prosecutor, of counsel and on the letter brief).\nThe opinion of the court was delivered by CONLEY, J.A.D.\nDefendant was convicted of various drug offenses for which he was sentenced, on the State's motion for an extended term, to an *242 aggregate ten year custodial term with a five year parole disqualifier. The required fines, penalties and driver's license revocation were also imposed. On appeal, in addition to claiming without merit that his sentence is excessive, defendant contends that the inability he encountered before and during trial to obtain the address of co-defendant so that she could be compelled to appear and testify deprived him of his constitutional right to compulsory process and should have led to a granting of his motion to dismiss the indictment. Under the particular circumstances here, not the least of which consisted of less than enthusiastic prosecutorial cooperation, and despite the involvement of federal governmental officials and their outright refusal to assist, we ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-farquharson"
    }
  ],
  "relatedIncidents": [
    12255,
    12258,
    12265,
    12463,
    12472
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}