{
  "id": 12579,
  "title": "1995년 United States v. Calixto Raymond Ledon, Also Known as Carlos Ledon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-03-09",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Calixto Raymond Ledon, Also Known as Carlos Ledon. 판결일: 1995-03-09. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Calixto Raymond LEDON, Also Known as Carlos Ledon, Appellant\n**판결일**: 1995-03-09\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Gibson, John, Loken, Magill\n\n## 변호인\n\nDavid A. Chesnoff, Las Vegas, NV, argued, for appellant., Nathan P. Peterson, argued (Jon M. Hope-man, Minneapolis, MN, on the brief), for appellee.\n\n## 인용\n\n- 49 F.3d 457\n\n## 판결문 요약\n\n49 F.3d 457\n    UNITED STATES of America, Appellee,v.Calixto Raymond LEDON, also known as Carlos Ledon, Appellant.\n    No. 94-2336.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted Nov. 15, 1994.Decided March 9, 1995.\n    \n      David A. Chesnoff, Las Vegas, NV, argued, for appellant.\n      Nathan P. Peterson, argued (Jon M. Hopeman, Minneapolis, MN, on the brief), for appellee.\n      Before MAGILL, Circuit Judge, JOHN R. GIBSON, Senior Circuit Judge, and LOKEN, Circuit Judge.\n      JOHN R. GIBSON, Senior Circuit Judge.\n    \n    \n      1\n      In this interlocutory appeal, Calixto Raymond Ledon challenges the district court's1 denial of his motions to dismiss his indictment for conspiracy to possess and distribute cocaine, on grounds of Double Jeopardy and breach of a plea agreement in an earlier case.  Ledon contends that the present indictment alleges the same conspiracy for which he was already convicted in the District of Nevada in 1993.  Ledon also claims that the plea agreement in the Nevada case included a promise that the United States would not prosecute him for any other crime then known to the United States, and that the government had knowledge of crimes charged here at the time of the Nevada plea.  We affirm the district court's denial of the Double Jeopardy motion and we dismiss the appeal of the plea agreement ruling for lack of jurisdiction.\n    \n    \n      2\n      Ledon was indicted in the District of Nevada on August 21, 1992, for participati...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-calixto-raymond-ledon-also-known-as-carlos-ledon"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12255,
    12258,
    12259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}