{
  "id": 12576,
  "title": "1995년 Meeks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-03-13",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Meeks. 판결일: 1995-03-13. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Meeks v. the State\n**판결일**: 1995-03-13\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Birdsong, Blackburn, Ruffin\n\n## 변호인\n\nDavid L. Whitman, for appellant., Daniel J. Porter, District Attorney, Phil Wiley, Donald L. Johstono, Jr., Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 455 S.E.2d 350\n- 216 Ga. App. 630\n\n## 판결문 요약\n\n\n455 S.E.2d 350 (1995)\n216 Ga. App. 630\nMEEKS\nv.\nThe STATE.\nNo. A94A2562.\nCourt of Appeals of Georgia.\nMarch 13, 1995.\nCertiorari Denied May 15, 1995.\n*351 David L. Whitman, Lawrenceville, for appellant.\nDaniel J. Porter, Dist. Atty., Phil Wiley, Donald L. Johstono, Jr., Asst. Dist. Attys., for appellee.\nRUFFIN, Judge.\nDaniel Meeks was indicted for two counts of first degree vehicular homicide. He was convicted by a jury and appeals the denial of his motion for new trial.\nAt trial Officer James West, a member of the Gwinnett County DUI Task Force, testified that shortly after midnight, he arrested a drunk driver traveling north on Interstate 85 (\"I-85\") just south of Jimmy Carter Boulevard. Officer Chris Magill arrived at the scene and offered to stay with the arrested driver's car until the tow truck arrived while West took the driver to jail. Magill's police car was parked in the emergency lane and the blue lights were illuminated. Around this time, Alan Hutcherson, an off-duty police officer, was traveling north on I-85 from the Pleasantdale Road area. Hutcherson testified that he noticed a driver in front of him, later identified as Meeks, changing lanes several times using his right signal before moving to the left and signaling a right turn when moving to the left. The car swerved to the left and right several times and other cars were swerving to get out of its way. Believing the driver of the car was dangerously intoxicated, Hutcherson decided to catch the driver, get...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=meeks-v-state"
    }
  ],
  "relatedIncidents": [
    12275,
    12336,
    12347,
    12382,
    12406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}