{
  "id": 12575,
  "title": "1995년 Ronald Frank Vaughan v. Carl Lacey, Captain Garland County Sheriff 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-03-14",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Ronald Frank Vaughan v. Carl Lacey, Captain Garland County Sheriff. 판결일: 1995-03-14. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Ronald Frank VAUGHAN, Appellant, v. Carl LACEY, Captain; Garland County Sheriff, Appellees\n**판결일**: 1995-03-14\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Aenold, Jones, Loken, Moeeis, Sheppaed\n\n## 변호인\n\nStephen Hough, Fort Smith, AE, argued, for appellant., Ealph Ohm, Hot Springs, AE, argued, for appellees.\n\n## 인용\n\n- 49 F.3d 1344\n\n## 판결문 요약\n\n49 F.3d 1344\n    Ronald Frank VAUGHAN, Appellant,v.Carl LACEY, Captain;  Garland County Sheriff, Appellees.\n    No. 94-1853.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted Jan. 13, 1995.Decided March 14, 1995.\n    \n      Stephen Hough, Fort Smith, AR, argued, for appellant.\n      Ralph Ohm, Hot Springs, AR, argued, for appellees.\n      Before LOKEN and MORRIS SHEPPARD ARNOLD, Circuit Judges, and JONES,* Senior District Judge.\n      LOKEN, Circuit Judge.\n    \n    \n      1\n      In this action under 42 U.S.C. Sec. 1983, Ronald Frank Vaughan appeals the district court's1 summary judgment dismissing Vaughan's claims of deliberate indifference to his serious medical needs against the Sheriff of Garland County, Arkansas, and Captain Carl Lacey, a jailer at the Garland County Detention Center.  We affirm.\n    \n    \n      2\n      We review the district court's grant of summary judgment de novo and may sustain it only if no genuine issue of material fact remains and defendants are entitled to summary judgment as a matter of law.  See Smith v. Jenkins, 919 F.2d 90, 92 (8th Cir.1990).  The undisputed facts of record are as follows.\n    \n    \n      3\n      From April 1990 to January 1992, Vaughan was treated by Dr. Roy Barnes, an Alabama psychiatrist, who diagnosed severe mental depression and psychomotor retardation and prescribed a combination of medications.  In January 1992, Vaughan was transferred to a federal prison camp, where both a psychiatrist and the prison d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ronald-frank-vaughan-v-carl-lacey-captain-garland-county-sheriff"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12255,
    12258,
    12259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}