{
  "id": 12578,
  "title": "1995년 Plunkett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-03-10",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Plunkett. 판결일: 1995-03-10. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State of Kansas, Appellee, v. Bennie L. Plunkett, Jr., Appellant\n**판결일**: 1995-03-10\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Six\n\n## 변호인\n\nStephen C. Moss, special assistant appellate defender, argued the cause, and Jessica R. Kunen, chief appellate defender, was with him on the brief for appellant., David Lowden, assistant district attorney, argued the cause, and Ñola Foulston, district attorney, and Robert T. Stephan, attorney general, were with him on the brief for appellee.\n\n## 인용\n\n- 257 Kan. 135\n- 891 P.2d 370\n\n## 판결문 요약\n\n\n257 Kan. 135 (1995)\nSTATE OF KANSAS, Appellee,\nv.\nBENNIE L. PLUNKETT, JR., Appellant.\nNo. 70,537\nSupreme Court of Kansas.\nOpinion filed March 10, 1995.\nStephen C. Moss, special assistant appellate defender, argued the cause, and Jessica R. Kunen, chief appellate defender, was with him on the brief for appellant.\nDavid Lowden, assistant district attorney, argued the cause, and Nola Foulston, district attorney, and Robert T. Stephan, attorney general, were with him on the brief for appellee.\nThe opinion of the court was delivered by\nSIX, J.:\nThis case concerns judicial misconduct during trial. Defendant Bennie L. Plunkett, Jr., was found guilty of rape, K.S.A. 21-3502, and aggravated criminal sodomy, K.S.A. 21-3506(c). His jury trial involved two consolidated cases, similar in nature, but each arising from a separate incident and separate victim. Plunkett contends he was denied a fair trial because of judicial misconduct. He also asserts various trial errors.\n*136 Our jurisdiction is under K.S.A. 1994 Supp. 22-3601(b)(1) (a maximum sentence of life imprisonment was imposed).\nOur inquiry focuses on whether the trial judge committed judicial misconduct by making prejudicial comments about Plunkett, demeaning defense counsel in front of the jury, or otherwise showing partiality to the State's case.\nOur standard of review is unlimited. The standard of judicial review refers to the legal scale used in weighing the sufficiency of the facts and circumstances giving rise to the allege...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-plunkett"
    }
  ],
  "relatedIncidents": [
    12323,
    12428,
    12433,
    12444,
    12468
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}