{
  "id": 12581,
  "title": "1995년 Sallie 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-03-07",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Sallie. 판결일: 1995-03-07. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Sallie v. the State\n**판결일**: 1995-03-07\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Birdsong, Blackburn, Ruffin\n\n## 변호인\n\nJohn E. Pirkle, M. Seth Rosenthal, for appellant., Dupont K. Cheney, District Attorney, J. Thomas Durden, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 216 Ga. App. 502\n- 455 S.E.2d 315\n\n## 판결문 요약\n\n\n216 Ga. App. 502 (1995)\nSALLIE\nv.\nTHE STATE.\nA94A1974.\nCourt of Appeals of Georgia.\nDecided March 7, 1995.\nJohn E. Pirkle, M. Seth Rosenthal, for appellant.\nDupont K. Cheney, District Attorney, J. Thomas Durden, Assistant District Attorney, for appellee.\nRUFFIN, Judge.\nWilliam Sallie was convicted in Bacon County for murder, burglary, aggravated assault, and two counts of kidnapping with bodily injury. The charges arose from a spree in which Sallie murdered his former father-in-law, shot his former mother-in-law after handcuffing her to her grandson, and kidnapped his ex-wife and former sister-in-law, taking them from Bacon County to Liberty County, where he repeatedly raped and sodomized the ex-wife and repeatedly raped his former sister-in-law.[1] The State now seeks to prosecute Sallie in Liberty County for two counts of false imprisonment arising out of the same set of facts. Sallie filed this interlocutory appeal from the trial court's order denying his plea of former jeopardy.\nSallie contends the trial court erred in denying his plea of former jeopardy as to the two counts of false imprisonment because those charges constitute lesser-included offenses of kidnapping with bodily injury of which he has already been convicted in Bacon County. Sallie argues that under the \"required evidence test,\" false imprisonment is a lesser included offense of kidnapping with bodily injury as a matter of law. We agree.\n\"`Under OCGA §§ 16-1-6 and 16-1-7, a defendant may be prosecuted for...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sallie-v-state"
    }
  ],
  "relatedIncidents": [
    12275,
    12336,
    12347,
    12382,
    12406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}