{
  "id": 12593,
  "title": "1995년 Robert Lee Emery, Jr. v. B. Merkel, Warden Attorney General of the State of California 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-02-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Robert Lee Emery, Jr. v. B. Merkel, Warden Attorney General of the State of California. 판결일: 1995-02-23. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Robert Lee Emery, Jr. v. B. Merkel, Warden Attorney General of the State of California\n**판결일**: 1995-02-23\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 48 F.3d 1227\n\n## 판결문 요약\n\n48 F.3d 1227NOTICE: Ninth Circuit Rule 36-3 provides that dispositions other than opinions or orders designated for publication are not precedential and should not be cited except when relevant under the doctrines of law of the case, res judicata, or collateral estoppel.\n    Robert Lee EMERY, Jr., Petitioner-Appellant,v.B. MERKEL, Warden;  Attorney General of the State ofCalifornia, Respondents-Appellees.\n    No. 94-16785.\n    United States Court of Appeals, Ninth Circuit.\n    Submitted Feb. 15, 1995.*Decided Feb. 23, 1995.\n    \n      Before:  SCHROEDER, CANBY, and LEAVY, Circuit Judges.\n    \n    \n      1\n      MEMORANDUM**\n    \n    \n      2\n      Robert L. Emery Jr., a California state prisoner, appeals pro se the district court's denial of his 28 U.S.C. Sec. 2254 habeas corpus petition challenging his conviction for burglary, robbery, and false imprisonment.  Emery contends that there was insufficient evidence to support his conviction.  We have jurisdiction under 28 U.S.C. Sec. 2253.  We review de novo the district court's denial of a habeas corpus petition.  Hendricks v. Zenon, 993 F.2d 664, 668 (9th Cir.1993).  We affirm.\n    \n    \n      3\n      Emery contends that the government failed to present sufficient evidence to sustain his conviction because it was based solely on fingerprint evidence.  Specifically, he contends that reliance on this evidence alone to identify him as the person who committed the offense violates his right to due process.  This contention lacks m...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robert-lee-emery-jr-v-b-merkel-warden-attorney-gen"
    }
  ],
  "relatedIncidents": [
    12259,
    12284,
    12305,
    12333,
    12362
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}