{
  "id": 1259,
  "title": "2021년 London 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2021-07-08",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: London. 판결일: 2021-07-08. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: People v. London\n**판결일**: 2021-07-08\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 2021 NY Slip Op 04283\n\n## 판결문 요약\n\n\r\n\r\nPeople v London (2021 NY Slip Op 04283)\r\n\r\n\r\n\r\n\r\n\r\nPeople v London\r\n\r\n\r\n2021 NY Slip Op 04283\r\n\r\n\r\nDecided on July 08, 2021\r\n\r\n\r\nAppellate Division, First Department\r\n\r\n\r\n\r\nPublished by New York State Law Reporting Bureau pursuant to Judiciary Law § 431.\r\n\r\n\r\nThis opinion is uncorrected and subject to revision before publication in the Official Reports.\r\n\r\n\r\n\r\nDecided and Entered: July 08, 2021\r\n\r\nBefore: Manzanet-Daniels, J.P., Webber, Singh, Kennedy, JJ. \r\n\r\n\r\nInd No. 3984/15 Appeal No. 14179 Case No. 2017-2956 \r\n\r\n[*1]The People of the State of New York, Respondent,\r\nvTrevell London, Defendant-Appellant.\r\n\r\n\r\nJanet E. Sabel, The Legal Aid Society, New York (Simon Greenberg of counsel), for appellant.\r\nCyrus R. Vance, Jr., District Attorney, New York (Michael D. Tarbutton of counsel), for respondent.\r\n\r\n\r\n\r\nJudgment, Supreme Court, New York County (Melissa C. Jackson, J.), rendered February 23, 2017, convicting defendant, upon his plea of guilty, of two counts of assault in the second degree, and sentencing him, as a second violent felony offender, to concurrent terms of five years, unanimously modified, on the law, to the extent of vacating the second violent felony offender adjudication and remanding for resentencing in accordance with this decision, and otherwise affirmed.\r\nThe People concede that defendant's Colorado burglary conviction could not serve as the basis for adjudicating defendant a second violent felony offender. Accordingly, we remand for resentencing. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-london"
    }
  ],
  "relatedIncidents": [
    1152,
    1275,
    1313,
    1405,
    897
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}