{
  "id": 12597,
  "title": "1995년 Brooks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-02-17",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Brooks. 판결일: 1995-02-17. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The STATE of Ohio, Appellee, v. BROOKS, Appellant\n**판결일**: 1995-02-17\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Brogan, Grady, Joseph, Kerns, Second\n\n## 변호인\n\nMathias H. Heck, Jr.,  Montgomery County Prosecuting Attorney, and  Carley J. Ingram,  Assistant Prosecuting Attorney, for appellee.\n\n Richard A. Nystrom,  for appellant.\n\n## 인용\n\n- 655 N.E.2d 418\n- 101 Ohio App. 3d 260\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 262 \nDefendant, Paul Brooks, appeals from his conviction for burglary. Brooks argues that the trial court abused its discretion by admitting into evidence irrelevant testimony and photographs that were not properly authenticated. Brooks also contends that the trial court erred by not instructing the jury on a *Page 263 \nlesser included offense and an applicable affirmative defense. We conclude that the photographs in question were properly authenticated, that the challenged testimony was relevant, and that the trial court's jury instructions were not inaccurate, incomplete, or misleading and did not deny Brooks a fair trial. Accordingly, the trial court's judgment will be affirmed.\nThe evidence presented by the state demonstrates that in March 1993 Julie Carter, Paul Brooks's girlfriend, was living with her friend Kelle Boydston at Boydston's apartment located at 2040 Lakewood Drive, Kettering, Ohio. Brooks had also lived at that apartment but had moved out in February 1993.\nOn March 6, 1993, Paul Brooks telephoned Julie Carter at Kelle Boydston's apartment. Brooks told Carter he was on his way over to that apartment and that he was going to physically harm Julie. A few minutes later Brooks arrived at Boydston's apartment. Boydston told Brooks to leave. Brooks, however, forced his way into the apartment through a window and subsequently a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-brooks"
    }
  ],
  "relatedIncidents": [
    12259,
    12284,
    12305,
    12333,
    12362
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}