{
  "id": 12599,
  "title": "1995년 Thomas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-02-15",
  "location": "Rhode Island, RI, USA",
  "summary": "미국 Rhode Island, RI 법원 판결 사건. 사건명: Thomas. 판결일: 1995-02-15. 법원: Supreme Court of Rhode Island.",
  "description": "## 사건 정보\n\n**사건명**: STATE v. Mark THOMAS\n**판결일**: 1995-02-15\n**법원**: Supreme Court of Rhode Island\n**관할**: Rhode Island, RI\n\n**판사**: Murray\n\n## 변호인\n\nJeffrey Pine, Atty. Gen., Aaron Weisman, Asst. Atty. Gen., for plaintiff., Richard Casparian, Public Defender, Paula Rosin, Asst. Public Defender, for defendant.\n\n## 인용\n\n- 654 A.2d 327\n\n## 판결문 요약\n\n\n654 A.2d 327 (1995)\nSTATE\nv.\nMark THOMAS.\nNo. 93-647-C.A.\nSupreme Court of Rhode Island.\nFebruary 15, 1995.\n*328 Jeffrey Pine, Atty. Gen., Aaron Weisman, Asst. Atty. Gen., for plaintiff.\nRichard Casparian, Public Defender, Paula Rosin, Asst. Public Defender, for defendant.\n\nOPINION\nMURRAY, Justice.\nThis case comes before us on an appeal by the defendant Mark Thomas (defendant) from his convictions of two counts of first degree sexual assault. G.L. 1956 (1981 Reenactment) § 11-37-2, as amended by P.L. 1987, ch. 238, § 1, and § 11-37-3. The defendant asserts that his sentence violates his State and Federal Constitutional protections against double jeopardy and is impermissible under the literal language of § 11-37-2. He further contends that the trial justice erred in failing to sufficiently instruct the jury regarding the proper use of his prior criminal convictions. For the reasons set forth below, we affirm.\nAt approximately 9:30 p.m. on July 13, 1990, Charlene Gomes (Charlene), aged fifteen, accompanied by her cousin Stacey Gomes (Stacey), aged fourteen, and friend Mark Gorton (Mark) attended a beer party. The party was held in an apartment located at 40 Holden Street in Coventry and occupied by defendant and his roommate Thomas Flint. Upon arriving at the party, the three each paid defendant two dollars and in return received cups enabling them to drink from a keg of beer. Charlene testified that prior to that evening she had never had any contact with defendant.\nShortly ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-thomas"
    }
  ],
  "relatedIncidents": [
    12323,
    12428,
    12433,
    12444,
    12468
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}