{
  "id": 12608,
  "title": "1995년 Hayes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-02-13",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Hayes. 판결일: 1995-02-13. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Hayes v. the State\n**판결일**: 1995-02-13\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Carley, Divisions, Hunstein, Hunt, Sears\n\n## 변호인\n\nChristopher J. McFadden, for appellant., Lewis R. Slaton, District Attorney, Herman L. Sloan, Suzanne W. Ockleberry, Ronnie E. Dixon, Rebecca A. Keel, Assistant District Attorneys, Michael J. Bowers, Attorney General, Susan V. Boleyn, Senior Assistant Attorney General, Marla-Deen Brooks, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 265 Ga. 1\n- 453 S.E.2d 11\n\n## 판결문 요약\n\n\n265 Ga. 1 (1995)\nHAYES\nv.\nTHE STATE.\nS94A1226.\nSupreme Court of Georgia.\nDecided February 13, 1995.\nChristopher J. McFadden, for appellant.\nLewis R. Slaton, District Attorney, Herman L. Sloan, Suzanne W. Ockleberry, Ronnie E. Dixon, Rebecca A. Keel, Assistant District Attorneys, Michael J. Bowers, Attorney General, Susan V. Boleyn, Senior Assistant Attorney General, Marla-Deen Brooks, Assistant Attorney General, for appellee.\nHUNSTEIN, Justice.\nAldridge Level Hayes was charged with malice murder (Count 1), felony murder (Count 2), and aggravated assault (Count 3). He was convicted of all three counts. The trial court sentenced Hayes to life for the murder, a concurrent term of years for the aggravated assault, and revoked his First Offender Status on an earlier drug charge. He appeals from the denial of his motion for a new trial.[1]\n1. The evidence established that Charles Hillman was walking in the company of Charles Poole when a car pulled up beside the men. Hillman immediately began to run; appellant, a passenger in the car, exited the vehicle with a knife in his hand and followed Hillman. Witnesses, including Poole and Travis Brooks, who was the driver of the car, testified that within the space of a few minutes appellant chased down Hillman, stabbed him, followed after Hillman as he broke away from the fight, threw Hillman against Poole's car as Hillman tried to enter the vehicle, and stabbed him repeatedly. Although Brooks entered into the fight and stabbed Hillman on...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hayes-v-state"
    }
  ],
  "relatedIncidents": [
    12275,
    12336,
    12347,
    12382,
    12406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}