{
  "id": 12600,
  "title": "1995년 Manning 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-02-15",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Manning. 판결일: 1995-02-15. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Tennessee v. Phillip MANNING\n**판결일**: 1995-02-15\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Jones, Summers, Wade\n\n## 변호인\n\nA.C. Wharton, Shelby County Public Defender, Walker Gwinn, Assistant Public Defender, William Moore, Assistant Public Defender, Memphis, for appellant., Charles W. Burson, Attorney General & Reporter, Joel W. Perry, Assistant Attorney General, Criminal Justice Division, Nashville, John W. Pierotti, District Attorney General, Terry Harris, Asst. Dist. Attorney General, Memphis, for appellee.\n\n## 인용\n\n- 909 S.W.2d 11\n\n## 판결문 요약\n\n\nSUMMERS, Judge.\nOPINION\nThe appellant, Phillip Manning, was convicted by a jury of his peers in the Shelby County Criminal Court of retaliation for past action, a Class E felony, in violation of Tennessee Code Annotated Section 39-16-510 (1991). He has appealed alleging insufficiency of the evidence. We affirm the trial court which approved the jury verdict of guilt.\nPhillip Manning and Ann Manning had a stormy marriage. They married in July 1992 and separated in December of the same year. She had him arrested in December 1992 for assault; and he was convicted in the General Sessions Court of Shelby County on January 13, 1993. He was sentenced to nine months in jail with four months being suspended.\nWhile in jail serving time at the penal farm, Manning could not leave his wife alone. On or about February 7,1993, Manning telephoned his wife at her job and at her home and threatened to kill her and members of her family. As a result of this harassment, Ann Manning went before a sessions judge on February 11,1993, and signed an affidavit of complaint under oath. This resulted in a harassment warrant being issued against her husband. Eventually, Manning was found guilty and sentenced to thirty days additional incarceration.\nBecause of this chain of events, the General Sessions Court issued a violation of probation warrant against Manning reciting his recent conviction for harassment. The probation violation warrant was issued on March 2,1993, and served on Manning while he was i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-manning"
    }
  ],
  "relatedIncidents": [
    12309,
    12356,
    12443,
    12621,
    11835
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}