{
  "id": 12618,
  "title": "1995년 In re Pelland 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-02-03",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re Pelland. 판결일: 1995-02-03. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of David W. Pelland, a Suspended Attorney, Grievance Committee of the Fifth Judicial District\n**판결일**: 1995-02-03\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Paul J. Ginnelly, Syracuse, for petitioner., Emil M. Rossi, Syracuse, for respondent.\n\n## 인용\n\n- 208 A.D.2d 71\n- 623 N.Y.S.2d 30\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nPer Curiam.\nRespondent was admitted to practice by this Court on July 9, 1975 and, until his suspension, maintained an office for the practice of law in Syracuse. On May 19, 1994, respondent entered a plea of guilty in the United States District Court for *72the Northern District of New York to the crime of fraudulently concealing assets from bankruptcy trustees in violation of 18 USC § 152. Inasmuch as the corresponding New York crime, fraud in insolvency (Penal Law § 185.00), is a class A misdemeanor, and because fraud is an element of that crime, this Court, on June 14, 1994, issued an order pursuant to Judiciary Law §90 (4) (f) suspending respondent pending further order of the Court and directing him to show cause, pursuant to Judiciary Law §90 (4) (g), why a final order of censure, suspension or disbarment should not be entered. On August 19, 1994, respondent was sentenced to a term of probation of one year, was fined $1,000 and was directed to make restitution of $1,000. Respondent appeared and submitted matters in mitigation and this Court, on August 1, 1994, referred the matter to the Grievance Committee for further investigation of the facts and circumstances surrounding the conviction. The Grievance Committee’s report indicated that respondent concealed assets from the bankruptcy trustees when he knowingly filed an affidavit containing false information in connection with an application for legal fees.\nWe have considered all of the circumstanc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "미국",
    "판례",
    "강도",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-pelland"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-wallace"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-miles"
    }
  ],
  "relatedIncidents": [
    12441,
    12253,
    12254,
    12259,
    12263
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}