{
  "id": 12614,
  "title": "1995년 Haven 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-02-06",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Haven. 판결일: 1995-02-06. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: ASSURANCE COMPANY OF AMERICA, Plaintiff and Appellant, v. RONALD R. HAVEN Et Al., Defendants and Respondents\n**판결일**: 1995-02-06\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Davis\n\n## 변호인\n\nCounsel, Wright, Robinson, McCammon, Osthimer & Tatum, James C. Nielsen and Charles H. Horn for Plaintiff and Appellant., Larson & Burnham, David O. Larson, James L. Wraith and Michael K. Johnson for Defendants and Respondents.\n\n## 인용\n\n- 32 Cal. App. 4th 78\n- 38 Cal. Rptr. 2d 25\n\n## 판결문 요약\n\n\n32 Cal.App.4th 78 (1995)\n38 Cal. Rptr.2d 25\nASSURANCE COMPANY OF AMERICA, Plaintiff and Appellant,\nv.\nRONALD R. HAVEN et al., Defendants and Respondents.\nDocket No. C017023.\nCourt of Appeals of California, Third District.\nFebruary 6, 1995.\n*80 COUNSEL\nWright, Robinson, McCammon, Osthimer &amp; Tatum, James C. Nielsen and Charles H. Horn for Plaintiff and Appellant.\nLarson &amp; Burnham, David O. Larson, James L. Wraith and Michael K. Johnson for Defendants and Respondents.\n*81 OPINION\nDAVIS, J.\nIn this case, a liability insurer defended its insured under a reservation of rights that created a conflict of interest between the two of them. The issue on appeal is whether a liability insurer can sue its insured's Cumis counsel[1] for negligence based on a breach of statutory duty for failing  in contravention of Civil Code section 2860  to inform and consult with the insurer in a timely manner, to disclose to the insurer all nonprivileged information, and to cooperate in exchanging information with insurer-provided counsel. (Civ. Code, § 2860, subds. (d), (f).) We conclude the answer is yes where these failures encompassed nonprivileged information known to Cumis counsel and precluded the insurer, as alleged here, from timely asserting a complete defense to an entire action or to a cause of action that had been brought against its insured.[2]\nWe also conclude that Cumis counsel cannot be held negligently or statutorily liable to the insurer for failing to investigate, prepare,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=assurance-co-of-america-v-haven"
    }
  ],
  "relatedIncidents": [
    12255,
    12258,
    12265,
    12463,
    12472
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}