{
  "id": 12612,
  "title": "1995년 In re Com'rs 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-02-07",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: In re Com'rs. 판결일: 1995-02-07. 법원: Court of Appeals of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the COMMISSIONER’S ORDER DENYING PERMIT APPLICATION 93-1024; Project No. 19 of the Red Lake Watershed District (Maple Lake Dam, Judicial Ditch # 73, Mitchell Lake Dam, Badger Lake Dam, Poplar River Diversion Dam, Tamarack Lake Dam, Polk Impoundment, and Poplar River Dam), Polk County\n**판결일**: 1995-02-07\n**법원**: Court of Appeals of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Norton, Parker, Schumacher\n\n## 변호인\n\nRobert G. Hensley, Mark J. Hanson, Do-herty, Rumble & Butler, St. Paul, for Red Lake Watershed Dist., Hubert H. Humphrey, III, Atty. Gen., Donald A. Kannas, Asst. Atty. Gen., St. Paul, for Minn. Dept, of Natural Resources.\n\n## 인용\n\n- 527 N.W.2d 173\n\n## 판결문 요약\n\n\n527 N.W.2d 173 (1995)\nIn the Matter of the COMMISSIONER'S ORDER DENYING PERMIT APPLICATION 93-1024; Project No. 19 of the Red Lake Watershed District (Maple Lake Dam, Judicial Ditch # 73, Mitchell Lake Dam, Badger Lake Dam, Poplar River Diversion Dam, Tamarack Lake Dam, Polk Impoundment, and Poplar River Dam), Polk County.\nNo. C1-94-1944.\nCourt of Appeals of Minnesota.\nFebruary 7, 1995.\nReview Denied April 27, 1995.\n*174 Robert G. Hensley, Mark J. Hanson, Doherty, Rumble &amp; Butler, St. Paul, for Red Lake Watershed Dist.\nHubert H. Humphrey, III, Atty. Gen., Donald A. Kannas, Asst. Atty. Gen., St. Paul, for Minn. Dept. of Natural Resources.\nConsidered and decided by PARKER, P.J., and NORTON and SCHUMACHER, JJ.\n\n\n*175 OPINION\nPARKER, Judge.\nThe Watershed District challenges the order of the Commissioner of the Department Natural Resources summarily dismissing the district's application for a permit to work in public waters. We affirm.\n\nFACTS\nThe district court approved establishment of the Red Lake Watershed District (\"RLWD\"), relator, in 1969. Recently, RLWD devised the \"Maple Lake Project\" to augment lake levels in Maple Lake and to bolster flood-control measures in the area near the lake. Construction of the project would involve building a dike on state-owned land, and the ultimate impact would include occasional flooding of substantial portions of the Polk Wildlife Management Area. The Department of Natural Resources (\"DNR\") manages the affected state land and opposes a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-the-commissioners-order-denying-permit-application-93-1024"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12255,
    12258,
    12259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}