{
  "id": 12620,
  "title": "1995년 State of New York v. Sonifer Realty Corp. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-02-02",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: State of New York v. Sonifer Realty Corp.. 판결일: 1995-02-02. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: State of New York v. Sonifer Realty Corp., and Kenneth K. W. Ma, Individually and as President of Sonifer Realty Corp.\n**판결일**: 1995-02-02\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 212 A.D.2d 366\n- 622 N.Y.S.2d 516\n\n## 판결문 요약\n\n\n—Orders, Supreme Court, New York County (Karla Moskowitz, J.), entered April 25, 1994, which denied defendant-appellant’s motion for summary judgment dismissing the complaint for failure to join indispensable parties, and which, *367upon granting plaintiffs motion for reargument, denied appellant’s motion for summary judgment dismissing the claim for fraudulent misrepresentation, unanimously affirmed, without costs.\nThe IAS Court did not abuse its discretion in declining to dismiss the action against defendant-appellant, the president of the corporate sponsor of a condominium conversion plan, based upon a consideration of the relevant factors (CPLR 1001 [b]), despite its earlier finding that plaintiff had inexcusably neglected to join the sponsor. Appellant’s argument that he would be prejudiced if the action were allowed to continue without the sponsor is meritless in view of his ostensible access to the documents relevant to his defense. Nor does it avail appellant to claim that he was merely the agent for a disclosed principal, the sponsor, since he participated in the alleged fraudulent practice by signing the certification to the offering plan (State of New York v Manhattan View Dev., 191 AD2d 259), and is therefore subject to liability as a principal.\nEven if the disclaimers in the offering plan were sufficiently specific (see, Danann Realty Corp. v Harris, 5 NY2d 317), they cannot bar claims brought under the Martin Act (General Business Law § 352-c; see also, Executi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-new-york-v-sonifer-realty-corp"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12263,
    12290,
    12292
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}