{
  "id": 12627,
  "title": "1995년 Anderson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-01-25",
  "location": "Virgin Islands, VI, USA",
  "summary": "미국 Virgin Islands, VI 법원 판결 사건. 사건명: Anderson. 판결일: 1995-01-25. 법원: Supreme Court of The Virgin Islands.",
  "description": "## 사건 정보\n\n**사건명**: GOVERNMENT OF THE VIRGIN ISLANDS v. AVERY ANDERSON\n**판결일**: 1995-01-25\n**법원**: Supreme Court of The Virgin Islands\n**관할**: Virgin Islands, VI\n\n**판사**: Diase\n\n## 변호인\n\nJohn W. Davis, II, Esq., (Assistant Attorney General, Department of Justice), St. Thomas, V.I., for plaintiff, Iver A. Tridiron, Esq., St. Thomas, V.I., for defendant\n\n## 인용\n\n- 31 V.I. 39\n\n## 판결문 요약\n\n\nDIASE, Judge\n*40MEMORANDUM OPINION AND ORDER\nThe Court must now decide whether records in Defendant Avery Anderson's Territorial Court Family Division's juvenile file can be reviewed and considered by the Court in sentencing him for a criminal offense committed as an adult. On June 1, 1994, after a jury trial, Defendant Avery Anderson (\"Anderson\") was convicted of first degree robbery, grand larceny, and buying, receiving or possessing stolen property of a value of $100.00 or more.\nThis matter was then scheduled for sentencing on August 12, 1994. At the sentencing hearing, the Government made an oral motion that certain information in Anderson's juvenile file be reviewed by the Court prior to sentencing and considered in fashioning a sentence. The Court reserved ruling on the Government's motion and continued this matter pending the Government's filing of the appropriate written motion and Anderson's response. On September 1,1994, the Government filed a Motion for Use of Juvenile Records for Sentence Fiearing. Anderson, on October 7,1994, filed his Reply in Opposition to the Government's motion. For the reasons which follow, the Court will grant the Government's motion and review and consider Anderson's juvenile file in its sentencing of him in this matter.\nIn 1983, the V.I. Legislature enacted 5 V.I.C. § 2501 et seq. as the \"Children's Policy for the territory\". 5 V.I.C. § 2501(a). It established a uniform system for treating and sanctioning children, especially those who h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=government-of-the-virgin-islands-v-anderson"
    }
  ],
  "relatedIncidents": [
    12259,
    12284,
    12305,
    12333,
    12362
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}