{
  "id": 12624,
  "title": "1995년 Sutton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-01-27",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Sutton. 판결일: 1995-01-27. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State of Kansas, Appellee, v. Franklin Eugene Sutton, Appellant\n**판결일**: 1995-01-27\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Allegrucci\n\n## 변호인\n\nJeffrey L. Shaw, assistant appellate defender, argued the cause, and Jessica R. Kunen, chief appellate defender, was with him on the briefs for appellant., Rex L. Lane, assistant county attorney, argued the cause, and Robert T. Stephan, attorney general, was with him on the brief for appellee.\n\n## 인용\n\n- 256 Kan. 913\n- 889 P.2d 755\n\n## 판결문 요약\n\n\n256 Kan. 913 (1995)\nSTATE OF KANSAS, Appellee,\nv.\nFRANKLIN EUGENE SUTTON, Appellant.\nNo. 70,823\nSupreme Court of Kansas.\nOpinion filed January 27, 1995.\nJeffrey L. Shaw, assistant appellate defender, argued the cause, and Jessica R. Kunen, chief appellate defender, was with him on the briefs for appellant.\nRex L. Lane, assistant county attorney, argued the cause, and Robert T. Stephan, attorney general, was with him on the brief for appellee.\nThe opinion of the court was delivered by\nALLEGRUCCI, J.:\nFranklin Eugene Sutton was convicted by a jury of one count each of felony murder, aggravated kidnapping, *914 and aggravated robbery. He was sentenced to consecutive terms of life, life, and 30 years to life. He appeals from the judgment of conviction and imposition of sentence.\nSutton testified that he and Brad Johnson went to Sasnak's on Thursday, March 4, 1993, at about 10:45 p.m. to play pool and drink beer. They had been driven to North Topeka and let out near Sasnak's by an acquaintance. Near midnight, Johnson arranged a ride for him and Sutton with Ben Creek. At Sutton's request, Creek drove to a grocery store several blocks from Sasnak's where Sutton bought cigarettes. When Sutton came out of the store, Johnson handed him an ATM card, told him a PIN number, and told him to get $50 and then $40 more if the account was not depleted. Sutton withdrew $50, then $40, and then the machine indicated that the funds were insufficient for another withdrawal. Sutton testified that h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-sutton"
    }
  ],
  "relatedIncidents": [
    12275,
    12336,
    12347,
    12382,
    12406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}