{
  "id": 12622,
  "title": "1995년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-02-01",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1995-02-01. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Richard McCLEERY\n**판결일**: 1995-02-01\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Cirillo, Hoffman, Tamilia\n\n## 변호인\n\nEllen M. Viakley, Pittsburgh, for appellant., Scott A. Bradley, Asst. Dist. Atty., Pittsburgh, for Com., appellee.\n\n## 인용\n\n- 654 A.2d 566\n- 439 Pa. Super. 378\n\n## 판결문 요약\n\n\nHOFFMAN, Judge:\nThis is an appeal from judgment of sentence entered on August 4, 1998. Appellant, Richard McCleery, raises the following issues for our review:\n1.Whether the lower court erred in permitting expert witnesses to testify over defense objection that the witness’ conduct was consistent with rape trauma syndrome[?]\n2. Whether it was error to permit the prosecution to augment the credibility of the complaining witness with prior statements!;?]\n3. Whether the defendant was denied the effective assistance of counsel at trial, under both federal and state constitutional standards, by counsel’s failure, inter alia, to introduce critical evidence regarding the competence and credibility of the complaining witness[?]\n4. Whether defendant was denied due process of law, under both federal and state constitutional standards, by the trial court’s refusal to permit counsel to present evidence in support of the post-trial motions; to mark exhibits for the record for purposes of appeal; and to order the enforcement of duly issued subpoenas[?]\n5. Whether the lower court erred in ruling inadmissible evidence of allegations of sexual misconduct reported by the complainant and investigated in 1985, which attributed substantially similar misconduct to another person[?]\nAppellant’s Brief at 2. For the reasons that follow, we reverse.\nThe facts of this case may be summarized as follows. In September of 1982, T.M. and D.M. were removed from the custody of their mother with the assistanc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-mccleery"
    }
  ],
  "relatedIncidents": [
    12323,
    12428,
    12433,
    12444,
    12468
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}