{
  "id": 12626,
  "title": "1995년 Gervase 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-01-26",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Gervase. 판결일: 1995-01-26. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STEVEN GERVASE Et Al., Petitioners, v. THE SUPERIOR COURT OF SAN JOAQUIN COUNTY, Respondent; PRUDENTIAL SECURITIES, INC., Et Al., Real Parties in Interest\n**판결일**: 1995-01-26\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Sims, Sparks\n\n## 변호인\n\nCounsel, Archibald M. Mull III and Allan S. Haley for Petitioners., No appearance for Respondent., Steefel, Levitt & Weiss, Michael J. Lawson, Michael D. Early and Bruce C. Judge for Real Parties in Interest.\n\n## 인용\n\n- 31 Cal. App. 4th 1218\n- 37 Cal. Rptr. 2d 875\n\n## 판결문 요약\n\n\n31 Cal.App.4th 1218 (1995)\n37 Cal. Rptr.2d 875\nSTEVEN GERVASE et al., Petitioners,\nv.\nTHE SUPERIOR COURT OF SAN JOAQUIN COUNTY, Respondent; PRUDENTIAL SECURITIES, INC., et al., Real Parties in Interest.\nDocket No. C017925.\nCourt of Appeals of California, Third District.\nJanuary 26, 1995.\n*1223 COUNSEL\nArchibald M. Mull III and Allan S. Haley for Petitioners.\nNo appearance for Respondent.\n*1224 Steefel, Levitt &amp; Weiss, Michael J. Lawson, Michael D. Early and Bruce C. Judge for Real Parties in Interest.\nOPINION\nSPARKS, Acting P.J.\nThe petitioners are plaintiffs in an action pending in the superior court based generally upon alleged fraud in the sale of securities.[1] After several attempts at pleading the trial court sustained, without leave to amend, the defendants' demurrer to plaintiffs' federal Racketeer Influenced and Corrupt Organizations Act (RICO) cause of action. (18 U.S.C. § 1961 et seq.) We issued an alternative writ of mandate in order to determine whether plaintiffs have sufficiently alleged a RICO cause of action in their third amended complaint. We conclude that they have and shall issue a peremptory writ of mandate directing the superior court to overrule the demurrer as to that cause of action.[2]\n\nFACTUAL AND PROCEDURAL BACKGROUND\n(1) The question raised by a demurrer to the complaint is simply whether it alleges sufficient facts to state a cause of action. (Johnson v. Clark (1936) 7 Cal.2d 529, 536 [61 P.2d 767]; Brousseau v. Jarrett (1977) 73 Cal. App.3...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gervase-v-superior-court"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12263,
    12290,
    12292
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}