{
  "id": 12621,
  "title": "1995년 Bates v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-02-01",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Bates v. State. 판결일: 1995-02-01. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Bates v. State\n**판결일**: 1995-02-01\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Per Curiam\n\n## 인용\n\n- 649 So. 2d 908\n\n## 판결문 요약\n\n\n649 So. 2d 908 (1995)\nWayne Steven BATES, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 93-3036.\nDistrict Court of Appeal of Florida, Fourth District.\nFebruary 1, 1995.\n*909 Richard L. Jorandby, Public Defender, and Tanja Ostapoff and Pamala Hanna, Asst. Public Defenders, West Palm Beach, for appellant.\nRobert A. Butterworth, Atty. Gen., Tallahassee, and Edward L. Giles, Asst. Atty. Gen., West Palm Beach, for appellee.\nPER CURIAM.\nWe reverse appellant's conviction and sentence for aggravated assault on police officers, agreeing with him that the state's improper comment on his mother's failure to testify may have led the jury to believe that appellant had the burden of proving his innocence.\nAppellant was charged with three counts of aggravated assault on a law enforcement officer. The incident arose after three officers were dispatched to the home where appellant and his mother lived. Appellant verbally and physically threatened all three officers. His defense was that his voluntary intoxication precluded him from forming the requisite intent to assault the officers. Appellant testified in his defense but offered no other witnesses.\nWhile commenting on appellant's intoxication defense in closing, the state argued as follows:\nMind you the mother was there. She was listed as a Defense witness. I'm not going to ask you to speculate what she might have said, but she could have testified how much he had to drink. She was also listed as a State witness. We elected not to call her...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bates-v-state"
    }
  ],
  "relatedIncidents": [
    12309,
    12356,
    12443,
    12600,
    11835
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}