{
  "id": 12629,
  "title": "1995년 Ricky A. Knapp v. Arthur Leonardo, Superintendent of the Great Meadow Correctional Facility 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-01-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Ricky A. Knapp v. Arthur Leonardo, Superintendent of the Great Meadow Correctional Facility. 판결일: 1995-01-24. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Ricky A. KNAPP, Petitioner-Appellant, v. Arthur LEONARDO, Superintendent of the Great Meadow Correctional Facility, Respondent-Appellee\n**판결일**: 1995-01-24\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Kearse, Mahoney, Oakes\n\n## 변호인\n\nJohn A. Cirando, Syracuse, NY (Patrick J. Haber, Ivette Iza Zenner, D.J. & J.A. Ciran-do, of counsel), for petitioner-appellant., Martin A. Hotvet, Asst. Atty. Gen. of State of N.Y., Albany, NY (G. Oliver Koppell, Atty. Gen., Peter H. Schiff, Deputy Sol. Gen., Nancy A. Spiegel, Asst. Atty. Gen., of counsel), for respondent-appellee.\n\n## 인용\n\n- 46 F.3d 170\n\n## 판결문 요약\n\n46 F.3d 170\n    Ricky A. KNAPP, Petitioner-Appellant,v.Arthur LEONARDO, Superintendent of the Great MeadowCorrectional Facility, Respondent-Appellee.\n    No. 1502, Docket 93-2532.\n    United States Court of Appeals,Second Circuit.\n    Argued April 18, 1994.Decided Jan. 24, 1995.\n    \n      John A. Cirando, Syracuse, NY (Patrick J. Haber, Ivette Iza Zenner, D.J. &amp; J.A. Cirando, of counsel), for petitioner-appellant.\n      Martin A. Hotvet, Asst. Atty. Gen. of State of N.Y., Albany, NY (G. Oliver Koppell, Atty. Gen., Peter H. Schiff, Deputy Sol.  Gen., Nancy A. Spiegel, Asst. Atty. Gen., of counsel), for respondent-appellee.\n      Before:  OAKES, KEARSE, and MAHONEY, Circuit Judges.\n      MAHONEY, Circuit Judge:\n    \n    \n      1\n      Petitioner-appellant Ricky A. Knapp appeals from a judgment entered July 7, 1993 in the United States District Court for the Northern District of New York, Neal P. McCurn, Judge, that denied Knapp's petition for a writ of habeas corpus, and from an order entered August 17, 1993 in that court which denied reconsideration of the court's judgment.\n    \n    \n      2\n      Knapp's habeas petition sought to overturn his state court conviction for second degree manslaughter in violation of N.Y.Penal Law Sec. 125.15(1) on the grounds that:  (1) the trial court should have granted his request for a change of venue due to the prejudicial effects of extensive pretrial publicity;  (2) potential jurors should have been examined in camera before the retria...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ricky-a-knapp-v-arthur-leonardo-superintendent-of-the-great-meadow"
    }
  ],
  "relatedIncidents": [
    12275,
    12336,
    12347,
    12382,
    12406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}