{
  "id": 12625,
  "title": "1995년 Hanlon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-01-27",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Hanlon. 판결일: 1995-01-27. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: John R. Hanlon v. Commonwealth\n**판결일**: 1995-01-27\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n## 변호인\n\nMarshall E. Johnson (J. Albert Johnson with him) for the defendant., John E. Bradley, Assistant District Attorney, for the Commonwealth.\n\n## 인용\n\n- 419 Mass. 1005\n\n## 판결문 요약\n\n\nJohn R. Hanlon, whom we shall call the defendant, was tried before a jury in the Superior Court on two indictments charging him with forcible rape of a child under the age of sixteen, G. L. c. 265A, § 22A (1992 ed.), and three indictments charging him with assault with intent to rape a child under the age of sixteen, G. L. c. 265, § 24B (1992 ed.). At the conclusion of the Commonwealth’s evidence, the trial judge granted the defendant’s motion for a required finding of not guilty on one of the indictments charging assault with intent to rape a child under the age of sixteen. The remaining indictments were submitted to a jury for their consideration. The jury were unable to agree on a verdict on any charge, and a mistrial was declared. After the Commonwealth announced its intention to seek a retrial, the defendant moved to dismiss the indictments on the ground that the prosecution’s evidence at the trial was legally insufficient to warrant his conviction on any charge. The judge assigned to preside at the retrial denied the motion to dismiss as well as the defendant’s request for a stay of proceedings.\nThe defendant next sought relief before a single justice of this court by means of a petition under G. L. c. 211, § 3 (1992 ed.). The petition sought to stay proceedings in the Superior Court and the entry of findings of not guilty on all the indictments that the defendant would face at retrial. The petition was not accompanied by a trial transcript which was, and still is, una...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hanlon-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    12323,
    12428,
    12433,
    12444,
    12468
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}