{
  "id": 12633,
  "title": "1995년 Schneider 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-01-20",
  "location": "Idaho, ID, USA",
  "summary": "미국 Idaho, ID 법원 판결 사건. 사건명: Schneider. 판결일: 1995-01-20. 법원: Idaho Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Idaho, Plaintiff-Respondent, v. Joey D. SCHNEIDER, Defendant-Appellant\n**판결일**: 1995-01-20\n**법원**: Idaho Court of Appeals\n**관할**: Idaho, ID\n\n**판사**: Lansing, Swanstrom, Walters\n\n## 변호인\n\nRobert J. Van Idour, Lewiston, for defendant-appellant., Larry EchoHawk, Atty. Gen., Myrna A.I. Stahman, Deputy Atty. Gen., Boise, for plaintiff-respondent.\n\n## 인용\n\n- 888 P.2d 798\n- 126 Idaho 624\n\n## 판결문 요약\n\n\n888 P.2d 798 (1995)\n126 Idaho 624\nSTATE of Idaho, Plaintiff-Respondent,\nv.\nJoey D. SCHNEIDER, Defendant-Appellant.\nNo. 20894.\nCourt of Appeals of Idaho.\nJanuary 20, 1995.\n*800 Robert J. Van Idour, Lewiston, for defendant-appellant.\nLarry EchoHawk, Atty. Gen., Myrna A.I. Stahman, Deputy Atty. Gen., Boise, for plaintiff-respondent.\nWALTERS, Chief Judge.\nJoey D. Schneider pled guilty to first degree murder, I.C. §§ 18-4001, 18-4003, and received a life sentence. The district court ordered that the entire sentence be served as a minimum period of confinement without eligibility for parole, discharge, credit or reduction for good conduct. I.C. § 19-2513. The court also denied a motion under I.C.R. 35 for reconsideration of the sentence imposed. Schneider appeals, contending that the court abused its sentencing discretion by ordering that he serve the entire sentence in confinement without the possibility of release on parole.\nAfter Schneider's opening brief on appeal was filed but before the State had filed a responding brief, Schneider escaped from the institution where he was being held by the Board of Correction. He was captured and returned to the Board's custody four days later. The day after Schneider escaped and while Schneider was still at large, the State moved to dismiss this appeal on the ground that Schneider had forfeited his opportunity to appeal by escaping. Following Schneider's capture, the Supreme Court entered an order that the State's motion for dismissal woul...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-schneider"
    }
  ],
  "relatedIncidents": [
    12275,
    12336,
    12347,
    12382,
    12406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}