{
  "id": 12630,
  "title": "1995년 Jimmie L. Williams v. Harold Clarke 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-01-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Jimmie L. Williams v. Harold Clarke. 판결일: 1995-01-23. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Jimmie L. Williams v. Harold Clarke\n**판결일**: 1995-01-23\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 46 F.3d 1137\n\n## 판결문 요약\n\n46 F.3d 1137\n    NOTICE:  Eighth Circuit Rule 28A(k) governs citation of unpublished opinions and provides that no party may cite an opinion not intended for publication unless the cases are related by identity between the parties or the causes of action.Jimmie L. WILLIAMS, Appellant,v.Harold CLARKE, Appellee.\n    No. 94-1663.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted:  Jan. 12, 1995.Filed:  Jan. 23, 1995.\n    \n      Before BOWMAN, WOLLMAN, and MORRIS SHEPPARD ARNOLD, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      Jimmie Lee Williams, a Nebraska inmate serving a life sentence for first degree murder, appeals the District Court's1 dismissal of his 28 U.S.C. Sec. 2254 habeas petition.  Having carefully reviewed the record and the parties' briefs, we affirm for the reasons stated in the Magistrate Judge's well-reasoned report and recommendation.\n    \n    \n      2\n      AFFIRMED. See 8th Cir.  R. 47B.\n    \n    \n      \n        1\n         The Honorable Warren K. Urbom, Senior United States District Judge for the District of Nebraska, adopting the report and recommendation of the Honorable David L. Piester, United States Magistrate Judge for the District of Nebraska\n      \n    \n    ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jimmie-l-williams-v-harold-clarke"
    }
  ],
  "relatedIncidents": [
    12275,
    12336,
    12347,
    12382,
    12406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}