{
  "id": 12637,
  "title": "1995년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-01-17",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1995-01-17. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Philip Bartling Lee E. Anthony Jim Anon David Armstrong Carl Benefield James Bushu Don Capper Howard Collingsworth Ron Craig Lloyd Daugherty Nelson Deane Jerry Dement Larry Donohue Richard Dawson Philip Edwards Sam Egger James Fairchild William Einnell Melvin Foster Ernest Frazier Larue Gregory Thedore Grinvalds Robert Grubbs John Geyer Maxine Harris Harry Hartzell Don Headlee Richard Hines Darrel Holly John Huffman Dianne Jordan Thomas Lease Robert Lovell Michael Mason Rick May Ronald McBee Vaughn McKee William Monroe Rodger Myers David Ogle Larry Porter Edward Pressnell Betty Rooney William Sark Ed Smith James Standard John Steiger Thomas Stevens Walter Strange James Vest John Walters Robert Wilkerson Thomas Wilkins Robert Wilson, Jr. Stanley Woodhouse Joseph Wren William Zinkhorn John Dotson Linda Hartzell Ronald C. Fitzwater Caren S. Lemaster Jon Powers John Yeatts Don Rigney, Sr. Don Warfield Frank Wildman Helen J. Ream Eugene C. Haerr, Jr. Walter R. Egger James Doyle Carl White Deborah Cooke Marlin Reynolds Robert Burk John L. Connors Merrie Lou Tindall Roanna M. Griffith and Carol S. Palmer v. Fruehauf Corporation Kelsey-Hayes Company Retirement Committee of Fruehauf Corporation Plan Administrator of Retirement Income Plan for Salaried Employees of Kelsey-Hayes Company Retirement Income Plan for Salaried Employees of Kelsey-Hayes Company and Kelsey-Hayes Company Separation Allowance Plan for Salaried Employees of Kelsey-Hayes Company, Citibank, N.A. Irving Trust Company, Trustee of Retirement Income Plan for Salaried Employees of Kelsey-Hayes Company\n**판결일**: 1995-01-17\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 29 F.3d 1062\n\n## 판결문 요약\n\n29 F.3d 1062\n    63 USLW 2116, 18 Employee Benefits Cas. 1772\n    Philip BARTLING;  Lee E. Anthony;  Jim Anon;  DavidArmstrong;  Carl Benefield;  James Bushu;  Don Capper;Howard Collingsworth;  Ron Craig;  Lloyd Daugherty;  NelsonDeane;  Jerry DeMent;  Larry Donohue;  Richard Dawson;Philip Edwards;  Sam Egger;  James Fairchild;  WilliamEinnell;  Melvin Foster;  Ernest Frazier;  LaRue Gregory;Thedore Grinvalds;  Robert Grubbs;  John Geyer;  MaxineHarris;  Harry Hartzell;  Don Headlee;  Richard Hines;Darrel Holly;  John Huffman;  Dianne Jordan;  Thomas Lease;Robert Lovell;  Michael Mason;  Rick May;  Ronald McBee;Vaughn McKee;  William Monroe;  Rodger Myers;  David Ogle;Larry Porter;  Edward Pressnell;  Betty Rooney;  WilliamSark;  Ed Smith;  James Standard;  John Steiger;  ThomasStevens;  Walter Strange;  James Vest;  John Walters;Robert Wilkerson;  Thomas Wilkins;  Robert Wilson, Jr.;Stanley Woodhouse;  Joseph Wren;  William Zinkhorn;  JohnDotson;  Linda Hartzell;  Ronald C. Fitzwater;  Caren S.LeMaster;  Jon Powers;  John Yeatts;  Don Rigney, Sr.;  DonWarfield;  Frank Wildman;  Helen J. Ream;  Eugene C. Haerr,Jr.;  Walter R. Egger;  James Doyle;  Carl White;  DeborahCooke;  Marlin Reynolds;  Robert Burk;  John L. Connors;Merrie Lou Tindall;  Roanna M. G",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=philip-bartling-lee-e-anthony-jim-anon-david-armstrong-carl-benefield"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12255,
    12258,
    12259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}