{
  "id": 12648,
  "title": "1995년 Patricia Borch v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-01-09",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Patricia Borch v. United States. 판결일: 1995-01-09. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Patricia Borch v. United States\n**판결일**: 1995-01-09\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 47 F.3d 1167\n\n## 판결문 요약\n\n47 F.3d 1167\n    NOTICE: Sixth Circuit Rule 24(c) states that citation of unpublished dispositions is disfavored except for establishing res judicata, estoppel, or the law of the case and requires service of copies of cited unpublished dispositions of the Sixth Circuit.Patricia BORCH, Petitioner-Appellant,v.UNITED STATES of America Respondent-Appellee.\n    No. 94-1207.\n    United States Court of Appeals, Sixth Circuit.\n    Jan. 9, 1995.\n    \n      Before:  RYAN and BATCHELDER, Circuit Judges; and EDGAR, District Judge*\n      PER CURIAM.\n    \n    \n      1\n      On June 8, 1988, a grand jury returned a superseding indictment charging Patricia Borch, as well as her three children and many other individuals, with conspiracy, possession with intent to distribute 101 grams of cocaine, possession with intent to distribute 1665 grams of marijuana, numerous counts of using a telephone to facilitate a drug conspiracy and two firearms counts.\n    \n    \n      2\n      Pursuant to her Rule 11 plea agreement, Borch pled guilty to one count of conspiracy to distribute cocaine and marijuana.  In return, the government agreed that Borch would be sentenced at the low end of the applicable guideline range, and that all remaining counts against her in the indictment would be dismissed.  On December 13, 1988, using the calculations included in the worksheets attached to the Rule 11 agreement, the district court sentenced Borch to 108 months imprisonment and three years supervised release.\n    \n   ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=patricia-borch-v-united-states"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12255,
    12258,
    12259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}