{
  "id": 12645,
  "title": "1995년 Worsencroft 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-01-10",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Worsencroft. 판결일: 1995-01-10. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The STATE of Ohio, Appellee, v. WORSENCROFT, Appellant\n**판결일**: 1995-01-10\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Bryant, Cacioppo, Mary, Ninth, Peggy, Tyack\n\n## 변호인\n\nBetty D. Montgomery,  Attorney General,  John D. Stuber, John T.  Walker  and  Barbara J. Petrella,  Assistant Attorneys General, for appellee.\n\n Reinhart Law Office  and  Harry R. Reinhart; Harrington,  Huxley, Smith, Mitchell  Reed  and  Alan D. Wenger,  for appellant.\n\n## 인용\n\n- 653 N.E.2d 746\n- 100 Ohio App. 3d 255\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 257 \nDefendant-appellant, Arthur Dean Worsencroft, appeals from a jury verdict and judgment of the Franklin County Court of Common Pleas finding him guilty of six counts of Medicaid fraud in violation of R.C. 2913.40(B). Defendant asserts the following five assignments of error:\n\"I. The trial court erred to the prejudice of the appellant by overruling the appellant's motions for judgment of acquittal made pursuant to Rule 29(A)  (C), Ohio Rules of Criminal Procedure.\n\"II. The trial court erred to the prejudice of the appellant by improperly limiting the cross-examination of Brian Joyce, the chief prosecuting witness *Page 258 \nagainst the appellant[,] and subsequently denying the appellant's motion for a new trial based upon this error.\n\"III. The trial court erred to the prejudice of the appellant by overruling the pretrial motion to dismiss the indictment and subsequently admitting State's Exhibits A1-A11 and A20.\n\"IV. The trial court erred to the prejudice of the appellant when it admitted State's Exhibits D1-D19, D20-D22, E1-E22 and O-1 into evidence at trial over the defense objection that a foundation for admissibility had not been established.\n\"V. The jury verdict was against the manifest weight of the evidence and based upon evidence insufficient as a matter of law.\"\nDefendant, a pharmacist who owned two pharmacies, was alleged to ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-worsencroft"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12263,
    12290,
    12292
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}