{
  "id": 12651,
  "title": "1995년 United States v. Francisco Rodriguez Claudio, A/K/A Pito 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1995-01-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Francisco Rodriguez Claudio, A/K/A Pito. 판결일: 1995-01-05. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Francisco Rodriguez CLAUDIO, A/K/A Pito, Defendant, Appellant\n**판결일**: 1995-01-05\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Boudin, Selya, Stahl\n\n## 변호인\n\nJames Kousouros, Kew Gardens, NY, for appellant., Richard A. Friedman, Dept, of Justice, with whom Guillermo Gil, U.S. Atty., Washington, DC, and Rosa E. Rodriguez-Velez, Asst. U.S. Atty., Hato Rey, PR, were on brief for the U.S.\n\n## 인용\n\n- 44 F.3d 10\n\n## 판결문 요약\n\n44 F.3d 10\n    UNITED STATES of America, Appellee,v.Francisco Rodriguez CLAUDIO, a/k/a Pito, Defendant, Appellant.\n    No. 94-1008.\n    United States Court of Appeals,First Circuit.\n    Heard Aug. 2, 1994.Decided Jan. 5, 1995.\n    \n      James Kousouros, Kew Gardens, NY, for appellant.\n      Richard A. Friedman, Dept. of Justice, with whom Guillermo Gil, U.S. Atty., Washington, DC, and Rosa E. Rodriguez-Velez, Asst. U.S. Atty., Hato Rey, PR, were on brief for the U.S.\n      Before SELYA, BOUDIN and STAHL, Circuit Judges.\n      BOUDIN, Circuit Judge.\n    \n    \n      1\n      On May 6, 1992, Francisco Rodriguez Claudio was indicted, in the last superseding indictment in this case, for conspiring to import heroin, 21 U.S.C. Secs. 952(a), 963, and for conspiring to possess it with intent to distribute.  21 U.S.C. Secs. 841(a), 846.  The indictment, which embraced 23 co-defendants, charged Rodriguez and others with participating in a wide-ranging drug conspiracy to secure heroin from Southeast Asia and distribute it in Puerto Rico and elsewhere in the United States.  Various defendants, including Rodriguez, were charged with specific acts of possession, transportation and money laundering.\n    \n    \n      2\n      At the time Rodriguez was indicted in the present case, he was serving a sentence of 105 months as a result of an earlier guilty plea entered in October 1990.  In this earlier case, Rodriguez had pled guilty to one count of conspiring to possess heroin with intent to distr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-francisco-rodriguez-claudio-aka-pito"
    }
  ],
  "relatedIncidents": [
    12253,
    12254,
    12255,
    12258,
    12259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}