{
  "id": 12658,
  "title": "1994년 Hammers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-12-29",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Hammers. 판결일: 1994-12-29. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Hammers v. State\n**판결일**: 1994-12-29\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Bowen\n\n## 인용\n\n- 661 So. 2d 788\n\n## 판결문 요약\n\n\n661 So. 2d 788 (1994)\nMilo Glenn HAMMERS\nv.\nSTATE.\nNo. CR 93-1774.\nCourt of Criminal Appeals of Alabama.\nDecember 29, 1994.\nRehearing Denied March 24, 1995.\nCertiorari Denied May 19, 1995.\nThomas Albritton, Andalusia, for appellant.\nJames H. Evans, Atty. Gen., Tracy Daniel, Asst. Atty. Gen., for appellee.\nAlabama Supreme Court 1940954.\nBOWEN, Presiding Judge.\nMilo Glenn Hammers, the appellant, was convicted of first degree rape and was sentenced to a term of imprisonment for 20 years and 1 day. On this appeal of that conviction, he contends that Ala.Code 1975, § 15-14-56(a), allowing a victim's representative to sit at counsel table during trial, is unconstitutional.\nThe appellant, a 61-year-old man, was charged with raping a 10-year-old girl. Section 15-14-53, Ala.Code 1975, gives a victim the right to be present in the courtroom and to sit at counsel table during the trial. The victim in this case testified and was cross-examined by the defense, but she did not remain in the courtroom for any other portion of the trial. Instead, the victim's mother sat at counsel table during the trial. Section 15-14-56(a) provides:\n\"Whenever a victim is unable to attend such trial or hearing or any portion thereof by reason of death; disability; hardship; incapacity; physical, mental, or emotional condition; age, or other inability, the victim, the victim's guardian or the victim's family may select a representative who shall be entitled to exercise any right granted to the victim, pursua...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hammers-v-state"
    }
  ],
  "relatedIncidents": [
    12670,
    12718,
    12781,
    12845,
    12861
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}