{
  "id": 12666,
  "title": "1994년 Allred 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-12-19",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Allred. 판결일: 1994-12-19. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Jerry K. ALLRED and Karen K. Allred, Husband and Wife v. Shannon DEMUTH\n**판결일**: 1994-12-19\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Dudley\n\n## 변호인\n\nRaymond C. Smith, P.A., for appellants., Charles E. Hanks, for appellee.\n\n## 인용\n\n- 890 S.W.2d 578\n- 319 Ark. 62\n\n## 판결문 요약\n\n\n890 S.W.2d 578 (1994)\n319 Ark. 62\nJerry K. ALLRED and Karen K. Allred, Husband and Wife, Appellants,\nv.\nShannon DEMUTH, Appellee.\nNo. 93-1011.\nSupreme Court of Arkansas.\nDecember 19, 1994.\n*579 Raymond C. Smith, Fayetteville, for appellants.\nCharles E. Hanks, Fayetteville, for appellee.\n*580 DUDLEY, Justice.\nShannon Demuth filed suit against Jerry and Karen Allred for fraudulently concealing structural defects in a home she purchased from them. The jury returned a plaintiff's verdict in the amounts of $50,000 compensatory damages and $24,000 punitive damages. The defendants appeal. We affirm.\nThe defendants first argue that the evidence is insufficient to support the verdict. Our standard of review in determining sufficiency of the evidence is well settled: (1) The evidence is viewed in a light most favorable to appellee; (2) the jury's finding will be upheld if there is any substantial evidence to support it; and (3) substantial evidence is that of sufficient force and character to induce the mind of the factfinder past speculation and conjecture. Derrick v. Mexico Chiquito, Inc., 307 Ark. 217, 819 S.W.2d 4 (1991).\nIn order to prove the tort of fraud, the plaintiff was required to prove (1) a false representation of a material fact; (2) knowledge or belief on the part of the defendants that the representation was false; (3) an intent to induce the plaintiff to act or to refrain from acting in reliance on the misrepresentation; (4) justifiable reliance upon representation on...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=allred-v-demuth"
    }
  ],
  "relatedIncidents": [
    12657,
    12663,
    12668,
    12682,
    12707
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}