{
  "id": 12663,
  "title": "1994년 United States v. Cecil Eugene Ballew, A/K/A Eugene Ballew 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-12-28",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Cecil Eugene Ballew, A/K/A Eugene Ballew. 판결일: 1994-12-28. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Cecil Eugene BALLEW, A/K/A Eugene Ballew, Appellant\n**판결일**: 1994-12-28\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Bowman, Fagg, Heaney\n\n## 변호인\n\nIlene A. Goodman, St. Louis, MO, for appellant., Michael A. Price, Asst. U.S. Atty., St. Louis, MO, for appellee.\n\n## 인용\n\n- 40 F.3d 936\n\n## 판결문 요약\n\n40 F.3d 936\n    UNITED STATES of America, Appellee,v.Cecil Eugene BALLEW, a/k/a Eugene Ballew, Appellant.\n    No. 94-2008.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted Sept. 13, 1994.Decided Nov. 18, 1994.Rehearing and Suggestion for Rehearing En Banc Denied Dec. 28, 1994.\n    \n      Ilene A. Goodman, St. Louis, MO, for appellant.\n      Michael A. Price, Asst. U.S. Atty., St. Louis, MO, for appellee.\n      Before FAGG, Circuit Judge, HEANEY, Senior Circuit Judge, and BOWMAN, Circuit Judge.\n      BOWMAN, Circuit Judge.\n    \n    \n      1\n      Cecil Eugene Ballew was tried before a jury and convicted of one count of mail fraud and one count of wire fraud in violation of 18 U.S.C. Secs. 1341, 1343.  The fraud charges against Ballew stemmed from a false claim that his red 1987 Chevrolet pick-up truck had been stolen.  The District Court1 sentenced Ballew to 21 months in prison on each count, to be served concurrently, and two years of supervised release.  Ballew appeals both his convictions and his sentences.  We affirm.\n    \n    I.\n    \n      2\n      By way of background, we summarize the government's evidence in this case.  Responding to a previous call by Ballew, John L. Coleman, a representative of Motors Insurance Company (MIC) in Memphis, Tennessee, telephoned Ballew at his home in Poplar Bluff, Missouri, on November 4, 1987.  In a recorded statement, Ballew reported to Coleman that his red 1987 Chevrolet pick-up truck had been stolen in New Orleans, Lou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "주요판결",
    "강도",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-cecil-eugene-ballew-aka-eugene-ballew"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-michael-john-puder"
    }
  ],
  "relatedIncidents": [
    12657,
    12860,
    13027,
    12618,
    12666
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}