{
  "id": 12667,
  "title": "1994년 Diffenderfer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-12-19",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Diffenderfer. 판결일: 1994-12-19. 법원: Commonwealth Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Charles M. DIFFENDERFER v. WORKMEN'S COMPENSATION APPEAL BOARD (RABESTOS MANHATTEN, INC.)\n**판결일**: 1994-12-19\n**법원**: Commonwealth Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Doyle, Friedman, Kelton\n\n## 변호인\n\nThomas N. Cooper, for petitioner., Michael A. Vanasse, for respondent.\n\n## 인용\n\n- 651 A.2d 1178\n\n## 판결문 요약\n\n\nDOYLE, Judge.\nBefore us is the appeal of Charles M. Diffenderfer (Claimant) from an order of the Workmen’s Compensation Appeal Board which affirmed a referee’s decision dismissing Claimant’s petition to reinstate his total disability benefits after the exhaustion of partial disability benefits.\nClaimant sustained a work-related injury to his back in 1976 for which he received total disability benefits pursuant to a notice of compensation payable issued by Rabestos Manhatten, Inc. (Employer). Later that year he returned to work in a light-duty position and was paid partial disability benefits under a supplemental agreement. After five hundred weeks, on April 30,1988, Claimant’s partial disability benefits were exhausted, and a second supplemental agreement was executed to reflect the end of Claimant’s entitlement.\nOn October 18, 1989, more than a year after the expiration of Claimant’s partial disability benefits, Claimant was laid off from his light-duty job as a “sintered button operator.” 1 On January 31, 1990, Claimant filed a claim petition alleging (1) an injury to his right hip and (2) that he was not able to perform his job because Employer had increased the required production rate, and due to his restrictions he could no longer keep up.\nAt the hearing Claimant testified on his own behalf. He stated that he had been working under restrictions since his 1976 injury, and that these restrictions had not changed since that time. He also testified that he did not sustain ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=diffenderfer-v-workmens-compensation-appeal-board"
    }
  ],
  "relatedIncidents": [
    12657,
    12658,
    12663,
    12665,
    12666
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}