{
  "id": 12665,
  "title": "1994년 Firenze 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-12-27",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Firenze. 판결일: 1994-12-27. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Donna Firenze v. Margarita Rosa, as Commissioner of New York State Division of Human Rights\n**판결일**: 1994-12-27\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 210 A.D.2d 479\n- 620 N.Y.S.2d 1006\n\n## 판결문 요약\n\n\n—Proceeding pursuant to Executive Law § 298 to review a determination of the New York State Division of Human Rights, dated March 30, 1992, which, upon a finding that there was no probable cause, dismissed the complaint.\nAdjudged that the determination is confirmed and the proceeding is dismissed on the merits, with costs.\nThe Supreme Court should have decided the instant proceeding on the merits and erred in transferring it to this Court (see, Executive Law §298). However, this Court will resolve the matter in the interest of judicial economy.\nThe determination of the New York State Division of Human Rights dismissing the petitioner’s complaint alleging sex discrimination for lack of probable cause was supported by sufficient evidence on the record considered as a whole and had a rational basis (see, Executive Law § 297 [2] [a]; Matter of New York City Tr. Auth. v State Div. of Human Rights, 78 NY2d 207, 215; Frederique v Great Neck Pub. School UFSD No. 7, 140 AD2d 667; Masserman v New York State Div. of Human Rights, 138 AD2d 464). O’Brien, J. P., Hart, Goldstein and Florio, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=firenze-v-rosa"
    }
  ],
  "relatedIncidents": [
    12657,
    12658,
    12663,
    12666,
    12667
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}