{
  "id": 12679,
  "title": "1994년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-12-01",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Brown. 판결일: 1994-12-01. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Tennessee v. Rodney BROWN\n**판결일**: 1994-12-01\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Summers, Wade, Welles\n\n## 변호인\n\nCharles W. Burson, Atty. Gen. and Reporter, Charlette Reed Chambers, Criminal Justice Div., Nashville, W. Michael McCown, Dist. Atty. Gen., Weakley E. Barnard, Asst. Dist. Atty. Gen., Fayetteville, for appellant., Raymond W. Fraley, Jr., Fayetteville, for appellee.\n\n## 인용\n\n- 898 S.W.2d 749\n\n## 판결문 요약\n\n\nOPINION\nSUMMERS, Judge.\nThe appellee, Rodney Brown, was indicted in Lincoln County for possessing a controlled substance with intent to sell, obstructing an arrest, and attempting to destroy evidence. Appellee filed a motion to suppress all evidence seized from him while in custody. The trial court found that the investigatory stop which produced the evidence in question was not supported by reasonable and articulable suspicion and therefore granted the appel-lee’s motion to suppress.\nBecause the trial court’s suppression of the evidence against the appellee has the substantive effect of a dismissal, the state appeals pursuant to T.R.A.P. 3. The state contends that the investigatory stop of the appellee was supported by reasonable and articulable suspicion and that the evidence seized as a result of that stop should not have been suppressed. We agree with the state and respectfully reverse the judgment of the trial court.\nFACTS\nThe facts of this case are not in dispute. Younger Toone, an inmate of the Lincoln County Jail, returned to the jail from work release. A routine search of Toone revealed a small quantity of what appeared to be cocaine. Upon questioning, Toone indicated that he had purchased the drug from Brown. In exchange for a recommendation of lenient treatment, Toone agreed to assist the Sheriffs Department in arranging another “buy” from the appellee.\nDetective Carlisle, an officer who was familiar with the appellee and his reputation as a drug dealer, was assig...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-brown"
    }
  ],
  "relatedIncidents": [
    12657,
    12658,
    12663,
    12665,
    12666
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}