{
  "id": 12674,
  "title": "1994년 Molina 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-12-12",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Molina. 판결일: 1994-12-12. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Carlos Molina, Also Known as Albert Lopez\n**판결일**: 1994-12-12\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 210 A.D.2d 354\n- 620 N.Y.S.2d 272\n\n## 판결문 요약\n\n\n—Appeal by the defendant from a judgment of the Supreme Court, Kings County (Feinberg, J.), rendered November 16, 1992, convicting him of murder in the second degree, upon a jury verdict^ and imposing sentence.\nOrdered that the judgment is affirmed.\nThe defendant’s contention that the evidence adduced by the People was legally insufficient to establish his identity as the fatal shooter is unpreserved for appellate review (see, People v Bynum, 70 NY2d 858; People v Johnson, 185 AD2d 247; see also, People v Udzinski, 146 AD2d 245, 250). In any event, viewing the evidence in the light most favorable to the prosecution (see, People v Contes, 60 NY2d 620), we find that it was legally sufficient to establish the defendant’s guilt beyond a reasonable doubt. Moreover, upon the exercise of our factual review power, we are satisfied that the verdict was not against the weight of the evidence (see, CPL 470.15 [5]). Lawrence, J. P., Santucci, Altman and Goldstein, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-molina"
    }
  ],
  "relatedIncidents": [
    12680,
    12692,
    12693,
    12698,
    12701
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}