{
  "id": 12686,
  "title": "1994년 Crawford 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-11-17",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Crawford. 판결일: 1994-11-17. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Melvin Kennedy CRAWFORD v. The STATE of Texas\n**판결일**: 1994-11-17\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Barron, Draughn, Sears\n\n## 변호인\n\nJohn T. Quinn, Bryan, for appellant., Glynis McDaniel, Bryan, for appellee.\n\n## 인용\n\n- 889 S.W.2d 582\n\n## 판결문 요약\n\n\nOPINION\nSEARS, Justice.\nAppellant entered a plea of not guilty before a jury to the offense of robbery. Tex. Penal Code Ann. § 29.02 (Vernon 1989).1 The jury found him guilty and found the second enhancement paragraph true. (The State waived the first enhancement paragraph). The judge sentenced appellant to sixty-three years in the Texas Department of Criminal Justice, Institutional Division in accordance with the jury’s assessment. In one point of error, appellant complains the evidence is insufficient to sustain his conviction. We affirm.\nAt about 6:00 P.M. on January 5, 1993, Carolyn Ruffino, the District Judge of the 361st Judicial District Court in Brazos County, went to a house owned by St. Anthony’s Catholic Church in Bryan. The house was used for services during renovation of the church’s main sanctuary, and Judge Ruffino went inside to place scripture readings into the lectionary. Shortly after she arrived, she heard a noise and saw appellant entering the building. Appellant looked at Judge Ruffino and said, “Give me a quarter.” She replied, “I don’t have any money.” Appellant then picked up a large metal crucifix and hit Judge Ruffino twice across the face. One blow landed on the bridge of her nose, fracturing it, and the other hit her on the right side of her forehead. Judge Ruffino fell backwards, landing on her back. Appellant proceeded towards her and Judge Ruffino lunged toward him, stating, “I will get you,” and “Jesus, Jesus, help this man.” Appellant then b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=crawford-v-state"
    }
  ],
  "relatedIncidents": [
    12663,
    12694,
    12699,
    12717,
    12740
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}