{
  "id": 12693,
  "title": "1994년 Vezina 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-11-07",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Vezina. 판결일: 1994-11-07. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Vezina v. State\n**판결일**: 1994-11-07\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Mickle\n\n## 인용\n\n- 644 So. 2d 602\n\n## 판결문 요약\n\n\n644 So. 2d 602 (1994)\nMary Getford VEZINA, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 93-2390.\nDistrict Court of Appeal of Florida, First District.\nNovember 7, 1994.\n*603 Louis O. Frost, Jr., Public Defender, James T. Miller, Asst. Public Defender, Jacksonville, for appellant.\nRobert A. Butterworth, Atty. Gen., Thomas Crapps, Asst. Atty. Gen., Tallahassee, for appellee.\nMICKLE, Judge.\nMary Getford Vezina (Appellant) appeals from an order finding five violations of the conditions of community control, revoking her community control, and sentencing her to 12 years in prison. Appellant was placed on two years of community control in mid-October 1991 after pleading nolo contendere to manslaughter. Appellant raises five issues on appeal, only two of which have merit. Having carefully examined the record, we conclude that two of the five alleged violations lack sufficient evidentiary support and, thus, are invalid. Because we cannot determine from the record whether the trial court would have revoked community control and imposed the same sentence based solely on the remaining three valid grounds, we reverse the order of revocation and remand for reconsideration. Thomas v. State, 453 So. 2d 156 (Fla. 1st DCA 1984); Gammon v. State, 451 So. 2d 1042 (Fla. 1st DCA 1984).\nCondition (8) of the terms of community control required Appellant to comply with all instructions given by her supervising officer. Two violations were alleged under this condition. The first violation was as fol...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=vezina-v-state"
    }
  ],
  "relatedIncidents": [
    12674,
    12680,
    12692,
    12698,
    12701
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}