{
  "id": 12692,
  "title": "1994년 Loving 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-11-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Loving. 판결일: 1994-11-10. 법원: Court of Appeals for the Armed Forces.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. Dwight J. LOVING, Private U.S. Army\n**판결일**: 1994-11-10\n**법원**: Court of Appeals for the Armed Forces\n**관할**: USA, Federal\n\n**판사**: Cox, Crawford, Gierke, Sullivan, Wiss\n\n## 변호인\n\nFor Appellant: Captain Teresa L. Norris and Captain David L. Thomas (argued); Lieutenant Colonel James H. Weise, Major Fran W. Walterhom.se (on brief); Captain Roy H. Hewitt., For Appellee: Major Joseph C. Swetnam (argued); Colonel Dayton M. Cramer and Lieutenant Colonel Joseph A. Russelburg (on brief); Major James L. Pohl and Captain John G. Giovannelli., Amicus Curiae on behalf of Appellant: John H. Blume (on brief); George H. Kendall — For NAACP Legal Defense Fund.\n\n## 인용\n\n- 41 M.J. 213\n\n## 판결문 요약\n\n\n*229ON MANDATORY REVIEW\n\nOpinion of the Court\n\nGIERKE, Judge:\n1. A general court-martial composed of officers convicted appellant, contrary to his pleas, of premeditated murder, felony murder, attempted murder, and robbery (5 specifications), in violation of Articles 118, 80, and 122, Uniform Code of Military Justice, 10 USC §§ 918, 880, and 922, respectively. The court-martial sentenced appellant to a dishonorable discharge, total forfeitures, and to be put to death.\nThe Court of Military Review* affirmed the findings and sentence twice. 34 MJ 956 (1992), on recon., 34 MJ 1065 (1992). The record is before us for mandatory review pursuant to Article 67(a)(1), UCMJ, 10 USC § 867(a)(1) (1989). Appellant has assigned 70 errors, each of which is discussed seriatim. Having found no prejudicial error, we affirm the findings of guilty and the sentence of death.\n\nFactual Background\n\nOn the evening of December 11, 1988, appellant robbed at gunpoint a 7-Eleven convenience store in Killeen, Texas, and obtained approximately $38.00. About an hour later, he robbed a second 7-Eleven store in Killeen, also at gunpoint, and obtained approximately $52.00.\nDisappointed with the small amounts of money he had obtained from the 7-Eleven stores, he decided to rob taxicab drivers. At about 8:00 p.m. on the night of December 12, appellant called a cab to take him from the Handy Grocery Store in Killeen to Fort Hood. The cab driver was an active-duty soldier, Private (PVT) E-2 Christopher L. Fay, wo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-loving"
    }
  ],
  "relatedIncidents": [
    12674,
    12680,
    12693,
    12698,
    12701
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}