{
  "id": 12694,
  "title": "1994년 Moore 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-11-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Moore. 판결일: 1994-11-07. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Troy Moore\n**판결일**: 1994-11-07\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 209 A.D.2d 445\n- 619 N.Y.S.2d 586\n\n## 판결문 요약\n\n\n—Appeal by the defendant from a judgment of the Supreme Court, Kings County (Barasch, J.), rendered June 10, 1991, convicting him of robbery in the first degree, upon a jury verdict, and imposing sentence.\nOrdered that the judgment is affirmed.\nThe defendant contends that he was excluded from a material stage of the trial when both counsel exercised their peremptory challenges and challenges for cause outside of his presence. We disagree. The record indicates that the defendant was present during the voir dire and that the challenges were given effect in his presence when the accepted jurors were seated and sworn in open court (see, People v Velasco, 77 NY2d 469; People v Kaur, 204 AD2d 573; People v Jackson, 202 AD2d 518; People v Yonamine, 192 AD2d 687; People v Melendez, 182 AD2d 644).\nThe defendant’s contention that the trial court erred by refusing to give a missing-witness charge with respect to a police officer is without merit. The People established that the uncalled officer was not available, and, in any event, his testimony would have been cumulative (see, People v Brown, 202 AD2d 514; People v Tate, 199 AD2d 291).\nThe sentence imposed was not excessive (see, People v Suitte, 90 AD2d 80).\nWe have reviewed the defendant’s remaining contention and find it to be without merit. Bracken, J. P., Santucci, Krausman and Goldstein, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-moore"
    }
  ],
  "relatedIncidents": [
    12663,
    12686,
    12699,
    12717,
    12740
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}