{
  "id": 12709,
  "title": "1994년 Guice 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-10-26",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Guice. 판결일: 1994-10-26. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State v. Guice\n**판결일**: 1994-10-26\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Lindsay, Brown and Stewart\n\n## 인용\n\n- 645 So. 2d 1193\n\n## 판결문 요약\n\n\n645 So.2d 1193 (1994)\nSTATE of Louisiana, Appellee\nv.\nCorey GUICE, aka Guice, Appellant.\nNo. 26440-KA.\nCourt of Appeal of Louisiana, Second Circuit.\nOctober 26, 1994.\nRehearing Denied December 1, 1994.\n*1194 John Focke, Monroe, for appellant.\nJerry Jones, Dist. Atty. and Charles Cook, Asst. Dist. Atty., Monroe, for appellee.\nBefore LINDSAY, BROWN and STEWART, JJ.\nBROWN, Judge.\nA jury found Corey Guice guilty as charged of second degree murder, LSA-R.S. 14:30.1. Defendant was thereafter sentenced to a mandatory term of life imprisonment without benefit of parole, probation or suspension of sentence. Defendant filed a motion for a new trial, which was subsequently denied by the trial court. Reserving three assignments of error, he now appeals. For reasons stated below, we affirm.\n\nFACTS\nOn May 8, 1992, Jerry Butler was beaten to death outside a home he was visiting in Monroe, Louisiana. Butler had been asked to step out of the house by defendant, Corey Guice. While the chain of events is not entirely clear, the consensus of the testimony adduced at trial indicated that defendant struck Butler in the head at least one time *1195 with a baseball bat. Defendant and two companions, Gerald Thompson and Robert Shaw, then fled the scene. Butler died three days later.\nThompson and Shaw were apprehended almost immediately. Each gave a statement to police indicating that he had been picked up by Guice, who had offered them a ride. The trio cruised the area, ultimately stopping at a hous...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-guice"
    }
  ],
  "relatedIncidents": [
    12674,
    12680,
    12692,
    12693,
    12698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}