{
  "id": 12707,
  "title": "1994년 Paulson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-10-27",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Paulson. 판결일: 1994-10-27. 법원: District Court, C.D. California.",
  "description": "## 사건 정보\n\n**사건명**: Boyd PAULSON, Plaintiff, v. STATE FARM MUTUAL AUTOMOBILE INSURANCE COMPANY, Et Al., Defendants\n**판결일**: 1994-10-27\n**법원**: District Court, C.D. California\n**관할**: California, CA\n\n**판사**: Letts\n\n## 변호인\n\nMichael J. Faber, Yuhl, Faber & Yuhl, Santa Monica, CA, for plaintiff., John N. Frye, Frye & Alberts, Los Ange-les, CA, for defendants.\n\n## 인용\n\n- 867 F. Supp. 911\n\n## 판결문 요약\n\n\n867 F.Supp. 911 (1994)\nBoyd PAULSON, Plaintiff,\nv.\nSTATE FARM MUTUAL AUTOMOBILE INSURANCE COMPANY, et al., Defendants.\nNo. CV 94-2691 JSL.\nUnited States District Court, C.D. California.\nOctober 27, 1994.\n*912 *913 Michael J. Faber, Yuhl, Faber &amp; Yuhl, Santa Monica, CA, for plaintiff.\nJohn N. Frye, Frye &amp; Alberts, Los Angeles, CA, for defendants.\n\nOPINION\nLETTS, District Judge.\nPlaintiff Boyd Paulson (\"Paulson\") has sued his automobile insurance carrier, State Farm Mutual Automobile Insurance Company (\"State Farm\") for breach of contract, bad faith, intentional infliction of emotional distress, negligent infliction of emotional distress, and fraud arising out of State Farm's initial refusal to cover Paulson for injuries he sustained in an automobile accident caused by the negligence of an underinsured motorist. State Farm initially denied coverage to Paulson based on medical records indicating that Paulson had recovered fully from his injuries and on the fact that Paulson had received already $21,740 from the negligent driver's insurer and his employer in workers' compensation. State Farm eventually paid Paulson the $8,260 that he originally had requested, the full value of his insurance policy and its entire contractual obligation.[1]\nState Farm moved for summary judgment under Federal Rule of Civil Procedure 56, arguing that Paulson cannot sustain any of the causes of action alleged in his complaint as a matter of law. Based on a review of the file, record and proce...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=paulson-v-state-farm-mutual-automobile-insurance"
    }
  ],
  "relatedIncidents": [
    12657,
    12663,
    12666,
    12668,
    12682
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}