{
  "id": 12708,
  "title": "1994년 Patton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-10-27",
  "location": "South Carolina, SC, USA",
  "summary": "미국 South Carolina, SC 법원 판결 사건. 사건명: Patton. 판결일: 1994-10-27. 법원: District Court, D. South Carolina.",
  "description": "## 사건 정보\n\n**사건명**: Michelle A. PATTON, Petitioner, v. Vannie TOY, Warden; And the Attorney General of South Carolina, Respondents\n**판결일**: 1994-10-27\n**법원**: District Court, D. South Carolina\n**관할**: South Carolina, SC\n\n**판사**: Blatt\n\n## 변호인\n\nJohn H. Blume, Columbia, SC, for petitioner., Donald J. Zelenka, Columbia, SC, for respondents.\n\n## 인용\n\n- 867 F. Supp. 356\n\n## 판결문 요약\n\n\n867 F.Supp. 356 (1994)\nMichelle A. PATTON, Petitioner,\nv.\nVannie TOY, Warden; and the Attorney General of South Carolina, Respondents.\nCiv. A. No. 3:93-71-8AK.\nUnited States District Court, D. South Carolina, Columbia Division.\nOctober 27, 1994.\n*357 John H. Blume, Columbia, SC, for petitioner.\nDonald J. Zelenka, Columbia, SC, for respondents.\n\nORDER\nBLATT, District Judge.\nThe petitioner in this case is seeking habeas corpus relief pursuant to 28 U.S.C. § 2254. The record herein reveals that the petitioner is currently confined at the Women's Correctional Center of the South Carolina Department of Corrections pursuant to orders of commitment of the Clerk of Court for York County, South Carolina. A juvenile petition was brought on August 20, 1980, charging the petitioner with murder and armed robbery.[1] On August 21, 1980, a request to transfer the case to the Court of General Sessions was filed with the Family Court of York County. On August 25, 1980, a hearing was held before Judge Samuel Mendenhall, Family Court Judge of the Sixteenth Judicial Circuit, who ordered that the *358 murder charge be transferred to the York County Court of General Sessions.[2]\nOn October 27, 1980, the petitioner proceeded to trial in the Court of General Sessions before the Honorable C. Anthony Harris and a jury. She was represented there by James Hancock, Jr., and Frank Wells, of the York County Bar. She was found guilty of murder and, subsequently, sentenced by Judge Harris to confinement in ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=patton-v-toy"
    }
  ],
  "relatedIncidents": [
    12674,
    12680,
    12692,
    12693,
    12698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}