{
  "id": 12701,
  "title": "1994년 Victorine 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-10-31",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Victorine. 판결일: 1994-10-31. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Victorine v. the State\n**판결일**: 1994-10-31\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Benham\n\n## 변호인\n\nDaniel B. Kane, for appellant., J. Tom Morgan, District Attorney, Robert E. Statham III, Gregory J. Giornelli, Assistant District Attorneys, Michael J. Bowers, Attorney General, Susan V. Boleyn, Senior Assistant Attorney General, Rachelle L. Strausner, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 264 Ga. 580\n- 449 S.E.2d 91\n\n## 판결문 요약\n\n\n264 Ga. 580 (1994)\nVICTORINE\nv.\nTHE STATE.\nS94A0869.\nSupreme Court of Georgia.\nDecided October 31, 1994.\nDaniel B. Kane, for appellant.\nJ. Tom Morgan, District Attorney, Robert E. Statham III, Gregory J. Giornelli, Assistant District Attorneys, Michael J. Bowers, Attorney General, Susan V. Boleyn, Senior Assistant Attorney General, Rachelle L. Strausner, Assistant Attorney General, for appellee.\nBENHAM, Presiding Justice.\nThis appeal is from appellant's convictions of felony murder, aggravated assault, and possession of a firearm during the commission of a crime.[1] The evidence presented at trial authorized the jury to find that a verbal altercation occurred between Michael, the murder victim, who was behind the wheel of a car, and appellant's cousin, who had been a passenger in another car; that Michael and his companions left the site of the altercation, but returned later; that after they returned, the other car stopped nearby; that three men, one of whom was appellant, got out of the other car armed with handguns, walked toward Michael's car and began firing their weapons toward the car; that Skeete, the victim of the aggravated assault of which appellant was convicted, exited the car when the shooting started and lay on the ground; that Michael was shot eight times, the last five shots being fired into his back as he lay on the pavement after being hit by the first three shots; and that Michael died of the gunshot wounds.\n1. Although appellant did not raise on appeal t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=victorine-v-state"
    }
  ],
  "relatedIncidents": [
    12674,
    12680,
    12692,
    12693,
    12698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}