{
  "id": 12703,
  "title": "1994년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-10-28",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1994-10-28. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: 32 Collier bankr.cas.2d 418, Bankr. L. Rep. P 76,172 in Re Roger Eugene Huckfeldt, Debtor. Georgianne Huckfeldt L.K. Kluge Dorothy Kluge, Creditors-Appellees v. Roger Eugene Huckfeldt, Debtor-Appellant\n**판결일**: 1994-10-28\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 39 F.3d 829\n\n## 판결문 요약\n\n39 F.3d 829\n    32 Collier Bankr.Cas.2d 418, Bankr. L. Rep.  P 76,172In re Roger Eugene HUCKFELDT, Debtor.Georgianne HUCKFELDT;  L.K. Kluge;  Dorothy Kluge, Creditors-Appellees,v.Roger Eugene HUCKFELDT, Debtor-Appellant.\n    No. 93-4100.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted May 13, 1994.Decided Oct. 28, 1994.\n    \n      Timothy J. Sear, Overland Park, KS, argued, for appellant.\n      Jerry W. Venters, Jefferson City, MO, argued, for appellee.\n      Before LOKEN, Circuit Judge, HENLEY, Senior Circuit Judge, and HANSEN, Circuit Judge.\n      LOKEN, Circuit Judge.\n    \n    \n      1\n      Roger Huckfeldt appeals the district court1 judgment affirming the bankruptcy court's2 dismissal of his petition to liquidate under Chapter 7 of the Bankruptcy Code.  The bankruptcy court dismissed the petition on the ground that it was filed in bad faith to frustrate a divorce decree, and the district court affirmed.  Concluding that dismissal was warranted under 11 U.S.C. Sec. 707(a), we affirm.\n    \n    I.\n    \n      2\n      During their twelve years of marriage, Roger and Georgianne Huckfeldt accumulated over $250,000 in debts while Huckfeldt completed college, medical school, and six years of a residency in surgery, and Georgianne completed college and law school.  These debts include $166,000 in student loans to Huckfeldt and $47,000 jointly borrowed from Georgianne's parents.  The Huckfeldts divorced on March 26, 1992.  The divorce decree ordered Huckfeldt to pa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=32-collier-bankrcas2d-418-bankr-l-rep-p-76172-in-re-roger-eugene"
    }
  ],
  "relatedIncidents": [
    12657,
    12658,
    12663,
    12665,
    12666
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}