{
  "id": 12702,
  "title": "1994년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-10-31",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Brown. 판결일: 1994-10-31. 법원: Army Court of Criminal Appeals.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. Specialist Dwayne K. BROWN, 433-57-9992, United States Army\n**판결일**: 1994-10-31\n**법원**: Army Court of Criminal Appeals\n**관할**: USA, Federal\n\n**판사**: Baker, Gravelle, Johnston, Military\n\n## 변호인\n\nFor Appellant: Louis P. Font (argued); Thomas D. Ensign, Colonel Malcolm H. Squires, Jr., JAGC, Major Fran W. Walter-house, JAGC, Captain Teresa L. Norris, JAGC (on brief)., For Appellee: Captain Louis E. Peraertz, JAGC (argued); Colonel Dayton M. Cramer, JAGC, Lieutenant Colonel Joseph A. Russel-burg, JAGC, Major Joseph C. Swetnam, JAGC, Major Kenneth T. Grant, JAGC (on brief)., Amici curiae on behalf of appellant: Stephanie K. Rones (argued); Dennis Courtland Hayes (on brief) — For the Nationa\n\n## 인용\n\n- 41 M.J. 504\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nJOHNSTON, Judge:\nContrary to his pleas, the appellant was found guilty by a general court-martial composed of officer members of conspiring to organize a strike, unlawfully organizing and attempting to organize a strike, and soliciting others to participate in a strike in violation of Articles 81 and 134, Uniform Code of Military Justice, 10 U.S.C. §§ 881 and 934 (1988) [hereinafter UCMJ]. He was sentenced to a dishonorable discharge, confinement for one year, forfeiture of all pay and allowances, and reduction to Private El. The convening authority approved the sentence.\nThis case has been referred to the court for review under the provisions of Article 66, UCMJ. Utilizing the standard of review in Article 66(c), UCMJ, we may affirm only such findings of guilty and the sentence as we find correct in law and fact and determine, on the basis of the entire record, should be approved.\nAlthough the appellant has asserted several issues,1 the key issues on appeal are whether the evidence presented at trial was factually and legally sufficient to sustain the conviction; whether the statute prohibiting military labor union activities is constitutional (see 10 U.S.C. § 976 (1988) [hereinafter Section 976]); and, whether the appellant’s prosecution was tainted by unlawful command influence or racial bias. We have determined that the court-martial conviction was correct in law and fact and affirm.\nI.\nThe appellant, a black soldier from Lake Charles, Louisiana, was...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-brown"
    }
  ],
  "relatedIncidents": [
    12657,
    12658,
    12663,
    12665,
    12666
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}