{
  "id": 12718,
  "title": "1994년 Daffron 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-10-10",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Daffron. 판결일: 1994-10-10. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Rickey Hale DAFFRON v. STATE of Arkansas\n**판결일**: 1994-10-10\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Holt\n\n## 변호인\n\nHarold W. Madden, for appellant., Winston Bryant, Att’y Gen., by: Sandy Moll, Asst. Att’y Gen., for appellee.\n\n## 인용\n\n- 885 S.W.2d 3\n- 318 Ark. 182\n\n## 판결문 요약\n\n\n885 S.W.2d 3 (1994)\n318 Ark. 182\nRickey Hale DAFFRON, Appellant,\nv.\nSTATE of Arkansas, Appellee.\nNo. CR 94-282.\nSupreme Court of Arkansas.\nOctober 10, 1994.\nHarold W. Madden, North Little Rock, for appellant.\nSandy Moll, Asst. Atty. Gen., Little Rock, for appellee.\nHOLT, Chief Justice.\nThe appellant, Rickey Hale Daffron, was sentenced to consecutive sentences totaling *4 fifty years for two counts of rape and one count of criminal attempt to commit rape. On appeal, he argues that the evidence was insufficient to sustain the verdicts for criminal attempt to commit rape and rape, and that the trial court should have granted his motions for directed verdict of acquittal in this regard. We affirm the trial court's actions.\nAt trial, Daffron's counsel stated to the trial court that he was relying on his \"standard motions for judgment of acquittal based on insufficiency of the evidence on the State's case.\" His motion for acquittal on the attempted rape charge addressed the \"substantial step\" element of the crime and therefore was specific enough to apprise the trial court of the particular point raised.\nHowever, by resting on his invocation of \"standard motions,\" counsel waived the issue of sufficiency of the evidence on the rape charges. We have recently drawn a bright line in holding that a motion for a directed verdict in a criminal case must state the specific ground of the motion. Walker v. State, 318 Ark. 107, 883 S.W.2d 831 (1994).\nThat being the case, we do not consider t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=daffron-v-state"
    }
  ],
  "relatedIncidents": [
    12658,
    12670,
    12781,
    12845,
    12861
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}