{
  "id": 12746,
  "title": "1994년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-09-21",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Brown. 판결일: 1994-09-21. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. DANNY LAVEL BROWN, Defendant and Appellant\n**판결일**: 1994-09-21\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Johnson, Lillie\n\n## 변호인\n\nCounsel, Charles Earl Lloyd and Anslyene A. Abraham for Defendant and Appellant., Daniel E. Lungren, Attorney General, George Williamson, Chief Assistant Attorney General, Carol Wendelin Pollack, Assistant Attorney General, Kenneth C. Byrne and Donald J. Oeser, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 28 Cal. App. 4th 591\n- 33 Cal. Rptr. 2d 678\n\n## 판결문 요약\n\n\n28 Cal.App.4th 591 (1994)\n33 Cal. Rptr.2d 678\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nDANNY LAVEL BROWN, Defendant and Appellant.\nDocket No. B071649.\nCourt of Appeals of California, Second District, Division Seven.\nSeptember 21, 1994.\n*593 COUNSEL\nCharles Earl Lloyd and Anslyene A. Abraham for Defendant and Appellant.\nDaniel E. Lungren, Attorney General, George Williamson, Chief Assistant Attorney General, Carol Wendelin Pollack, Assistant Attorney General, Kenneth C. Byrne and Donald J. Oeser, Deputy Attorneys General, for Plaintiff and Respondent.\nOPINION\nLILLIE, P.J.\nDanny Lavel Brown appeals from judgment entered following a jury trial in which he was convicted of three counts of kidnapping (Pen. Code, § 207, subd. (a)), nine counts of forcible rape (Pen. Code, § 261, subd. (a)(2)), one count of sodomy with a child under fourteen years of age with \"ten years difference\" (Pen. Code, § 286, subd. (c)) and one count of forcible lewd act upon a child (Pen. Code, § 288, subd. (b).) As to the kidnapping charges, the jury found that the kidnapping in one count was for the purpose of committing rape pursuant to Penal Code section 208, subdivision (d), and the kidnapping in the remaining two counts was a kidnapping of a person under fourteen years of age pursuant to Penal Code section 208, subdivision (b). On appeal he contends the court committed reversible error in allowing a witness to be examined regarding gang affiliation, abused its discretion by denying the defense a cont...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-brown"
    }
  ],
  "relatedIncidents": [
    12813,
    12918,
    12260,
    12264,
    12351
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}