{
  "id": 12747,
  "title": "1994년 Fisch 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-09-20",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Fisch. 판결일: 1994-09-20. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF MONTANA, Plaintiff and Respondent, v. CHARLES FISCH, Defendant and Appellant\n**판결일**: 1994-09-20\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: Gray, Hunt, Nelson, Turnage, Weber\n\n## 변호인\n\nFor Appellant: Rienne H. McElyea, Berg, Lilly, Andriolo & Tollefsen, Bozeman., For Respondent: Hon. Joseph P. Mazurek, Attorney General, John Paulson, Ass’t Attorney General, Helena; Michael Salvagni, Gallatin County Attorney, Bozeman.\n\n## 인용\n\n- 881 P.2d 626\n- 266 Mont. 520\n- 51 State Rptr. 907\n\n## 판결문 요약\n\n\n881 P.2d 626 (1994)\nSTATE of Montana, Plaintiff and Respondent,\nv.\nCharles FISCH, Defendant and Appellant.\nNo. 93-640.\nSupreme Court of Montana.\nSubmitted on Briefs July 6, 1994.\nDecided September 20, 1994.\n*627 Rienne H. McElyea, Berg, Lilly, Andriolo &amp; Tollefsen, Bozeman, for appellant.\nJoseph P. Mazurek, Atty. Gen., John Paulson, Asst Atty. Gen., Helena Michael Salvagni, Gallatin County Atty., Bozeman, for respondent.\nGRAY, Jistice.\nCharles Fisch appeals from a jury verdict and judgment of the Eighteenth Judicial District Court, Gallatin County, convicting him of the offense of aggravated assault. He asserts error in the court's refusal to instruct the jury on the alleged lesser included offense of negligent endangerment. We affirm.\nCharles Fisch (Fisch) was charged with aggravated assault, a felony, in violation of § 45-5-202(1), MCA. He pleaded not guilty and the case proceeded to a jury trial. In presenting its case, the State of Montana (State) contended that Fisch had knowingly or purposely caused serious bodily injury to his stepson, LaShaun Geehan (Geehan), by shooting him in the back with a .22 caliber rifle. Geehan testified that the shooting arose out of an argument he had with Fisch only moments before the shooting occurred. Fisch's position was that his actions constituted negligent conduct.\nThe District Court and counsel settled jury instructions during the second day of the trial. The court refused Fisch's proposed instruction that the offense of neglige...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-fisch"
    }
  ],
  "relatedIncidents": [
    12678,
    12762,
    12770,
    12880,
    12954
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}