{
  "id": 12740,
  "title": "1994년 United States v. Terry Lajuan Wright, Harold Lee Andreu 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-09-29",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Terry Lajuan Wright, Harold Lee Andreu. 판결일: 1994-09-29. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Terry LaJuan WRIGHT, Harold Lee Andreu, Defendants-Appellants\n**판결일**: 1994-09-29\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n**판사**: Anderson, Dubina, Eschbach, Per Curiam\n\n## 변호인\n\nJames H. Burke, Jr., Asst. Federal Public Defender, Jacksonville, FL, for Wright. M. Alan Ceballos, Jacksonville, FL, for appellants., Mark B. Devereaux, Asst. U.S. Atty., Jacksonville, FL, John F. De Pue, Dept, of Justice, Crim. Div., Washington, DC, for appel-lee.\n\n## 인용\n\n- 33 F.3d 1297\n\n## 판결문 요약\n\n33 F.3d 1297\n    UNITED STATES of America, Plaintiff-Appellee,v.Terry LaJuan WRIGHT, Harold Lee Andreu, Defendants-Appellants.\n    No. 90-3564.\n    United States Court of Appeals,Eleventh Circuit.\n    Sept. 29, 1994.\n    \n      James H. Burke, Jr., Asst. Federal Public Defender, Jacksonville, FL, for Wright.  M. Alan Ceballos, Jacksonville, FL, for appellants.\n      Mark B. Devereaux, Asst. U.S. Atty., Jacksonville, FL, John F. De Pue, Dept. of Justice, Crim.  Div., Washington, DC, for appellee.\n      Appeal from the United States District Court for the Middle District of Florida.\n      Before ANDERSON and DUBINA, Circuit Judges, and ESCHBACH*, Senior Circuit Judge.\n      ON REMAND FROM THE SUPREME COURT OF UNITED STATES\n      PER CURIAM:\n    \n    \n      1\n      Defendant-Appellant Terry LaJuan Wright was found guilty after a jury trial of four counts, including possession of a firearm by a convicted felon (\"felon in possession\"), stemming from a bank robbery in Jacksonville, Florida.  The details of the case are outlined in this court's previous opinion upholding Wright's conviction and sentence.  United States v. Wright, 968 F.2d 1167 (1992).  Wright was sentenced as a career criminal.  The felon in possession charge was considered a crime of violence for the purposes of applying the career offender provisions of U.S.S.G. Sec. 4B1.1 and 4B1.2 (1989).  This calculation led to a base offense level of 37, providing an imprisonment range of 360 months to life.  Wright was there...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-terry-lajuan-wright-harold-lee-andreu"
    }
  ],
  "relatedIncidents": [
    12663,
    12686,
    12694,
    12699,
    12717
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}