{
  "id": 12748,
  "title": "1994년 Wilson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-09-19",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Wilson. 판결일: 1994-09-19. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: WILSON v. State\n**판결일**: 1994-09-19\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Collins, Sears\n\n## 변호인\n\nRichard O. Ward, for appellant., Daniel J. Craig, District Attorney, Charles R. Sheppard, Assistant District Attorney, Michael J. Bowers, Attorney General, Susan V. Boleyn, Senior Assistant Attorney General, Paige M. Reese, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 264 Ga. 455\n- 448 S.E.2d 185\n\n## 판결문 요약\n\n\nSears-Collins, Justice.\nMickey Lee Wilson was tried and convicted by a jury of malice murder, felony murder, armed robbery, possession of a firearm during the commission of a crime, and two counts of theft by taking.1 The *456trial court merged the felony murder conviction with the malice murder conviction. The court sentenced Wilson to life in prison for malice murder and armed robbery and to terms in prison totalling 35 years on the other offenses, with all sentences to run consecutively.\nDecided September 19, 1994.\nRichard O. Ward, for appellant.\nDaniel J. Craig, District Attorney, Charles R. Sheppard, Assistant District Attorney, Michael J. Bowers, Attorney General, Susan V. Boleyn, Senior Assistant Attorney General, Paige M. Reese, Assistant Attorney General, for appellee.\nWilson does not contest the sufficiency of the evidence for the convictions of malice murder, possession of a firearm during the commission of a crime, or the two counts of theft by taking. With regard to these convictions, we find that, construed in the light most favorable to the verdict, the evidence was sufficient to allow a rational trier of fact to find Wilson guilty beyond a reasonable doubt. Jackson v. Virginia, 443 U. S. 307 (99 SC 2781, 61 LE2d 560) (1979). Moreover, although Wilson does challenge the sufficiency of the evidence to support his armed robbery conviction, we conclude that the evidence is sufficient to support that conviction. See Jackson v. Virginia, 443 U. S.; White v. State, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wilson-v-state"
    }
  ],
  "relatedIncidents": [
    12674,
    12680,
    12692,
    12693,
    12698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}