{
  "id": 1275,
  "title": "2021년 People v. Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2021-06-11",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: People v. Smith. 판결일: 2021-06-11. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: People v. Smith\n**판결일**: 2021-06-11\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 2021 NY Slip Op 03805\n\n## 판결문 요약\n\n\r\n\r\nPeople v Smith (2021 NY Slip Op 03805)\r\n\r\n\r\n\r\n\r\n\r\nPeople v Smith\r\n\r\n\r\n2021 NY Slip Op 03805\r\n\r\n\r\nDecided on June 11, 2021\r\n\r\n\r\nAppellate Division, Fourth Department\r\n\r\n\r\n\r\nPublished by New York State Law Reporting Bureau pursuant to Judiciary Law § 431.\r\n\r\n\r\nThis opinion is uncorrected and subject to revision before publication in the Official Reports.\r\n\r\n\r\n\r\nDecided on June 11, 2021\r\n\r\nPRESENT: CARNI, J.P., LINDLEY, CURRAN, BANNISTER, AND DEJOSEPH, JJ. (Filed June 11, 2021.)\r\n\r\n\r\nKA 17-01118.\r\n\r\n[*1]THE PEOPLE OF THE STATE OF NEW YORK, RESPONDENT, \r\nvANTHONY T. SMITH, DEFENDANT-APPELLANT.\r\n\r\n\r\n\r\nMEMORANDUM AND ORDER\r\nThe case is held, the decision is reserved, the motion to relieve counsel of assignment is granted and new counsel is to be assigned. Memorandum: Defendant was convicted upon a guilty plea of attempted robbery in the second degree (Penal Law §§ 110.00, 160.10 [1]) and was sentenced to a determinate term of imprisonment of three years and five years of postrelease supervision. Defendant's assigned appellate counsel has moved to be relieved of the assignment pursuant to People v Crawford  (71 AD2d 38 [4th Dept 1979]). However, a nonfrivolous issue exists as to whether defendant's waiver of the right to appeal was valid. Therefore, we relieve counsel of his assignment and assign new counsel to brief this issue, as well as any other issues that counsel's review of the record may disclose. (Appeal from Judgment of Monroe County Court, Douglas A. Randall, J. - Att...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-smith"
    }
  ],
  "relatedIncidents": [
    1152,
    1259,
    1313,
    1405,
    897
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}