{
  "id": 12754,
  "title": "1994년 Fulton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-09-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Fulton. 판결일: 1994-09-15. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Amos Fulton\n**판결일**: 1994-09-15\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Doyle\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Edward J. Nowak, Public Defender of Monroe County (Elma A. Bellini of counsel), for defendant. Howard R. Relin, District Attorney of Monroe County (Angela P. Reyes of counsel), for plaintiff.\n\n## 인용\n\n- 162 Misc. 2d 360\n- 616 NYS2d 881\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nJohn D. Doyle, J.\nCPL 190.50 (5) (a) provides, in pertinent part, that \"[w]hen a *361criminal charge against a person is being * * * submitted to a grand jury, such person has a right to appear before such grand jury as a witness in his own behalf if, prior to the filing of any indictment * * * he serves upon the district attorney of the county a written notice making such request and stating an address to which communications may be sent” (emphasis added). The question presented in this case is whether counsel for the defendant complied with the statutory requirement that written notice be served upon the District Attorney by depositing the notice in a box at the Public Defender’s office designated for interoffice mail.\nThe facts are not disputed.1 On March 2, 1994, defendant was arraigned in Rochester City Court on a felony complaint accusing him of burglary in the second degree and petit larceny. The matter was waived to the Grand Jury on March 7, 1994. On Thursday, June 16, 1994, defense counsel received a letter from the Assistant District Attorney assigned to the case advising her that the matter would be submitted to the Monroe County Grand Jury on June 23, 1994 at 11:30 a.m. Defense counsel did not attempt to notify the Assistant District Attorney of her client’s desire to testify at the Grand Jury until Monday, June 20, 1994, when she prepared a handwritten letter to the Assistant District Attorney which read, \"I am on trial this week but believ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-fulton"
    }
  ],
  "relatedIncidents": [
    12663,
    12686,
    12694,
    12699,
    12717
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}