{
  "id": 12755,
  "title": "1994년 Woodburn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-09-14",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Woodburn. 판결일: 1994-09-14. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Kenneth WOODBURN\n**판결일**: 1994-09-14\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Daley, Gaudin, Gothard, Tern\n\n## 변호인\n\nHarry J. Morel, Jr., Dist. Atty., Gregory C. Champagne, Asst. Dist. Atty., Parish of St. Charles, Hahnville, for plaintiff-appellee., Wayne D. Mancuso, Harahan, for defendant-appellant.\n\n## 인용\n\n- 643 So. 2d 1263\n\n## 판결문 요약\n\n\nhTHOMAS F. DALEY, Judge Pro Tem.\nThe defendant was indicted by the St. Charles Parish Grand Jury for the second degree murder of Michael Stewart. The defendant pled not guilty and was tried by jury. The jury returned an unanimous verdict of guilty after a two day trial. The defendant filed a motion for new trial on the grounds that the verdict was contrary to the law and the evidence and that there was new and material evidence that would have changed the verdict. The trial court denied the motion for new trial and sentenced the defendant to life imprisonment at hard labor without benefit of parole. The defendant asserts that his conviction was in error. We find no error and affirm the trial court.\n\nFACTS\n\nOn the evening of May 30, 1992, a dance team review was held at Destrehan High School located on the east bank of St. Charles Parish. The defendant, Kenneth Woodbum, and his ex-girlfriend, Holly Weber, attended the function. As the defendant walked Ms. Weber to her car after the review, a Cadillac driven by Glen Darensbourg, whom Ms. Weber was currently dating, drove up. Michael Stewart, the victim, was a passenger in Darensbourg’s vehicle. The young men acknowledged each others’ presence, and left the high school without incident.\n| gLater that evening, Michael Stewart, Glen Darensbourg, Holly Weber and Sara Daspet (hereinafter referred to as the Dar-ensbourg group) drove to the local Burger King. While they were standing in the parking lot, they observed a Monte Carlo pr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-woodburn"
    }
  ],
  "relatedIncidents": [
    12674,
    12680,
    12692,
    12693,
    12698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}