{
  "id": 12764,
  "title": "1994년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-09-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1994-09-07. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Richard Dee Thomas v. Utah State Board of Pardons, Tamara Holden, Pete Haun, Michael R. Sibbett, Victoria J. Palacios, Heather N. Cooke, Paul Boyden, Donald Blanchard, Paul Larson\n**판결일**: 1994-09-07\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 35 F.3d 574\n\n## 판결문 요약\n\n35 F.3d 574\n    NOTICE:  Although citation of unpublished opinions remains unfavored, unpublished opinions may now be cited if the opinion has persuasive value on a material issue, and a copy is attached to the citing document or, if cited in oral argument, copies are furnished to the Court and all parties.  See General Order of November 29, 1993, suspending 10th Cir. Rule 36.3 until December 31, 1995, or further order.\n    Richard Dee THOMAS, Petitioner-Appellant,v.UTAH STATE BOARD OF PARDONS, Tamara Holden, Pete Haun,Michael R. Sibbett, Victoria J. Palacios, HeatherN. Cooke, Paul Boyden, Donald Blanchard,Paul Larson, Respondents-Appellees.\n    No. 93-4144.\n    United States Court of Appeals, Tenth Circuit.\n    Sept. 7, 1994.\n    \n      ORDER AND JUDGMENT1\n      Before MOORE, ANDERSON, and KELLY, Circuit Judges.\n    \n    \n      1\n      After examining the briefs and appellate record, this panel has determined unanimously that oral argument would not materially assist the determination of this appeal.  See Fed.  R.App. P. 34(a);  10th Cir.  R. 34.1.9.  The cause is therefore ordered submitted without oral argument.\n    \n    \n      2\n      Petitioner Richard Dee Thomas appeals from the dismissal of his 28 U.S.C. 2254 habeas corpus petition.  The district court adopted a magistrate judge's recommendation for dismissal on the grounds petitioner had procedurally defaulted upon his claim in state court.  We agree and affirm.\n    \n    \n      3\n      Petitioner pled guilty to a felo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=richard-dee-thomas-v-utah-state-board-of-pardons-tamara-holden-pete"
    }
  ],
  "relatedIncidents": [
    12735,
    12801,
    12811,
    12838,
    12912
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}