{
  "id": 12763,
  "title": "1994년 McBride 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-09-07",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: McBride. 판결일: 1994-09-07. 법원: Court of Appeals of Wisconsin.",
  "description": "## 사건 정보\n\n**사건명**: State of Wisconsin, Plaintiff-Respondent, v. Challoner Morse McBride, Defendant-Appellant\n**판결일**: 1994-09-07\n**법원**: Court of Appeals of Wisconsin\n**관할**: Wisconsin, WI\n\n**판사**: Cane, LaRocque, Myse\n\n## 변호인\n\nFor the defendant-appellant the cause was submitted on the briefs of Glenn L. Cushing, assistant state public defender., For the plaintiff-respondent the cause was submitted on the brief of James E. Doyle, attorney general, and David J. Becker, assistant attorney general.\n\n## 인용\n\n- 523 N.W.2d 106\n- 187 Wis. 2d 409\n\n## 판결문 요약\n\n\n187 Wis. 2d 409 (1994)\n523 N.W.2d 106\nSTATE of Wisconsin, Plaintiff-Respondent,\nv.\nChalloner Morse MCBRIDE, Defendant-Appellant.[]\nNo. 94-0415-CR.\nCourt of Appeals of Wisconsin.\nSubmitted on briefs August 8, 1994.\nDecided September 7, 1994.\n*411 For the defendant-appellant the cause was submitted on the briefs of Glenn L. Cushing, assistant state public defender.\nFor the plaintiff-respondent the cause was submitted on the brief of James E. Doyle, attorney general, and David J. Becker, assistant attorney general.\nBefore Cane, P.J., LaRocque and Myse, JJ.\nMYSE, J.\nChalloner Morse McBride appeals a judgment of conviction for one count of theft by a bailee as a party to the crime in violation of § 943.20(1)(b), STATS., and three counts of theft by fraud as a party to the crime under § 943.20(1)(d), an order denying her motion for the suppression of physical evidence and an order denying her motion for postconviction relief. McBride contends that the evidence seized pursuant to the execution of the search warrant should be suppressed because the warrant was not issued by a neutral and detached magistrate as required by the United States and Wisconsin Constitutions. McBride further contends that the trial court committed reversible error when it failed to instruct the jury that the value of the items subject to the charge must be proven beyond a reasonable doubt. Because we conclude that the warrant was issued by a neutral and detached magistrate and that McBride waived her objec...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mcbride"
    }
  ],
  "relatedIncidents": [
    12657,
    12663,
    12666,
    12668,
    12682
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}