{
  "id": 12770,
  "title": "1994년 Littlewind 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-08-29",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Littlewind. 판결일: 1994-08-29. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Eugene LITTLEWIND v. Richard RAYL, Director of Security, North Dakota State Penitentiary Terry Haines, Warden of North Dakota State Penitentiary Bob Coad, Director of Security, North Dakota State Penitentiary Cordell Stromme, North Dakota State Penitentiary staff person Daryle Fisher, North Dakota State Penitentiary staff person Bill Wilz Linda Leuwer, North Dakota State Penitentiary staff person Stan Cadotte, North Dakota State Penitentiary staff person\n**판결일**: 1994-08-29\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Beam, Fagg, Ross\n\n## 변호인\n\nWilliam G. Peterson, Bismarck, ND, argued (JoAnn C. Toth, on the brief), for appellants., Donald R. Becker, Fargo, ND, argued for appellee.\n\n## 인용\n\n- 33 F.3d 985\n\n## 판결문 요약\n\n\nROSS, Senior Circuit Judge.\nOn April 5, 1988, Eugene Littlewind and three other inmates at the North Dakota State Penitentiary assaulted a prison guard. Littlewind was thereafter restrained naked for approximately seven hours in four-point restraint, twenty-three hours in three-point restraint, and seven days in handcuffs and leg irons. During this time, Littlewind was denied clothing or a toothbrush for six days and was denied even a blanket for two days.\nLittlewind filed a 42 U.S.C. § 1983 action claiming, among other things, that the corrections officers caused him to suffer cruel and unusual punishment by restraining him and subjecting him to certain conditions in violation of his Eighth Amendment rights. On April 20, 1992, an order was entered by the district court denying in part and granting in part the defendants’ motion for judgment on the pleadings. The order adopted the report and recommendation of the magistrate judge which concluded, among other things, that the defendants were not entitled to a qualified immunity defense on the Eighth Amendment claim. The defendants did not appeal this decision. Following trial, a jury found in favor of all the defendants. The district court, however, subsequently granted Littlewind’s motion for judgment as a matter of law against all of the defendants and ordered a new trial on the issue of damages and a conditional new trial if the judgment as a matter of law is reversed on appeal. 839 F.Supp. 1369. An appeal was then taken t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=littlewind-v-rayl"
    }
  ],
  "relatedIncidents": [
    12678,
    12747,
    12762,
    12880,
    12954
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}