{
  "id": 12772,
  "title": "1994년 Sudduth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-08-26",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Sudduth. 판결일: 1994-08-26. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Sudduth v. Howard\n**판결일**: 1994-08-26\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Houston\n\n## 인용\n\n- 646 So. 2d 664\n\n## 판결문 요약\n\n\n646 So. 2d 664 (1994)\nBruce SUDDUTH and Blonnie C. Sudduth\nv.\nLarry HOWARD.\n1930634.\nSupreme Court of Alabama.\nAugust 26, 1994.\n*665 Ronald L. Davis and Charles E. Harrison of Rosen, Cook, Sledge, Davis, Carroll &amp; Jones, P.A., Tuscaloosa, for appellants.\nEarl E. Cloud, Jr. of Cloud &amp; Cloud, Huntsville, for appellee.\nHOUSTON, Justice.\nBruce and Blonnie Sudduth, residents of Tuscaloosa County, sued Consolidated Management Systems, Inc. (a Florida corporation not registered to do business in Alabama) (hereinafter called \"CMS\"); Larry Howard (a Florida resident and the general manager of CMS); and Michael Howard (a Florida resident and the vice president of CMS), alleging breach of contract and fraud \"arising out of CMS's marketing of a vending machine franchise `opportunity' to the Sudduths in May 1991.\"[1] CMS, Larry Howard, and Michael Howard moved for summary judgments. The trial court entered a summary judgment for Larry Howard, holding that the State of Alabama lacked in personam jurisdiction over him; it denied the summary judgments for CMS and Michael Howard. The trial court certified the summary judgment for Larry Howard as final, pursuant to Rule 54(b), A.R.Civ.P. The Sudduths appeal. We reverse and remand.\nThe Sudduths contend that the trial court erred in entering the summary judgment for Larry Howard on the basis of lack of personal jurisdiction, because, they say:\n\"[T]he evidence submitted in opposition to summary judgmentseen in [the] light most favorable...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sudduth-v-howard"
    }
  ],
  "relatedIncidents": [
    12657,
    12663,
    12666,
    12668,
    12682
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}