{
  "id": 12774,
  "title": "1994년 United States v. Carlos Saro, United States of America v. Cornelio Cabrera-Baez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-08-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Carlos Saro, United States of America v. Cornelio Cabrera-Baez. 판결일: 1994-08-23. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America v. Carlos SARO, Appellant; UNITED STATES of America v. Cornelio CABRERA-BAEZ, Appellant\n**판결일**: 1994-08-23\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Buckley, Ginsburg, Williams\n\n## 변호인\n\nAllen H. Orenberg (appointed by the court) argued the cause and filed the briefs, for appellant Saro., Allen E. Burns, Asst. Federal Public Defender, argued the cause, for appellant Cabrera-Baez. With him on the briefs was A.J. Kramer, Federal Public Defender., Catherine C. Pisaturo, Asst. U.S. Atty., argued the cause, for appellee. With her on the brief were J. Ramsey Johnson, U.S. Atty. at the time the brief was filed, John R. Fisher, Elizabeth Trosman, and John P. Dominguez, Asst. U.S. Attys.\n\n## 인용\n\n- 24 F.3d 283\n- 306 U.S. App. D.C. 277\n\n## 판결문 요약\n\n24 F.3d 283\n    306 U.S.App.D.C. 277\n    UNITED STATES of Americav.Carlos SARO, Appellant.UNITED STATES of Americav.Cornelio CABRERA-BAEZ, Appellant.\n    Nos. 91-3208, 91-3225.\n    United States Court of Appeals,District of Columbia Circuit.\n    Argued Feb. 10, 1994.Decided May 31, 1994.Rehearing Denied Aug. 23, 1994.\n    \n      Appeal from the United States District Court for the District of Columbia (90cr00449-03 and -05).\n      Allen H. Orenberg (appointed by the court) argued the cause and filed the briefs, for appellant Saro.\n      Allen E. Burns, Asst. Federal Public Defender, argued the cause, for appellant Cabrera-Baez.  With him on the briefs was A.J. Kramer, Federal Public Defender.\n      Catherine C. Pisaturo, Asst. U.S. Atty., argued the cause, for appellee.  With her on the brief were J. Ramsey Johnson, U.S. Atty. at the time the brief was filed, John R. Fisher, Elizabeth Trosman, and John P. Dominguez, Asst. U.S. Attys.\n      Before:  BUCKLEY, WILLIAMS and GINSBURG, Circuit Judges.\n      Opinion for the Court filed by Circuit Judge WILLIAMS.\n      STEPHEN F. WILLIAMS, Circuit Judge:\n    \n    \n      1\n      Appellants Carlos Saro and Cornelio Cabrera-Baez raise a variety of challenges to their convictions for various drug offenses.  Except for the attacks on their sentences, all are insubstantial.  Because of apparent error in the calculation of Cabrera-Baez's \"base offense level\", we remand his case for further consideration.  We affirm Saro's conviction in all ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-carlos-saro-united-states-of-america-v-cornelio"
    }
  ],
  "relatedIncidents": [
    12657,
    12663,
    12780,
    12803,
    12842
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}