{
  "id": 12780,
  "title": "1994년 Mullin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-08-19",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Mullin. 판결일: 1994-08-19. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Jeri A. MULLIN, Individually, and as Custodial Parent of Kathleen Mullin and Shawn Mullin, Deceased, Appellants (Plaintiffs Below), v. MUNICIPAL CITY OF SOUTH BEND, Appellee (Defendant Below)\n**판결일**: 1994-08-19\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBRULER, Dickson, Givan, Shepard, Sullivan\n\n## 변호인\n\nRobert D. Lee, William T. Webb, Hardig, Lee & Groves, South Bend, for appellant, Jeri A. Mullin., Robert C. Rosenfeld, Deputy City Atty., South Bend, for appellee, City of South Bend.\n\n## 인용\n\n- 639 N.E.2d 278\n\n## 판결문 요약\n\n\n639 N.E.2d 278 (1994)\nJeri A. MULLIN, Individually, and As Custodial Parent of Kathleen Mullin and Shawn Mullin, Deceased, Appellants (Plaintiffs below),\nv.\nMUNICIPAL CITY OF SOUTH BEND, Appellee (Defendant below).\nNo. 71S03-9408-CV758.\nSupreme Court of Indiana.\nAugust 19, 1994.\n*280 Robert D. Lee, William T. Webb, Hardig, Lee &amp; Groves, South Bend, for appellant, Jeri A. Mullin.\nRobert C. Rosenfeld, Deputy City Atty., South Bend, for appellee, City of South Bend.\n\nON PETITION TO TRANSFER\nSULLIVAN, Justice.\nJeri Mullin lived in South Bend with her two children, Shawn and Kathleen. At 5:27 a.m. on November 5, 1985, a neighbor reported a fire at the Mullin household to the 911 Emergency Dispatch of the South Bend Police Department. When the dispatcher asked if anyone was inside the house, the neighbor responded \"I think so.\" Fire trucks but no ambulances were dispatched to the scene. Once there, one of the fire units requested an ambulance, the first of which arrived at 5:44 a.m. Shawn died; Kathleen was injured. Mullin filed suit against the City of South Bend, alleging that the City was negligent for the dispatcher's failure to send an ambulance to the scene immediately.\nThe following notice had been posted in the dispatchers' break-room at the police department in June, 1984:\nOn Friday 6/21/84 the Communications Supervisors and the Fire Dept. Chiefs met to discuss the Status of the Fire Dispatch. This meeting was very productive and out of it came several suggestions tha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mullin-v-municipal-city-of-south-bend"
    }
  ],
  "relatedIncidents": [
    12657,
    12663,
    12774,
    12803,
    12842
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}