{
  "id": 12783,
  "title": "1994년 Parpart 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-08-18",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Parpart. 판결일: 1994-08-18. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF MONTANA v. PAUL E. PARPART\n**판결일**: 1994-08-18\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: Boyd, Hon, McLean, Members, Warner\n\n## 인용\n\n- 269 Mont. 74\n\n## 판결문 요약\n\n\nOn May 23, 1994, the Defendant was sentenced to the term of ten (10) years on Count I, for Negligent Homicide. For Count II, Negligent Vehicular Assault, the defendant is sentenced for the term of one (1) year to run concurrently with the sentence *75received in Count I. The last three (3) years of said prison sentence is suspended, and said defendant is hereby placed on probation for the last three (3) years of said period of ten (10) years, and the court retains jurisdiction of said defendant in the above entitled cause during the entire term of said imprisonment above-mentioned, and the last three (3) years of said prison sentence is suspended. In all other respects, the previous Orders, conditions and reasons of this Court stated on the 16th day of March, 1994, and entered on the 4th day of April, 1994, shall remain unchanged and are reimposed and shall continue as if set forth herein, all under authority of this Court and defendant’s Supervision Officer.\nDone in Open Court this 18th day of August, 1994.\nSIGNED this 11th day of October, 1994.\nOn August 18, 1994, the Defendant’s application for review of that sentence was heard by the Sentence Review Division of the Montana Supreme Court.\nThe Defendant was present and was represented by L. Sanford Selvey, II, Chief Public Defender, from Billings, Montana. The state was represented by Dale Mrkich, Deputy County Attorney, from Billings, Montana.\nBefore hearing the application, the Defendant was advised that the Sentence Rev...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-parpart"
    }
  ],
  "relatedIncidents": [
    12674,
    12680,
    12692,
    12693,
    12698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}