{
  "id": 12785,
  "title": "1994년 Spinks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-08-16",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Spinks. 판결일: 1994-08-16. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: People v. Spinks\n**판결일**: 1994-08-16\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: Brown, Gribes, Hood\n\n## 변호인\n\nFrank J. Kelley, Attorney General, Thomas L. Casey, Solicitor General, John D. O’Hair, Prosecuting Attorney, Timothy A. Baughman, Chief of Research, Training, and Appeals, and Janet A. Napp, Assistant Prosecuting Attorney, for the people., Mark R. Hall, for the defendant.\n\n## 인용\n\n- 522 N.W.2d 875\n- 206 Mich. App. 488\n\n## 판결문 요약\n\n\n206 Mich. App. 488 (1994)\n522 N.W.2d 875\nPEOPLE\nv.\nSPINKS\nDocket No. 150024.\nMichigan Court of Appeals.\nSubmitted February 8, 1994, at Detroit.\nDecided August 16, 1994, at 9:10 A.M.\nFrank J. Kelley, Attorney General, Thomas L. Casey, Solicitor General, John D. O'Hair, Prosecuting Attorney, Timothy A. Baughman, Chief of Research, Training, and Appeals, and Janet A. Napp, Assistant Prosecuting Attorney, for the people.\nMark R. Hall, for the defendant.\nBefore: GRIBBS, P.J., and HOOD and H.E. BROWN,[*] JJ.\nPER CURIAM.\nDefendant was convicted by a jury of second-degree murder, MCL 750.317; MSA 28.549, and possession of a firearm during the commission of a felony, MCL 750.227b; MSA 28.424(2). He was sentenced to a term of eight to twenty years for the murder conviction plus the mandatory two years for the felony-firearm conviction. He appeals as of right. We affirm.\nDefendant originally was charged with first-degree murder, MCL 750.316; MSA 28.548, conspiracy to commit first-degree murder, MCL 750.157a MSA 28.354(1), and possession of a firearm during the commission of a felony. Following a preliminary examination, the conspiracy charge was dismissed because of insufficient evidence. Defendant then successfully moved to suppress statements that he and his codefendant made to the police, and the remaining charges were dismissed.\nThe prosecutor appealed, and this Court reversed, holding that both statements were admissible against defendant. People v Spinks, 184 Mich. App. 559; 458 ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-spinks"
    }
  ],
  "relatedIncidents": [
    12674,
    12680,
    12692,
    12693,
    12698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}