{
  "id": 12784,
  "title": "1994년 Turner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-08-18",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Turner. 판결일: 1994-08-18. 법원: District Court, E.D. Michigan.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Elmo TURNER, Ronald Stiff, a/k/a Ronald Mumphord, Arzell Gulley\n**판결일**: 1994-08-18\n**법원**: District Court, E.D. Michigan\n**관할**: Michigan, MI\n\n**판사**: Rosen\n\n## 변호인\n\nMark Edelman, Asst. U.S. Atty., Detroit, MI, for plaintiff., Paul McKenna, Coconut Grove, FL, John McCloskey, Farmington Hills, MI, David Steingold, Detroit, MI, for defendants.\n\n## 인용\n\n- 860 F. Supp. 1216\n\n## 판결문 요약\n\n\n\nOPINION AND ORDER REGARDING DEFENDANT TURNER’S MOTION FOR SEVERANCE\n\nROSEN, District Judge.\nI. INTRODUCTION\nOn September 30, 1993, a federal grand jury issued a thirteen-count indictment against the above Defendants. Count I alleges that Defendants engaged in a conspiracy to distribute controlled substances in violation of 21 U.S.C. § 846. Said conspiracy allegedly occurred between September 12 and September 22, 1993. Counts II-IV allege that Defendants aided and abetted one another in the possession with intent to distribute of cocaine base (“crack”), heroin, and cocaine in violation of 21 U.S.C. § 841(a)(1). Counts V-VII allege various firearms violations by Defendant Elmo Turner. Counts IX and X allege firearms violations by Defendant Arzell Gulley. Counts XI and XII allege various firearms violations against Defendant Ronald Stiff. Finally, Count XII\nalleges a firearms violation against both Turner and Gulley. All of the non-conspiracy counts focus on events taking place on September 22, 1993.\nOn that date, police officers of the Wayne County Sheriffs Department and at least one agent of the Bureau of Alcohol, Tobacco and Firearms, U.S. Department of the Treasury, broke into a home on 19438 Stahelin Street, Detroit, Michigan. Once inside, the officers conducted a search pursuant to a valid search warrant. At the Stahelin residence, the officers seized all three Defendants, as well as Defendant Stiffs two young daughters. The officers also found heroin, crack cocaine, an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-turner"
    }
  ],
  "relatedIncidents": [
    12657,
    12658,
    12663,
    12665,
    12666
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}