{
  "id": 12799,
  "title": "1994년 United States v. Arthur L. Mitchell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-07-29",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Arthur L. Mitchell. 판결일: 1994-07-29. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Arthur L. MITCHELL, Appellant\n**판결일**: 1994-07-29\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Arnold, Beam, Bowman, Morris, Sheppard\n\n## 변호인\n\nKathleen K. Woods, Kansas City, MO, argued (Byron Fox, on the brief), for appellant., William L. Meiners, Kansas City, MO, argued, for appellee.\n\n## 인용\n\n- 31 F.3d 628\n\n## 판결문 요약\n\n31 F.3d 628\n    40 Fed. R. Evid. Serv. 1462\n    UNITED STATES of America, Appellee,v.Arthur L. MITCHELL, Appellant.\n    Nos. 93-3045, 93-3304.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted March 18, 1994.Decided July 29, 1994.\n    \n      Kathleen K. Woods, Kansas City, MO, argued (Byron Fox, on the brief), for appellant.\n      William L. Meiners, Kansas City, MO, argued, for appellee.\n      Before BOWMAN, BEAM, and MORRIS SHEPPARD ARNOLD, Circuit Judges.\n      BOWMAN, Circuit Judge.\n    \n    \n      1\n      Arthur L. Mitchell was found guilty by a jury of one count of structuring a financial transaction to evade currency reporting requirements in violation of 31 U.S.C. Sec. 5324(3) (1988)1.  The District Court2 sentenced Mitchell to thirty months of imprisonment, one year of supervised release, a fine of $5,000, and a special assessment of $50.  On appeal, Mitchell challenges both his conviction and his sentence.  We affirm.\n    \n    I.\n    \n      2\n      The charges that led to Mitchell's conviction were initiated following an Internal Revenue Service (IRS) investigation into the criminal activities of Gilbert Dowdy.  Dowdy is a former Kansas City, Missouri fire captain and a convicted drug dealer.  Mitchell, a former fireman, is a licensed real estate agent and a friend of Dowdy.\n    \n    \n      3\n      In June 1987, Mitchell, acting in his capacity as a real estate agent, showed Dowdy a piece of property for sale at 7209-7211 Troost (the Troost Property)....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-arthur-l-mitchell"
    }
  ],
  "relatedIncidents": [
    12657,
    12658,
    12663,
    12665,
    12666
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}