{
  "id": 12798,
  "title": "1994년 UNITED STATES of America, Plaintiff-Appellee, v. Della WHITE, Roy S. White, Defendants-Appellants 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-08-04",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: UNITED STATES of America, Plaintiff-Appellee, v. Della WHITE, Roy S. White, Defendants-Appellants. 판결일: 1994-08-04. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: 44 soc.sec.rep.ser. 647, Medicare & Medicaid Guide P 42,610 United States of America v. Della White, Roy S. White\n**판결일**: 1994-08-04\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n**판사**: Carnes, Cox, Wood\n\n## 변호인\n\nMartin DerOvanesian, Asst. Federal Public Defender, Fort Myers, FL, for Della White., Mark King Leban, Miami, FL, for Roy S. White., Paul J. Moriarty, Karla Spaulding, Douglas L. Molly, David P. Rhodes, Tamra Phipps, Tampa, FL, for U.S.\n\n## 인용\n\n- 27 F.3d 1531\n\n## 판결문 요약\n\n27 F.3d 1531\n    44 Soc.Sec.Rep.Ser. 647, Medicare &amp; Medicaid GuideP 42,610UNITED STATES of America, Plaintiff-Appellee,v.Della WHITE, Roy S. White, Defendants-Appellants.\n    No. 91-3407.\n    United States Court of Appeals,Eleventh Circuit.\n    Aug. 4, 1994.\n    \n      Martin DerOvanesian, Asst. Federal Public Defender, Fort Myers, FL, for Della White.\n      Mark King Leban, Miami, FL, for Roy S. White.\n      Paul J. Moriarty, Karla Spaulding, Douglas L. Molly, David P. Rhodes, Tamra Phipps, Tampa, FL, for U.S.\n      Appeals from the United States District Court for the Middle District of Florida.\n      Before COX and CARNES, Circuit Judges, and WOOD*, Senior Circuit Judge.\n      CARNES, Circuit Judge:\n    \n    \n      1\n      On November 21, 1990, a jury convicted Roy White, a chiropractor, and his wife Della of one count of conspiring to defraud the United States, in violation of 18 U.S.C. Sec. 371, and five counts of submitting false or fraudulent Medicare claims between January and August 1986, in violation of 18 U.S.C. Secs. 2 &amp; 287.  The jury also convicted Roy White of four additional counts of filing false Medicare claims in 1988 and 1989, and four counts of mail fraud for using the U.S. Mail to submit false claims to Blue Cross/Blue Shield (\"Blue Cross\") and private insurers, in violation of 18 U.S.C. Secs. 2 &amp; 1341.  We affirm.\n    \n    I. BACKGROUND\n    \n      2\n      The Whites created a series of corporate entities to operate three vascular testing fa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-of-america-plaintiff-appellee-v-della-white-roy-s-white"
    }
  ],
  "relatedIncidents": [
    12657,
    12663,
    12666,
    12668,
    12682
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}