{
  "id": 12797,
  "title": "1994년 Lenoir 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-08-04",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Lenoir. 판결일: 1994-08-04. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Lenoir v. Madison County\n**판결일**: 1994-08-04\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Dan M. Lee, P.J., and Pittman and James L. Roberts, Jr\n\n## 인용\n\n- 641 So. 2d 1124\n\n## 판결문 요약\n\n\n641 So.2d 1124 (1994)\nMartha K. LENOIR\nv.\nMADISON COUNTY, Board of Supervisors of Madison County, Mississippi, and Madison County Tax Assessor's Office.\nNos. 93-CA-00252, 93-CA-00253.\nSupreme Court of Mississippi.\nAugust 4, 1994.\n*1125 Harris H. Barnes, III, William E. Dossett, John V. Eskrigge, Dossett Goode Barnes &amp; Broom, Jackson, for appellant.\nG. Dewey Hembree III, C.R. Montgomery, Montgomery Smith-Vaniz &amp; McGraw, Canton, for appellees.\nBefore DAN M. LEE, P.J., and PITTMAN and JAMES L. ROBERTS, Jr., JJ.\nDAN M. LEE, Presiding Justice, for the Court:\nMartha K. Lenoir appeals from two Madison County Circuit Court judgments dated February 11, 1993, dismissing her complaints based upon lack of subject matter jurisdiction. We reverse, holding that: (1) Miss. Code Ann. § 11-51-77 (1972), governs appeals to the circuit court from decisions of the county board of supervisors regarding tax matters; and (2) that statute does not require that a bill of exceptions be filed as a prerequisite to the circuit court obtaining subject matter jurisdiction over such matters.\n\nI.\nThe appeals sub judice are comprised of two complaints from the Madison County Circuit Court in which the plaintiff and defendants of the first case were identical to those of the second case.[1] Additionally, the substance of both complaints, involving allegations of improper tax assessments, is substantially the same. The appeals have been consolidated for our consideration because, upon dismissal by the l...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lenoir-v-madison-county"
    }
  ],
  "relatedIncidents": [
    12657,
    12658,
    12663,
    12665,
    12666
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}