{
  "id": 12803,
  "title": "1994년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-07-26",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1994-07-26. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Lisa M. Beardsley v. John Webb, and John R. Isom, Sheriff of Loudoun County, Individually and in His Official Capacity, Lisa M. Beardsley v. John R. Isom, Sheriff of Loudoun County, Individually and in His Official Capacity John Webb\n**판결일**: 1994-07-26\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 30 F.3d 524\n\n## 판결문 요약\n\n30 F.3d 524\n    65 Fair Empl.Prac.Cas. (BNA) 696, 63 USLW 2069\n    Lisa M. BEARDSLEY, Plaintiff-Appellee,v.John WEBB, Defendant-Appellant,andJohn R. ISOM, Sheriff of Loudoun County, individually and inhis official capacity, Defendant.Lisa M. BEARDSLEY, Plaintiff-Appellant,v.John R. ISOM, Sheriff of Loudoun County, individually and inhis official capacity;  John Webb, Defendants-Appellees.\n    Nos. 93-1732, 93-1747.\n    United States Court of Appeals,Fourth Circuit.\n    Argued Feb. 7, 1994.Decided July 26, 1994.\n    \n      ARGUED:  John J. Brandt, Slenker, Brandt, Jennings &amp; Johnston, Merrifield, VA, for appellants.  John Michael Bredehoft, Charlson &amp; Bredehoft, P.C., Fairfax, VA, for appellee.  ON BRIEF:  Robert S. Corish, Slenker, Brandt, Jennings &amp; Johnston, Merrifield, Virginia, for Appellants.  Elaine C. Bredehoft, Charlson &amp; Bredehoft, P.C., Fairfax, VA, for appellee.\n      Before PHILLIPS, Circuit Judge, BUTZNER, Senior Circuit Judge, and YOUNG, Senior United States District Judge for the District of Maryland, sitting by designation.\n      Affirmed by published opinion.  Senior Judge BUTZNER wrote the opinion, in which Judge PHILLIPS and Senior Judge YOUNG joined.\n      OPINION\n      BUTZNER, Senior Circuit Judge:\n    \n    \n      1\n      The principal issue in this appeal is whether provisions of the Civil Rights Act of 1991 for trial by jury to recover compensatory and punitive damages make Title VII of the Civil Rights Act of 1964 the exclusive remedy ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lisa-m-beardsley-v-john-webb-and-john-r-isom-sheriff-of-loudoun"
    }
  ],
  "relatedIncidents": [
    12657,
    12663,
    12774,
    12780,
    12842
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}