{
  "id": 12800,
  "title": "1994년 State v. Johnson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-07-29",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: State v. Johnson. 판결일: 1994-07-29. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State of North Carolina v. Bobby Scott Johnson\n**판결일**: 1994-07-29\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Parker\n\n## 변호인\n\n\n\nMichael F. Easley, Attorney General, by Dennis P. Myers, Assistant Attorney General, for the State.\n, \nNora Henry Hargrove for defendant-appellant.\n\n\n## 인용\n\n- 446 S.E.2d 92\n- 337 N.C. 212\n\n## 판결문 요약\n\n\n446 S.E.2d 92 (1994)\n337 N.C. 212\nSTATE of North Carolina\nv.\nBobby Scott JOHNSON.\nNo. 266A93.\nSupreme Court of North Carolina.\nJuly 29, 1994.\n*93 Michael F. Easley, Atty. Gen. by Dennis P. Myers, Asst. Atty. Gen., for the State.\nNora Henry Hargrove, Wilmington, for defendant-appellant.\nPARKER, Justice.\nDefendant was indicted on charges of murder, first-degree burglary, first-degree kidnapping, second-degree kidnapping, two counts of robbery with a dangerous weapon, and conspiracy to commit first-degree burglary. He pleaded not guilty, was tried noncapitally, and was found guilty of all charges. *94 The trial court sentenced defendant to life imprisonment for the first-degree murder conviction, which was based on felony murder. As to the other crimes, pursuant to N.C.G.S. § 15A-1340.4(a)(1)o the court found defendant had a prior conviction or convictions for criminal offenses punishable by more than sixty days' imprisonment. Finding no mitigating factors existed, the court imposed maximum consecutive sentences totalling 170 years. On 26 April 1993, the trial court granted defendant's motion for appropriate relief; arrested judgment on his conviction for first-degree burglary, the predicate for defendant's felony-murder conviction; and made the sentence for first-degree kidnapping consecutive to the life sentence for murder. For reasons which follow, we conclude defendant received a fair trial free of prejudicial error.\nState's evidence tended to show that in the summer of 199...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-johnson"
    }
  ],
  "relatedIncidents": [
    12674,
    12680,
    12692,
    12693,
    12698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}