{
  "id": 12801,
  "title": "1994년 Zvorak 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-07-27",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Zvorak. 판결일: 1994-07-27. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: Isabel A. ZVORAK, Appellant, v. Anita BEIREIS, Appellee\n**판결일**: 1994-07-27\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Andreasen, Carter, Lavorato, McGIVERIN, Neuman\n\n## 변호인\n\nSusan Larson Christensen, Harlan, for appellant., G. Elizabeth Otte, Council Bluffs, for ap-pellee.\n\n## 인용\n\n- 519 N.W.2d 87\n\n## 판결문 요약\n\n\n519 N.W.2d 87 (1994)\nIsabel A. ZVORAK, Appellant,\nv.\nAnita BEIREIS, Appellee.\nNo. 93-804.\nSupreme Court of Iowa.\nJuly 27, 1994.\nSusan Larson Christensen, Harlan, for appellant.\nG. Elizabeth Otte, Council Bluffs, for appellee.\nConsidered by McGIVERIN, C.J., and CARTER, LAVORATO, NEUMAN, and ANDREASEN, JJ.\nCARTER, Justice.\nThis is a child custody dispute. The appellant, Isabel A. Zvorak, is the maternal grandmother of six-year-old Ashley Beireis. The child has lived in her grandmother's home during most of her lifetime. The child's mother is the appellee, Anita Beireis. From December 1987, when Ashley was ten months old, until sometime in 1992, she only maintained intermittent contact with her daughter and has provided almost no financial contribution toward her support.\nSometime in the fall of 1992, while the child's mother was living in Minnesota, the child's maternal grandmother, who lives in Walnut, Iowa, learned that the mother intended to take the child from her custody. At this time, legal action was taken, which resulted in the grandmother, Isabel, being appointed as the child's guardian. The order from which the present appeal is taken was entered in response to the application of the mother, Anita, for (1) termination of the *88 guardianship, and (2) the establishment of Ashley's legal custody in herself. Following a hearing on that application, the district court declined to terminate the guardianship at this time but placed physical custody of Ashley with her mothe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=zvorak-v-beireis"
    }
  ],
  "relatedIncidents": [
    12735,
    12764,
    12811,
    12838,
    12912
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}