{
  "id": 12810,
  "title": "1994년 In Re Initiative Petition No. 360 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-07-19",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: In Re Initiative Petition No. 360. 판결일: 1994-07-19. 법원: Supreme Court of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: In Re INITIATIVE PETITION NO. 360, STATE QUESTION NO. 662\n**판결일**: 1994-07-19\n**법원**: Supreme Court of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Ala, Alma, Hargrave, Hodges, Kauger, Lavender, Opala, Simms, Summers, Watt, Wilson\n\n## 변호인\n\nGary W. Gardenhire and Stanley M. Ward, Norman, for proponents, Walter Hill and Citizens for Congressional and Legislative Reform, Inc. — Appellants as to Ballot Title., Duchess Bartmess, Oklahoma City (Williams & Connolly, Washington, DC, of counsel), for proponents as to Legal Sufficiency., Neal Leader, Sr. Asst. Atty. Gen., Oklahoma City, for Oklahoma Attorney General— Appellee as to Ballot Title., Gary D. Allison, William H. Hinkle, Hin-kle, Zeringue Smith, Laura Emily Frossard, Tulsa, for p\n\n## 인용\n\n- 879 P.2d 810\n\n## 판결문 요약\n\n\n879 P.2d 810 (1994)\nIn re INITIATIVE PETITION NO. 360, STATE QUESTION NO. 662.\nNo. 82648.\nSupreme Court of Oklahoma.\nJuly 19, 1994.\nGary W. Gardenhire and Stanley M. Ward, Norman, for proponents, Walter Hill and Citizens for Congressional and Legislative Reform, Inc.  Appellants as to Ballot Title.\nDuchess Bartmess, Oklahoma City (Williams &amp; Connolly, Washington, DC, of counsel), for proponents as to Legal Sufficiency.\nNeal Leader, Sr. Asst. Atty. Gen., Oklahoma City, for Oklahoma Attorney General  Appellee as to Ballot Title.\nGary D. Allison, William H. Hinkle, Hinkle, Zeringue Smith, Laura Emily Frossard, Tulsa, for protestants, James C. Thomas and Oklahoma Affiliate of the American Civil Liberties Union.\n*811 LAVENDER, Vice Chief Justice.\nThis is an original action brought pursuant to 34 O.S.Supp. 1992, § 8 challenging the legal sufficiency of Initiative Petition 360, State Question 662 (Petition), and an appeal pursuant to 34 O.S. 1991, § 10 from the ballot title prepared by the Oklahoma Attorney General. The Petition seeks to amend via the initiative process[1] Article 2 of the Oklahoma Constitution *812 by adding a new section to be designated section 12A.\nIn starting our analysis in this matter we emphasize we do not decide the wisdom of the proposed constitutional amendment because that question will be answered by the voters at the polls, rather than by this Court. In re Initiative Petition No. 348, 820 P.2d 772, 774 (Okla. 1991). Courts do not generally conce...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-initiative-petition-no-360"
    }
  ],
  "relatedIncidents": [
    12657,
    12658,
    12663,
    12665,
    12666
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}