{
  "id": 12826,
  "title": "1994년 Rodriguez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-07-08",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Rodriguez. 판결일: 1994-07-08. 법원: District Court, E.D. Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Rebecca RODRIGUEZ, and Tene Freeman, on behalf of themselves and all others similarly situated v. Michael McKINNEY, United States Department of Education\n**판결일**: 1994-07-08\n**법원**: District Court, E.D. Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Brody\n\n## 변호인\n\nAlan White, Community Legal Services Inc., Philadelphia, PA, for plaintiffs., David R. Hoffman, James G. Sheehan, Asst. U.S. Atty., U.S. Attorney’s Office, Philadelphia, PA, and Mary Nell Clark, U.S. Dept, of Justice, Commercial Litigation Branch and Sean W. Colligan, U.S. Dept, of Justice, Civ. Div., Washington, DC, for defendants.\n\n## 인용\n\n- 156 F.R.D. 118\n\n## 판결문 요약\n\n\n\nMEMORANDUM AND ORDER\n\nANITA B. BRODY, District Judge.\nBefore me is Plaintiffs’ Motion for Class Certification in this civil RICO claim based *119on mail and bank fraud. I will certify the class as defined in the attached Order for the following reasons:\nIn an Order entered June 6, 1994 (copy attached as Exhibit A *), I explained that the proposed class would satisfy the requirements of Federal Rule of Civil Procedure 23 if the class were limited to students with “no financial ability to afford an education without student loans.” I incorporate the reasoning of my June 6,1994 Order here and decide only the remaining questions.\nIn my June 6,1994 Order I asked plaintiffs to submit a proposed order which “(1) should include an affidavit verifying that students in the proposed class had no financial ability to afford an education without student loans, and (2) should discuss whether the class to be certified meets the numerosity requirement of Rule 23(a).” Plaintiffs’ submission convinces me that financially needy students can be identified in a class action and are sufficiently numerous to constitute a class.1\n1. Financial Need\nPlaintiffs propose a class limited to students “who received a Pell Grant, Basic Educational Opportunity Grant, and/or Supplemental Educational Opportunity Grant, or received General Assistance, AFDC, SSI or food stamps at the time they enrolled.” Plaintiffs proffer that each of those forms of assistance is need-based and that, therefore, each student wh...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rodriguez-v-mckinney"
    }
  ],
  "relatedIncidents": [
    12657,
    12663,
    12666,
    12668,
    12682
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}