{
  "id": 12822,
  "title": "1994년 Park Dean Kauffman Gaila M. Kauffman v. Anglo-American School of Sofia, an Unincorporated Association 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-07-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Park Dean Kauffman Gaila M. Kauffman v. Anglo-American School of Sofia, an Unincorporated Association. 판결일: 1994-07-12. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Park Dean KAUFFMAN; Gaila M. Kauffman, Appellants, v. ANGLO-AMERICAN SCHOOL OF SOFIA, an Unincorporated Association, Appellee\n**판결일**: 1994-07-12\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Mikva, Sentelle, Williams\n\n## 변호인\n\nStephen H. Galebach, Gaithersburg, MD, argued the cause and filed the briefs, for appellants., Andrew C. Topping, Baltimore, MD, argued the cause for appellee. With him on the brief were Paul C. Skelly and David G. Leitch, Washington, DC., William D. Nuss-baum, Washington, DC, entered an appearance.\n\n## 인용\n\n- 28 F.3d 1223\n- 307 U.S. App. D.C. 356\n\n## 판결문 요약\n\n28 F.3d 1223\n    307 U.S.App.D.C. 356, 63 USLW 2077,92 Ed. Law Rep. 1139\n    Park Dean KAUFFMAN;  Gaila M. Kauffman, Appellants,v.ANGLO-AMERICAN SCHOOL OF SOFIA, an UnincorporatedAssociation, Appellee.\n    No. 92-5302.\n    United States Court of Appeals,District of Columbia Circuit.\n    Argued Feb. 22, 1994.Decided July 12, 1994.\n    \n      Appeal from the United States District Court for the District of Columbia Circuit (89cv03419).\n      Stephen H. Galebach, Gaithersburg, MD, argued the cause and filed the briefs, for appellants.\n      Andrew C. Topping, Baltimore, MD, argued the cause for appellee.  With him on the brief were Paul C. Skelly and David G. Leitch, Washington, DC., William D. Nussbaum, Washington, DC, entered an appearance.\n      Before MIKVA, Chief Judge, WILLIAMS and SENTELLE, Circuit Judges.\n      Opinion for the Court filed by Circuit Judge STEPHEN F. WILLIAMS.\n      Concurring Opinion filed by Circuit Judge SENTELLE.\n      Dissenting Opinion filed by Chief Judge MIKVA.\n      STEPHEN F. WILLIAMS, Circuit Judge:\n    \n    \n      1\n      Park Dean Kauffman and Gaila M. Kauffman appeal the district court's dismissal of their suit against the Anglo-American School of Sofia.  Our disposition is controlled by FDIC v. Meyer, --- U.S. ----, 114 S.Ct. 996, 127 L.Ed.2d 308 (1994), which holds that a federal agency--even one as to which Congress has waived sovereign immunity--is not subject to liability in damages under Bivens v. Six Unknown Named Agents of the Federa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=park-dean-kauffman-gaila-m-kauffman-v-anglo-american-school-of-sofia-an"
    }
  ],
  "relatedIncidents": [
    12657,
    12658,
    12663,
    12665,
    12666
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}