{
  "id": 12825,
  "title": "1994년 People v. Johnson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-07-08",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: People v. Johnson. 판결일: 1994-07-08. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. TERRANCE JOHNSON, Defendant-Appellant\n**판결일**: 1994-07-08\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Murray\n\n## 변호인\n\nRita A. Fry, Public Defender, of Chicago (Alison Edwards, Assistant Public Defender, of counsel), for appellant., Jack O’Malley, State’s Attorney, of Chicago (Renee Goldfarb, Annette Collins, and Bette Plass, Assistant State’s Attorneys, of counsel), for the People.\n\n## 인용\n\n- 637 N.E.2d 767\n- 202 Ill. Dec. 228\n- 264 Ill. App. 3d 1000\n\n## 판결문 요약\n\n\n637 N.E.2d 767 (1994)\n264 Ill.App.3d 1000\n202 Ill. Dec. 228\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nTerrance JOHNSON, Defendant-Appellant.\nNo. 1-92-3127.\nAppellate Court of Illinois, First District, Fifth Division.\nJuly 8, 1994.\n*768 Rita A. Fry, Public Defender of Cook County (Alison Edwards, Asst. Public Defender, of counsel) for appellant.\nJack O'Malley, State's Atty., (Renee Goldfarb, Annette Collins, Bette Plass, Asst. State's Attys., of counsel) for appellee.\nPresiding Justice MURRAY delivered the opinion of the court:\nAfter a jury trial defendant Terrance Johnson (Johnson) was convicted of attempted murder and two counts of armed robbery for his involvement in the March 22, 1989, robbery of the Concord Oil gas station located at 440 West 87th Street in Chicago. He was later sentenced to concurrent terms of 30 years' imprisonment on each offense, to be served consecutively to an 80-year sentence he received in a prior case.\nIn the prior case, as in the case presently before this court, Johnson and codefendants Lester Boston and Demetrius Broadwater were charged with robbing a gas station on March 22, 1989. The prior case, however, involved the Unocal gas station located at 8510 South Ashland, which is about two miles from the Concord Oil gas station involved here. The Unocal gas station robbery took *769 place shortly after the Concord Oil gas station robbery and in that case a gas station attendant, Cleotha Adams, was shot to death in the course of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-johnson"
    }
  ],
  "relatedIncidents": [
    12674,
    12680,
    12692,
    12693,
    12698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}