{
  "id": 12838,
  "title": "1994년 Opinion Number 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-06-29",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Opinion Number. 판결일: 1994-06-29. 법원: Louisiana Attorney General Reports.",
  "description": "## 사건 정보\n\n**사건명**: Lane A. Carson, Esq.\n**판결일**: 1994-06-29\n**법원**: Louisiana Attorney General Reports\n**관할**: Louisiana, LA\n\n**판사**: RICHARD P. IEYOUB\n\n\n## 판결문 요약\n\nDear Mr. Carson:\nThis office is in receipt of your request for an opinion of the Attorney General on behalf of Mayor Bryan Gowland of Abita Springs in regard to a felon holding public office.  You ask if a convicted felon can hold public office, and if so, under what circumstances he can do so.\nThis office has concluded a convicted felon is allowed to seek election for public office if he is not under an order of imprisonment and if he meets all qualifications for that office at the time he qualifies.  Atty. Gen. Op. No. 93-278. It has also been concluded that this also applies to appointment to public office if he is otherwise qualified.  However, as noted in Atty. Gen. Op. No. 94-221 for those appointments in which a qualification is that the individual be of good moral character, the prior conviction presents a question of fact if the conviction would be such that it would reflect on the moral character so as to disqualify the individual.  It was felt an earlier conviction would not automatically establish a lack of good moral character at a later date.\nMoreover, attention should be given to Art. 4, Section 5 of the Constitution and R.S. 15:572 which provide a first offender never previously convicted of a felony shall be automatically pardoned upon completion of his sentence without a recommendation of the Board of Pardons and without action by the governor.  He shall be restored to all rights of citizenship such as the right to vote, work or hold public office.  State v....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=opinion-number"
    }
  ],
  "relatedIncidents": [
    12735,
    12764,
    12801,
    12811,
    12912
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}