{
  "id": 12837,
  "title": "1994년 United States v. John Lefevbre 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-06-29",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. John Lefevbre. 판결일: 1994-06-29. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. John Lefevbre\n**판결일**: 1994-06-29\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 29 F.3d 636\n\n## 판결문 요약\n\n29 F.3d 636\n    NOTICE: Ninth Circuit Rule 36-3 provides that dispositions other than opinions or orders designated for publication are not precedential and should not be cited except when relevant under the doctrines of law of the case, res judicata, or collateral estoppel.UNITED STATES of America Plaintiff-Appellee,v.John LEFEVBRE, Defendant-Appellant.\n    No. 93-50012.\n    United States Court of Appeals, Ninth Circuit.\n    Submitted April 19, 1994.*Decided June 29, 1994.\n    \n      Before:  CHOY, SKOPIL, and FERGUSON, Circuit Judges.\n    \n    \n      1\n      MEMORANDUM**\n    \n    \n      2\n      John Lefevbre appeals his conviction following a jury trial for six counts of mail fraud in violation of 18 U.S.C. Sec. 1341.  Lefevbre contends that the district court abused its discretion by admitting the government's summary chart into evidence pursuant to Fed.R.Evid. 1006 because it was inaccurate and incomplete, and because it was misleading and prejudicial pursuant to Fed.R.Evid. 403.  Lefevbre's argument lacks merit.\n    \n    \n      3\n      When factual determinations are involved, this court reviews the district court's rulings on the admissibility of evidence for an abuse of discretion.   United States v. Wood, 943 F.2d 1048, 1055 n. 9 (9th Cir.1991).\n    \n    \n      4\n      Fed.R.Evid. 1006 provides in relevant part:\n    \n    \n      5\n      The contents of voluminous writings, recordings, or photographs which cannot conveniently be examined in court may be presented in the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-john-lefevbre"
    }
  ],
  "relatedIncidents": [
    12656,
    12657,
    12663,
    12666,
    12668
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}