{
  "id": 12848,
  "title": "1994년 Miles 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-06-17",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Miles. 판결일: 1994-06-17. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Miles v. State\n**판결일**: 1994-06-17\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Montiel\n\n## 인용\n\n- 650 So. 2d 583\n\n## 판결문 요약\n\n\n650 So. 2d 583 (1994)\nBertha Carter MILES, alias\nv.\nSTATE.\nCR-92-1901.\nCourt of Criminal Appeals of Alabama.\nJune 17, 1994.\nRehearing Denied August 19, 1994.\nCertiorari Denied October 21, 1994.\n*584 Donald L. Colee, Jr., Birmingham, for appellant.\nJames H. Evans, Atty. Gen., and Frank Patterson, Deputy Atty. Gen., for appellee.\nAlabama Supreme Court 1931713.\nMONTIEL, Judge.\nThe appellant, Bertha Carter Miles, was indicted on one count of unlawful possession of cocaine, in violation of § 13A-12-212(a)(1), Code of Alabama 1975, and on four counts of unlawful distribution of cocaine, in violation of § 13A-12-211, Code of Alabama 1975. Initially, all five counts were consolidated for trial, but before trial, the possession count and two of the distribution counts were removed from the consolidation order. A jury returned verdicts of guilty on the remaining two distribution counts, and Miles later entered a plea of guilty to the possession count. On each of the two distribution convictions, the trial court sentenced Miles to life in prison, the sentences to run concurrently. The trial court also added five years' imprisonment to each sentence, pursuant to § 13A-12-250, Code of Alabama 1975, because both offenses occurred within three miles of a school. Miles also was sentenced to 15 years in prison on the possession conviction, which was to run concurrently with her sentences on the distribution convictions. According to Miles's notice of appeal, she is appealing all three convic...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=miles-v-state"
    }
  ],
  "relatedIncidents": [
    12657,
    12658,
    12663,
    12665,
    12666
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}