{
  "id": 12843,
  "title": "1994년 Ficarro 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-06-23",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Ficarro. 판결일: 1994-06-23. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Charles Ficarro v. AARP, Inc., and Hartford Insurance Company, Inc.\n**판결일**: 1994-06-23\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Yesawich\n\n## 인용\n\n- 205 A.D.2d 955\n- 613 N.Y.S.2d 771\n\n## 판결문 요약\n\n\nYesawich Jr., J.\nAppeal from a judgment of the Supreme Court (Rose, J.), entered August 18, 1993 in Broome County, which granted a cross motion by defendant Hartford Insurance Company, Inc. for summary judgment dismissing the complaint against it.\nPlaintiffs motor vehicle was involved in an accident and defendant Hartford Insurance Company, Inc. (hereinafter defendant) disclaimed coverage, claiming that plaintiffs automobile liability policy had been canceled for nonpayment of premiums prior to the accident. Plaintiff, who denies receiving any notice of cancellation, instituted this suit for breach of contract. After issue was joined, plaintiff moved to compel defendant to produce for deposition certain named employees assertedly involved in mailing cancellation notices. Defendant opposed that motion and also cross-moved for summary judgment dismissing the complaint. The cross motion was granted and plaintiff appeals.\nIn support of its cross motion, defendant submitted a copy of *956the notice of cancellation, a \"Certificate of Bulk Mailing” which recites that 341 pieces of mail were in fact mailed on the day that plaintiff’s cancellation notice was purportedly sent, and a copy of an annotated list showing 341 names and addresses, including plaintiff’s, to which notices were allegedly mailed on that day. These items, defendant argues, are sufficient to meet the requirements of Vehicle and Traffic Law § 313 (1) (b), which provides that an insurer’s retention of a copy of the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ficarro-v-aarp-inc"
    }
  ],
  "relatedIncidents": [
    12657,
    12658,
    12663,
    12665,
    12666
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}