{
  "id": 12844,
  "title": "1994년 Hubbard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-06-23",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Hubbard. 판결일: 1994-06-23. 법원: Kentucky Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Carroll HUBBARD, Jr., Movant v. KENTUCKY BAR ASSOCIATION\n**판결일**: 1994-06-23\n**법원**: Kentucky Supreme Court\n**관할**: Kentucky, KY\n\n**판사**: Stephens\n\n## 변호인\n\nCarroll Hubbard, Jr., pro se., Barbara S. Rea, Kentucky Bar Ass’n, Frankfort, for respondent.\n\n## 인용\n\n- 878 S.W.2d 13\n\n## 판결문 요약\n\n\n\nOPINION AND ORDER\n\nCarroll Hubbard, Jr. has made a motion for an order permitting him to resign from membership in the Kentucky Bar Association and to surrender his license to practice law in this Commonwealth under terms of disbarment.\nMovant acknowledges that SCR 3.130-8.3(b) and (c) provide that it is professional misconduct for a lawyer to commit a criminal act that reflects adversely on a lawyer’s honesty, trustworthiness or fitness as a lawyer in other respects or to engage in conduct involving dishonesty. He further acknowledges that he engaged in unethical and unprofessional conduct in violation of the rules aforesaid. Movant additionally acknowledges that he has entered a plea of guilty to conspiracy to impede and impair the Federal Election Commission, a felony offense in violation of 18 U.S.C. Section 371, to theft of government property, a felony offense in violation of 18 U.S.C. Section 641 and to obstruction of justice, a felony offense in violation of 18 U.S.C. Section 1503. The charges arise from a scheme and conspiracy by Hubbard and others to transfer funds from the Carroll Hubbard for Congress Committee organized in support of movant’s candidacy for the United States House of Representatives from the First Congressional District to a committee which was organized to support the candidacy of his wife for election to the United States House of Representatives from the Fifth Congressional District of Kentucky.\nMovant’s plea of guilty is conclusive proof that...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hubbard-v-kentucky-bar-assn"
    }
  ],
  "relatedIncidents": [
    12657,
    12658,
    12663,
    12665,
    12666
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}