{
  "id": 12845,
  "title": "1994년 Dillon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-06-20",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Dillon. 판결일: 1994-06-20. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Kendall DILLON v. STATE of Arkansas\n**판결일**: 1994-06-20\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Corbin\n\n## 변호인\n\nTom F. Donovan, for appellant., Winston Bryant, Att’y Gen., by: Clint Miller, Senior Asst. Att’y Gen., for appellee.\n\n## 인용\n\n- 877 S.W.2d 915\n- 317 Ark. 384\n\n## 판결문 요약\n\n\n877 S.W.2d 915 (1994)\n317 Ark. 384\nKendall DILLON, Appellant,\nv.\nSTATE of Arkansas, Appellee.\nNo. CR 93-1068.\nSupreme Court of Arkansas.\nJune 20, 1994.\n*917 Tom F. Donovan, No. Little Rock, for appellant.\nClint Miller, Acting Deputy Atty. Gen., Little Rock, for appellee.\nCORBIN, Justice.\nAppellant, Kendall Dillon, is a Pulaski County Deputy Sheriff who appeals a judgment of the Pulaski Circuit Court convicting him of the rape of a woman in his patrol car and sentencing him to twenty-one years in the Arkansas Department of Correction. Appellant was previously convicted of the same rape charge and sentenced to thirty-three years. We reversed the first judgment of conviction due to the prosecutor's misconduct. Dillon v. State, 311 Ark. 529, 844 S.W.2d 944 (1993). We have jurisdiction of this appeal since it follows a previous decision of this court. Ark.Sup.Ct.R. 1-2(a)(11). Appellant asserts eight points of error. We find merit to none of them and affirm.\n\nDIRECTED VERDICT/SUFFICIENCY OF THE EVIDENCE\nWe first discuss appellant's assertion that the trial court erred in failing to direct a verdict in his favor because this is, in essence, a question of the sufficiency of the evidence. Mitchell v. State, 314 Ark. 343, 862 S.W.2d 254 (1993). Preservation of an appellant's right to freedom from double jeopardy requires a review of the sufficiency of the evidence prior to a review of trial errors. Davis v. State, 314 Ark. 257, 863 S.W.2d 259 (1993); Lukach v. State, 310 Ark. 119, 83...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dillon-v-state"
    }
  ],
  "relatedIncidents": [
    12658,
    12670,
    12718,
    12781,
    12861
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}