{
  "id": 12859,
  "title": "1994년 Hartford Insurance v. Manor Inn of Bethesda, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-06-09",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Hartford Insurance v. Manor Inn of Bethesda, Inc.. 판결일: 1994-06-09. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: The HARTFORD INSURANCE COMPANY v. MANOR INN OF BETHESDA, INC. Et Al.\n**판결일**: 1994-06-09\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Bell\n\n## 변호인\n\nJill A. Reid (Donovan, O’Connell & Broderick, all on brief), Silver Spring, for petitioner., John D. Holler, Mt. Rainier, for respondent, Manor Inn of Bethesda, Inc., Dawna M. Cobb, Asst. Atty. Gen. (J. Joseph Curran, Jr., Atty. Gen., and C.J. Messerschmidt, Asst. Atty. Gen., all on brief), Baltimore, for State of MD.\n\n## 인용\n\n- 642 A.2d 219\n- 335 Md. 135\n\n## 판결문 요약\n\n\n335 Md. 135 (1994)\n642 A.2d 219\nTHE HARTFORD INSURANCE COMPANY\nv.\nMANOR INN OF BETHESDA, INC. ET AL.\nNo. 28, September Term, 1993.\nCourt of Appeals of Maryland.\nJune 9, 1994.\nJill A. Reid (Donovan, O'Connell &amp; Broderick, all on brief), Silver Spring, for petitioner.\nJohn D. Holler, Mt. Rainier, for respondent, Manor Inn of Bethesda, Inc.\nDawna M. Cobb, Asst. Atty. Gen. (J. Joseph Curran, Jr., Atty. Gen., and C.J. Messerschmidt, Asst. Atty. Gen., all on brief), Baltimore, for State of MD.\nArgued Before MURPHY, C.J., and ELDRIDGE, RODOWSKY, McAULIFFE[*], CHASANOW, KARWACKI and BELL, JJ.\nBELL, Judge.\nThe issue this case presents involves causation, proximate and superseding. This case arose when an escaped patient from a State-operated hospital for the mentally ill stole a van that had been left unattended, with the keys in the ignition, and, while driving the van, subsequently struck another automobile, causing personal injury and property damage. The injured driver, Robert Wewer (\"Wewer\"), having been compensated for his injuries, pursuant to an existing insurance policy, his carrier, The Hartford Insurance Company, the petitioner, sued the State of Maryland (\"the State\") and Manor Inn of Bethesda, Inc. (\"Manor Inn\"), the respondents, for negligence, seeking to recover what it paid out in connection with Wewer's claim. The Circuit Court for Montgomery County entered summary judgment in favor of both defendants and the Court of Special Appeals affirmed. The Hartford Insura...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hartford-insurance-v-manor-inn-of-bethesda-inc"
    }
  ],
  "relatedIncidents": [
    12657,
    12663,
    12774,
    12780,
    12803
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}