{
  "id": 12864,
  "title": "1994년 ATP Construction Corp. v. Old Post Road Professional Building & Annex, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-06-06",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: ATP Construction Corp. v. Old Post Road Professional Building & Annex, Inc.. 판결일: 1994-06-06. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: ATP Construction Corp. v. Old Post Road Professional Building & Annex, Inc., (Action No. 1.) Old Post Road Professional Building & Annex, Inc. v. ATP Construction Corp., (Action No. 2.) ATP Construction Corp. v. Old Post Road Professional Building & Annex, Inc., (Action No. 3.)\n**판결일**: 1994-06-06\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 205 A.D.2d 482\n- 613 N.Y.S.2d 194\n\n## 판결문 요약\n\n\nIn actions to recover damages for breach of contract, etc., (1) ATP Construction Corp. appeals, as limited by its brief, from so much of an order of the Supreme Court, Westchester County (Colabella, J.), dated June 11, 1992, as (a) dismissed its first and second causes of action in Action No. 1, in effect dismissing the complaint, and (b) dismissed its complaint in Action No. 3 to the extent it asserted a cause of action to foreclose a mechanics lien in the amount of $56,034.65; and (2) Old Post Road Professional Building &amp; Annex, Inc. cross-appeals from so much of the same order as denied its cross motion for partial summary judgment on the issue of liability in Action No. 2.\nOrdered that the order is modified, on the law, by deleting the provision thereof which denied the cross motion of Old Post Road Professional Building &amp; Annex, Inc. for partial summary judgment on the issue of liability in Action No. 2, and substituting therefor a provision granting the cross-motion of Old Post Road Professional Building &amp; Annex, Inc.; as so modified, the order is affirmed, insofar as appealed from, with costs to Old Post Road Professional Building &amp; Annex, Inc.\nOn May 3, 1989, ATP Construction Corp. (hereinafter ATP), entered into a contract with Old Post Road Professional Building &amp; Annex, Inc. (hereinafter Old Post Road), wherein ATP, as contractor, agreed to renovate an existing 3-story wood frame structure owned by Old Post Road for professional offices.\nIn sup...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=atp-construction-corp-v-old-post-road-professional-building-annex-inc"
    }
  ],
  "relatedIncidents": [
    12657,
    12658,
    12663,
    12665,
    12666
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}