{
  "id": 12861,
  "title": "1994년 Doe 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-06-07",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Doe. 판결일: 1994-06-07. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: DOE v. EWING\n**판결일**: 1994-06-07\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: Cherry, MacKenzie, Weaver\n\n## 변호인\n\nDavis & Fajen, P.C. (by Peter A. Davis and Nelson P. Miller), for Jane Doe., John C. Ewing, in propria persona., Tucker & Rolf (by A. William Rolf and Donald F. Tucker), for Wilderness Outfitters, Inc., and Jill S. Ewing.\n\n## 인용\n\n- 205 Mich. App. 605\n\n## 판결문 요약\n\n\nPer Curiam.\nDefendant and garnishee defendants appeal as of right from an opinion and order setting aside a conveyance of stock by defendant as being in violation of the Uniform Fraudulent Conveyance Act, MCL 566.11 et seq.; MSA 26.881 et seq. We affirm.\nDefendant John Ewing raped plaintiff in 1979. At the time, he owned an interest in Wilderness Outfitters, then a partnership. Wilderness Outfitters was incorporated in 1982 and 16,000 shares of stock were issued in defendant’s name. In May 1984, defendant transferred the shares from himself to himself and his wife, garnishee defendant Jill Ewing, as tenants by the entireties.\nDefendant pleaded no contest to the rape in November 1984. In 1986, plaintiff obtained a civil judgment in the amount of $125,000 against him. When defendant failed to satisfy the judgment, plaintiff executed upon the shares of stock.\nWhen a debtor places property in an entireties estate while insolvent, or when the transfer renders the debtor insolvent, he has committed a fraud upon his creditors and the property may be attacked. Morris v Wolfe, 48 Mich App 40, 43; 210 NW2d 16 (1973); Glazer v Beer, 343 Mich 495, 498; *60772 NW2d 141 (1955). Here, plaintiff was a creditor of John Ewing at the time he transferred the shares into an entireties estate because a tort claimant is a creditor from the date of the tort. Hudson v Maher, 55 Mich App 90, 92; 222 NW2d 47 (1974). Further, the parties stipulated that the stock transfer was fraudulent.\nOnce a transfe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=doe-v-ewing"
    }
  ],
  "relatedIncidents": [
    12658,
    12670,
    12718,
    12781,
    12845
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}