{
  "id": 12872,
  "title": "1994년 United States v. David W. Duerson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-06-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. David W. Duerson. 판결일: 1994-06-03. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. David W. DUERSON, Defendant-Appellant\n**판결일**: 1994-06-03\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Kennedy, Merritt, Nelson\n\n## 변호인\n\nJeffrey E. Theodore, Asst. U.S. Atty. (argued and briefed), Office of the U.S. Atty., Grand Rapids, MI, for plaintiff-appellee., J. Terrance Dillon (argued and briefed), Dykema, Gossett, Spencer, Goodnow & Trigg, Grand Rapids, MI, for defendant-appellant.\n\n## 인용\n\n- 25 F.3d 376\n\n## 판결문 요약\n\n25 F.3d 376\n    UNITED STATES of America, Plaintiff-Appellee,v.David W. DUERSON, Defendant-Appellant.\n    No. 93-2331.\n    United States Court of Appeals,Sixth Circuit.\n    Argued April 21, 1994.Decided June 3, 1994.\n    \n      Jeffrey E. Theodore, Asst. U.S. Atty.  (argued and briefed), Office of the U.S. Atty., Grand Rapids, MI, for plaintiff-appellee.\n      J. Terrance Dillon (argued and briefed), Dykema, Gossett, Spencer, Goodnow &amp; Trigg, Grand Rapids, MI, for defendant-appellant.\n      Before:  MERRITT, Chief Judge;  and KENNEDY and NELSON, Circuit Judges.\n      DAVID A. NELSON, Circuit Judge.\n    \n    \n      1\n      Armed with a loaded sawed-off shotgun and a container of Mace, defendant David Duerson, a managerial employee of the United Parcel Service, committed a robbery in which he took more than $185,000 from a UPS dispatcher and a courier employed by Federal Armored Services, Inc., an armored truck service.  Mr. Duerson subsequently pleaded guilty to having violated 18 U.S.C. Sec. 1951, which prohibits obstruction of commerce by robbery, and 18 U.S.C. Sec. 924(c), which prohibits use of a firearm during and in relation to a crime of violence.  He received a 37-month sentence for the robbery offense and a statutorily mandated consecutive ten-year sentence for the firearm offense.\n    \n    \n      2\n      Mr. Duerson contends on appeal (1) that the robbery represented a single act of aberrant behavior that ought to have entitled him to consideration for a downward...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-david-w-duerson"
    }
  ],
  "relatedIncidents": [
    12663,
    12686,
    12694,
    12699,
    12717
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}