{
  "id": 12879,
  "title": "1994년 In the Matter Of: Unr Industries, Inc., Debtors. Appeals of Unarco Bloomington Factory Workers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-05-27",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: In the Matter Of: Unr Industries, Inc., Debtors. Appeals of Unarco Bloomington Factory Workers. 판결일: 1994-05-27. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter Of: UNR INDUSTRIES, INC., Et Al., Debtors. Appeals of Unarco Bloomington Factory Workers\n**판결일**: 1994-05-27\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Coffey, Curtin, Easterbrook\n\n## 변호인\n\nJames G. Walker, Bloomington, IL, Pamela S. Hollis (argued), Donald E. Johnson, Kimberly M. Centella, Hollis & Johnson, Chicago, IL, for Unarco Bloomington Factory Workers., Janet S. Baer, Neal L. Wolf, Winston & Strawn, Chicago, IL, for Official Committee of Unsecured Creditors and Class 4 Disbursing Agent., Joel R. Nathan, Asst. U.S. Atty., Chicago, IL, Neal L. Wolf, Winston & Strawn, Louis W. Levit, Robert L. Baker, Ross & Hardies, Richard G. Smolev, Sachnoff & Weaver, Robert B. Chatz, Arvey,\n\n## 인용\n\n- 20 F.3d 766\n\n## 판결문 요약\n\n20 F.3d 766\n    62 USLW 2629, Bankr. L. Rep.  P 75,800\n    In the Matter of:  UNR INDUSTRIES, INC., et al., Debtors.Appeals of Unarco Bloomington Factory Workers.\n    Nos. 93-1510 and 93-2268.\n    United States Court of Appeals,Seventh Circuit.\n    Argued Dec. 8, 1993.Decided April 5, 1994.Rehearing and Suggestion for Rehearing En Banc Denied May27, 1994.*\n    \n      James G. Walker, Bloomington, IL, Pamela S. Hollis (argued), Donald E. Johnson, Kimberly M. Centella, Hollis &amp; Johnson, Chicago, IL, for Unarco Bloomington Factory Workers.\n      Janet S. Baer, Neal L. Wolf, Winston &amp; Strawn, Chicago, IL, for Official Committee of Unsecured Creditors and Class 4 Disbursing Agent.\n      Joel R. Nathan, Asst. U.S. Atty., Chicago, IL, Neal L. Wolf, Winston &amp; Strawn, Louis W. Levit, Robert L. Baker, Ross &amp; Hardies, Richard G. Smolev, Sachnoff &amp; Weaver, Robert B. Chatz, Arvey, Hodes, Costello &amp; Burman, Kevin M. Forde, J. William Cuncannan, Defrees &amp; Fiske, Matthew J. Botica, Hopkins &amp; Sutter, James C. Murray, Jr., Katten, Muchin &amp; Zavis, John F. White, McKenna, Storer, Rowe, White &amp; Farrug, Clifford Meacham, Dept. of Justice, United States Trustee, Richard M. Bendix, Jr., Bret A. Rappaport, Asst. Atty. Gen., Malcolm M. Gaynor (argued), Paul J. Gaynor, Schwartz, Cooper, Kolb &amp; Gaynor, James P. Hemmer, Kimberly K. Sawyer, Bell, Boyd &amp; Lloyd, Chicago, IL, Gene Locks, Grietzer &amp; Locks, Philadelphia, PA, James B. Burns, Office of U.S. Att...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-the-matter-of-unr-industries-inc-debtors-appeals-of-unarco"
    }
  ],
  "relatedIncidents": [
    12657,
    12663,
    12774,
    12780,
    12803
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}