{
  "id": 12882,
  "title": "1994년 Baker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-05-26",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Baker. 판결일: 1994-05-26. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: CATHY BAKER, Appellant, v. GRACE MILLER, D/B/A Miller’s Metropole, Et Al., Appellees\n**판결일**: 1994-05-26\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Freeman, Harrison\n\n## 변호인\n\nGary G. Johnson, of Bloomington, for appellant., Rex L. Reu, of Bloomington, for appellees., Randall D. Schmidt, of Chicago, for amicus curiae Willie Pridgett., Cynthia A. Wilson, of Chicago, for amicus curiae Chicago Lawyers Committee for Civil Rights Under Law, Inc.\n\n## 인용\n\n- 636 N.E.2d 551\n- 159 Ill. 2d 249\n- 201 Ill. Dec. 119\n\n## 판결문 요약\n\n\n636 N.E.2d 551 (1994)\n159 Ill. 2d 249\n201 Ill. Dec. 119\nCathy BAKER, Appellant,\nv.\nGrace MILLER, d/b/a Miller's Metropole, et al., Appellees.\nNo. 75399.\nSupreme Court of Illinois.\nMay 26, 1994.\n*552 Gary G. Johnson, Bloomington, for appellant.\nRex L. Reu, Bloomington, for appellees.\nRandall D. Schmidt, Chicago, for amicus curiae Willie Pridgett.\nCynthia A. Wilson, Chicago, for amicus curiae Chicago Lawyers Committee for Civil Rights Under Law, Inc.\nJustice FREEMAN delivered the opinion of the court:\nThe issue presented in this appeal is whether a claim for employment discrimination may be brought directly under article I, section 17, of the Illinois Constitution (Ill. Const.1970, art. I, § 17).\n\nFACTUAL AND PROCEDURAL BACKGROUND\nPlaintiff, Cathy Baker, is a former employee of a tavern business owned by defendant Grace Miller, doing business as Miller's Metropole, and managed by Richard Yeast (hereinafter referred to collectively as defendants). The tavern employs fewer than 15 employees. On June 24, 1991, defendant Yeast discharged plaintiff from her duties as bartender at the tavern.\nSubsequently, plaintiff filed a two-count complaint in the circuit court of McLean County against defendants seeking to recover damages for employment discrimination. In count I of her complaint, plaintiff alleged that she was terminated from her employment, in violation of article I, section 17, of the Illinois Constitution (Ill. Const.1970, art. *553 1, § 17), because she is female. Count II ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=baker-v-miller"
    }
  ],
  "relatedIncidents": [
    12657,
    12658,
    12663,
    12665,
    12666
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}