{
  "id": 12886,
  "title": "1994년 Mosier 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-05-24",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Mosier. 판결일: 1994-05-24. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: MOSIER v. STATE BOARD OF PARDONS & PAROLES Et Al.\n**판결일**: 1994-05-24\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Andrews, Beasley, Johnson\n\n## 변호인\n\nMichael R. Mosier, pro se., Charles H. Weston, District Attorney, Graham A. Thorpe, Elizabeth K. Bobbitt, Assistant District Attorneys, Michael J. Bowers, Attorney General, for appellees.\n\n## 인용\n\n- 445 S.E.2d 535\n- 213 Ga. App. 545\n\n## 판결문 요약\n\n\n213 Ga. App. 545 (1994)\n445 S.E.2d 535\nMOSIER\nv.\nSTATE BOARD OF PARDONS &amp; PAROLES et al.\nA94A1100.\nCourt of Appeals of Georgia.\nDecided May 24, 1994.\nReconsideration Denied June 14, 1994.\nMichael R. Mosier, pro se.\nCharles H. Weston, District Attorney, Graham A. Thorpe, Elizabeth K. Bobbitt, Assistant District Attorneys, Michael J. Bowers, Attorney General, for appellees.\nANDREWS, Judge.\nFollowing his conviction and incarceration for rape, aggravated sodomy, armed robbery and false imprisonment (see Mozier v. State, 207 Ga. App. 264 (427 SE2d 551) (1993)),[1] Mosier submitted a pro se complaint, along with a request to proceed in forma pauperis, to the Superior Court of Bibb County, seeking damages and other relief against the State Board of Pardons &amp; Paroles (Parole Board), its former chairman, the former district attorney for the Macon Judicial Circuit, and two assistant district attorneys involved in his criminal prosecution. Pursuant to OCGA § 9-15-2 (d), the superior court judge entered an order refusing to allow the complaint to be filed. Mosier appeals from the trial court's order.\n1. In his first enumeration of error, Mosier claims that because the trial judge regularly tries criminal cases prosecuted by the district attorney's office, the judge's impartiality might be questioned and he should have recused himself from this case. This contention presents nothing for appellate review since the record does not reflect that Mosier made any request for recusal. H...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mosier-v-state-board-of-pardons-paroles"
    }
  ],
  "relatedIncidents": [
    12658,
    12670,
    12718,
    12781,
    12845
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}