{
  "id": 12887,
  "title": "1994년 Howell O. Miller, Jr. v. Jack Dewan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-05-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Howell O. Miller, Jr. v. Jack Dewan. 판결일: 1994-05-24. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Howell O. Miller, Jr. v. Jack Dewan\n**판결일**: 1994-05-24\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 25 F.3d 1040\n\n## 판결문 요약\n\n25 F.3d 1040NOTICE: Fourth Circuit I.O.P. 36.6 states that citation of unpublished dispositions is disfavored except for establishing res judicata, estoppel, or the law of the case and requires service of copies of cited unpublished dispositions of the Fourth Circuit.\n    Howell O. MILLER, Jr., Plaintiff Appellant,v.Jack DeWAN, Defendant Appellee.\n    No. 94-6295.\n    United States Court of Appeals, Fourth Circuit.\n    Submitted April 21, 1994.Decided May 24, 1994.\n    \n      Appeal from the United States District Court for the Eastern District of Virginia, at Alexandria.  Claude M. Hilton, District Judge.  (CA-93-1488-AM)\n      Howell O. Miller, Jr., Appellant Pro Se.\n      E.D.Va.\n      AFFIRMED.\n      Before ERVIN, Chief Judge, MICHAEL, Circuit Judge, and CHAPMAN, Senior Circuit Judge.\n      PER CURIAM:\n    \n    \n      1\n      Appellant appeals the district court's order dismissing his 42 U.S.C. Sec. 1983 (1988) complaint.  The district court assessed a filing fee in accordance with  Evans v. Croom, 650 F.2d 521 (4th Cir.1981), cert. denied, 454 U.S. 1153 (1982), and dismissed the case without prejudice when Appellant failed to comply with the fee order.  Finding no abuse of discretion, we affirm the district court's order.  We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the Court and argument would not aid the decisional process.\n    \n    AFFIRMED\n    ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=howell-o-miller-jr-v-jack-dewan"
    }
  ],
  "relatedIncidents": [
    12657,
    12658,
    12663,
    12665,
    12666
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}