{
  "id": 12891,
  "title": "1994년 Posters 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-05-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Posters. 판결일: 1994-05-23. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: POSTERS 'N' THINGS, LTD., Et Al. v. UNITED STATES\n**판결일**: 1994-05-23\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Blackmun, Kennedy, O'Connor, Rehnquist, Scaua, Stevens, Thomas\n\n## 변호인\n\nAlfredo Parrish argued the cause for petitioners. With him on the brief was Elizabeth Kruidenier., Deputy Solicitor General Bryson argued the cause for the United States. With him on the brief were Solicitor General Days, Acting Assistant Attorney General Keeney, Robert A. Long, Jr., and Joel M. Gerskowitz.\n\n## 인용\n\n- 128 L. Ed. 2d 539\n- 114 S. Ct. 1747\n- 511 U.S. 513\n- 1994 U.S. LEXIS 3777\n\n## 판결문 요약\n\n\n511 U.S. 513 (1994)\nPOSTERS `N' THINGS, LTD., et al.\nv.\nUNITED STATES\nNo. 92-903.\nUnited States Supreme Court.\nArgued October 5, 1993.\nDecided May 23, 1994.\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE EIGHTH CIRCUIT\n*514 Blackmun, J., delivered the opinion of the Court, in which Rehnquist, C. J.,and Stevens, O'Connor, Souter, and Ginsburg, JJ., joined. Scalia, J., filed an opinion concurring in the judgment, in which Kennedy and Thomas, JJ., joined, post, p. 527.\nAlfredo Parrish argued the cause for petitioners. With him on the brief was Elizabeth Kruidenier. \nDeputy Solicitor General Bryson argued the cause for the United States. With him on the brief were Solicitor General Days, Acting Assistant Attorney General Keeney, Robert A. Long, Jr., and Joel M. Gershowitz. \nJustice Blackmun, delivered the opinion of the Court.\nIn this case we must address the scienter requirement of the Mail Order Drug Paraphernalia Control Act, Pub. L. 99 570, Tit. I, § 1822, 100 Stat. 3207-51, formerly codified, as amended, at 21 U. S. C. § 857, and the question whether the Act is unconstitutionally vague as applied to petitioners.\n\nI\nIn 1977, petitioner Lana Christine Acty formed petitioner Posters `N' Things, Ltd. (Posters), an Iowa corporation. The corporation operated three businesses, a diet-aid store, an art gallery, and a general merchandise outlet originally called \"Forbidden Fruit,\" but later renamed \"World Wide Imports.\" Law enforcement authorities received complaints that...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=posters-n-things-ltd-v-united-states"
    }
  ],
  "relatedIncidents": [
    12657,
    12663,
    12774,
    12780,
    12803
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}