{
  "id": 12899,
  "title": "1994년 Ayuso 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-05-09",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Ayuso. 판결일: 1994-05-09. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Marcus Ayuso\n**판결일**: 1994-05-09\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 204 A.D.2d 472\n- 614 N.Y.S.2d 162\n\n## 판결문 요약\n\n\n—Appeal by the defendant from a judgment of the Supreme Court, Kings County (Greenberg, J.), rendered July 29, 1991, convicting him of burglary in the second degree, assault in the second degree, and assault in the third degree, and resisting arrest, upon jury verdict, and imposing sentence.\nOrdered that the judgment is affirmed.\nThe defendant contends that the evidence is legally insufficient to prove him guilty of the charge of burglary in the second degree because, among other things, the nursing home in which he was found was open to the public. Viewing the evidence in the light most favorable to the prosecution (see, People v Contes, 60 NY2d 620), we find that it was legally sufficient to establish the defendant’s guilt beyond a reasonable doubt. Moreover, upon the exercise of our factual review power, we are satisfied that the verdict was not against the weight of the evidence (CPL 470.15 [5]). The question of whether a building is \"open to the public” is ordinarily to be resolved by the trier-of-fact (see, People v Eady, 151 AD2d 981; People v Hirniak, 118 AD2d 729, 730). Here the evidence overwhelmingly supports the jury’s conclusion that the area in which the defendant was discovered was not open to the public.\nThe element of \"physical injury” necessary to establish the charges of burglary in the second degree (see, Penal Law § 140.25 [1] [b]), assault in the second degree (see, Penal Law § 120.05 [6]), and assault in the third degree (see, Penal Law § 120.00 [1]) w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-ayuso"
    }
  ],
  "relatedIncidents": [
    12663,
    12686,
    12694,
    12699,
    12717
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}