{
  "id": 12898,
  "title": "1994년 Vincent Eugene Lineberger v. Wayne Sigmon, Trustee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-05-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Vincent Eugene Lineberger v. Wayne Sigmon, Trustee. 판결일: 1994-05-10. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Vincent Eugene Lineberger v. Wayne Sigmon, Trustee\n**판결일**: 1994-05-10\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 23 F.3d 401\n\n## 판결문 요약\n\n23 F.3d 401NOTICE: Fourth Circuit I.O.P. 36.6 states that citation of unpublished dispositions is disfavored except for establishing res judicata, estoppel, or the law of the case and requires service of copies of cited unpublished dispositions of the Fourth Circuit.\n    Vincent Eugene LINEBERGER, Plaintiff Appellant,v.Wayne SIGMON, Trustee Appellee.\n    No. 94-1053.\n    United States Court of Appeals, Fourth Circuit.\n    Submitted April 21, 1994.Decided May 10, 1994.\n    \n      Appeal from the United States District Court for the Western District of North Carolina, at Charlotte.  Robert D. Potter, District Judge.  (CA93-356-3, BK-91-31954-C-B)\n      Vincent Eugene Lineberger, appellant pro se.\n      Wayne Simon, appellee.\n      W.D.N.C.\n      AFFIRMED.\n      Before ERVIN, Chief Judge, MICHAEL, Circuit Judge, and CHAPMAN, Senior Circuit Judge.\n      PER CURIAM:\n    \n    \n      1\n      Appellant appeals from the district court's order dismissing his appeal from the bankruptcy court for failure to prosecute.  Our review of the record and the district court's opinion discloses that this appeal is without merit.  Accordingly, we affirm on the reasoning of the district court.  Lineberger v. Sigmon, Nos.  CA-93-356-3;  BK-91-31954-C-B (W.D.N.C. Nov. 10, 1993;  Nov. 30, 1993).  We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the Court and argument would not aid the decisional process.\n    \n    AFFIRMED\n    ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=vincent-eugene-lineberger-v-wayne-sigmon-trustee"
    }
  ],
  "relatedIncidents": [
    12657,
    12658,
    12663,
    12665,
    12666
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}