{
  "id": 12894,
  "title": "1994년 Szudy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-05-16",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Szudy. 판결일: 1994-05-16. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. DENNIS SZUDY, Defendant-Appellant\n**판결일**: 1994-05-16\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Buckley\n\n## 변호인\n\nRita A. Fry, Public Defender, of Chicago (Z. Peter Tokatlian, Assistant Public Defender, of counsel), for . appellant., Jack O’Malley, State’s Attorney, of Chicago (Renee Goldfarb, William D. Carroll, and Eileen Rubin, Assistant State’s Attorneys, of counsel), for the People.\n\n## 인용\n\n- 635 N.E.2d 801\n- 262 Ill. App. 3d 695\n- 200 Ill. Dec. 462\n\n## 판결문 요약\n\n\n635 N.E.2d 801 (1994)\n262 Ill. App. 3d 695\n200 Ill. Dec. 462\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nDennis SZUDY, Defendant-Appellant.\nNo. 1-91-3950.\nAppellate Court of Illinois, First District, First Division.\nMay 16, 1994.\n*803 Rita A. Fry, Cook County Public Defender, of Chicago (Z. Peter Tokatlian, Asst. Public Defender, of counsel), for appellant.\nJack O'Malley, Cook County State's Atty., Chicago (Renee Goldfarb, William D. Carroll, Eileen Rubin, Asst. State's Attys., of counsel), for appellee.\nJustice BUCKLEY delivered the opinion of the court:\nFollowing a jury trial, defendant Dennis Szudy was convicted of first-degree murder and concealment of a homicidal death. The trial judge also found defendant to be a habitual criminal pursuant to section 33B-1 of the Criminal Code of 1961. (Ill.Rev.Stat. 1991, ch. 38, par. 33B-1 (now 720 ILCS 5/33B-1 (West 1992)).) Accordingly, the trial judge sentenced defendant to a sentence of natural life imprisonment pursuant to section 33B-1 to be served consecutively with a five-year sentence of imprisonment for concealment of the death. On appeal, defendant contends that: (1) the elicitation of highly prejudicial testimony by the prosecutor constituted reversible error and denied him due process; (2) the admission of highly prejudicial testimony denied him his right to a fair trial; (3) the court's excusal of several jurors for cause denied him his right to a fair trial; (4) prosecutorial misconduct during closing a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-szudy"
    }
  ],
  "relatedIncidents": [
    12674,
    12680,
    12692,
    12693,
    12698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}