{
  "id": 12906,
  "title": "1994년 Martin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-05-02",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Martin. 판결일: 1994-05-02. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Joseph Henry Martin\n**판결일**: 1994-05-02\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 204 A.D.2d 353\n- 614 N.Y.S.2d 150\n\n## 판결문 요약\n\n\n—Appeals by the defendant from (1) a judgment of the County Court, Dutchess County (Hillery, J.), rendered April 17, 1991, convicting him of manslaughter in the first degree under Indictment No. 5/88, upon his plea of guilty, and (2) a judgment of the same court (King, J.), also rendered April 17, 1991, convicting him of manslaughter in the second degree under Indictment No. 121/87, upon his plea of guilty, and imposing sentences.\nOrdered that the judgments are affirmed.\nThe record amply demonstrates that the defendant knowingly, voluntarily, and intelligently entered his pleas of guilty (see, People v Bangert, 107 AD2d 752; see also, People v Parker, 191 AD2d 717; People v Gomez, 174 AD2d 949; People v Seger, 171 AD2d 892; People v Barnett, 136 AD2d 555; People v Gosso, 130 AD2d 683). The defendant’s claim of incompetence due to his lack of medication at the time of the pleas is unsupported by the record (see, People v Gomez, supra; People v Seger, supra; People v Bangert, supra). Therefore, the court did not improvidently exercise its discretion in denying the defendant’s motions to withdraw his pleas without a hearing (see, People v Tinsley, 35 NY2d 926; People v Elliott, 187 AD2d 666; People v Buckley, 139 AD2d 589; People v Corwise, 120 AD2d 604). Mangano, P. J., Thompson, Joy and Friedmann, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-martin"
    }
  ],
  "relatedIncidents": [
    12674,
    12680,
    12692,
    12693,
    12698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}