{
  "id": 12903,
  "title": "1994년 Young 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-05-04",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Young. 판결일: 1994-05-04. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Young v. State\n**판결일**: 1994-05-04\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Parker\n\n## 인용\n\n- 638 So. 2d 532\n\n## 판결문 요약\n\n\n638 So.2d 532 (1994)\nSteven D. YOUNG, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 94-00608.\nDistrict Court of Appeal of Florida, Second District.\nMay 4, 1994.\nRehearing Denied June 17, 1994.\nPARKER, Acting Chief Judge.\nSteven D. Young appeals the denial of his motion to vacate, set aside, or correct sentence. We conclude that the trial court was correct in finding that Young was barred procedurally on grounds two and three in his motion. We, however, reverse as to ground one and remand to the trial court to determine if the court imposed three consecutive mandatory minimum sentences for crimes occurring in a single criminal episode.\nYoung was convicted and sentenced in 1982 for two counts of robbery with a firearm and aggravated assault. His sentences included *533 the stacking of three mandatory minimum three-year sentences, for a minimum of nine years, pursuant to section 775.087, Florida Statutes (1981).\nIn Young's motion to the trial court, he alleged that these three crimes involved a single criminal episode of brandishing a gun and robbing a store manager and a store cashier of money contained in a cashier drawer and safe. Young further alleged that this amounted to a single forceful taking, which should subject him to only one minimum mandatory sentence. In support of his position, he cited the cases of Palmer v. State, 438 So.2d 1 (Fla. 1983), Bass v. State, 530 So.2d 282 (Fla. 1988), and Daniels v. State, 466 So.2d 1262 (1985).\nThe cases which Young cited support ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=young-v-state"
    }
  ],
  "relatedIncidents": [
    12663,
    12686,
    12694,
    12699,
    12717
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}