{
  "id": 12912,
  "title": "1994년 Riley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-04-29",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Riley. 판결일: 1994-04-29. 법원: Court of Appeals of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: Patrick Riley v. National Mills, Inc., Hartford Accident & Indemnity, and Kansas Worker's Compensation Fund\n**판결일**: 1994-04-29\n**법원**: Court of Appeals of Kansas\n**관할**: Kansas, KS\n\n**판사**: Briscoe, Larson, Royse\n\n## 변호인\n\nRobert S. Tomassi and Reina Holtman, of Loy, Loy & Tomassi, P.A., of Pittsburg, and Frederick R. Smith,of Pittsburg, for appellant., Leigh C. Hudson, of Hudson & Mullies, of Ft. Scott, for appellee Kansas Workers Compensation Fund., Bill Wachter, of Wilbert and Towner, P.A., of Pittsburg, for appellees National Mills, Inc., and Hartford Accident & Indemnity.\n\n## 인용\n\n- 19 Kan. App. 2d 541\n- 873 P.2d 214\n\n## 판결문 요약\n\n\nLarson, J.:\nIn this workers compensation case, the mother, brother, and sisters of Patrick Riley, deceased, appeal, contending K.S.A. 1992 Supp. 44-510b is unconstitutional because it violates the Equal Protection Clause of the 14th Amendment to the United States Constitution and the Due Process Clause of § 18 of the Kansas Constitution Bill of Rights.\nThis is a companion case to Karhoff v. National Mills, Inc., 18 Kan. App. 2d 302, 851 P.2d 1021 (1993), in which we held an attempt by the heirs of Riley to bring a wrongful death action against his employer, National Mills Inc., was barred because the exclusive remedy was workers compensation. We specifically held that K.S.A. 1992 Supp. 44-501(b) and K.S.A. 1992 Supp. 44-510b do not violate § 18 of the Kansas Constitution Bill of Rights. 18 Kan. App. 2d 302, Syl. ¶ 7.\nThe claimants here were the appellants in Karhoff. The due process argument they raise here was resolved against them in Karhoff. That decision is a final and binding resolution of the due process issue. It will not be considered here.\nThe facts are undisputed. Riley’s death arose out of and in the course of employment with National Mills, Inc. This required his employer and its insurance carrier, Hartford Accident &amp; Indemnity, to be responsible for payment of the statutory workers compensation benefits.\nThese benefits were the payment of Riley’s medical expenses pursuant to K.S.A. 1992 Supp. 44-510(a); statutory burial allowance of $3,200 under K.S.A. 1992 ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=riley-v-national-mills-inc"
    }
  ],
  "relatedIncidents": [
    12735,
    12764,
    12801,
    12811,
    12838
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}