{
  "id": 12918,
  "title": "1994년 Argueta 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-04-25",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Argueta. 판결일: 1994-04-25. 법원: Massachusetts Superior Court.",
  "description": "## 사건 정보\n\n**사건명**: Joel Argueta v. The Massachusetts Bay Transportation Authority\n**판결일**: 1994-04-25\n**법원**: Massachusetts Superior Court\n**관할**: Massachusetts, MA\n\n**판사**: Lauriat\n\n## 인용\n\n- 2 Mass. L. Rptr. 642\n\n## 판결문 요약\n\n\nLauriat, J.\nThe plaintiffs brought this action against the defendant, the Massachusetts Bay Transportation Authority (“MBTA”), for common law negligence (Counts I-III) arising from the alleged “abduction” of each plaintiff from the Government Center MBTA station by one Kheybark Fharah, and his sexual assault of each plaintiff. The plaintiffs have also brought claims against the MBTA for negligent hiring, retention, and supervision of certain of its employees, who were responsible for security at the MBTA station at the time of the incidents (Counts IV-VI).\nThe MBTA has moved for summary judgment, pursuant to Mass.R.Civ.P. 56(c), on the grounds that there are no material facts in dispute, and that it is entitled to judgment as a matter of law. The MBTA contends that it owed the plaintiffs only a general duty of reasonable care and that the plaintiffs have not presented any evidence tending to show that the MBTA breached this duty. The MBTA also claims that there is no evidence in the record connecting any MBTA employee to the events which are the subject matter of this litigation, thus mandating summary judgment in its favor on those claims.\n*643The plaintiffs have filed a Cross-Motion for Summary Judgment. They allege that the MBTA, as a common carrier, owed them the highest duty of care, and that this court should rule, as a matter of law, that the alleged incidents were foreseeable.\nDISCUSSION\nSummary judgment shall be granted where there are no genuine issues as to any ma...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=argueta-v-massachusetts-bay-transportation-authority"
    }
  ],
  "relatedIncidents": [
    12746,
    12813,
    12260,
    12264,
    12351
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}