{
  "id": 12916,
  "title": "1994년 Heinz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-04-27",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Heinz. 판결일: 1994-04-27. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. DAVID HEINZ, Defendant-Appellant\n**판결일**: 1994-04-27\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Bowman\n\n## 변호인\n\nG. Joseph Weller and Steven E. Wiltgen, both of State Appellate Defender’s Office, of Elgin, for appellant., Michael J. Waller, State’s Attorney, of Waukegan (William L. Browers and Cynthia N. Schneider, both of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.\n\n## 인용\n\n- 632 N.E.2d 338\n- 259 Ill. App. 3d 709\n- 198 Ill. Dec. 279\n\n## 판결문 요약\n\n\n632 N.E.2d 338 (1994)\n259 Ill. App. 3d 709\n198 Ill. Dec. 279\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nDavid HEINZ, Defendant-Appellant.\nNo. 2-92-1484.\nAppellate Court of Illinois, Second District.\nMarch 18, 1994.\nAs Modified on Denial of Rehearing April 27, 1994.\n*339 G. Joseph Weller, Deputy Defender, Steven E. Wiltgen, Office of the State Appellate Defenders Elgin, for David Heinz.\nMichael J. Waller, Lake County State's Atty., Waukegan, William L. Browers, Deputy Director, Cynthia N. Schneider, State's Atty. Appellate Prosecutors, Elgin, for the people.\nJustice BOWMAN delivered the opinion of the court:\nFollowing the denial of his post-sentencing motion after pleading guilty to a burglary, defendant, David Heinz, appeals, contending that it was reversible error for the court to deny his motion to reconsider the sentence where defense counsel failed to file a certificate stating that he had consulted with defendant to ascertain his contentions of error thereby violating Supreme Court Rule 604(d) (145 Ill.2d R. 604(d)). Defendant further argues that counsel's failure to examine the transcript of the sentencing hearing prior to the hearing on the motion was also reversible error. We agree that the failure to file a certificate of compliance constitutes reversible error. We therefore reverse the order denying defendant's motion to reconsider and remand the cause with directions.\nOn September 23, 1992, defendant, David Heinz, entered a partially negotiated pl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-heinz"
    }
  ],
  "relatedIncidents": [
    12663,
    12686,
    12694,
    12699,
    12717
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}