{
  "id": 12923,
  "title": "1994년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-04-21",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1994-04-21. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania, Appellee, v. Samuel Lee GREEN, Appellant\n**판결일**: 1994-04-21\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Nix, C.J., and Larsen, Flaherty, Zappala, Papadakos, Cappy and Montemuro\n\n## 변호인\n\nRonold J. Karasek, Bangor, Karl F. Longenbach, Bethlehem, for S.L. Green., Mark S. Refowich, John F. Spirk, Jr., Easton, Robert A. Graci, Harrisburg, for Com.\n\n## 인용\n\n- 640 A.2d 1242\n- 536 Pa. 599\n\n## 판결문 요약\n\n\n536 Pa. 599 (1994)\n640 A.2d 1242\nCOMMONWEALTH of Pennsylvania, Appellee,\nv.\nSamuel Lee GREEN, Appellant.\nSupreme Court of Pennsylvania.\nArgued January 25, 1993.\nDecided April 21, 1994.\n*600 Ronold J. Karasek, Bangor, Karl F. Longenbach, Bethlehem, for S.L. Green.\nMark S. Refowich, John F. Spirk, Jr., Easton, Robert A. Graci, Harrisburg, for Com.\nBefore NIX, C.J., and LARSEN, FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY and MONTEMURO, JJ.\n\nOPINION OF THE COURT\nCAPPY, Justice.\nThis is an automatic direct appeal[1] from a sentence of death imposed upon appellant by the Court of Common Pleas of Northampton County following his conviction of murder of the first degree, kidnapping and conspiracy arising from the murder *601 of Richard Bowser, a police officer for the City of Harrisburg.[2] For the reasons that follow, we reverse the judgment of sentence and remand for a new trial.\nAt trial, the Commonwealth sought to prove that on October 22, 1987, while the victim, Richard Bowser, was asleep in his Harrisburg apartment, Appellant entered the victim's apartment through a window and, without waking the victim, took a set of car keys and left the apartment. Appellant then drove the victim's car to Bonnie Sue Pflugler's residence in Allentown. Appellant and his co-conspirator, Bonnie Sue Pflugler, then drove back to the victim's apartment in Harrisburg ostensibly for the purpose of committing another burglary therein.\nThe two gained entry into the victim's apartment via an open ground level w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-green"
    }
  ],
  "relatedIncidents": [
    12674,
    12680,
    12692,
    12693,
    12698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}