{
  "id": 12926,
  "title": "1994년 Kean 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-04-18",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Kean. 판결일: 1994-04-18. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: People v. Kean\n**판결일**: 1994-04-18\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: Michael J. Kelly, P.J., and Connor and A.A. Monton\n\n## 변호인\n\nFrank J. Kelley, Attorney General, Thomas L. Casey, Solicitor General, James J. Gregart, Prosecuting Attorney, and Anne M. McCarthy, Assistant Prosecuting Attorney, for the people., Milton J. Marovich, and Jon P. Kean, in propria persona, for the defendant.\n\n## 인용\n\n- 516 N.W.2d 128\n- 204 Mich. App. 533\n\n## 판결문 요약\n\n\n204 Mich. App. 533 (1994)\n516 N.W.2d 128\nPEOPLE\nv.\nKEAN\nDocket No. 127486.\nMichigan Court of Appeals.\nSubmitted December 9, 1993, at Grand Rapids.\nDecided April 18, 1994, at 9:10 A.M.\nFrank J. Kelley, Attorney General, Thomas L. *535 Casey, Solicitor General, James J. Gregart, Prosecuting Attorney, and Anne M. McCarthy, Assistant Prosecuting Attorney, for the people.\nMilton J. Marovich, and Jon P. Kean, in propria persona, for the defendant.\nBefore: MICHAEL J. KELLY, P.J., and CONNOR and A.A. MONTON,[*] JJ.\nMICHAEL J. KELLY, P.J.\nDefendant pleaded guilty of armed robbery, MCL 750.529; MSA 28.797, and was sentenced to eight to twenty years' imprisonment. The trial court denied his motion to withdraw his plea. Defendant now appeals as of right. We affirm.\nDefendant's plea agreement recommended a sentence of five to twenty years. As part of the agreement, defendant promised that \"within twenty-four hours from the date of the taking of this plea the Defendant will be in a twenty-four hour in-house drug alcohol residential treatment center or he will report to the Kalamazoo County Sheriff's Department.\" The agreement specified that the treatment program would be a \"twenty-four hour, seven-day-a-week program wherein the defendant will not be released from the care and custody of those individuals prior to sentencing.\"\nDefendant did plead guilty, and he did enter a qualifying program within twenty-four hours of his plea. However, a week later he walked away from the program. He did...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-kean"
    }
  ],
  "relatedIncidents": [
    12663,
    12686,
    12694,
    12699,
    12717
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}