{
  "id": 12921,
  "title": "1994년 Murphy v. City of Lincoln 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-04-22",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Murphy v. City of Lincoln. 판결일: 1994-04-22. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Mark Murphy, Appellant, v. City of Lincoln, Nebraska, Appellee\n**판결일**: 1994-04-22\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Boslaugh, Caporale, Fahrnbruch, Hastings, Lanphier, White, Wright\n\n## 변호인\n\nJane E. Burke for appellant., William E Austin, Lincoln City Attorney, and Don W. Taute for appellee.\n\n## 인용\n\n- 515 N.W.2d 413\n- 245 Neb. 707\n\n## 판결문 요약\n\n\n515 N.W.2d 413 (1994)\n245 Neb. 707\nMark MURPHY, Appellant,\nv.\nCITY OF LINCOLN, Nebraska, Appellee.\nNo. S-92-949.\nSupreme Court of Nebraska.\nApril 22, 1994.\n*414 Jane E. Burke, Lincoln, for appellant.\nWilliam F. Austin, Lincoln City Atty., and Don W. Taute, Lincoln, for appellee.\nHASTINGS, C.J., and BOSLAUGH, WHITE, CAPORALE, FAHRNBRUCH, LANPHIER, and WRIGHT, JJ.\nCAPORALE, Justice.\nIn this contract action, the plaintiff-appellant, Mark Murphy, seeks to recover overtime pay from the defendant-appellee, City of Lincoln, Nebraska, under the terms of the applicable collective bargaining agreement. The district court affirmed the denial of the grievance Murphy filed with the City of Lincoln Personnel Board. He then appealed to the Nebraska Court of Appeals, asserting that the district court erred in, among other things, determining that the agreement was ambiguous and thus was subject to interpretation. We removed the matter to this court in order to regulate the caseloads of the appellate courts. Murphy's aforesaid claim of error having merit, we reverse the judgment of the district court and remand the cause with direction.\nMurphy is a full-time regular employee of the city's emergency communications center. So far as is relevant to our purposes, there are two types of regular city employees under the agreement: exempt and nonexempt. Exempt employees do not receive overtime pay. Nonexempt employees who work in excess of 40 hours per workweek, which extends from Thursday through ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=murphy-v-city-of-lincoln"
    }
  ],
  "relatedIncidents": [
    12657,
    12658,
    12663,
    12665,
    12666
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}