{
  "id": 12924,
  "title": "1994년 Arnold 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-04-19",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Arnold. 판결일: 1994-04-19. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Minnesota, Respondent, v. Terrence Tyree ARNOLD, Appellant\n**판결일**: 1994-04-19\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n## 인용\n\n- 514 N.W.2d 801\n\n## 판결문 요약\n\n\n514 N.W.2d 801 (1994)\nSTATE of Minnesota, Respondent,\nv.\nTerrence Tyree ARNOLD, Appellant.\nNo. C7-93-1792.\nSupreme Court of Minnesota.\nApril 19, 1994.\n\nORDER\nBased upon all the files, records and proceedings herein,\nIT IS HEREBY ORDERED (1) that the petition for further review filed by Terrence Tyree Arnold be, and the same is, granted and (2) that defendant's sentence be modified.\nDefendant was charged with five offenses committed during three alleged street robberies early on December 19, 1992: first incident: aggravated robbery of C. by robbing her at gun point, criminal sexual conduct by sexually touching C. during the robbery, and assault with a dangerous weapon of K., who was with C., by putting her in fear; second incident: aggravated robbery of W.; third incident: aggravated robbery of M. Defendant pled guilty to the aggravated robbery of C., the assault with a dangerous weapon of K. and the aggravated robbery of W., offenses which he had readily admitted, in exchange for the dismissal of the sex charge and the other robbery charge, offenses which he had consistently denied.\nThe trial court sentenced defendant to 72 months for the robbery of C. (an upward durational departure from the presumptive sentence of 48 months), a consecutive term of 48 months for the robbery of W. (the consecutive sentence being permissive under the *802 Sentencing Guidelines), and a concurrent Sentencing Guidelines term of 36 months for the assault of K. The trial court based the upward dur...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-arnold"
    }
  ],
  "relatedIncidents": [
    12663,
    12686,
    12694,
    12699,
    12717
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}