{
  "id": 12929,
  "title": "1994년 Sills 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-04-14",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Sills. 판결일: 1994-04-14. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: William F. SILLS v. STATE of Tennessee\n**판결일**: 1994-04-14\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Peay, Tipton, Wade\n\n## 변호인\n\nStephen M. Wallace, Office of the Public Defender, Blountville, for appellant., Charles W. Burson, Atty. Gen., and Merri-lyn Feirman, Asst. Atty. Gen., Nashville, Carl K. Kirkpatrick, Dist. Atty. Gen., and H. Greeley Wells, Jr., Edward E. Wilson, Asst. Dist. Attys. Gen., Blountville, for appellee.\n\n## 인용\n\n- 884 S.W.2d 139\n\n## 판결문 요약\n\n\n\nOPINION\n\nTIPTON, Judge.\nThe petitioner, William F. Sills, appeals as of right from the life sentence imposed by the Sullivan County Criminal Court after the trial court had granted him post-conviction relief from a previous life sentence resulting from his 1987 second degree murder conviction. The petitioner contends that the trial court erred by resentencing him under the 1982 Sentencing Act instead of the 1989 Sentencing Act and, in any event, by imposing a life sentence. The state joins in the petitioner’s request that the case be remanded for sentencing pursuant to State v. Pearson, 858 S.W.2d 879 (Tenn.1993). In Pearson, the supreme court provided that in cases involving pre-1989 act offenses for which sentencing is to occur after the effective date of the 1989 act, a trial court is to determine the appropriate sentence under each of the acts and then impose the lesser of the two. Id. at 884. Under the peculiar posture of this case, we respectfully disagree with the parties’ contentions and we conclude that the trial court properly applied the 1982 act.\nThe petitioner was originally charged with the first degree murder of a cab driver who was found shot to death. The state’s theory was that the petitioner was a passenger in the cab and robbed the driver, during which the driver was killed. The petitioner admitted being in the cab and possessing a firearm, but he claimed that he was drunk, that the driver attempted to rob him, and that he shot the driver in response. Th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sills-v-state"
    }
  ],
  "relatedIncidents": [
    12674,
    12680,
    12692,
    12693,
    12698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}