{
  "id": 12931,
  "title": "1994년 Moore 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-04-12",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Moore. 판결일: 1994-04-12. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Brian MOORE v. STATE of Missouri\n**판결일**: 1994-04-12\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crandall, Crist, Reinhard\n\n## 변호인\n\nTamara Detloff, St. Louis, for appellant., Jeremiah W. (Jay) Nixon, Atty. Gen., Becky Owenson Kilpatrick, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 873 S.W.2d 666\n\n## 판결문 요약\n\n\nCRIST, Judge.\nMovant pled guilty to first degree robbery, armed criminal action, and felonious restraint. The court found Movant’s plea was entered voluntarily and sentenced him to 30 years’ imprisonment for first degree robbery, 30 years’ imprisonment for armed criminal action, and 20 years’ imprisonment for felonious restraint, with sentences to run concurrently.\nMovant filed a Rule 24.035 motion alleging his guilty plea was entered involuntarily due to ineffective assistance of counsel. In response, the State filed a motion to dismiss. On September 10, 1993, the motion court *667sustained the State’s motion to dismiss. The motion court noted its ruling on the State’s motion and made a docket entry. No further findings of fact or conclusions of law were made.\nOn appeal, Movant alleges the motion court clearly erred in dismissing his Rule 24.035 motion without issuing any findings of fact and conclusions of law. The State concedes a remand is mandated by the Missouri Supreme Court’s holding in Barry v. State, 850 S.W.2d 348 (Mo. banc 1993). We agree. In Barry, the Missouri Supreme Court stated, “The plain language of [Rule 24.035(i)] dictates that the motion court is required to issue findings of fact and conclusions of law whether or not a hearing is held in order for appellate review.” Id. at 350[1].\nMovant’s ineffective assistance of counsel claim cannot be considered until the motion court has entered findings of fact and conclusions of law which are sufficiently specif...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=moore-v-state"
    }
  ],
  "relatedIncidents": [
    12663,
    12686,
    12694,
    12699,
    12717
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}