{
  "id": 12941,
  "title": "1994년 Crosby 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-04-08",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Crosby. 판결일: 1994-04-08. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Ronald Bruce CROSBY, a/k/a Bruce R. Crosby, Appellant UNITED STATES of America v. Jeffrey W. WILLIAMS, Appellant UNITED STATES of America v. Bernard WILLIAMS\n**판결일**: 1994-04-08\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Buckley, Henderson, Sentelle\n\n## 변호인\n\nSarp. Kopecki, of the bar of the Supreme Court, of Virginia, pro hac vice, by special leave of court, argued the cause, for appellant Crosby. With her on the brief was Jensen E. Barber (appointed by this court)., •Ralph D. Martin (appointed by this court), argued the cause, for appellant Bernard Williams., Jonathan Zucker (appointed by this court), argued the cause, for appellant Jeffrey Williams., Elizabeth H. Danello, Asst. U.S. Atty., argued the cause, for appellee. With her on the brief were\n\n## 인용\n\n- 20 F.3d 480\n- 305 U.S. App. D.C. 290\n\n## 판결문 요약\n\n\nOpinion for the Court filed by Circuit Judge HENDERSON.\nKAREN LeCRAFT HENDERSON, Circuit Judge:\nIn this interlocutory appeal, Ronald Crosby, Jeffrey Williams and Bernard Williams challenge the denial of their motions to dismiss certain counts of an extensive indictment charging twenty-four individuals with numerous drug-related crimes. All three appellants assert the Double Jeopardy Clause of the Fifth Amendment bars their prosecution under Count 1 and Count 2 of the indictment, which charge them with, respectively, a substantive violation of the Racketeer Influenced and Corrupt Organizations Act (RICO), 18 U.S.C. § 1962(e), and engaging in a RICO conspiracy in violation of 18 U.S.C. § 1962(d), because they were previously prosecuted for some or all of the criminal activity alleged in those counts. In addition, appellant Jeffrey Williams raises a similar double jeopardy challenge to Count 4 of the indictment, which charges him with conducting a “Continuing Criminal Enterprise” (CCE) in violation of 21 U.S.C. § 848, and appellant Crosby asserts that Counts 1 and 2 should be dismissed for the additional reason that they violate the terms of earlier plea agreements. ’ For the reasons set out below, we conclude that the district judge correctly rejected the appellants’ double jeopardy arguments and that we lack .jurisdiction to consider Crosby’s interlocutory challenge based on the alleged plea agreement violations.\nI.\nOn October 23, 1991, a superseding indictment (Indictment) w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-crosby"
    }
  ],
  "relatedIncidents": [
    12657,
    12658,
    12663,
    12665,
    12666
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}