{
  "id": 12940,
  "title": "1994년 In re Condemnation of Property of Waite 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-04-08",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: In re Condemnation of Property of Waite. 판결일: 1994-04-08. 법원: Commonwealth Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: In re: Condemnation of Property of Mary H. Waite in Penn Township, Butler County, Pennsylvania by the Butler County Airport Authority for Facilities and Avigation Easement Purposes. Appeal of Mary H. WAITE\n**판결일**: 1994-04-08\n**법원**: Commonwealth Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Pellegrini, Silvestri, Smith\n\n## 변호인\n\nNancy J. Norkus, for appellant., Charles F. Flach, III, for appellee.\n\n## 인용\n\n- 641 A.2d 25\n- 163 Pa. Commw. 283\n\n## 판결문 요약\n\n\nSMITH, Judge.\nMary H. Waite appeals from the order of the Court of Common Pleas of Butler County dismissing her preliminary objections to a declaration of taking filed by the Butler , County Airport Authority (Authority). The issues raised on appeal are whether the trial court erred as a matter of law or abused its discretion in determining that Waite failed to meet her burden of proof; and whether the trial court erred in determining that the Authority has a sufficient public interest in condemning the property in question.\nOn May 1, 1991, the Authority filed a declaration of taking condemning a total of 25.15 acres of an approximately 107-aere parcel owned by Waite which was adjacent to the Butler County Airport. Of the property condemned, 15.84 acres were condemned in fee simple or absolute title for the stated purposes of a runway setback safety buffer, improvement of existing airport facilities, and future airport development. The remaining 9.31-acre parcel was condemned as an aviga*27tion easement and right-of-way for the unobstructed passage of aircraft, giving the Authority the right to enter upon the property to prevent the erection or growth of any building, structure, improvement, tree, or other object extending into the air space above the property. Waite filed preliminary objections challenging the condemnation on the basis that, inter alia, the nature and extent of the condemnation is not necessary to meet current or future needs within a reasonable time; the c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-condemnation-of-property-of-waite"
    }
  ],
  "relatedIncidents": [
    12657,
    12658,
    12663,
    12665,
    12666
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}