{
  "id": 12945,
  "title": "1994년 Watson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-04-05",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Watson. 판결일: 1994-04-05. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Stanley WATSON, Plaintiff/Respondent v. TERMINAL RAILROAD ASSOCIATION OF ST. LOUIS, Defendant/Third-Party v. CITY OF ST. LOUIS, Third-Party Defendant/Respondent\n**판결일**: 1994-04-05\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crahan, Crane, Karohl\n\n## 변호인\n\nMary Elizabeth Coffey, The John J. Frank Partnership, St. Louis, for Watson., Stephen M. Schoenbeck, Robert C. Ely, Schoenbeck, Schoenbeck & Associates, St. Louis, for Terminal R.R., Ronnie L. White, City Counselor, Stephen J. Kovae, Asst. City Counselor, St. Louis, for City of St. Louis.\n\n## 인용\n\n- 876 S.W.2d 722\n\n## 판결문 요약\n\n\nKAROHL, Judge.\nStanley Watson filed a lawsuit against Terminal Railroad Association of St. Louis [TRRA] for a leg injury which he sustained when he fell in a hole on property TRRA owned and rented to the City of St. Louis (City). Watson’s theory was TRRA was liable because it failed to use ordinary care to fill, barricade or warn of a hole on TRRA’s property left by a building demolition company. The court entered judgment on the verdict for plaintiff. TRRA appeals contending the trial court erred in: (1) denying a judgment notwithstanding the verdict for failure to prove causation; (2) granting Watson leave to amend and add a claim for aggravated damages during trial; (3) submitting a verdict directing instruction which was unsupported by the evidence; and (4) dismissing its third-party petition seeking indemnity against the City of St. Louis, lessee of the premises. We find the trial court erred in denying motions for directed verdict and JNOV because plaintiff failed to prove causation. The first point is dispositive. We reverse.\nFor purposes of this opinion the facts are undisputed. Watson worked as a tow service foreman for the City which operated a lot where stolen, abandoned, and overparked vehicles were towed and stored. Watson was sometimes required to “pull security,” a procedure in which he hid on the lot to watch for vandals and thieves. Watson and others from time to time performed this duty. On May 20, 1987, Watson was “pulling security” when he noticed a group...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=watson-v-terminal-railroad-assn-of-st-louis"
    }
  ],
  "relatedIncidents": [
    12657,
    12658,
    12663,
    12665,
    12666
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}