{
  "id": 12947,
  "title": "1994년 Public Defenders Office v. County Commissioners 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-03-29",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Public Defenders Office v. County Commissioners. 판결일: 1994-03-29. 법원: Commonwealth Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: PUBLIC DEFENDERS OFFICE FOR SCHUYLKILL COUNTY v. COUNTY COMMISSIONERS FOR YORK COUNTY George M. Trout, President Robert A. Minnich Newton D. Brown and Public Defenders Office for York County\n**판결일**: 1994-03-29\n**법원**: Commonwealth Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Colins, Kelley, Silvestri\n\n## 변호인\n\nDonald L. Reihart, for appellants., Lloyd R. Hampton, Asst. County Sol., for appellee.\n\n## 인용\n\n- 639 A.2d 1287\n- 162 Pa. Commw. 712\n\n## 판결문 요약\n\n\nCOLINS, Judge.\nThe County Commissioners for York County et al. (collectively, York County) appeal from a July 21, 1993 order of the Court of Common Pleas of Schuylkill County (Common Pleas), which denied amendment of its June 17, 1993 order dismissing York County’s preliminary objections to the complaint filed by the Public Defender’s Office for Schuylkill County (Schuylkill PDO).\nOn September 2, 1987, the Schuylkill County Board of Commissioners contracted directly with Kent D. Watkins, Esquire (Watkins), for the purpose of providing mandated legal services to inmates in the State Correctional Institution at Frackville (SCI Frackville). Watkins is a private attorney, and this contract did not make him an assistant public defender. Pursuant to the contract, Watkins represented several inmates of SCI Frackville who were sentenced in York County (the York County inmates) in various proceedings before the Board of Probation and Parole (Parole Board). In order *1288to receive payment for his services, Watkins recorded the amount of time he spent representing each inmate and turned his records into the Schuylkill PDO on a regular basis. The Schuylkill PDO sent Watkins’ time sheets and invoices to the office of the court administrator of the Court of Common Pleas of York County, requesting payment. The Schuylkill PDO also billed York County an additional $20.00 per hour for its own expenses, which it claimed were additional to and incidental to Watkins’ representation of the York ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=public-defenders-office-v-county-commissioners"
    }
  ],
  "relatedIncidents": [
    12657,
    12658,
    12663,
    12665,
    12666
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}