{
  "id": 12954,
  "title": "1994년 Ronald D. Lunsford, Jr., Hazen E. Upham, and David Gary v. Timothy Bennett, Donald Jarrett, Laura Perry 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-03-16",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Ronald D. Lunsford, Jr., Hazen E. Upham, and David Gary v. Timothy Bennett, Donald Jarrett, Laura Perry. 판결일: 1994-03-16. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Ronald D. LUNSFORD, Jr., Hazen E. Upham, and David Gary, Plaintiffs-Appellants, v. Timothy BENNETT, Donald Jarrett, Laura Perry, Et Al., Defendants-Appellees\n**판결일**: 1994-03-16\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Easterbrook, Ripple, Wood\n\n## 변호인\n\nRichard A. Waples (argued), Indianapolis, IN, John Emry, Franklin, IN, for plaintiffs-appellants., John D. Ulmer, Michael F. DeBoni (argued), Yoder, Ainlay, Ulmer & Buckingham, Goshen, IN, for defendants-appellees.\n\n## 인용\n\n- 17 F.3d 1574\n\n## 판결문 요약\n\n17 F.3d 1574\n    Ronald D. LUNSFORD, Jr., Hazen E. Upham, and David Gary,Plaintiffs-Appellants,v.Timothy BENNETT, Donald Jarrett, Laura Perry, et al.,Defendants-Appellees.\n    No. 93-1763.\n    United States Court of Appeals,Seventh Circuit.\n    Argued Dec. 1, 1993.Decided March 16, 1994.\n    \n      Richard A. Waples (argued), Indianapolis, IN, John Emry, Franklin, IN, for plaintiffs-appellants.\n      John D. Ulmer, Michael F. DeBoni (argued), Yoder, Ainlay, Ulmer &amp; Buckingham, Goshen, IN, for defendants-appellees.\n      Before WOOD, Jr., EASTERBROOK, and RIPPLE, Circuit Judges.\n      HARLINGTON WOOD, Jr., Circuit Judge.\n    \n    \n      1\n      Ronald D. Lunsford, Hazen E. Upham, and David Gary brought this civil rights action against several Indiana prison and county officials under 42 U.S.C. Sec. 1983 alleging that the defendants (1) violated the plaintiffs' rights under the Eighth and Fourteenth Amendments to the United States Constitution, (2) violated the plaintiffs' Fifth Amendment Due Process rights, and (3) assaulted and battered the plaintiffs in violation of the Indiana Constitution, Article I, Sec. 15.1  The complaint names Timothy Bennett, Donald Jarrett, Laura Perry, and Richard Truex as defendants in their individual capacities, and Randall Yohn in his capacity as Sheriff of Elkhart County, Indiana.\n    \n    \n      2\n      Plaintiffs appeal from the district court's order granting summary judgment for the defendants.  The district court dismissed with prejudi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ronald-d-lunsford-jr-hazen-e-upham-and-david-gary-v-timothy-bennett"
    }
  ],
  "relatedIncidents": [
    12678,
    12747,
    12762,
    12770,
    12880
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}