{
  "id": 12951,
  "title": "1994년 Owens 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-03-25",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Owens. 판결일: 1994-03-25. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Owens v. State\n**판결일**: 1994-03-25\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: McMillan\n\n## 인용\n\n- 666 So. 2d 31\n\n## 판결문 요약\n\n\n666 So.2d 31 (1994)\nGlenn C. OWENS\nv.\nSTATE.\nCR-92-1233.\nCourt of Criminal Appeals of Alabama.\nMarch 25, 1994.\nGlenn C. Owens, pro se.\nJames H. Evans, Atty. Gen., and Jean Therkelsen, Asst. Atty. Gen., for appellee.\nMcMILLAN, Judge.\nThe appellant, Glenn C. Owens, filed a petition under Rule 32, A.R.Cr.P., challenging his 1991 convictions for receiving stolen property, burglary, and theft. An appeal from these convictions was dismissed on the appellant's own motion. The Rule 32 petition sought relief based on the grounds of ineffective assistance of counsel, lack of jurisdiction, and newly discovered material facts. In his memorandum in support of his Rule 32 petition, the appellant raised the additional grounds that the Uniform Mandatory Disposition of Detainers Act and the principles of double jeopardy had been violated. Thereafter, he amended his petition to add claims of unlawful arrest and unconstitutional search and seizure. The trial court then set the petition for a hearing. Two days before the hearing, the State filed its response, requesting that the petition be dismissed on the grounds that the appellant's guilty plea was voluntary and that his claims of ineffective assistance of counsel, double jeopardy, unlawful arrest, and unconstitutional search and seizure were without merit. Following the hearing, the trial court dismissed the petition.\nThe appellant contends that the trial court erred in dismissing his petition as to the following: (1) violation of the right...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=owens-v-state"
    }
  ],
  "relatedIncidents": [
    12663,
    12686,
    12694,
    12699,
    12717
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}