{
  "id": 12952,
  "title": "1994년 Smith v. City of Evanston 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-03-22",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Smith v. City of Evanston. 판결일: 1994-03-22. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: DEBRA D. SMITH, Plaintiff-Appellee, v. THE CITY OF EVANSTON, Defendant-Appellant\n**판결일**: 1994-03-22\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: McCORMICK\n\n## 변호인\n\nRussell W. Hartigan & Associates, of Chicago (Russell W. Hartigan, Patrick H. O’Connor, and Keith A. Mandelski, of counsel), for appellant., Wildman, Harrold, Allen & Dixon (Ruth E. VanDemark, James B. Vogts, and Lauren L. McFarlane, of counsel) and Swanson, Martin & Bell (Kevin T. Martin, of counsel), both of Chicago, for appellee.\n\n## 인용\n\n- 631 N.E.2d 1269\n- 260 Ill. App. 3d 925\n- 197 Ill. Dec. 810\n\n## 판결문 요약\n\n\n631 N.E.2d 1269 (1994)\n260 Ill. App. 3d 925\n197 Ill. Dec. 810\nDebra D. SMITH, Plaintiff-Appellee,\nv.\nThe CITY OF EVANSTON, a municipal corporation, Defendant-Appellant.\nNo. 1-91-4057.\nAppellate Court of Illinois, First District, Second Division.\nMarch 22, 1994.\nRehearing Denied April 13, 1994.\n*1271 Russell W. Hartigan &amp; Associates, Chicago (Russell W. Hartigan, Patrick H. O'Connor and Keith A. Mandelski, of counsel), for defendant-appellant.\nWildman, Harrold, Allen &amp; Dixon, Chicago (Ruth E. VanDemark, James B. Vogts and Lauren L. McFarlane, of counsel), Swanson, Martin &amp; Bell, Chicago (Kevin T. Martin, of counsel), for plaintiff-appellee.\nJustice McCORMICK delivered the opinion of the court:\nPlaintiff, Debra D. Smith, sued the City of Evanston (Evanston) for causing a car crash by failing to post a proper warning sign. In an itemized verdict, the jury awarded plaintiff all of her post-accident medical expenses, but nothing for disability. The trial court granted plaintiff's post-trial motion for a new trial on damages only and this court granted Evanston's petition for leave to appeal.\nWe affirm because we find that the trial court did not abuse its discretion by granting plaintiff a new trial or by limiting the new trial to damages.\nAround 2:30 p.m. on November 24, 1984, Catherine Olivieri, while driving west on Emerson in Evanston, decided to turn left at Ridge. The traffic signal at the intersection held a sign which said \"obey your signal only.\" She stopped ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-city-of-evanston"
    }
  ],
  "relatedIncidents": [
    12657,
    12658,
    12663,
    12665,
    12666
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}