{
  "id": 12955,
  "title": "1994년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-03-16",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Jones. 판결일: 1994-03-16. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Jones v. the State\n**판결일**: 1994-03-16\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Birdsong, Blackburn, Cooper\n\n## 변호인\n\nAntje R. Kingma, for appellant., J. Tom Morgan, District Attorney, Robert M. Coker, John H. Petrey, Barbara B. Conroy, Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 442 S.E.2d 20\n- 212 Ga. App. 473\n\n## 판결문 요약\n\n\n212 Ga. App. 473 (1994)\n442 S.E.2d 20\nJONES\nv.\nTHE STATE.\nA94A0527.\nCourt of Appeals of Georgia.\nDecided March 16, 1994.\nAntje R. Kingma, for appellant.\nJ. Tom Morgan, District Attorney, Robert M. Coker, John H. Petrey, Barbara B. Conroy, Assistant District Attorneys, for appellee.\nBLACKBURN, Judge.\nThe appellant, Tull Jones, was convicted of aggravated assault, stemming from an incident during which he shot his wife four times with a .22 caliber rifle. On appeal, he contends that the trial court erred in denying his motions for mistrial based upon his character having been improperly placed in issue.\nAt trial, the victim testified that she and Jones married in November 1991 and soon thereafter began experiencing marital problems. Following an incident in which Jones lost his temper, got a rifle, and threatened to kill her, she obtained a temporary restraining order and separated from Jones. On a later occasion, Jones attempted to gain entry into her apartment by wearing a security uniform and claiming to be a police officer. On July 13, 1992, Jones drove up beside her as she was leaving for work in her car. When she refused to talk with him and drove away, Jones followed her and eventually shot her four times with his rifle. She was struck in her head, arm, breast, and back, and the head wound resulted in the removal of a portion of her brain.\nThe day after the shooting, police located and arrested Jones in a *474 motel room, where he was found lying on the bed with his rif...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jones-v-state"
    }
  ],
  "relatedIncidents": [
    12674,
    12680,
    12692,
    12693,
    12698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}