{
  "id": 12957,
  "title": "1994년 Kleber 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-03-15",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Kleber. 판결일: 1994-03-15. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: KLEBER v. COBB COUNTY\n**판결일**: 1994-03-15\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Cooper\n\n## 변호인\n\nDaniel L. Britt, Ted B. Herbert, for appellant., Bentley, Bentley & Bentley, Fred D. Bentley, Sr., W. Anthony Moss, for appellee.\n\n## 인용\n\n- 212 Ga. App. 441\n- 442 S.E.2d 296\n\n## 판결문 요약\n\n\nCooper, Judge.\nAppellant Ronald Kleber appeals from the trial court’s order dismissing his appeal from a contempt order for failing to file the transcript of the contempt hearing in a timely manner.\nAppellant owns real property in Cobb County, Georgia, zoned single-family residential, which he uses for the storage and restoration of inoperative automobiles. Appellee Cobb County filed a petition for an injunction against appellant seeking to remove four junk vehicles from his property. In July 1990, the trial court issued an order directing appellant to bring his property into compliance with Cobb County’s junk car ordinance by removing the four vehicles. When appellant failed to comply, appellee filed a citation for contempt and both parties entered into a consent order providing that appellant would apply for a land-use permit to store and repair junk vehicles on his property. The Board of Commissioners rejected appellant’s application for the permit and he was given 60 days to bring his property into compliance with the junk car ordinance. When appellant failed to comply, appellee filed another petition for contempt. In November 1991, the trial court issued a final order, finding appellant was no longer entitled to legal non-conforming use status and permanently enjoining appellant from using the property for the purpose of parking and restoring non-compliance vehicles.\nAppellee then filed the instant petition for contempt. After a hearing, the trial court, on October 6, 1...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kleber-v-cobb-county"
    }
  ],
  "relatedIncidents": [
    12657,
    12658,
    12663,
    12665,
    12666
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}