{
  "id": 12961,
  "title": "1994년 Donaldson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-03-14",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Donaldson. 판결일: 1994-03-14. 법원: Fairfax County Circuit Court.",
  "description": "## 사건 정보\n\n**사건명**: Midlantic Commercial Leasing Corp. v. Donaldson\n**판결일**: 1994-03-14\n**법원**: Fairfax County Circuit Court\n**관할**: Virginia, VA\n\n**판사**: Klein\n\n## 인용\n\n- 38 Va. Cir. 520\n\n## 판결문 요약\n\n\nBy Judge Stanley P. Klein\nThis matter is before the Court on Motions for Summary Judgment filed by Defendants Allan Lee Bullman, Terri A. Bullman, and Reinhard G. Tomasch. The Court has considered all the parties’ memoranda and the authorities cited therein. For the reasons set forth hereinafter, Defendants’ Motions for Summary Judgment are granted.\nPlaintiff (Midlantic) brought suit against six defendants seeking to enforce several signed guaranty agreements. Plaintiff argues that the guaranty agreements signed by the Defendants bound them to guarantee obligations arising under two lease agreements entered into between Midlantic and two lessee corporations, Telesystems Source, Inc., and International Telesystems Corporation.1\nVirginia Code § 11-2(4) requires that promises to answer for the debt of another be in writing and signed by the party to be charged. “While the Statute of Frauds does not require that the complete agreement between the parties show on the face of the signed writing, the nature and extent of the undertaking, including the essential promise to pay the debt of another, must so appear or the agreement is not enforceable.” American Indus. v. First &amp; Merchants, 216 Va. 396, 399 (1975) (emphasis added).\nThe guaranty agreements signed by Allan Lee Bullman, Teni A. Bullman, and Reinhard G. Tomasch do not include the name of the principal debtor whose debts and obligations were allegedly secured by each guar*521anty agreement. Further, the agreements do not...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=midlantic-commercial-leasing-corp-v-donaldson"
    }
  ],
  "relatedIncidents": [
    12657,
    12663,
    12666,
    12668,
    12682
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}