{
  "id": 12965,
  "title": "1994년 Watkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-03-07",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Watkins. 판결일: 1994-03-07. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Watkins v. the State\n**판결일**: 1994-03-07\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Beasley, Cooper, Smith\n\n## 변호인\n\nShaffer & Combs, Brian G. Combs, for appellant., Joseph H. Briley, District Attorney, Al Martinez, Jr., Assistant District Attorney, for appellee.\n\n## 인용\n\n- 441 S.E.2d 801\n- 212 Ga. App. 296\n\n## 판결문 요약\n\n\n212 Ga. App. 296 (1994)\n441 S.E.2d 801\nWATKINS\nv.\nTHE STATE.\nA93A2469.\nCourt of Appeals of Georgia.\nDecided March 7, 1994.\nShaffer &amp; Combs, Brian G. Combs, for appellant.\nJoseph H. Briley, District Attorney, Al Martinez, Jr., Assistant District Attorney, for appellee.\nCOOPER, Judge.\nAppellant was convicted by a jury of statutory rape, aggravated child molestation, incest and child molestation. He appeals from the judgment of conviction entered on the jury verdict.\nThe victim, appellant's niece, testified that appellant began \"messing\" with her when she was in kindergarten. Specifically, the victim stated that appellant would touch and kiss her mouth and private parts, perform oral sex on her and force her to perform oral sex on him. The victim said that appellant was \"away\" during the period between her second grade and sixth grade years, but when he returned, he continued \"messing\" with her and began having sexual intercourse with her. The victim reported these incidents to her school counselor after seeing a sex education video at school. A physician who examined the victim testified that the victim had an irregular hymen and in his opinion the victim was \"nonvirginal.\" Cindy Doss, a psychologist with the Victim Assistance Program and an expert in the field of child sexual abuse, testified that the victim exhibited dissociative behavior which was consistent with a child who has been sexually *297 abused.\n1. Appellant first contends that the trial judge abused his discr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=watkins-v-state"
    }
  ],
  "relatedIncidents": [
    12658,
    12670,
    12718,
    12781,
    12845
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}