{
  "id": 12962,
  "title": "1994년 United States v. Heath A. Singleton and Douglas Joseph Aleman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-03-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Heath A. Singleton and Douglas Joseph Aleman. 판결일: 1994-03-10. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellant, v. Heath A. SINGLETON and Douglas Joseph Aleman, Defendants-Appellees\n**판결일**: 1994-03-10\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Higginbotham, Smith, Wisdom\n\n## 변호인\n\nMerv. Hamburg, Dept, of Justice, Washington, DC, Herbert W. Mondros, Asst. U.S. Atty., Robert J. Boitmann, U.S. Atty., New Orleans, LA, for plaintiff-appellant., Virginia L. Schlueter, Asst. Federal Public Defender, John T. Mulvehill, Federal Public Defender, New Orleans, LA, for Heath A. Singleton., Robert S. Glass, Glass & Reed, New Orleans, LA, for Douglas Joseph Aleman., Jim E. Lavine, Zimmermann & Lavine, Houston, TX, for Amici, Tx.Crim. & Nat’l Assoc. Lawyers.\n\n## 인용\n\n- 16 F.3d 1419\n\n## 판결문 요약\n\n16 F.3d 1419\n    62 USLW 2585\n    UNITED STATES of America, Plaintiff-Appellant,v.Heath A. SINGLETON and Douglas Joseph Aleman, Defendants-Appellees.\n    No. 93-3479.\n    United States Court of Appeals,Fifth Circuit.\n    March 10, 1994.\n    \n      Merv. Hamburg, Dept. of Justice, Washington, DC, Herbert W. Mondros, Asst. U.S. Atty., Robert J. Boitmann, U.S. Atty., New Orleans, LA, for plaintiff-appellant.\n      Virginia L. Schlueter, Asst. Federal Public Defender, John T. Mulvehill, Federal Public Defender, New Orleans, LA, for Heath A. Singleton.\n      Robert S. Glass, Glass &amp; Reed, New Orleans, LA, for Douglas Joseph Aleman.\n      Jim E. Lavine, Zimmermann &amp; Lavine, Houston, TX, for Amici, Tx.Crim. &amp; Nat'l Assoc.  Lawyers.\n      Appeal from the United States District Court for the Eastern District of Louisiana.\n      Before WISDOM, HIGGINBOTHAM, and SMITH, Circuit Judges.\n      WISDOM, Circuit Judge:\n    \n    \n      1\n      The United States appeals the dismissal on double jeopardy grounds of a firearms charge brought against two criminal defendants who were also charged with \"carjacking\".  Although we agree with the district court that the firearms offense is not factually distinct from the carjacking offense, we hold that Congress has clearly indicated its intention to impose cumulative punishments.  Therefore, we REVERSE the dismissal and REMAND the case to the district court with instructions to reinstate the firearms count of the indictment.\n    \n    I.\n   ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-heath-a-singleton-and-douglas-joseph-aleman"
    }
  ],
  "relatedIncidents": [
    12674,
    12680,
    12692,
    12693,
    12698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}