{
  "id": 12976,
  "title": "1994년 Lowrance 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-02-24",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Lowrance. 판결일: 1994-02-24. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Charles MILLER, Appellant, v. Gary Warren LOWRANCE, Appellee\n**판결일**: 1994-02-24\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBRULER, Dickson, Givan, Shepard, Sullivan\n\n## 변호인\n\nPamela Carter, Atty. Gen., Janice E. Kreuscher and Thomas D. Quigley, Deputy Attys. Gen., for appellant., Caroline B. Briggs, Flora, Mark Ryan, Ko-komo, for appellee.\n\n## 인용\n\n- 629 N.E.2d 846\n\n## 판결문 요약\n\n\n629 N.E.2d 846 (1994)\nCharles MILLER, Appellant,\nv.\nGary Warren LOWRANCE, Appellee.\nNo. 48S02-9306-CV-703.\nSupreme Court of Indiana.\nFebruary 24, 1994.\nRehearing Denied July 13, 1994.\nPamela Carter, Atty. Gen., Janice E. Kreuscher and Thomas D. Quigley, Deputy Attys. Gen., for appellant.\nCaroline B. Briggs, Flora, Mark Ryan, Kokomo, for appellee.\n\nON PETITION TO TRANSFER PURSUANT TO IND. APPELLATE RULE 4(A)(9)\nGIVAN, Justice.\nOn December 7, 1989, appellee was convicted in the Vanderburgh Circuit Court of two counts of attempted murder. He received a sentenced of thirty (30) years on each count, to run concurrently. In an opinion published at 565 N.E.2d 375, the Court of Appeals affirmed appellee's conviction.\n*847 On March 8, 1993, appellee filed a \"Petition for Writ of Habeas Corpus\" in the Madison Circuit Court where he was incarcerated at the Correctional Industrial Complex. On March 12, 1993, the court granted the petition by finding that appellee was being held on a void judgment of conviction, sentence and commitment order.\nAppellant, in his capacity as Superintendent of the Correctional Industrial Complex, has appealed the Madison Circuit Court's decision to grant the \"Petition for Writ of Habeas Corpus.\" Because this appeal involves a question of law of substantial public importance requiring an early determination, this Court took jurisdiction of the appeal from the Court of Appeals pursuant to Ind. Appellate Rule 4(A)(9).\nAppellant contends the Madison Circuit Cour...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=miller-v-lowrance"
    }
  ],
  "relatedIncidents": [
    12674,
    12680,
    12692,
    12693,
    12698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}