{
  "id": 12978,
  "title": "1994년 Baker Hospital v. Firemans Fund Insurance 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-02-22",
  "location": "South Carolina, SC, USA",
  "summary": "미국 South Carolina, SC 법원 판결 사건. 사건명: Baker Hospital v. Firemans Fund Insurance. 판결일: 1994-02-22. 법원: Supreme Court of South Carolina.",
  "description": "## 사건 정보\n\n**사건명**: BAKER HOSPITAL, Appellant v. FIREMANS FUND INSURANCE COMPANY, and Entrepreneur, Inc., D/B/A Scotchman Stores, Respondents\n**판결일**: 1994-02-22\n**법원**: Supreme Court of South Carolina\n**관할**: South Carolina, SC\n\n**판사**: Chandler, Cureton, Finney, Jasper, Moore, Toal\n\n## 변호인\n\nLawrence A. Laddaga and John K. Crout, Laddaga Law Firm, Charleston, for appellant., Wallace G. Holland, Stephen P. Groves, and Amy R. Jordan, Young, Clement, Rivers & Tisdale, Charleston, for respondents.\n\n## 인용\n\n- 441 S.E.2d 822\n- 314 S.C. 98\n\n## 판결문 요약\n\n\n441 S.E.2d 822 (1994)\nBAKER HOSPITAL, Appellant,\nv.\nFIREMANS FUND INSURANCE COMPANY, and Entrepreneur, Inc., d/b/a Scotchman Stores, Respondents.\nNo. 24013.\nSupreme Court of South Carolina.\nHeard January 18, 1994.\nDecided February 22, 1994.\nLawrence A. Laddaga and John K. Crout, Laddaga Law Firm, Charleston, for appellant.\nWallace G. Holland, Stephen P. Groves, and Amy R. Jordan, Young, Clement, Rivers &amp; Tisdale, Charleston, for respondents.\nTOAL, Associate Justice.\nThis appeal arises from the trial court's granting of a motion to dismiss for lack of subject matter jurisdiction in an action brought by a hospital against a workers' compensation insurance carrier for medical expenses. We reverse.\n\nFacts\nIn July 1990, Ms. Chrystal Diess went to Baker Hospital (hereinafter Hospital) seeking medical treatment after a robbery at the Scotchman Store where she was employed as a clerk. During an interview with the Hospital's admissions personnel, Ms. Diess announced that she was entitled to workers' compensation benefits through Firemans Fund Insurance Company (hereinafter Carrier) and Entrepreneur, Inc. (hereinafter Scotchman). Hospital's admissions personnel telephoned and spoke with an employee of the Carrier.\nThe Carrier's employee verified that benefits were available to Ms. Diess with coverage at 100% of the semi-private room and board rate and all ancillaries. In reliance on these representations, the Hospital admitted Ms. Diess where she was treated from July 16 to July 3...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=baker-hospital-v-firemans-fund-insurance"
    }
  ],
  "relatedIncidents": [
    12663,
    12686,
    12694,
    12699,
    12717
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}