{
  "id": 12972,
  "title": "1994년 Lewis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-03-01",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Lewis. 판결일: 1994-03-01. 법원: Court of Appeals of Virginia.",
  "description": "## 사건 정보\n\n**사건명**: Sylvester Lewis v. Commonwealth of Virginia\n**판결일**: 1994-03-01\n**법원**: Court of Appeals of Virginia\n**관할**: Virginia, VA\n\n**판사**: Koontz\n\n## 변호인\n\nCounsel, Christopher J. Collins, for appellant., Virginia B. Theisen, Assistant Attorney General (Stephen D. Rosenthal, Attorney General, on brief), for appellee.\n\n## 인용\n\n- 441 S.E.2d 47\n- 18 Va. App. 5\n\n## 판결문 요약\n\n\n441 S.E.2d 47 (1994)\nSylvester LEWIS\nv.\nCOMMONWEALTH of Virginia.\nRecord No. 1767-92-2.\nCourt of Appeals of Virginia.\nMarch 1, 1994.\nChristopher J. Collins, Richmond, for appellant.\nVirginia B. Theisen, Asst. Atty. Gen. (Stephen D. Rosenthal, Atty. Gen., on brief), for appellee.\nPresent: BENTON, KOONTZ and ELDER, JJ.\n*48 KOONTZ, Judge.\nSylvester Lewis (Lewis) appeals his jury trial convictions for second degree murder and use of a firearm during the commission of a murder. Lewis asserts that the trial court erred in refusing to admit a hearsay statement. He contends that the statement should have been admitted because it was a statement against interest of a third party who was unavailable to testify. Lewis also appeals the denial of his post-conviction motion for a new trial. He contends a new trial should have been granted because after-discovered evidence showed that the Commonwealth failed to provide Lewis with exculpatory information. For the reasons that follow, we affirm Lewis' convictions.\n\nI.\n\nFACTUAL BACKGROUND\nOn April 16, 1992 at approximately 2:00 a.m., Douglas White (White) was looking out a second story window of his home on Bunch Place. White testified that he saw Lewis (whom he knew as \"Sugarfoot\") standing at the driver's side of a vehicle talking to Steve Bradley (Bradley), who was seated in the car. White heard Lewis say to Bradley, \"You bought it, it's yours.\" As White turned his back to the window, he heard a gunshot. Looking back into the street he saw...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lewis-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    12674,
    12680,
    12692,
    12693,
    12698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}