{
  "id": 1298,
  "title": "2021년 Turner, Ronnie 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2021-05-12",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Turner, Ronnie. 판결일: 2021-05-12. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Turner, Ronnie\n**판결일**: 2021-05-12\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n\n## 판결문 요약\n\n             IN THE COURT OF CRIMINAL APPEALS\n                         OF TEXAS\n                                       NO. WR-63,583-32\n\n\n                                 IN RE RONNIE TURNER, Relator\n\n\n                 ON APPLICATION FOR A WRIT OF MANDAMUS\n            CAUSE NO. 941085 IN THE CRIMINAL DISTRICT COURT NO. 3\n                            FROM TARRANT COUNTY\n\n\n       Per curiam.\n\n                                           ORDER\n\n       Relator has filed a motion for leave to file an application for a writ of mandamus under this\n\nCourt’s original jurisdiction.\n\n       He contends that he filed an application for a writ of habeas corpus in Tarrant County and\n\nhis application has not been properly forwarded to this Court. The Court’s receipt of the writ\n\napplication in question renders this issue moot.\n\n       Relator also contends that he contacted the District Clerk of Tarrant County to determine how\n\nmuch it will cost to purchase copies of documents from his case. He alleges that the clerk has not\n\nresponded and has not advised him of the cost to purchase the requested documents.\n\n       In these circumstances, additional facts are needed. In re Bonilla, 424 S.W.3d 528 (Tex.\n\f                                                                                                   2\n\nCrim. App. 2014). Respondent, the District Clerk of Tarrant County, is ordered to file a response\n\nstating whether or not Relator has requested a cost estimate to obtain copies of Exhibits C an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=turner-ronnie"
    }
  ],
  "relatedIncidents": [
    1094,
    1116,
    1140,
    1152,
    1157
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}