{
  "id": 12982,
  "title": "1994년 In Re Sigrist 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-02-18",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In Re Sigrist. 판결일: 1994-02-18. 법원: United States Bankruptcy Court, W.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: In Re John C. SIGRIST and Sue Ann M. Sigrist, Debtors. CHEMICAL BANK, Plaintiff, v. John C. SIGRIST and Sue Ann M. Sigrist, Defendants. in Re Dennis J. HUGHEY, Debtor. MANUFACTURERS & TRADERS TRUST CO., Plaintiff, v. Dennis J. HUGHEY, Defendant\n**판결일**: 1994-02-18\n**법원**: United States Bankruptcy Court, W.D. New York\n**관할**: New York, NY\n\n**판사**: Michael J. Kaplan\n\n## 변호인\n\nRobert S. Cooper, Rochester, NY, for plaintiff/Chemical Bank., Eric A. Bloom, Allen, Lippes & Shonn, Buffalo, NY, for defendants John C. and Sue Ann M. Sigrist., Raymond C. Stilwell, Relin and Goldstein, Rochester, NY, for plaintiff Manufacturers & Traders Trust Co., Dennis C. Gaughan, Hamburg, NY, for defendant Dennis J. Hughey.\n\n## 인용\n\n- 163 B.R. 940\n\n## 판결문 요약\n\n\n163 B.R. 940 (1994)\nIn re John C. SIGRIST and Sue Ann M. Sigrist, Debtors.\nCHEMICAL BANK, Plaintiff,\nv.\nJohn C. SIGRIST and Sue Ann M. Sigrist, Defendants.\nIn re Dennis J. HUGHEY, Debtor.\nMANUFACTURERS &amp; TRADERS TRUST CO., Plaintiff,\nv.\nDennis J. HUGHEY, Defendant.\nBankruptcy Nos. 93-10130 K, 93-10904 K. Adv. Nos. 93-1087 K, 93-1174 K.\nUnited States Bankruptcy Court, W.D. New York.\nFebruary 18, 1994.\n*941 Robert S. Cooper, Rochester, NY, for plaintiff/Chemical Bank.\nEric A. Bloom, Allen, Lippes &amp; Shonn, Buffalo, NY, for defendants John C. and Sue Ann M. Sigrist.\nRaymond C. Stilwell, Relin and Goldstein, Rochester, NY, for plaintiff Manufacturers &amp; Traders Trust Co.\nDennis C. Gaughan, Hamburg, NY, for defendant Dennis J. Hughey.\n\nOPINION AND ORDER\nMICHAEL J. KAPLAN, Chief Judge.\nThese are two Adversary Proceedings in which fraud is alleged under 11 U.S.C. § 523(a)(2)(A) against Chapter 7 debtors. There is no commonality of parties, and the actions were tried separately. However, the Court has consolidated them for purposes of decision only, as they turn on a common issue of law.\nIn the Sigrist case, Chemical Bank issued a \"pre-approved\" credit card to the Debtors while they were already insolvent, and Chemical asks the Court to rule that the Debtors' use of the card while they were insolvent constituted fraud or false pretense, so that the resulting balance (approximately $5600) at the time of bankruptcy 3½ months later would be nondischargeable under 11 U.S.C. § ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=chemical-bank-v-sigrist-in-re-sigrist"
    }
  ],
  "relatedIncidents": [
    12657,
    12663,
    12666,
    12668,
    12682
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}