{
  "id": 12999,
  "title": "1994년 Lewis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-02-09",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Lewis. 판결일: 1994-02-09. 법원: Supreme Court of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Joann LEWIS and James F. Lewis, Husband and Wife, Plaintiffs-Appellees, Marjorie L. Wolf, Plaintiff, v. the SAC AND FOX TRIBE OF OKLAHOMA HOUSING AUTHORITY, A/K/A the Housing Authority of the Sac and Fox Tribe of Indians of Oklahoma, A/K/A Housing Authority of the Sac & Fox Nation, A/K/A Sac and Fox Indian Housing Authority of Oklahoma, Defendant-Appellant\n**판결일**: 1994-02-09\n**법원**: Supreme Court of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Alma, Hargrave, Hodges, Kauger, Lavender, Opala, Simms, Summers, Watt, Wilson\n\n## 변호인\n\nL. Susan Work, Seminole, for defendant-appellant., Douglas L. Combs, Shawnee, for plaintiffs-appellees.\n\n## 인용\n\n- 896 P.2d 503\n\n## 판결문 요약\n\n\n896 P.2d 503 (1994)\nJoann LEWIS and James F. Lewis, Husband and Wife, Plaintiffs-Appellees,\nMarjorie L. Wolf, Plaintiff,\nv.\nThe SAC AND FOX TRIBE OF OKLAHOMA HOUSING AUTHORITY, a/k/a The Housing Authority of the Sac and Fox Tribe of Indians of Oklahoma, a/k/a Housing Authority of the Sac &amp; Fox Nation, a/k/a Sac and Fox Indian Housing Authority of Oklahoma, Defendant-Appellant.\nNo. 78825.\nSupreme Court of Oklahoma.\nFebruary 9, 1994.\nRehearing Denied June 15, 1995.\nL. Susan Work, Seminole, for defendant-appellant.\nDouglas L. Combs, Shawnee, for plaintiffs-appellees.\n*505 OPALA, Justice.\nThe two issues presented by this appeal are: [1] Has Congress affirmatively ousted state courts of their concurrent jurisdiction to entertain contract actions involving land transactions between Indian buyers and state-created Indian housing authorities? and if not [2] Do the terms of the Mutual Help and Occupancy Agreement between the Indian plaintiffs and the state-created Indian housing authority express an intent to convey both the surface and mineral estates to the plaintiffs? We answer the first question in the negative and the second in the affirmative.\n\nI\n\nTHE ANATOMY OF LITIGATION\nThe Sac and Fox Nation [Tribe] is a federally recognized sovereign Indian tribe. In 1789 the Tribe entered into its first treaty with the United States and ceded much of its land.[1] A treaty-imposed migration followed over a number of years, as a result of which the Tribe eventually settled in 1867 at it...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lewis-v-sac-fox-tribe-of-oklahoma-housing-authority"
    }
  ],
  "relatedIncidents": [
    12657,
    12658,
    12663,
    12665,
    12666
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}