{
  "id": 13004,
  "title": "1994년 Bell v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-02-07",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Bell v. State. 판결일: 1994-02-07. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Bell v. the State\n**판결일**: 1994-02-07\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Benham, Hunt\n\n## 변호인\n\nAnna Blitz, for appellant., Lewis R. Slaton, District Attorney, Nancy A. Grace, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 439 S.E.2d 480\n- 263 Ga. 776\n\n## 판결문 요약\n\n\nBenham, Justice.\nAppellant Deric Bell was found guilty of trafficking in heroin and sentenced to life imprisonment. After reserving her objections to the trial court’s instructions to the jury, defense counsel sought a mistrial on the ground that the prosecutor had injected prejudicial matters not in evidence by making reference to a drug-related, execution-style *777triple murder and to a serial rapist in her closing argument. The Court of Appeals affirmed appellant’s conviction (Bell v. State, 208 Ga. App. 201 (430 SE2d 124) (1993)), and we granted certiorari to consider whether the prosecutor’s references in her closing argument to two well-known, unrelated criminal cases fell within the wide latitude afforded closing argument.\nArgument of counsel is a valuable privilege, and may not be unduly restricted. On the other hand, the court must not allow such latitude as will defeat the justice of the cause, such as introducing prejudicial matters not in evidence. The dignity of the court, and the public interest in having its courts properly conducted, are involved.\nBrooks v. State, 183 Ga. 466, 468 (188 SE 711) (1936). The case at bar was based on a sale of 7.5 grams of uncut heroin that was observed by a surveillance team from the narcotics squad of the Atlanta Police Department. No physical violence or threat thereof was involved, though a defense expert admitted on cross-examination, over appellant’s objection, that he was aware that drugs were a cause of shootings in Atla...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bell-v-state"
    }
  ],
  "relatedIncidents": [
    12674,
    12680,
    12692,
    12693,
    12698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}