{
  "id": 13003,
  "title": "1994년 Holmes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-02-07",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Holmes. 판결일: 1994-02-07. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Mindy Elaine BROADWELL, by Next of Kin, Mark BROADWELL, and Justin L. Broadwell, by Next Friend, Mark Broadwell, Plaintiffs-Appellants, v. Susan M. HOLMES, Defendant-Appellee\n**판결일**: 1994-02-07\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: Anderson, Daughtrey, Drowota, O'Brien, Reid\n\n## 변호인\n\nDon W. Poole, Poole, Lawrence, Thorn-bury, Stanley & Morgan, Chattanooga, for plaintiffs-appellants., Gary A. Cooper, Cynthia D. Hall, Fleiss-ner, Cooper & Marcus, Chattanooga, for defendant-appellee.\n\n## 인용\n\n- 871 S.W.2d 471\n\n## 판결문 요약\n\n\n871 S.W.2d 471 (1994)\nMindy Elaine BROADWELL, by Next of Kin, Mark BROADWELL, and Justin L. Broadwell, by Next Friend, Mark Broadwell, Plaintiffs-Appellants,\nv.\nSusan M. HOLMES, Defendant-Appellee.\nSupreme Court of Tennessee, at Knoxville.\nFebruary 7, 1994.\nDon W. Poole, Poole, Lawrence, Thornbury, Stanley &amp; Morgan, Chattanooga, for plaintiffs-appellants.\nGary A. Cooper, Cynthia D. Hall, Fleissner, Cooper &amp; Marcus, Chattanooga, for defendant-appellee.\n\nOPINION\nREID, Chief Justice.\nThis case presents for review the judgment of the Court of Appeals dismissing a *472 suit on behalf of two unemancipated minor children against their mother for personal injuries to one child and for the wrongful death of the other child. The children were injured while riding as passengers in an automobile operated by the mother. The trial court found that the complaint did not state a cause of action, and the Court of Appeals affirmed.\nThis Court granted permission to appeal in order to re-examine the parental immunity doctrine, first adopted in this state in McKelvey v. McKelvey, 111 Tenn. 388, 77 S.W. 664 (1903), and most recently reaffirmed in Barranco v. Jackson, 690 S.W.2d 221 (Tenn. 1985), a case in which the dissent advocated that parental immunity be abolished in \"automobile tort\" cases.\nIn the case before the Court, Mindy Elaine Broadwell, age 8, and Justin L. Broadwell, age 6, were passengers in a pickup truck driven by their mother, the defendant, when the vehicle was involved ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=broadwell-ex-rel-broadwell-v-holmes"
    }
  ],
  "relatedIncidents": [
    12657,
    12658,
    12663,
    12665,
    12666
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}