{
  "id": 13013,
  "title": "1994년 United States v. MacArio Duran, United States of America v. Terrell H. Amers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-01-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. MacArio Duran, United States of America v. Terrell H. Amers. 판결일: 1994-01-20. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. MacArio Duran, United States of America v. Terrell H. Amers\n**판결일**: 1994-01-20\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 15 F.3d 1091\n\n## 판결문 요약\n\n15 F.3d 1091NOTICE: Ninth Circuit Rule 36-3 provides that dispositions other than opinions or orders designated for publication are not precedential and should not be cited except when relevant under the doctrines of law of the case, res judicata, or collateral estoppel.\n    UNITED STATES of America, Plaintiff-Appellee,v.Macario DURAN, Defendant-Appellant.UNITED STATES of America, Plaintiff-Appellee,v.Terrell H. AMERS, Defendant-Appellant.\n    Nos. 91-50177, 91-50180.\n    United States Court of Appeals, Ninth Circuit.\n    Argued and Submitted Aug. 2, 1993.Decided Jan. 20, 1994.\n    \n      1\n      Before:  BROWNING, FARRIS, and KELLY,* Circuit Judges\n    \n    \n      2\n      MEMORANDUM**\n    \n    I. Amers\n    A.\n    \n      3\n      Amers was convicted of conspiracy and is therefore liable for the acts of his co-conspirators in furtherance of the conspiracy, which the jury could conclude included the theft charged in count 7.   Pinkerton v. United States, 328 U.S. 640, 646 (1946);   United States v. Crespo de Llano, 838 F.2d 1006, 1019 (9th Cir.1987).\n    \n    \n      4\n      There was sufficient evidence that Amers failed to report on his federal tax return income \"received in 1988 from illegal thefts of currency.\"   There was evidence Amers received substantial unreported income in 1988.  There was also evidence Amers received stolen money that year--Sobel testified that in August, 1988, Deputy Garner said to him, \"I got 40 G's off of Yepes.  How about each of us gets ten and Ka...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-macario-duran-united-states-of-ame"
    }
  ],
  "relatedIncidents": [
    12657,
    12658,
    12663,
    12665,
    12666
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}