{
  "id": 13016,
  "title": "1994년 Parvin Katir v. Columbia University 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-01-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Parvin Katir v. Columbia University. 판결일: 1994-01-19. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Parvin KATIR, Petitioner-Appellant, v. COLUMBIA UNIVERSITY, Respondent-Appellee\n**판결일**: 1994-01-19\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Jacobs, McLAUGHLIN, Per Curiam, Pratt\n\n## 변호인\n\nParvin Katir, pro se., Michael T. McGrath, New York City (Joseph R. Parauda, Puntey, Twombly, Hall & Hirson, of counsel), for respondent-appellee.\n\n## 인용\n\n- 15 F.3d 23\n\n## 판결문 요약\n\n15 F.3d 23\n    145 L.R.R.M. (BNA) 2263, 127 Lab.Cas.  P 11,018,89 Ed. Law Rep. 355\n    Parvin KATIR, Petitioner-Appellant,v.COLUMBIA UNIVERSITY, Respondent-Appellee.\n    No. 507, Docket 93-7613.\n    United States Court of Appeals,Second Circuit.\n    Argued Dec. 20, 1993.Decided Jan. 19, 1994.\n    \n      Parvin Katir, pro se.\n      Michael T. McGrath, New York City (Joseph R. Parauda, Puntey, Twombly, Hall &amp; Hirson, of counsel), for respondent-appellee.\n      Before:  PRATT, McLAUGHLIN and JACOBS, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      Petitioner Parvin Katir appeals pro se from a judgment entered in the United States District Court for the Southern District of New York (Miriam Goldman Cedarbaum, Judge ) granting respondent Columbia University's motion for summary judgment and dismissing Katir's petition.  The district court held that Katir lacked standing to challenge an arbitration proceeding between Katir's union and her former employer.  We affirm.\n    \n    I.\n    \n      2\n      On April 10, 1992, Columbia University (\"Columbia\") fired Katir from her job for falsifying time sheets as a research assistant.  Pursuant to its collective bargaining agreement with Columbia, Katir's union, the Supporting Staff Association, Local 693 S.E.I.U.  (the \"Union\"), submitted a demand to arbitrate Katir's firing to the American Arbitration Association.  Katir herself was not a party to the arbitration proceeding.  Following a hearing, the arbitrator found that Colum...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=parvin-katir-v-columbia-university"
    }
  ],
  "relatedIncidents": [
    12657,
    12663,
    12666,
    12668,
    12682
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}