{
  "id": 13022,
  "title": "1994년 Graham 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-01-13",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Graham. 판결일: 1994-01-13. 법원: Colorado Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE of the State of Colorado, Plaintiff-Appellee, v. Harold GRAHAM, Defendant-Appellant\n**판결일**: 1994-01-13\n**법원**: Colorado Court of Appeals\n**관할**: Colorado, CO\n\n**판사**: Criswell, Pierce, Rothenberg\n\n## 변호인\n\nGale A. Norton, Atty. Gen., Raymond T. Slaughter, Chief Deputy Atty. Gen., Timothy M. Tymkovich, Sol. Gen., Linda C. Michow, Asst. Atty. Gen., Denver, for plaintiff-appel-lee., Law Office of Sheila M. Davis, P.C., Sheila M. Davis, Denver, for defendant-appellant.\n\n## 인용\n\n- 876 P.2d 68\n\n## 판결문 요약\n\n\n876 P.2d 68 (1994)\nThe PEOPLE of the State of Colorado, Plaintiff-Appellee,\nv.\nHarold GRAHAM, Defendant-Appellant.\nNo. 91CA1984.\nColorado Court of Appeals, Div. I.\nJanuary 13, 1994.\nRehearing Denied March 3, 1994.\nPetition and Cross-Petition for Certiorari Denied July 18, 1994.\n*70 Gale A. Norton, Atty. Gen., Raymond T. Slaughter, Chief Deputy Atty. Gen., Timothy M. Tymkovich, Sol. Gen., Linda C. Michow, Asst. Atty. Gen., Denver, for plaintiff-appellee.\nLaw Office of Sheila M. Davis, P.C., Sheila M. Davis, Denver, for defendant-appellant.\n*69 Opinion by Judge PIERCE[*].\nDefendant, Harold Graham, appeals a judgment of conviction entered on a jury verdict finding him guilty of sexual assault on a child as a part of a pattern of abuse. We affirm in part and reverse in part and remand with directions.\nDefendant was charged with aggravated incest and sexual assault on a child as a part of a pattern of abuse. The evidence reveals that, from 1987 through 1990, defendant repeatedly sexually assaulted the daughter of the woman with whom he was living. Although the jury found defendant guilty of both charges, the aggravated incest conviction was subsequently overturned by the trial court as a result of newly discovered evidence.\n\nI.\nDefendant contends that § 18-3-405(2)(c), C.R.S. (1993 Cum.Supp.), enacted in 1989, is unconstitutional for several reasons. This statute elevates the crime of sexual assault on a child from a class 4 to a class 3 felony when the offense is committed as a ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-graham"
    }
  ],
  "relatedIncidents": [
    12658,
    12670,
    12718,
    12781,
    12845
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}