{
  "id": 13023,
  "title": "1994년 Broussard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-01-13",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Broussard. 판결일: 1994-01-13. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Gerald BROUSSARD\n**판결일**: 1994-01-13\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Armstrong, Ciaccio, Ward\n\n## 변호인\n\nHarry F. Connick, Dist. Atty., Susan M. Erlanger, Asst. Dist. Atty., Parish of Orleans, New Orleans, for State., Kevin V. Boshea, New Orleans, for Gerald Broussard.\n\n## 인용\n\n- 631 So. 2d 526\n\n## 판결문 요약\n\n\nWARD, Judge.\nOn January 13, 1983 a jury convicted Gerald Broussard of the second degree murder of Guy Jarreau for which he received a sentence of life imprisonment at hard labor without benefit of probation, parole, or suspension of sentence. This court affirmed Brous-sard’s conviction and sentence on an errors patent appeal. State v. Broussard, 450 So.2d 727 (La.App. 4 Cir.1984). Pursuant to Lofton v. Whitley, 905 F.2d 885 (5th Cir.1990) Broussard has been granted an out-of-time appeal.\nThe facts of the offense are set out in this court’s original opinion:\nAt about 4:30 p.m. on June 21, 1981, Officers Sheila Coll, and Richard Taggard responded to a call of a shooting at 2115 Pauger Street in Orleans Parish. They found Joseph Zardies lying on the sidewalk by the curb at 2119 Pauger and Guy Jar-reau in an alley across the street, lying on his back with his feet up against the fence. Zardies was treated for gunshot wounds; Jarreau was pronounced dead.\nZardies testified that he had denied knowledge of his assailant’s identity when questioned at the scene of the crime and immediately after at the hospital because he was afraid someone would ‘come after him’ if he ‘ratted,’ since he and his assailant frequented the same neighborhood. Zardies then decided to cooperate with the police and positively identified the defendant from a photo line-up a few weeks after the crime. Zardies explained that he had been sitting on the front steps of a residence on Pauger Street when the defenda...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-broussard"
    }
  ],
  "relatedIncidents": [
    12674,
    12680,
    12692,
    12693,
    12698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}