{
  "id": 13039,
  "title": "1993년 Gikas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-12-23",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Gikas. 판결일: 1993-12-23. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: NICHOLAS GIKAS, Plaintiff and Appellant, v. FRANK S. ZOLIN, as Director, Etc., Defendant and Respondent\n**판결일**: 1993-12-23\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Arabian, Kennard, Mosk, Panelli\n\n## 변호인\n\nCounsel, Michael D. McGlinn for Plaintiff and Appellant., Daniel E. Lungren, Attorney General, Henry G. Ullerich, Assistant Attorney General, Melvin R. Segal, Martin H. Milas and Mary Horst, Deputy Attorneys General, for Defendant and Respondent.\n\n## 인용\n\n- 863 P.2d 745\n- 6 Cal. 4th 841\n- 25 Cal. Rptr. 2d 500\n\n## 판결문 요약\n\n\n6 Cal. 4th 841 (1993)\n863 P.2d 745\n25 Cal. Rptr. 2d 500\nNICHOLAS GIKAS, Plaintiff and Appellant,\nv.\nFRANK S. ZOLIN, as Director, etc., Defendant and Respondent.\nDocket No. S030724.\nSupreme Court of California.\nDecember 23, 1993.\n*844 COUNSEL\nMichael D. McGlinn for Plaintiff and Appellant.\nPaul H. Neuharth, Jr., and Ed Kuwatch as Amici Curiae on behalf of Plaintiff and Appellant.\nDaniel E. Lungren, Attorney General, Henry G. Ullerich, Assistant Attorney General, Melvin R. Segal, Martin H. Milas and Mary Horst, Deputy Attorneys General, for Defendant and Respondent.\nOPINION\nARABIAN.J.\nAlarmed by the death and destruction that drunk drivers cruelly perpetrate upon our highways, the Legislature has empowered the Department of Motor Vehicles (DMV) to promptly suspend the drivers' licenses of those who drive while intoxicated. We are asked to decide whether a determination in a criminal prosecution that a defendant had been *845 illegally arrested for driving under the influence precludes relitigation of the same question in the DMV's administrative proceeding to suspend the license. We conclude it does not.\n\nI. FACTS\nIn the early morning hours of July 20, 1990, California Highway Patrol Officer Kenneth Jolly arrested appellant, Nicholas Gikas, for driving while under the influence of alcohol. A blood test showed that appellant's blood-alcohol level was 0.10 percent. Officer Jolly served appellant with an \"administrative per se order of suspension,\" giving appellant a 45-day drivi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gikas-v-zolin"
    }
  ],
  "relatedIncidents": [
    13037,
    13059,
    13140,
    13209,
    13214
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}