{
  "id": 13034,
  "title": "1993년 Hood 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-12-30",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Hood. 판결일: 1993-12-30. 법원: Colorado Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE of the State of Colorado v. Brian Kent HOOD, and Concerning Sheriff of Morgan County, Colorado, and Board of County Commissioners of El Paso County and Sheriff of El Paso County, Colorado\n**판결일**: 1993-12-30\n**법원**: Colorado Court of Appeals\n**관할**: Colorado, CO\n\n**판사**: Criswell, Ney, Reed\n\n## 변호인\n\nChristina C. Bauer, Morgan County Atty., Douglas J. Marston, Asst. County Atty., Brush, for appellee., Beth A. Whittier, El Paso County Atty., Alan W. Samber, Asst. County Atty., Colorado Springs, for appellants.\n\n## 인용\n\n- 867 P.2d 200\n\n## 판결문 요약\n\n\nOpinion by\nJudge REED.\nThe Board of County Commissioners and the Sheriff of El Paso County appeal from the order of the district court which decreed that El Paso County remained financially responsible for the expenses incurred by the sheriffs department in Morgan County for its housing and securing two prisoners sent to it pursuant to a change of venue order entered by the District Court of El Paso County. We reverse and remand with directions.\nBrian Hood was charged in El Paso County with first degree murder and other serious offenses. Because of widespread pre-trial publicity surrounding the case, the trial court, on July 15, 1991, granted a change of venue to Morgan County pursuant to Crim.P. 21.\nAccordingly, on September 27, 1991, Hood was transferred to the Morgan County De-tentional Facility and remained incarcerated there for several months, until completion of the criminal proceedings against him. Also, Hood’s co-defendant, Jennifer Reali, was transferred to the Morgan County facility for purposes of testifying as a witness in Hood’s trial. The total costs incurred by the Morgan County Sheriffs Department for housing and securing both Hood and Reali are claimed to be $12,833.\nOn January 2, 1992, after the criminal trial, the Morgan County Sheriff filed a motion in Hood’s criminal case. That motion sought an order by the district court that the El Paso County Sheriffs Department and Hood reimburse the Morgan County Sheriffs Department for expenses incurred by it in h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-hood"
    }
  ],
  "relatedIncidents": [
    13040,
    13051,
    13057,
    13085,
    13097
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}