{
  "id": 13038,
  "title": "1993년 United States v. Michael J. Corbitt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-12-28",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Michael J. Corbitt. 판결일: 1993-12-28. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Michael J. CORBITT, Defendant-Appellant\n**판결일**: 1993-12-28\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Easterbrook, Flaum, Skinner\n\n## 변호인\n\nThomas Scorza, Asst. U.S. Atty., Crim. Div. (argued), Barry R. Elden, Asst. U.S. Atty., Crim. Receiving, Appellate Div., Chicago, IL, for U.S., Candace J. Fabri, Sachnoff & Weaver (argued), John H. Ehrlich, Levin & Funkhouser, Chicago, IL, for Michael J. Corbitt.\n\n## 인용\n\n- 13 F.3d 207\n\n## 판결문 요약\n\n13 F.3d 207\n    UNITED STATES of America, Plaintiff-Appellee,v.Michael J. CORBITT, Defendant-Appellant.\n    No. 92-3835.\n    United States Court of Appeals,Seventh Circuit.\n    Argued Oct. 25, 1993.Decided Dec. 28, 1993.\n    \n      Thomas Scorza, Asst. U.S. Atty., Crim.  Div. (argued), Barry R. Elden, Asst. U.S. Atty., Crim.  Receiving, Appellate Div., Chicago, IL, for U.S.\n      Candace J. Fabri, Sachnoff &amp; Weaver (argued), John H. Ehrlich, Levin &amp; Funkhouser, Chicago, IL, for Michael J. Corbitt.\n      Before FLAUM and EASTERBROOK, Circuit Judges, and SKINNER, District Judge.*\n      FLAUM, Circuit Judge.\n    \n    \n      1\n      After a jury found Michael Corbitt guilty of participating in a RICO conspiracy, Corbitt was sentenced under pre-Sentencing Guidelines law to a twenty-year prison term.  About two and a half years after this sentence was imposed, the government asked the district court to resentence Corbitt, arguing that his original sentence was illegal because it should have been imposed under the Guidelines.  The district court granted the government's motion and resentenced Corbitt under the Guidelines, again to a twenty-year term but effectively increasing the actual prison time he must serve by a period that could range from about four to ten years.  Corbitt appeals the resentencing, claiming that it was sought too late in the day.  We agree.\n    \n    I.\n    \n      2\n      On June 12, 1989, a jury found Michael Corbitt and two codefendants, Alan Masters ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-michael-j-corbitt"
    }
  ],
  "relatedIncidents": [
    13034,
    13037,
    13039,
    13040,
    13041
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}