{
  "id": 13032,
  "title": "1994년 Watkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1994-01-03",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Watkins. 판결일: 1994-01-03. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The STATE Ex Rel. JEFFERYS v. WATKINS, Pros. Atty.\n**판결일**: 1994-01-03\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Christley, Ford, Joseph, Mahoney\n\n## 변호인\n\nJeffrey V. Goodman,  for relator.\n\n Dennis Watkins,  Trumbull County Prosecuting Attorney, and Patrick F. McCarthy,  Assistant Prosecuting Attorney, for respondent.\n\n## 인용\n\n- 637 N.E.2d 345\n- 92 Ohio App. 3d 809\n\n## 판결문 요약\n\nRelator, Sandra Jefferys, was the mother of Tracey Jefferys, now deceased. Tracey Jefferys was killed on June 27, 1991 in Trumbull County. Roderick Davie was charged with, and subsequently convicted of, the murder of Tracey Jefferys.\nRespondent, Dennis Watkins, is the Prosecuting Attorney of Trumbull County and was in charge of the prosecution of Roderick Davie. In his official capacity as prosecutor, Watkins gathered certain confidential law enforcement investigatory records and trial preparation materials, including a videotape depicting the gruesome crime scene of the Jefferys murder and a graphic depiction of the decedent.\nRelator contends that certain members of the general public, including the news media, have demanded that respondent release the aforementioned videotape and other trial preparation materials for the purpose of mass publication and rebroadcast of those materials.\nRelator filed a complaint for writ of prohibition on August 28, 1991 in this court to prevent respondent from releasing said materials to the general public and the news media. Relator asserts that the release of the videotape or other trial preparation materials to the news media and/or the general public is not authorized by law, and would violate R.C. 149.43. Relator also maintains that the release of said materials would violate her due process rights and her right to privacy as guaranteed by the United States Constitution.\nRelator seeks the intervention of this court because she believes t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-jefferys-v-watkins"
    }
  ],
  "relatedIncidents": [
    12674,
    12680,
    12692,
    12693,
    12698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}