{
  "id": 13040,
  "title": "1993년 State v. Williams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-12-22",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: State v. Williams. 판결일: 1993-12-22. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF MONTANA, Plaintiff and Respondent, v. JEAROLD K. WILLIAMS, Defendant and Appellant\n**판결일**: 1993-12-22\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: Gray, Harrison, Hunt, Nelson, Trieweiler, Turnage, Weber\n\n## 변호인\n\nFor Defendant and Appellant: William F. Hooks, Appellate Defender Office, Helena., For Plaintiff and Respondent: Joseph P. Mazurek, Attorney General, Patricia J. Jordan, Assistant Attorney General, Helena; Dennis Paxinos, Yellowstone County Attorney, Daniel L. Schwarz, Deputy County Attorney, Billings.\n\n## 인용\n\n- 866 P.2d 1099\n- 262 Mont. 530\n- 50 State Rptr. 1672\n\n## 판결문 요약\n\n\n866 P.2d 1099 (1993)\nSTATE of Montana, Plaintiff and Respondent,\nv.\nJearold K. WILLIAMS, Defendant and Appellant.\nNo. 93-052.\nSupreme Court of Montana.\nSubmitted on Briefs September 30, 1993.\nDecided December 22, 1993.\nRehearing Denied January 28, 1994.\n*1000 William F. Hooks, Appellate Defender Office, Helena, for Defendant and appellant:\nJoseph P. Mazurek, Atty. Gen., Patricia J. Jordan, Asst. Atty. Gen., Helena; Dennis Paxinos, Yellowstone Co. Atty., Daniel L. Schwarz, Deputy Co. Atty., Billings for plaintiff and respondent:\nTRIEWEILER Justice.\nDefendant Jearold K. Williams was charged by information in the District Court for the Thirteenth Judicial District in Yellowstone County with deliberate homicide, in violation of § 45-5-102(1)(a), MCA. On June 11, 1992, after trial by jury, he was found guilty of the crime with which he was charged. He was subsequently sentenced to a term of imprisonment for 60 years at the Montana State Prison. Defendant appeals from his conviction. We affirm the judgment of the District Court.\nThe following issues are presented by defendant on appeal:\n1. Did the District Court abuse its discretion when it denied defendant's challenge to a juror for cause, and if so, did such abuse affect the outcome of defendant's trial?\n2. Did the District Court err when it refused to instruct the jury on the lesser included offense of mitigated deliberate homicide?\n\nFACTUAL BACKGROUND\nDefendant Jearold K. Williams was the legal guardian of, and had maintained ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-williams"
    }
  ],
  "relatedIncidents": [
    13034,
    13051,
    13057,
    13085,
    13097
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}