{
  "id": 13045,
  "title": "1993년 Cornin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-12-16",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Cornin. 판결일: 1993-12-16. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Todd J. CORNIN and Dennis Newlin\n**판결일**: 1993-12-16\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Armstrong, Jones, Klees\n\n## 변호인\n\nHarry F. Connick, Dist. Atty., Val M. Soli-no, Asst. Dist. Atty., New Orleans, for plaintiff/appellant., William Noland, New Orleans, for defen-dani/appellee.\n\n## 인용\n\n- 630 So. 2d 3\n\n## 판결문 요약\n\n\nARMSTRONG, Judge.\nThis is an appeal from the discharge of a surety company, National American Insurance Company (“National”), from a bond obligation which it posted on behalf of defendant Dennis Newlin.1 The trial court discharged National because notice mailed by the Clerk of Criminal District Court for the Parish of Orleans was sent by certified mail instead of “certified mail, return receipt requested,” as mandated by La.R.S. 15:85(A)(l)(b).\nDefendant was arrested and charged by bill of information with burglary of an inhabited dwelling, a violation of La.R.S. 14:62.2. On June 28,1991, National issued a commercial surety bond in the amount of $5,000.00 on defendant Newlin’s behalf. Following pretrial motions trial was set for January 8, 1992. Defendant failed to appear for trial and, after a bond forfeiture hearing, his bond was forfeited on February 28, 1992. The record contains an affidavit by a deputy clerk of the Criminal District Court for the Parish of Orleans attesting that on March 9, 1992, she mailed a copy of the “Notice of Bond Forfeiture” and “Certified Bond” to National and/or its attorney in fact, Colleen Johnson, “postage prepaid and certified.” Copies of two U.S. Postal Service receipts showing that the two items had been sent to National and Ms. Johnson by certified mail on March 11, 1992 were also filed in the record.\nOn September 23, 1992, National filed a motion for discharge and release of surety. An evidentiary hearing was held during which it was co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-cornin"
    }
  ],
  "relatedIncidents": [
    13055,
    13094,
    13155,
    13179,
    13194
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}