{
  "id": 13051,
  "title": "1993년 Bloom 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-12-07",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Bloom. 판결일: 1993-12-07. 법원: District Court, C.D. California.",
  "description": "## 사건 정보\n\n**사건명**: Robert Maurice BLOOM, Petitioner, v. Daniel VASQUEZ, Warden, and Attorney General of the State of California, Respondent\n**판결일**: 1993-12-07\n**법원**: District Court, C.D. California\n**관할**: California, CA\n\n**판사**: Letts\n\n## 변호인\n\nDennis P. Riordan, San Francisco, CA, for petitioner., Daniel E.'Lungren, Los Angeles, CA, for respondent.\n\n## 인용\n\n- 840 F. Supp. 1362\n\n## 판결문 요약\n\n\n840 F. Supp. 1362 (1993)\nRobert Maurice BLOOM, Petitioner,\nv.\nDaniel VASQUEZ, Warden, and Attorney General of the State of California, Respondent.\nNo. CV 90-2581-JSL.\nUnited States District Court, C.D. California.\nDecember 7, 1993.\n*1363 *1364 Dennis P. Riordan, San Francisco, CA, for petitioner.\nDaniel E. Lungren, Los Angeles, CA, for respondent.\n\nCORRECTED ORDER AND OPINION ON PETITION FOR WRIT OF HABEAS CORPUS\nLETTS, District Judge.\n\nI. INTRODUCTION\nOn March 23, 1992, petitioner, Robert Maurice Bloom, Jr., filed a second amended petition for writ of habeas corpus.[1] In his petition, Bloom challenges his 1983 Los Angeles County convictions of three counts of first-degree murder and his subsequent death sentence.\nBloom raises five general claims of constitutional error: (1) insufficiency of the evidence of deliberation and premeditation; (2) ineffective assistance of counsel; (3) unfair trial due to the admission of unreliable information and inadequate jury instructions; (4) invalid waiver of right to counsel at the penalty phase; and (5) jury misconduct during the penalty phase.\nBefore ruling on the merits of this case, the court reviewed in excess of 3200 pages of trial transcripts, conducted a four-day evidentiary hearing focusing on claims one and four above, reviewed hundreds of exhibits, and carefully considered all of the pleadings and responsive documents filed by both parties.\nAs discussed in detail below, the court finds that Bloom's constitutional rights were n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bloom-v-vasquez"
    }
  ],
  "relatedIncidents": [
    13034,
    13040,
    13057,
    13085,
    13097
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}