{
  "id": 13054,
  "title": "1993년 Richard Graff v. City of Chicago, an Illinois Corporation 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-11-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Richard Graff v. City of Chicago, an Illinois Corporation. 판결일: 1993-11-24. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Richard GRAFF, Plaintiff-Appellant, v. CITY OF CHICAGO, an Illinois Corporation, Defendant-Appellee\n**판결일**: 1993-11-24\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Bauer, Coffey, Cudahy, Cummings, Easterbrook, Flaum, Kanne, Manion, Posner, Ripple\n\n## 변호인\n\nMatthew J. Piers, Jonathan A. Rothstein (argued), Jennifer L. Fischer, Gessler, Flynn, Fleisehmann, Hughes & Soeol, Chicago, IL, for Richard Graff., Eileen T. Pahl, Office of the Corp. Counsel, Chicago, IL, Ruth M. Moscovitch, Asst. Corp. Counsel, Bobbie McGee Gregg, Asst. U.S. Atty., Kelly R. Welsh, Asst. Corp. Counsel, Benna R. Solomon, Office of the Corp. Counsel, Appeals Div., Lawrence Rosenthal, Deputy County Counsel (argued), Deputy Corp. Counsel City of Chicago, Chicago, IL, for City of C\n\n## 인용\n\n- 9 F.3d 1309\n\n## 판결문 요약\n\n\nMANION, Circuit Judge.\nFor nearly seventy years a newsstand has stood in front of the City of Chicago Cultural Center (formerly the Chicago Public Library). The plaintiff, Richard Graff, has operated his newsstand there since July 1984, when he purchased the stand for over fifty thousand dollars. This case concerns a City of Chicago municipal ordinance designed to force newsstand operators, such as Graff, to either acquire a permit or face eviction. Chicago threatened to remove Graff from his location. Rather than request a permit, Graff ultimately sought relief in the federal district court, with a facial challenge to the ordinance. The district court denied Graffs request to enjoin Chicago’s proposed enforcement of the ordinance. 800 F.Supp. 576. For the following reasons, we affirm.\nI. Background\nFrom all indications Graffs predecessors had no ownership or property rights to the newsstand. Such newsstands seemed to have operated on public property by sheer acquiescence. At the time Graff purchased the newsstand, Chicago ostensibly required newsstand operators to acquire permits. We say ostensibly, because Graff asserted that then and now newsstands have operated on the public way without permits and only Graff has been targeted for eviction.\nUnder what we shall call the old ordinance, these permits were issued at the discretion of the commissioner of streets and sanitation, and the mayor could revoke a permit at any time. The old ordinance provided that such newsstands co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=richard-graff-v-city-of-chicago-an-illinois-corporation"
    }
  ],
  "relatedIncidents": [
    13034,
    13037,
    13038,
    13039,
    13040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}