{
  "id": 13055,
  "title": "1993년 Wawrykow 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-11-24",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Wawrykow. 판결일: 1993-11-24. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: George M. WAWRYKOW, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1993-11-24\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Walker, C.J., and Brookshire and Burgess\n\n## 변호인\n\nDavid Cunningham, Houston, for appellant., Frank H. Bass, Jr., County Atty., Michael M. Valdez, Asst. County Atty., Conroe, for state.\n\n## 인용\n\n- 866 S.W.2d 87\n\n## 판결문 요약\n\n\n866 S.W.2d 87 (1993)\nGeorge M. WAWRYKOW, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 09-92-150 CR and 09-92-151 CR.\nCourt of Appeals of Texas, Beaumont.\nNovember 24, 1993.\n*88 David Cunningham, Houston, for appellant.\nFrank H. Bass, Jr., County Atty., Michael M. Valdez, Asst. County Atty., Conroe, for state.\nBefore WALKER, C.J., and BROOKSHIRE and BURGESS, JJ.\n\nOPINION\nWALKER, Chief Justice.\nThese appeals come to us from a single trial involving two defendants, appellant and his daughter, with each defendant being charged with two separate offenses.[1] In the instant appeals, appellant was convicted by a jury for the misdemeanor offenses of Assault \"A\", and Resisting Arrest \"A\". The jury assessed punishment at thirty (30) days' confinement in the Montgomery County Jail and a fine of $3000 for the Assault offense, and a fine of $3000 for the Resisting Arrest offense. Appellant consolidates his appeals in a single brief raising the following three points of error:\nPoint of Error One: There is insufficient evidence to sustain George Wawrykow's conviction for the offense of assault.\nPoint of Error Two: The trial court erred in allowing the admission of medical records which constituted improper character evidence concerning George Wawrykow.\nPoint of Error Three: The prosecutor committed fundamental error by injecting his personal belief concerning the guilt of the appellants (sic) into the proceeding during final argument.\nAlthough appellant's initial point of error is worde...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wawrykow-v-state"
    }
  ],
  "relatedIncidents": [
    13045,
    13094,
    13155,
    13179,
    13194
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}