{
  "id": 13059,
  "title": "1993년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-11-15",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1993-11-15. 법원: Court of Appeals for the Federal Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Edwin E. Hodges and Susan E. Hodges, as Legal Representatives of the Estate of Kara Elizabeth Hodges, Deceased v. Secretary of the Department of Health and Human Services\n**판결일**: 1993-11-15\n**법원**: Court of Appeals for the Federal Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 9 F.3d 958\n\n## 판결문 요약\n\n9 F.3d 958\n    Edwin E. HODGES and Susan E. Hodges, as LegalRepresentatives of the Estate of Kara ElizabethHodges, Deceased, Petitioners-Appellants,v.SECRETARY OF the DEPARTMENT OF HEALTH AND HUMAN SERVICES,Respondent-Appellee.\n    No. 92-5089.\n    United States Court of Appeals,Federal Circuit.\n    Nov. 15, 1993.\n    \n      Boyd McDowell, III, McDowell, Moll, Fitzgibbons &amp; Drew, Ltd., of Chicago, IL, argued for petitioners-appellants.\n      Charles R. Gross, Dept. of Justice, Washington, DC, argued for respondent-appellee.  Stuart M. Gerson, Asst. Atty. Gen., Helene M. Goldberg, John Lodge Euler and Mary Hampton Mason, Attys., Dept. of Justice, Washington, DC, were on the brief, for respondent-appellee.\n      Before NEWMAN, Circuit Judge, SMITH, Senior Circuit Judge, and PLAGER, Circuit Judge.\n      PLAGER, Circuit Judge.\n    \n    \n      1\n      Edwin and Susan Hodges petitioned for compensation under the Vaccine Act1 on behalf of their daughter, Kara Hodges, who died within 3.5 hours of receiving a DPT (diphtheria-pertussis-tetanus) vaccination.  The Hodges appeal the Court of Federal Claims'2 (CFC's) judgment, No. 90-551V (Jan. 24, 1992), which upholds the special master's denial of compensation.  We affirm.\n    \n    \n      2\n      Kara Hodges was born on December 2, 1982 and was a healthy baby.  She received her first DPT shot on February 23, 1983 at around 2:45 pm.  She had two screaming and crying episodes that afternoon;  during the second episode, her mother put h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=edwin-e-hodges-and-susan-e-hodges-as-legal-representatives-of-the-estate"
    }
  ],
  "relatedIncidents": [
    13037,
    13039,
    13140,
    13209,
    13214
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}