{
  "id": 13050,
  "title": "1993년 Peggy Ann McNicholes v. Leo Subotnik v. St. Paul Fire & Marine Insurance Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-12-08",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Peggy Ann McNicholes v. Leo Subotnik v. St. Paul Fire & Marine Insurance Co.. 판결일: 1993-12-08. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Peggy Ann McNICHOLES, Appellee, v. Leo SUBOTNIK, Appellee, v. ST. PAUL FIRE & MARINE INSURANCE CO., Appellant\n**판결일**: 1993-12-08\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Bowman, Hansen, Wollman\n\n## 변호인\n\nTimothy P. Tobin, Minnetonka, MN, for appellant., John L. Weyland, Wayzata, MN, for appel-lee.\n\n## 인용\n\n- 12 F.3d 105\n\n## 판결문 요약\n\n12 F.3d 105\n    Peggy Ann McNICHOLES, Appellee,v.Leo SUBOTNIK, Appellee,v.ST. PAUL FIRE &amp; MARINE INSURANCE CO., Appellant.\n    No. 92-2392.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted Feb. 19, 1993.Decided Dec. 8, 1993.\n    \n      Timothy P. Tobin, Minnetonka, MN, for appellant.\n      John L. Weyland, Wayzata, MN, for appellee.\n      Before BOWMAN, WOLLMAN, and HANSEN, Circuit Judges.\n      BOWMAN, Circuit Judge.\n    \n    \n      1\n      St. Paul Fire &amp; Marine Insurance Co.  (\"St. Paul\") appeals the District Court's1 grant of summary judgment in favor of Peggy Ann McNicholes.2  For the reasons stated below, we affirm the judgment of the District Court.\n    \n    \n      2\n      McNicholes entered psychotherapy with psychologist Leo Subotnik in the fall of 1984.  She sought treatment because she recently had been raped and was also a victim of childhood incest.  During the course of McNicholes's treatment, Subotnik and McNicholes became involved in a sexual relationship, which, according to the undisputed evidence in this case, resulted from Subotnik's mishandling of the transference-countertransference phenomenon.3\n    \n    \n      3\n      McNicholes filed an action against Subotnik in the District Court claiming severe psychological injuries resulting from her sexual relationship with him.  Subotnik called upon his professional liability carrier, St. Paul, to defend him.  St. Paul retained counsel to defend Subotnik, but denied coverage and defended ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=peggy-ann-mcnicholes-v-leo-subotnik-v-st-paul-fire-marine-insurance"
    }
  ],
  "relatedIncidents": [
    13041,
    12658,
    12670,
    12718,
    12781
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}