{
  "id": 13065,
  "title": "1993년 Midstate Electronics v. Nova Electron., No. Cv 92-0334782 (Nov. 12, 1993) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-11-12",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Midstate Electronics v. Nova Electron., No. Cv 92-0334782 (Nov. 12, 1993). 판결일: 1993-11-12. 법원: Connecticut Superior Court.",
  "description": "## 사건 정보\n\n**사건명**: Midstate Electronics Co. v. Nova Electronics\n**판결일**: 1993-11-12\n**법원**: Connecticut Superior Court\n**관할**: Connecticut, CT\n\n**판사**: FRACASSE, JUDGE.\n\n## 인용\n\n- 1993 Conn. Super. Ct. 9788\n\n## 판결문 요약\n\n[EDITOR'S NOTE: This case is unpublished as indicated by the issuing court.]\nMEMORANDUM OF DECISION ON MOTIONS FOR SUMMARY JUDGMENT ##123, 129, 136\nIn 1985, plaintiff Midstate Electronic Company (\"Midstate\") and defendant Nova Electronics, Inc. (\"Nova\") entered into an agreement to form the corporation Midstate Electronic Distributors, Inc. (\"Midstate Distributors\"), also a named plaintiff in this action. At all times relevant to this litigation, it is claimed that the defendant Elizabeth Corthell was sole shareholder and director of Nova. On May 12 1989, Nova initiated a lawsuit alleging that Midstate, Midstate Distributors and Mark Fortier, president of Midstate and Midstate Distributors, were guilty of fraudulent misrepresentation, conversion, breach of contract, breach of fiduciary duty, unjust enrichment, and violations of the Connecticut Uniform Securities Act and CUTPA in regards to the formation and operation of Midstate Distributors. Nova obtained an ex parte attachment, based on an affidavit by Corthell (\"PJR affidavit\"), on personally held real property owned by Fortier. Fortier did not challenge the probable cause hearing on the prejudgment attachment or appeal it pursuant to General Statutes52-278e(c).\nAt trial, the court directed a verdict for Fortier, Midstate, and Midstate Distributors; judgment was affirmed per curiam on appeal on June 25, 1991. Nova v. Fortier, 25 Conn. App. 807.\nOn January 19, 1993, the plaintiffs Midstate, Midstate CT Page 9789 Distributor...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=midstate-electronics-v-nova-electron-no-cv-92-0334782-nov-12-1993"
    }
  ],
  "relatedIncidents": [
    13042,
    13075,
    13113,
    13125,
    13161
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}