{
  "id": 13072,
  "title": "1993년 Sakaria 사건",
  "category": "terrorism",
  "era": "contemporary",
  "date": "1993-10-25",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Sakaria. 판결일: 1993-10-25. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Elpis SAKARIA, individually and as personal representative of the Estate of Jagdish Sakaria, Deceased Alexander J. Sakaria Raj J. Sakaria Maria K. Sakaria, Children of Jagdish Sakaria v. TRANS WORLD AIRLINES\n**판결일**: 1993-10-25\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n**판사**: Eleventh, Ervin, Hill, Phillips\n\n## 변호인\n\nNicholas Hamner Cobbs, Law Offices of Nicholas H. Cobbs, Washington, DC, argued (Nicholas Gilman, Gilman, Olson & Pangia, on the brief), for plaintiffs-appellants., John Niebrugge Romans, Fatten, Muchin & Zavis, New York City, argued (Raymond L. Mariani, Fatten, Muchin & Zavis, on the brief), for defendant-appellee.\n\n## 인용\n\n- 8 F.3d 164\n\n## 판결문 요약\n\n\nOPINION\nPHILLIPS, Circuit Judge:\nAround a day and a half after completing his flight as passenger on a TWA international flight from New York to Athens, Greece, Jagdish Sakaria died of a heart attack. His widow and children (the Sakarias) brought this diversity action against TWA seeking damages for his death under Maryland wrongful death and survival statutes and, by later procedural developments, under the Warsaw Convention, alleging that the death occurred as a result of trauma occasioned by events associated with a terrorist attack in the Rome airport during the TWA flight’s intermediate stop there. The district court dismissed all the claims by summary judgment. We affirm, though on reasoning independent of the district court’s.\nI\nJagdish Sakaria decided to visit his children, then attending school in Greece and living there with his wife’s parents, in December of 1985. Acting on his behalf, Mrs. Sakaria contacted TWA and requested a nonstop flight from New York to Athens prior to Christmas. The TWA international ticketing agent told her no such flights were available. When asked when the next available flight was, the agent referred her to Flight 840, on ■ December 26. Although TWA’s timetable lists Flight 840 as having a scheduled stopover (without saying where), TWA’s agent made no mention of that fact, and Mrs. Saka-ria didn’t inquire about it. To take advantage of a coupon, Mrs. Sakaria and her husband purchased the ticket through a local travel agent later that sa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "테러"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sakaria-v-trans-world-airlines"
    }
  ],
  "relatedIncidents": [
    2996,
    3058,
    3468,
    4061,
    4989
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}