{
  "id": 13079,
  "title": "1993년 Mary Ann Jay and Michael H. Jay, as Legal Representatives of Matthew Michael Jay, Deceased v. Secretary of the Department of Health and Human Services 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-10-14",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Mary Ann Jay and Michael H. Jay, as Legal Representatives of Matthew Michael Jay, Deceased v. Secretary of the Department of Health and Human Services. 판결일: 1993-10-14. 법원: Court of Appeals for the Federal Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Mary Ann JAY and Michael H. Jay, as Legal Representatives of Matthew Michael Jay, Deceased, Petitioners-Appellants, v. SECRETARY OF the DEPARTMENT OF HEALTH AND HUMAN SERVICES, Respondent-Appellee\n**판결일**: 1993-10-14\n**법원**: Court of Appeals for the Federal Circuit\n**관할**: USA, Federal\n\n**판사**: Archer, Lourie, Rich\n\n## 변호인\n\nAndrew W. Dodd, of Andrew W. Dodd, P.C., Torrance, CA, argued, for petitioners-appellants., Alfonso J. Montano, Atty., Dept, of Justice, of Washington, DC, argued, for respondent-appellee. With him on the brief were Stuart M. Gerson, Asst. Atty. Gen., Helene M. Goldberg and John Lodge Euler, Attys.\n\n## 인용\n\n- 998 F.2d 979\n\n## 판결문 요약\n\n998 F.2d 979\n    Mary Ann JAY and Michael H. Jay, as legal representatives ofMatthew Michael Jay, deceased, Petitioners-Appellants,v.SECRETARY OF the DEPARTMENT OF HEALTH AND HUMAN SERVICES,Respondent-Appellee.\n    No. 92-5098.\n    United States Court of Appeals, Federal Circuit.\n    July 13, 1993.\n    Rehearing Denied;  Suggestion for Rehearing Declined Oct. 14, 1993.\n    \n      Andrew W. Dodd, of Andrew W. Dodd, P.C., Torrance, CA, argued, for petitioners-appellants.\n      Alfonso J. Montano, Atty., Dept. of Justice, of Washington, DC, argued, for respondent-appellee.   With him on the brief were Stuart M. Gerson, Asst. Atty. Gen., Helene M. Goldberg and John Lodge Euler, Attys.\n      Before RICH, ARCHER, and LOURIE, Circuit Judges.\n      ARCHER, Circuit Judge.\n    \n    \n      1\n      Mary Ann Jay and Michael H. Jay (the Jays), on behalf of Matthew Michael Jay, deceased, appeal from the judgment of the United States Claims Court,1 No. 90-534V (filed Feb. 21, 1992), sustaining the decision of the special master denying compensation under the National Childhood Vaccine Injury Act (Vaccine Act), 42 U.S.C. &#167;&#167; 300aa-10 to 300aa-34 (1988 &amp; Supp.  III 1991), for the death of Matthew allegedly caused by a diphtheria-pertussis-tetanus (DPT or DTP) vaccine.   The special master granted summary judgment in favor of the Department of Health and Human Services (HHS) and denied summary judgment in favor of the Jays.   We reverse and remand.\n    \n    I.\n    \n      2\n      Ma...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mary-ann-jay-and-michael-h-jay-as-legal-representatives-of-matthew"
    }
  ],
  "relatedIncidents": [
    13034,
    13037,
    13038,
    13039,
    13040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}