{
  "id": 13085,
  "title": "1993년 Alaniz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-10-07",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Alaniz. 판결일: 1993-10-07. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Robert ALANIZ, Jr., Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1993-10-07\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Gilberto, Hinojosa, Nye, Paul, Seerden\n\n## 변호인\n\nCharles Manning, Beeville, for appellant., C.F. Moore, Jr., Dist. Atty., Beeville, for appellee.\n\n## 인용\n\n- 865 S.W.2d 529\n\n## 판결문 요약\n\n\n865 S.W.2d 529 (1993)\nRobert ALANIZ, Jr., Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 13-92-085-CR.\nCourt of Appeals of Texas, Corpus Christi.\nOctober 7, 1993.\n*530 Charles Manning, Beeville, for appellant.\nC.F. Moore, Jr., Dist. Atty., Beeville, for appellee.\nBefore SEERDEN, C.J., and PAUL W. NYE,[1] and GILBERTO HINOJOSA, JJ.\n\nOPINION\nSEERDEN, Chief Justice.\nAppellant was indicted for murdering Guadalupe (Lupe) Salinas. A jury found appellant guilty, and the trial court assessed punishment, enhanced by two prior felony convictions, at 60 years in prison. We reverse and remand.\nIn his first point of error, appellant contends the trial court erred in not instructing the jury on the law of self-defense against multiple assailants. The trial court's charge included a self-defense instruction, but it was based only on the victim being the assailant. The State responds initially that appellant did not preserve error.\nThe record shows that appellant submitted a set of requested instructions in writing but did not request a charge on multiple assailants. Only after the trial court had granted most of appellant's written requested instructions did appellant contend that the self-defense charge should include language regarding multiple assailants. The State contends that appellant's latter mention of the self-defense charge did not constitute an objection to the charge and that the trial court did not rule on that objection. We disagree. Appellant specifically objected that the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=alaniz-v-state"
    }
  ],
  "relatedIncidents": [
    13034,
    13040,
    13051,
    13057,
    13097
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}