{
  "id": 13098,
  "title": "1993년 Sykes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-09-23",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Sykes. 판결일: 1993-09-23. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Sykes v. State\n**판결일**: 1993-09-23\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Hawkins, C.J., and Pittman and Banks\n\n## 인용\n\n- 624 So. 2d 500\n\n## 판결문 요약\n\n\n624 So.2d 500 (1993)\nRonald SYKES\nv.\nSTATE of Mississippi.\nNo. 91-KP-1030.\nSupreme Court of Mississippi.\nSeptember 23, 1993.\n*501 Ronald Sykes, pro se.\nMichael C. Moore, Atty. Gen., John R. Henry, Jr., Sp. Asst. Atty. Gen., Jackson, for appellee.\nBefore HAWKINS, C.J., and PITTMAN and BANKS, JJ.\nBANKS, Justice, for the court:\nThis case presents the question whether the failure to advise the accused of the minimum sentence as provided in the Uniform Criminal Rules of Circuit Court Practice is fatal, regardless of circumstances. We hold that it is not and that it was not fatal under the circumstances here at issue. We also reject Sykes' other claims and affirm the judgment of the trial court denying post-conviction relief.\n\nI\nThis is an appeal from a judgment of the First Judicial District of Hinds County Circuit Court summarily dismissing a motion for post-conviction relief filed by Ronald Sykes. On December 6, 1990, Ronald Sykes and his brother Robert each pleaded guilty to possession of methamphetamines with intent to distribute and possession of more than an ounce of marijuana with intent to distribute. Ronald Sykes, who had two prior felony convictions, was sentenced as an habitual offender on the marijuana charge to three years; he was sentenced to twenty-nine years as a non-habitual on the methamphetamines count. The sentences were set to run consecutively. In September 1991, Sykes filed a motion to vacate his conviction with the Hinds County Circuit Court. He claims the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sykes-v-state"
    }
  ],
  "relatedIncidents": [
    13034,
    13037,
    13038,
    13039,
    13040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}