{
  "id": 13097,
  "title": "1993년 Gatson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-09-24",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Gatson. 판결일: 1993-09-24. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Nebraska, Appellee, v. Dale R. Gatson, Appellant\n**판결일**: 1993-09-24\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Boslauc, Caporale, Fahrnbruch, Hastings, Lanphier, Shanahan, White\n\n## 변호인\n\nThomas M. Kenney, Douglas County Public Defender, and Kelly S. Breen for appellant., Don Stenberg, Attorney General, and Mark D. Starr for appellee.\n\n## 인용\n\n- 505 N.W.2d 696\n- 244 Neb. 231\n\n## 판결문 요약\n\n\n505 N.W.2d 696 (1993)\n244 Neb. 231\nSTATE of Nebraska, Appellee,\nv.\nDale R. GATSON, Appellant.\nNo. S-91-1192.\nSupreme Court of Nebraska.\nSeptember 24, 1993.\n*698 Thomas M. Kenney, Douglas County Public Defender, and Kelly S. Breen, Omaha, for appellant.\nDon Stenberg, Atty. Gen., and Mark D. Starr, Lincoln, for appellee.\nHASTINGS, C.J., and BOSLAUGH, WHITE, CAPORALE, SHANAHAN, FAHRNBRUCH, and LANPHIER, JJ.\nLANPHIER, Justice.\nDefendant, Dale R. Gatson, was charged in the Douglas County District Court with second degree murder for beating Dwayne Hill to death with a bumper jack. Following a jury trial, he was convicted of manslaughter and use of a deadly weapon to commit a felony. He appealed, claiming the jury instructions on reasonable doubt and intent were improper. The Nebraska Court of Appeals found the instructions did not prejudice Gatson or adversely affect a substantial right and affirmed the conviction. We granted Gatson's petition for further review.\n\nFACTS\nOn the night of March 15, 1991, Dale Gatson and his brother, Alex Gatson (Alex), presented themselves at a house in Douglas County. Earlier that evening, Alex had attempted to remove his son from the house but was turned away. Upon returning with Gatson, Alex threatened to break into the house to get his son. Alex told Gatson he overheard the occupants say the police had been called. Knowing there was no telephone in the house, Gatson moved to the rear of the house, where he encountered the victim, who struck Gatso...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-gatson"
    }
  ],
  "relatedIncidents": [
    13034,
    13040,
    13051,
    13057,
    13085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}