{
  "id": 13107,
  "title": "1993년 Lowing 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-09-14",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Lowing. 판결일: 1993-09-14. 법원: Arizona Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Paula and Scott LOWING, Wife and Husband, Plaintiffs/Appellants, v. ALLSTATE INSURANCE COMPANY, INC., Defendant/Appellee; Lewis HORVATH and Coletta Horvath, Plaintiffs-Appellants, v. CONTINENTAL CASUALTY, a Foreign Insurance Company, Individually in Its Name and D/B/A CNA Insurance Companies, Defendant-Appellee\n**판결일**: 1993-09-14\n**법원**: Arizona Supreme Court\n**관할**: Arizona, AZ\n\n**판사**: Corcoran, Feldman, Martone, Moeller, Zlaket\n\n## 변호인\n\nMichael E. Larkin, Tucson, for Paula and Scott Lowing., Kimble, Gothreau & Nelson by William Kimble, David P. Toone and Stephen E. Kimble, Tucson, for Allstate Ins. Co., Danny L. Cowser, Flagstaff, for Lewis and Coletta Horvath., Gallagher & Kennedy by Don D. Sky-peck and W. Charles Thomson, III, Phoenix, for Continental Cas.\n\n## 인용\n\n- 859 P.2d 724\n- 176 Ariz. 101\n\n## 판결문 요약\n\n\n176 Ariz. 101 (1993)\n859 P.2d 724\nPaula and Scott LOWING, wife and husband, Plaintiffs/Appellants,\nv.\nALLSTATE INSURANCE COMPANY, INC., Defendant/Appellee. Lewis HORVATH and Coletta Horvath, Plaintiffs-Appellants,\nv.\nCONTINENTAL CASUALTY, a foreign insurance company, individually in its name and d/b/a CNA Insurance Companies, Defendant-Appellee.\nNos. CV-92-0259-PR, CV-92-0381-PR.\nSupreme Court of Arizona, En Banc.\nSeptember 14, 1993.\nReconsideration Denied November 30, 1993.\n*102 Michael E. Larkin, Tucson, for Paula and Scott Lowing.\nKimble, Gothreau &amp; Nelson by William Kimble, David F. Toone and Stephen E. Kimble, Tucson, for Allstate Ins. Co.\nDanny L. Cowser, Flagstaff, for Lewis and Coletta Horvath.\nGallagher &amp; Kennedy by Don D. Skypeck and W. Charles Thomson, III, Phoenix, for Continental Cas.\nOPINION\nMARTONE, Justice.\nWe are asked to decide whether an unidentified accident-causing motorist is \"uninsured\" within the meaning of the Uninsured Motorist Act, A.R.S. § 20-259.01, and thus whether an insurance policy that does not provide coverage for bodily injury caused by such motorists, unless physical contact occurred between the motorist and the insured, fails to comply with the statute. We answer both of these questions in the affirmative and therefore overrule our previous rulings to the contrary in Balestrieri v. Hartford Accident &amp; Indem. Ins. Co., 112 Ariz. 160, 540 P.2d 126 (1975) and State Farm Mut. Auto. Ins. Co. v. Brudnock, 151 Ariz. 268, 727 P.2d 32...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lowing-v-allstate-insurance"
    }
  ],
  "relatedIncidents": [
    13034,
    13037,
    13038,
    13039,
    13040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}