{
  "id": 13106,
  "title": "1993년 Rutherford 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-09-16",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Rutherford. 판결일: 1993-09-16. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Tennessee, Appellee, v. Jeffrey Darrell RUTHERFORD, Appellant\n**판결일**: 1993-09-16\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Peay, Russell, Wade, William\n\n## 변호인\n\nJ. Thomas Marshall, Jr,, Public Defender, Clinton, for appellant., Charles W. Burson, Atty. Gen. and Reporter, Kimbra Spann, Asst. Atty. Gen., Nashville, James N. Ramsey, Dist. Atty. Gen., Jan Hicks, Asst. Dist. Atty. Gen., Clinton, for appellee.\n\n## 인용\n\n- 876 S.W.2d 118\n\n## 판결문 요약\n\n\n876 S.W.2d 118 (1993)\nSTATE of Tennessee, Appellee,\nv.\nJeffrey Darrell RUTHERFORD, Appellant.\nCourt of Criminal Appeals of Tennessee, at Knoxville.\nSeptember 16, 1993.\nPermission to Appeal Denied February 14, 1994.\nJ. Thomas Marshall, Jr., Public Defender, Clinton, for appellant.\nCharles W. Burson, Atty. Gen. and Reporter, Kimbra Spann, Asst. Atty. Gen., Nashville, James N. Ramsey, Dist. Atty. Gen., Jan Hicks, Asst. Dist. Atty. Gen., Clinton, for appellee.\nPermission to Appeal Denied by Supreme Court February 14, 1994.\n\n\n*119 OPINION\n\nPEAY, Judge.\nThe defendant was charged in the indictment with the first degree murder of Estoll Rutherford but was found guilty at a jury trial of murder in the second degree. He was later sentenced to 21 years imprisonment.\nIn this appeal as of right, the defendant challenges the manner in which the jury was instructed, the sufficiency of the evidence which led to his conviction, and the manner in which the term \"knowing\" was explained to the jury. We find the defendant's issues are without merit and affirm the judgment of the trial court.\nEstoll Rutherford, the victim, and Jeffrey Darrell Rutherford, the defendant, were brothers. The defendant had a fifth grade education and is currently receiving S.S.I. benefits because of mental retardation.\nOn the evening of September 8, 1990, the defendant, the victim, and a friend of the victim, Jerry Everett, visited several local bars and taverns around Knoxville. They returned to the trailer of the Ru...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-rutherford"
    }
  ],
  "relatedIncidents": [
    13034,
    13040,
    13051,
    13057,
    13085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}