{
  "id": 13114,
  "title": "1993년 People v. Johnson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-09-09",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: People v. Johnson. 판결일: 1993-09-09. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. MICHAEL JOHNSON, Defendant-Appellant\n**판결일**: 1993-09-09\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Knecht\n\n## 변호인\n\nDaniel D. Yuhas and Lawrence J. Essig, both of State Appellate Defender’s Office, of Springfield, for appellant., Thomas J. Brown, State’s Attorney, of Pontiac (Norbert J. Goetten, Robert J. Biderman, and Denise M. Ambrose, all of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.\n\n## 인용\n\n- 620 N.E.2d 506\n- 250 Ill. App. 3d 887\n- 189 Ill. Dec. 538\n\n## 판결문 요약\n\n\n620 N.E.2d 506 (1993)\n250 Ill. App.3d 887\n189 Ill.Dec. 538\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nMichael JOHNSON, Defendant-Appellant.\nNo. 4-92-0526.\nAppellate Court of Illinois, Fourth District.\nSeptember 9, 1993.\n*509 Daniel D. Yuhas, Deputy Defender, Office of the State Appellate Defender, Lawrence J. Essig, Asst. Defender, Springfield, for defendant-appellant.\nThomas J. Brown, State's Atty., Pontiac, Norbert J. Goetten, Director, State's Attys. Appellate Prosecutor, Robert J. Biderman, Deputy Director, Springfield, Denise M. Ambrose, Sr. Staff Atty., for plaintiff-appellee.\nJustice KNECHT delivered the opinion of the court:\nDefendant Michael Johnson appeals from his conviction of solicitation to commit first degree murder (Ill.Rev.Stat.1987, ch. 38, pars. 8-1(a), 9-1), conspiracy to commit first degree murder (Ill.Rev.Stat.1987, ch. 38, pars. 8-2(a), 9-1), and first degree murder (Ill.Rev.Stat.1987, ch. 38, pars. 9-1(a)(1), (a)(2)). Defendant alleges the trial court erred in (1) denying his motion to suppress a statement made to an undercover informant; (2) improperly admitting evidence of defendant's gang membership and the circumstances surrounding the death of a fellow gang member; (3) improperly admitting evidence defendant was a chief of security for the Black Gangster Disciples (BGD) and was of a violent character; (4) improperly admitting testimony regarding threats made by gang members to prison guards; (5) improperly providing the jury with...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-johnson"
    }
  ],
  "relatedIncidents": [
    13034,
    13040,
    13051,
    13057,
    13085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}