{
  "id": 13113,
  "title": "1993년 Kirkpatrick 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-09-09",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Kirkpatrick. 판결일: 1993-09-09. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Gregg KIRKPATRICK and Cynthia Kirkpatrick, Individually and as Natural Parents of Joshua Kirkpatrick, a Minor, Appellants, v. MEMORIAL HOSPITAL OF GARLAND, Appellee\n**판결일**: 1993-09-09\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Baker, Burnett and Rosenberg\n\n## 변호인\n\nDan S. Boyd, Vic Terry, Warren R. Hays, David Terry, G.P. Hardy, III, Dallas, for appellants., Michael W. Huddleston, Jim Cowles, Dallas, for appellee.\n\n## 인용\n\n- 862 S.W.2d 762\n\n## 판결문 요약\n\n\n862 S.W.2d 762 (1993)\nGregg KIRKPATRICK and Cynthia Kirkpatrick, Individually and as Natural Parents of Joshua Kirkpatrick, a Minor, Appellants,\nv.\nMEMORIAL HOSPITAL OF GARLAND, Appellee.\nNo. 05-91-00251-CV.\nCourt of Appeals of Texas, Dallas.\nSeptember 9, 1993.\nRehearing Denied October 18, 1993.\n*765 Dan S. Boyd, Vic Terry, Warren R. Hays, David Terry, G.P. Hardy, III, Dallas, for appellants.\nMichael W. Huddleston, Jim Cowles, Dallas, for appellee.\nBefore BAKER, BURNETT and ROSENBERG, JJ.\n\nOPINION\nBAKER, Justice.\nThis is a medical malpractice case. Based upon the jury's answers of none to the two damage issues submitted by the court, the court entered a take nothing judgment against the Kirkpatricks.\nIn this appeal, the Kirkpatricks contend the trial court erred by submitting a definition of the phrase \"occurrence in question\" and in refusing to submit their requested instructions and questions to the jury. They complain the trial court erred in overruling their motion to limit the Hospital to cross-examination on the subject of damages only. They complain the trial court erred in overruling their motion for new trial because the jury's answers to the damage questions were against the great weight and preponderance of the evidence. Finally, they contend the trial court erred in overruling their motion for new trial because of newly discovered evidence and because the Hospital fraudulently concealed material evidence.\nThe Hospital asserts one cross-point, contending the trial...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kirkpatrick-v-memorial-hospital-of-garland"
    }
  ],
  "relatedIncidents": [
    13042,
    13125,
    13161,
    13168,
    13193
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}