{
  "id": 13116,
  "title": "1993년 Tinch 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-09-07",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Tinch. 판결일: 1993-09-07. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Ronald TINCH, Appellant Ronald TINCH v. STATE of Missouri\n**판결일**: 1993-09-07\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crandall, Crist, Reinhard\n\n## 변호인\n\nEllen H. Flottman, Office of the State Public Defender, Columbia, for appellant., Jeremiah W. (Jay) Nixon, Atty. Gen., Millie Aulbur, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 860 S.W.2d 845\n\n## 판결문 요약\n\n\nCRIST, Judge.\nDefendant appeals his convictions for second degree assault and armed criminal action and the subsequent denial of his Rule 29.15 motion for post-conviction relief. We affirm.\nDefendant does not challenge the sufficiency of the evidence, therefore only a brief recitation of the facts is necessary. On September 9, 1990 at around 1 a.m., Defendant was standing on the corner of Alsobrook and Saratoga Streets. He was approached by Isaiah Taylor who wanted to purchase marijuana for Christopher Hill and some crack cocaine for Hill’s friend, Cooney. Taylor obtained some crack cocaine from “Leevie,” a friend of Defendant, but allegedly did not pay for it. Taylor got in the car with Hill and told him to “take off.” Defendant walked up to the open window on the driver’s side of the ear and put a gun to Hill’s head and said, “I want my shit.” Hill then attempted to drive away and the gun went off, injuring Hill. Defendant was convicted by a jury and on January 6, 1992, he was sentenced to seven years’ imprisonment for second degree assault and thirty years’ imprisonment for armed criminal action.\nOn May 11, 1992, Defendant filed a pro se Rule 29.15 motion, which was later amended by counsel. The motion court held an evi-dentiary hearing on September 1, 1992. Defendant did not appear at this hearing due to his attorney’s failure to file a writ of habeas corpus ad testificandum. On September 24, 1992, the trial judge entered findings of fact and conclusions of law denying D...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-tinch"
    }
  ],
  "relatedIncidents": [
    13094,
    13128,
    13135,
    13235,
    13248
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}