{
  "id": 13124,
  "title": "1993년 Lloyd E. Williams, Jr. And Mildred A. Williams v. Commissioner of Internal Revenue 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-08-31",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Lloyd E. Williams, Jr. And Mildred A. Williams v. Commissioner of Internal Revenue. 판결일: 1993-08-31. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Lloyd E. WILLIAMS, Jr. and Mildred A. Williams, Petitioners-Appellants, v. COMMISSIONER OF INTERNAL REVENUE, Respondent-Appellee\n**판결일**: 1993-08-31\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Coffey, Eschbach, Posner\n\n## 변호인\n\nJ. Gordon Hansen (argued), Scott R. Carpenter, Parsons, Behle & Latimer, Salt Lake, UT, for petitioners-appellants., Gary R. Allen, Teresa McLaughlin, Sara S. Holderness (argued), Dept, of Justice, Tax Div., Appellate Section, Washington, DC, for respondent-appellee.\n\n## 인용\n\n- 1 F.3d 502\n\n## 판결문 요약\n\n1 F.3d 502\n    72 A.F.T.R.2d (RIA) 93-5508, 93-2 USTC  P 50,422\n    Lloyd E. WILLIAMS, Jr. and Mildred A. Williams, Petitioners-Appellants,v.COMMISSIONER OF INTERNAL REVENUE, Respondent-Appellee.\n    No. 92-3691.\n    United States Court of Appeals,Seventh Circuit.\n    Argued June 10, 1993.Decided July 23, 1993.Rehearing and Suggestion for Rehearing En Banc Denied Aug. 31, 1993.\n    \n      J. Gordon Hansen (argued), Scott R. Carpenter, Parsons, Behle &amp; Latimer, Salt Lake, UT, for petitioners-appellants.\n      Gary R. Allen, Teresa McLaughlin, Sara S. Holderness (argued), Dept. of Justice, Tax Div., Appellate Section, Washington, DC, for respondent-appellee.\n      Before POSNER and COFFEY, Circuit Judges, and ESCHBACH, Senior Circuit Judge.\n      POSNER, Circuit Judge.\n    \n    \n      1\n      Section 483 of the Internal Revenue Code, before it was amended in 1984, provided that if the first installment of the price for a purchase was not due for more than six months, the purchaser could pretend that he had borrowed the amount of the installment from the seller and could compute--and when he finally paid the installment, deduct from his taxable income--the portion of the installment that represented implicit interest on the \"loan.\"   The method of calculating this implicit interest was extremely favorable to the taxpayer.  The taxpayers in this case took such an interest deduction, but were assessed a deficiency on the ground that the sale had occurred when the first install...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lloyd-e-williams-jr-and-mildred-a-williams-v-commissioner-of-internal"
    }
  ],
  "relatedIncidents": [
    13129,
    13130,
    13203,
    13255,
    13276
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}