{
  "id": 13128,
  "title": "1993년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-08-25",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Brown. 판결일: 1993-08-25. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Brown v. State\n**판결일**: 1993-08-25\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Per Curiam\n\n## 인용\n\n- 623 So. 2d 800\n\n## 판결문 요약\n\n\n623 So. 2d 800 (1993)\nMichael BROWN, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 92-0718.\nDistrict Court of Appeal of Florida, Fourth District.\nAugust 25, 1993.\nRichard L. Jorandby, Public Defender, and David McPherrin and Mallorye Cunningham, Asst. Public Defenders, West Palm Beach, for appellant.\nRobert A. Butterworth, Atty. Gen., Tallahassee, and Melvina Racey Flaherty, Asst. Atty. Gen., West Palm Beach, for appellee.\n\nON MOTION FOR REHEARING\nPER CURIAM.\nWe grant the motion, withdraw our earlier opinion and substitute the following.\nThe state originally charged appellant by information with three counts of aggravated assault with a firearm and one count of escape. *801 Prior to trial the state nolle prossed two of the assault counts. Appellant having been convicted of one count of aggravated assault with a firearm and of escape does not challenge the former. He seeks reversal of his conviction for escape and claims error in his sentencing. We agree, reverse the conviction for escape and remand for resentencing.\nAt trial, Officer Anthony Jones testified that on June 5, 1991, at approximately 3:30 a.m., he received a complaint from two unidentified women. The women identified appellant as the person involved in their complaint. As appellant passed by the scene, Jones asked him \"to stop and come back to him.\" When appellant kept walking, Jones followed behind him and repeatedly asked him to stop. As Jones got closer, appellant began to run and pulled a small handgun from h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brown-v-state"
    }
  ],
  "relatedIncidents": [
    13094,
    13116,
    13135,
    13235,
    13248
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}