{
  "id": 13125,
  "title": "1993년 Garcia 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-08-31",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Garcia. 판결일: 1993-08-31. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Carmen L. GARCIA, Appellant, v. JOHN HANCOCK VARIABLE LIFE INSURANCE COMPANY, Appellee\n**판결일**: 1993-08-31\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Peeples, Biery and Garcia\n\n## 변호인\n\nDayton G. Wiley, Dayton G. Wiley & Associates and Ralph J. Bernsen, Sr., Garwood & Associates, P.C., San Antonio, for appellant., Edward R. Finck, Jr., Clemens & Spencer, San Antonio, for appellee.\n\n## 인용\n\n- 859 S.W.2d 427\n\n## 판결문 요약\n\n\n859 S.W.2d 427 (1993)\nCarmen L. GARCIA, Appellant,\nv.\nJOHN HANCOCK VARIABLE LIFE INSURANCE COMPANY, Appellee.\nNo. 04-92-00350-CV.\nCourt of Appeals of Texas, San Antonio.\nJune 16, 1993.\nOpinion Denying Rehearing August 31, 1993.\n*429 Dayton G. Wiley, Dayton G. Wiley &amp; Associates and Ralph J. Bernsen, Sr., Garwood &amp; Associates, P.C., San Antonio, for appellant.\nEdward R. Finck, Jr., Clemens &amp; Spencer, San Antonio, for appellee.\nBefore PEEPLES, BIERY and GARCIA, JJ.\n\nOPINION\nBIERY, Justice.\nThis is an appeal of a summary judgment granted in favor of appellee John Hancock Variable Life Insurance Company (John Hancock). Appellant, Carmen Garcia, as beneficiary, brought suit to collect the proceeds of a life insurance policy issued to her husband, Alfredo Garcia. She brings one point of error alleging the trial court erred in granting John Hancock's motion for summary judgment because it failed to establish each element of its misrepresentation defense as a matter of law. We reverse and remand.\nOn appellate review, a summary judgment is not entitled to the same deference given to a judgment following a trial on the merits. When reviewing the granting of a summary judgment, this court cannot view the evidence in the light most favorable to the judgment of the trial court. At both the trial and appellate stages, the question is not merely whether the non-movant raised a material fact issue to defeat the motion. Rather, the movant must prove it was entitled to judgment as...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=garcia-v-john-hancock-variable-life-insurance-co"
    }
  ],
  "relatedIncidents": [
    13042,
    13113,
    13161,
    13168,
    13193
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}