{
  "id": 13129,
  "title": "1993년 Olsen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-08-25",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: Olsen. 판결일: 1993-08-25. 법원: Nevada Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The GLADYS BAKER OLSEN FAMILY TRUST; By and Through Its Trustee, GLADYS BAKER OLSEN, Appellant, v. BETTY L. OLSEN and ALFRED G. OLSEN, Respondents\n**판결일**: 1993-08-25\n**법원**: Nevada Supreme Court\n**관할**: Nevada, NV\n\n**판사**: Per Curiam\n\n## 변호인\n\nEdwards & Kolesar and Dan R. Waite, Las Vegas, for Appellant., Pearson & Patton, Las Vegas; Becker, Hunt & Hess, Portland, Oregon; Alfred G. Olsen, In Proper Person, Las Vegas, for Respondents.\n\n## 인용\n\n- 858 P.2d 385\n- 109 Nev. 838\n\n## 판결문 요약\n\n\n858 P.2d 385 (1993)\nThe GLADYS BAKER OLSEN FAMILY TRUST; By and Through Its Trustee, Gladys Baker OLSEN, Appellant,\nv.\nBetty L. OLSEN and Alfred G. Olsen, Respondents.\nNo. 24488.\nSupreme Court of Nevada.\nAugust 25, 1993.\nEdwards &amp; Kolesar and Dan R. Waite, Las Vegas, for appellant.\nPearson &amp; Patton, Las Vegas, Becker, Hunt &amp; Hess, Portland, OR, for respondents.\nAlfred G. Olsen, in pro per.\n\nOPINION\nPER CURIAM:\nThis is an appeal from an order of the district court, family division, entered on June 2, 1993, in an action brought by Betty L. Olsen against her former husband, Alfred G. Olsen. The action below involves Betty Olsen's continuing efforts to enforce Alfred Olsen's compliance with spousal support provisions contained in a 1985 Oregon divorce decree, and is entitled: \"BETTY L. OLSEN, Plaintiff, vs. ALFRED G. OLSEN, Defendant.\"\nOn June 2, 1993, the district court entered an order in that action, substantially and adversely affecting the rights and interests of a non-party, the Gladys Baker Olsen Family Trust (\"the Trust\").[1] Thereafter, on June 11, 1993, the district court entered another order granting the Trust's petition to intervene in the action \"only for purposes of appealing\" the order of June 2, 1993. The Trust then filed a timely notice of appeal, and on June 22, 1993, the Trust moved this court for an emergency stay of the district court's order of June 2, 1993.\nOn June 24, 1993, this court entered an order, granting the Trust's emergency motion fo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gladys-baker-olsen-family-trust-ex-rel-olsen-v-olsen"
    }
  ],
  "relatedIncidents": [
    13124,
    13130,
    13203,
    13255,
    13276
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}