{
  "id": 13130,
  "title": "1993년 In re the Marriage of Becker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-08-25",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: In re the Marriage of Becker. 판결일: 1993-08-25. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Marriage of Diana Parsons BECKER, - and John Gilbert BECKER\n**판결일**: 1993-08-25\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Deits, Durham, Richardson\n\n## 변호인\n\nWilliam D. Rives, Seattle, Washington, argued the cause for appellant. With him on the brief were Shelley Larkins, Erich D. Andersen and Davis Wright Tremaine, Portland., Jack L. Kennedy, Portland, argued the cause for respondent. With him on the brief were Susan E. Watts and Kennedy, King & Zimmer, Portland.\n\n## 인용\n\n- 122 Or. App. 567\n- 858 P.2d 480\n\n## 판결문 요약\n\n\nDURHAM, J.\nWife appeals and husband cross-appeals the property division provisions of a dissolution judgment. We review de novo. ORS 19.125.\nThe marriage lasted 27 years. The parties separated in January, 1989. Husband is 53, and wife is 52. Husband, who retired just before trial, receives a pension of approximately $50,000 per year gross. Throughout most of the marriage, wife was a homemaker.\nWife has interests in seven trusts, all of them created before the marriage. Wife’s interest in the corpus of the “William W. Chapin Trust #1” vested in August, 1988. She segregated proceeds from the trust when they were distributed, which occurred after her separation from husband. Wife’s interest in the “William W. Chapin Trust #2” as an income beneficiary vested in August, 1988. The present value of her future income share is $192,381. Her income interest in the “Maude and Reginald B. Parsons Trust,” valued at $507,831, vested when her father died in July, 1989, after the parties had separated. She has a contingent interest in the corpus, worth $3,821,500, which will vest when her elderly aunt dies. The “Manufacturers Hanover Trust” terminated when her father died. Wife will receive about $200,000 when it is distributed. She also is an income beneficiary of the “Catherine Chapin Parsons Estate Trust.” That interest, valued at $404,761, vested in August, 1988. Finally, wife is a lifetime income beneficiary of the “William Wallace Chapin San Francisco Trust.” Her interest has a value ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-the-marriage-of-becker"
    }
  ],
  "relatedIncidents": [
    13124,
    13129,
    13203,
    13255,
    13276
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}