{
  "id": 13135,
  "title": "1993년 Chrysler Motors Corporation v. International Union, Allied Industrial Workers of America, Afl-Cio and Local 793 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-08-17",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Chrysler Motors Corporation v. International Union, Allied Industrial Workers of America, Afl-Cio and Local 793. 판결일: 1993-08-17. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: CHRYSLER MOTORS CORPORATION, Plaintiff-Appellee, v. INTERNATIONAL UNION, ALLIED INDUSTRIAL WORKERS OF AMERICA, AFL-CIO and Local 793, Defendants-Appellants\n**판결일**: 1993-08-17\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Coffey, Holderman, Kanne\n\n## 변호인\n\nGregory S. Muzingo, Highland Park, MI, for plaintiff-appellee., Kenneth R. Loebel, Previant, Goldberg, Uelman, Gratz, Miller & Brueggeman, Milwaukee, WI, for defendants-appellants.\n\n## 인용\n\n- 2 F.3d 760\n\n## 판결문 요약\n\n2 F.3d 760\n    144 L.R.R.M. (BNA) 2018, 62 FairEmpl.Prac.Cas.  1030,62 USLW 2122, 126 Lab.Cas.  P 10,819\n    CHRYSLER MOTORS CORPORATION, Plaintiff-Appellee,v.INTERNATIONAL UNION, ALLIED INDUSTRIAL WORKERS OF AMERICA,AFL-CIO and Local 793, Defendants-Appellants.\n    No. 92-2215.\n    United States Court of Appeals,Seventh Circuit.\n    Argued Jan. 21, 1993.Decided Aug. 17, 1993.\n    \n      Gregory S. Muzingo, Highland Park, MI, for plaintiff-appellee.\n      Kenneth R. Loebel, Previant, Goldberg, Uelman, Gratz, Miller &amp; Brueggeman, Milwaukee, WI, for defendants-appellants.\n      Before COFFEY and KANNE, Circuit Judges and HOLDERMAN, District Judge.*\n      COFFEY, Circuit Judge.\n    \n    \n      1\n      Chrysler Motors Corporation (\"Chrysler\") discharged Ronald Gallenbeck from his position as a fork lift operator after he sexually assaulted a female co-worker.  The facts of the assault are undisputed.  On January 5, 1989, during a telephone conversation, Gallenbeck put down the telephone receiver, approached the female co-worker from behind, and grabbed her breasts.  He then returned to the telephone and stated, \"Yup, they're real.\"   Pursuant to its collective bargaining agreement with Chrysler, the International Union, Allied Industrial Workers of America, AFL-CIO, and its union local (\"Union\") filed a grievance protesting Gallenbeck's discharge.  Chrysler denied the grievance and the matter proceeded to arbitration.  Although Chrysler presented evidence to the arbitrator th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=chrysler-motors-corporation-v-international-union-allied-industrial"
    }
  ],
  "relatedIncidents": [
    13094,
    13116,
    13128,
    13235,
    13248
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}