{
  "id": 13140,
  "title": "1993년 Amcast Industrial Corporation and Elkhart Products Corporation v. Detrex Corporation 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-08-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Amcast Industrial Corporation and Elkhart Products Corporation v. Detrex Corporation. 판결일: 1993-08-12. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: AMCAST INDUSTRIAL CORPORATION and Elkhart Products Corporation, Plaintiffs-Appellees, v. DETREX CORPORATION, Defendant-Appellant\n**판결일**: 1993-08-12\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Flaum, Kanne, Posner\n\n## 변호인\n\nRobert J. Palmer, May, Oberfell & Lorber, South Bend, IN, D. Jeffrey Ireland, Ann Wightman, Mary L. Wiseman, Faruki, Gilliam & Ireland, Dayton, OH, for plaintiffs-appellees., Arthur G. Surgine, Jr., James J. Shea, Hunt, Suedhoff, Borror & Eilbaeher, Fort Wayne, IN, Paul S. Koczkur, Bradley S. Mitseff, Harvey, Kruse, Westen & Milan, Troy, MI, John Gerald Gleeson, Howard & Howard, Bloomfield Hills, MI, for defendant-appellant.\n\n## 인용\n\n- 2 F.3d 746\n\n## 판결문 요약\n\n2 F.3d 746\n    37 ERC 1233, 62 USLW 2121, 23 Envtl.L. Rep. 21,363\n    AMCAST INDUSTRIAL CORPORATION and Elkhart ProductsCorporation, Plaintiffs-Appellees,v.DETREX CORPORATION, Defendant-Appellant.\n    No. 92-2365.\n    United States Court of Appeals,Seventh Circuit.\n    Argued Jan. 4, 1993.Decided Aug. 12, 1993.\n    \n      Robert J. Palmer, May, Oberfell &amp; Lorber, South Bend, IN, D. Jeffrey Ireland, Ann Wightman, Mary L. Wiseman, Faruki, Gilliam &amp; Ireland, Dayton, OH, for plaintiffs-appellees.\n      Arthur G. Surgine, Jr., James J. Shea, Hunt, Suedhoff, Borror &amp; Eilbacher, Fort Wayne, IN, Paul S. Koczkur, Bradley S. Mitseff, Harvey, Kruse, Westen &amp; Milan, Troy, MI, John Gerald Gleeson, Howard &amp; Howard, Bloomfield Hills, MI, for defendant-appellant.\n      Before POSNER, FLAUM, and KANNE, Circuit Judges.\n      POSNER, Circuit Judge.\n    \n    \n      1\n      This appeal requires us to explore the outer limits of the \"Superfund\" statute--the Comprehensive Environmental Response, Compensation and Liability Act (CERCLA), 42 U.S.C. Secs. 9601 et seq.   We must decide whether, as the district court concluded, the Act extends to any chemical spill that creates an environmental hazard.  779 F. Supp. 1519.   This is an important question that has not until now been the subject of an appellate case.  Our conclusion is that the spiller, but not the shipper of the chemical that spilled, is within the Act's long reach.\n    \n    \n      2\n      The facts are simple enough, a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=amcast-industrial-corporation-and-elkhart-products-corporation-v-detrex"
    }
  ],
  "relatedIncidents": [
    13037,
    13039,
    13059,
    13209,
    13214
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}