{
  "id": 13158,
  "title": "1993년 James F. Pifer v. B.J. Bunnell, Warden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-08-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: James F. Pifer v. B.J. Bunnell, Warden. 판결일: 1993-08-02. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: James F. Pifer v. B.J. Bunnell, Warden\n**판결일**: 1993-08-02\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 2 F.3d 1157\n\n## 판결문 요약\n\n2 F.3d 1157\n    NOTICE: Ninth Circuit Rule 36-3 provides that dispositions other than opinions or orders designated for publication are not precedential and should not be cited except when relevant under the doctrines of law of the case, res judicata, or collateral estoppel.James F. PIFER, Petitioner-Appellant,v.B.J. BUNNELL, Warden, Respondent, Appellee.\n    No. 92-15923.\n    United States Court of Appeals, Ninth Circuit.\n    Submitted June 17, 1993.*Decided Aug. 2, 1993.\n    \n      Before FAIRCHILD** BEEZER and WIGGINS, Circuit Judges.\n    \n    \n      1\n      MEMORANDUM***\n    \n    OVERVIEW\n    \n      2\n      James F. Pifer was convicted of and sentenced for first degree murder and robbery, with use of a firearm.  Cal.Penal Code Secs. 187, 211, 12022.5.  At trial, witness testimony revealed that Pifer entered a pizza shop and sat at the bar until closing time.  He then produced a pistol and bag and demanded money from the counterman.  As he was leaving, he shot and killed a customer who had ignored his demands to lie down on the floor.  Both the counterman and a customer identified Pifer at trial.  This identification was corroborated by the presence of Pifer's fingerprints on a beer mug found at the bar.\n    \n    \n      3\n      At trial, Pifer's counsel cross-examined each of the prosecution's witnesses.  He rested at the close of the prosecution's case without offering evidence and without bringing any witnesses on Pifer's behalf.  Counsel did request second degree murder...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=james-f-pifer-v-bj-bunnell-warden"
    }
  ],
  "relatedIncidents": [
    13034,
    13040,
    13051,
    13057,
    13085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}