{
  "id": 13155,
  "title": "1993년 Perank 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-08-04",
  "location": "Utah, UT, USA",
  "summary": "미국 Utah, UT 법원 판결 사건. 사건명: Perank. 판결일: 1993-08-04. 법원: Utah Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Utah, Plaintiff and Appellee, v. Clinton PERANK, Defendant and Appellant\n**판결일**: 1993-08-04\n**법원**: Utah Supreme Court\n**관할**: Utah, UT\n\n**판사**: Durham, Hall, Howe, Stewart, Zimmerman\n\n## 변호인\n\nDavid L. Wilkinson, Earl F. Dorius, Michael M. Quealy, Dallin W. Jensen, Salt Lake City, for State of Utah, Kirk C. Bennett, West Valley, for Per-ank., Alvin G. Nash, Vernal, Herbert W. Gillespie, Duchesne, Tom D. Tobin, Alvin Pahlke, Susan W. Pahlke, Winner, South Dakota, for amici Duchesne County and Uintah County., Stephen G. Boyden, Salt Lake, for ami-cus Ute Indian Tribe.\n\n## 인용\n\n- 858 P.2d 927\n\n## 판결문 요약\n\n\nSTEWART, Justice:\nClinton Perank was convicted in a state court of committing a burglary in Myton, Utah, in violation of Utah Code Ann. § 76-6-202 (1978), and placed on probation. The court thereafter revoked his probation and ordered him committed to the Utah State Prison for a term of 0-5 years. Perank appealed from the revocation of probation, and we stayed execution of the sentence pending appeal.1\nPerank argues that the state trial court lacked jurisdiction to convict him of burglary and that the Ute Tribal Court had exclusive jurisdiction because he is an Indian and the offense occurred within Indian country. Two issues are presented: (1) whether Perank is an Indian and (2) whether the Uintah-Ouray Indian Reservation was diminished by an act of Congress, leaving Myton, Utah, outside the jurisdictional boundaries of that Reservation.\nEven though Perank pleaded guilty to the burglary charge and did not raise the issue of lack of subject matter jurisdiction with respect to the burglary until the probation revocation proceeding, the issue is properly before this Court. A plea of guilty does not waive a claim that the court lacks power to adjudicate a charge against the defendant. Blackledge v. Perry, 417 U.S. 21, 30-31, 94 S.Ct. 2098, 2103-04, 40 L.Ed.2d 628 (1974); see also 1 Charles A. Wright, Federal Practice and Procedure § 175, at 623-33 (1982). Also, the issue of subject matter jurisdiction can be raised at any time. See Glasmann v. Second District Court, 80 Utah 1, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-perank"
    }
  ],
  "relatedIncidents": [
    13045,
    13055,
    13094,
    13179,
    13194
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}