{
  "id": 13168,
  "title": "1993년 Lewis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-07-16",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Lewis. 판결일: 1993-07-16. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Lewis v. Roberts\n**판결일**: 1993-07-16\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Steagall\n\n## 인용\n\n- 630 So. 2d 355\n\n## 판결문 요약\n\n\n630 So.2d 355 (1993)\nLorraine S. LEWIS, et al.\nv.\nDonald G. ROBERTS and State Farm Mutual Automobile Insurance Company.\n1920031.\nSupreme Court of Alabama.\nJuly 16, 1993.\nRehearing Denied December 10, 1993.\nRonald O. Gaiser, Jr. of Gaiser &amp; O'Neal, Birmingham, for appellants.\nThomas A. Woodall of Woodall &amp; Maddox, P.C., Birmingham, for Donald G. Roberts.\nJohn F. De Buys, Jr. and F.A. Flowers III of Burr &amp; Forman, Birmingham, for State Farm Mut. Auto. Ins. Co.\n*356 STEAGALL, Justice.\nDeirdre M. Lewis, a minor, and Lorraine S. Lewis, individually and as Deirdre's mother, sued Donald G. Roberts, doing business as Don Roberts Insurance Agency, alleging negligence, fraudulent deceit, and suppression. The Lewises later added State Farm Mutual Automobile Insurance Company (hereinafter \"State Farm\") as a defendant, alleging the same causes of action and further alleging that State Farm was liable for Roberts's wrongful acts under the doctrines of respondeat superior and agency. The trial court entered a summary judgment for State Farm as to the fraudulent deceit and suppression claims and made that judgment final pursuant to Rule 54(b), Ala.R.Civ.P.; the Lewises did not appeal. The trial court also entered a summary judgment for Roberts as to these two claims, but did not make that judgment final under Rule 54(b). The case proceeded to trial only upon the issue of negligence; the trial court directed a verdict for the defendants. The Lewises appeal from the judgment based...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lewis-v-roberts"
    }
  ],
  "relatedIncidents": [
    13042,
    13113,
    13125,
    13161,
    13193
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}