{
  "id": 13167,
  "title": "1993년 Sharon D. Kantor, Robert E. Kantor v. Commissioner of Internal Revenue 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-07-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Sharon D. Kantor, Robert E. Kantor v. Commissioner of Internal Revenue. 판결일: 1993-07-20. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Sharon D. KANTOR, Robert E. Kantor, Petitioners-Appellants, v. COMMISSIONER OF INTERNAL REVENUE, Respondent-Appellee\n**판결일**: 1993-07-20\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Brunetti, Fletcher, Hug\n\n## 변호인\n\nDavid L. Gibson, San Francisco, CA, and Edwin G. Hubert, Tucson, AZ, for petitioners-appellants., Robert L. Baker and Teresa T. Milton, Tax Div., U.S. Dept, of Justice, Washington, DC, for respondent-appellee.\n\n## 인용\n\n- 998 F.2d 1514\n\n## 판결문 요약\n\n998 F.2d 1514\n    72 A.F.T.R.2d (RIA) 93-5476, 93-2 USTC  P 50,433\n    Sharon D. KANTOR, Robert E. Kantor, Petitioners-Appellants,v.COMMISSIONER OF INTERNAL REVENUE, Respondent-Appellee.\n    No. 91-70446.\n    United States Court of Appeals,Ninth Circuit.\n    Argued and Submitted Oct. 9, 1992.Decided July 20, 1993.\n    \n      David L. Gibson, San Francisco, CA, and Edwin G. Hubert, Tucson, AZ, for petitioners-appellants.\n      Robert L. Baker and Teresa T. Milton, Tax Div., U.S. Dept. of Justice, Washington, DC, for respondent-appellee.\n      Appeal from a Decision of the United States Tax Court.\n      Before:  HUG, FLETCHER, and BRUNETTI, Circuit Judges.\n      HUG, Circuit Judge:\n    \n    \n      1\n      This case presents the question of whether research expenditures made by a partnership in order to develop a new technology were incurred in connection with its own trade or business, within the meaning of 26 U.S.C. &#167; 174, where the partnership had contracted another firm to conduct the research and had granted that firm the opportunity to obtain for a nominal sum the exclusive right to market the technology.   The Tax Court held they were not, and thus were not deductible as current expenses.   We affirm this determination.   The appellants also contend that the Tax Court lacked jurisdiction because of a defect in the notice of deficiency and challenge the Tax Court's imposition of negligence penalties.   We conclude the notice of deficiency was adequate, affording juris...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sharon-d-kantor-robert-e-kantor-v-commissioner-of-internal-revenue"
    }
  ],
  "relatedIncidents": [
    13034,
    13037,
    13038,
    13039,
    13040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}