{
  "id": 13161,
  "title": "1993년 Carr 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-07-27",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Carr. 판결일: 1993-07-27. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Carr v. City of New Orleans\n**판결일**: 1993-07-27\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Plotkin, Jones and Landrieu\n\n## 인용\n\n- 622 So. 2d 819\n\n## 판결문 요약\n\n\n622 So. 2d 819 (1993)\nJacqueline CARR\nv.\nCITY OF NEW ORLEANS, et al.\nNo. 93-CA-0262.\nCourt of Appeal of Louisiana, Fourth Circuit.\nJuly 27, 1993.\n*820 Jacqueline Carr, in pro. per.\nRobert E. Kerrigan, Jr., Joseph L. McReynolds, Deutsch, Kerrigan &amp; Stiles, New Orleans, for defendants/appellees.\nBefore PLOTKIN, JONES and LANDRIEU, JJ.\nPLOTKIN, Judge.\nPlaintiff Jacqueline Carr (Carr) appeals from the dismissal of her suit on a motion for summary judgment. The issues for review are whether the trial court erred in granting summary judgment where a stay order was in place and whether genuine issues of material fact remain as to invasion of privacy and fraud.\nOn December 1, 1989, while a jury was deliberating over Carr's fate in an unrelated criminal trial, law enforcement officials received a tip from a confidential informant alleging that Carr had made reservations under the name \"J. Carrson\" on a Delta Air Lines (Delta) flight bound for New York the following morning. The officials contacted Delta employee Beverly Minor (Minor) to confirm the tip. After consulting Delta's disclosure guidelines, Minor called the law enforcement officials and gave them the flight information of \"J. Carrson.\" The information in question *821 was later faxed to the officials by an unknown Delta employee. Upon being informed of the circumstances surrounding the scheduled flight of \"J. Carrson,\" the criminal court raised Carr's bail to $250,000, and ordered her to surrender her passport and remai...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carr-v-city-of-new-orleans"
    }
  ],
  "relatedIncidents": [
    13042,
    13113,
    13125,
    13168,
    13193
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}