{
  "id": 13166,
  "title": "1993년 Wilson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-07-21",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Wilson. 판결일: 1993-07-21. 법원: Connecticut Superior Court.",
  "description": "## 사건 정보\n\n**사건명**: Joseph Wilson v. Warden, State Prison\n**판결일**: 1993-07-21\n**법원**: Connecticut Superior Court\n**관할**: Connecticut, CT\n\n**판사**: SFERRAZZA, J.\n\n## 인용\n\n- 1993 Conn. Super. Ct. 6680\n- 8 Conn. Super. Ct. 840\n\n## 판결문 요약\n\n[EDITOR'S NOTE: This case is unpublished as indicated by the issuing court.]\nMEMORANDUM OF DECISION\nThis is a petition for the issuance of an order for habeas corpus relief to rectify a purported miscalculation by the respondent of the good conduct credit that the petitioner has accrued by virtue of his incarceration. CT Page 6681\nThe factual history of this case is undisputed. On October 1, 1970, the petitioner was sentenced to a term of confinement of not less than ten years nor more than fifteen years for burglary. On April 27, 1971, this sentence was reduced by the Sentence Review Division to a term of not less than six years nor more than fifteen. This opinion refers to this term as the \"first sentence.\"\nOn May 11, 1977, while still serving the first sentence, the petitioner received a sentence to a term of confinement of not less than fifteen years nor more than thirty years as a result of convictions for assault first degree and conspiracy. This term was concurrent to the sentence described above. This opinion refers to this sentence as the \"second sentence.\"\nOn January 9, 1978, while still serving the previous terms, the petitioner received another sentence for a term of confinement of not less than ten years no more than twenty years as a result of a conviction for robbery first degree. This sentence was to be served consecutively to the previously imposed sentences. This opinion refers to this term as the \"third sentence.\"\nConnecticut General Statutes Section 18-7, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "강도",
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wilson-v-warden-state-prison-no-cv-90-951-s-jul-21-1993"
    }
  ],
  "relatedIncidents": [
    13045,
    13055,
    13094,
    13155,
    13179
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}