{
  "id": 13179,
  "title": "1993년 Freeny 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-07-02",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Freeny. 판결일: 1993-07-02. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Freeny v. State\n**판결일**: 1993-07-02\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: W. Sharp\n\n## 인용\n\n- 621 So. 2d 505\n\n## 판결문 요약\n\n\n621 So. 2d 505 (1993)\nMorris Sellers FREENY, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 92-1234.\nDistrict Court of Appeal of Florida, Fifth District.\nJuly 2, 1993.\nJames B. Gibson, Public Defender, and James T. Cook, Asst. Public Defender, Daytona Beach, for appellant.\nRobert A. Butterworth, Atty. Gen., Tallahassee, and Anthony J. Golden, Asst. Atty. Gen., Daytona Beach, for appellee.\nW. SHARP, Judge.\nFreeny appeals his conviction and sentence for robbery with a firearm.[1] Appellant argues the trial court erred in instructing the jury that, under the theory of principals to a crime,[2] Freeny could be found guilty of armed robbery if he or his codefendant (accomplice) carried a firearm while jointly committing the crime. He also argues it was error in this case to sentence him to a minimum mandatory sentence of three years, even though there was a specific finding in this case by the jury, that he had actual possession of the firearm. We affirm as to the first point, but agree with appellant as to the second.\nIn this case, Freeny was charged with personally carrying a firearm while committing a robbery. The victim (Ms. Krall) *506 testified at trial that Freeny and Mitchell robbed her and the taller man (Freeny) pulled a gun on her. However, she admitted she told the police, shortly after the crime took place, that the shorter man (Mitchell) had the gun. Other evidence presented at the trial was also contradictory as to which robber had the gun.\nDuring its deliberations,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=freeny-v-state"
    }
  ],
  "relatedIncidents": [
    13045,
    13055,
    13094,
    13155,
    13194
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}