{
  "id": 13180,
  "title": "1993년 Garcia 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-07-01",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Garcia. 판결일: 1993-07-01. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Juan Garcia v. Dormitory Authority of the State of New York\n**판결일**: 1993-07-01\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 195 A.D.2d 288\n- 599 N.Y.S.2d 600\n\n## 판결문 요약\n\n\nOrder of the Supreme Court, New York County (Charles E. Ramos, J.), entered May 27, 1992, which granted defendant’s motion for summary judgment dismissing the complaint, unanimously affirmed, without costs.\nDefendant provided financing to Columbia University, plaintiff’s employer, for the construction of dormitory facilities under an agreement which provides that title will be held by defendant until the loan is repaid. Thus, the relationship between the parties can be said to be more akin to that of mortgagor and mortgagee rather than that of traditional owner and tenant.\nA statutory responsibility is imposed on an owner \"for the ^&gt;fe maintenance of the building and its facilities” pursuant *289to Building Code (Administrative Code of City of NY) § 27-128 (Multiple Dwelling Law § 78). However, the owner which has completely parted with possession and control of a building will not be held liable unless it retains a right to enter to make inspection and repairs (Guzman v Haven Plaza Hous. Dev. Fund Co., 69 NY2d 559, 566). The rights reserved to defendant Authority do not constitute sufficient retention of control to subject the Authority to liability for failure to maintain the premises in good repair (supra). The lease is not a standard leasing agreement, but rather a part of an extensive financing arrangement (see, Green v Dormitory Auth., 173 AD2d 1, 5, lv denied 79 NY2d 756). Concur—Carro, J. P., Rosenberger, Ellerin, Wallach and Rubin, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=garcia-v-dormitory-authority"
    }
  ],
  "relatedIncidents": [
    13034,
    13037,
    13038,
    13039,
    13040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}