{
  "id": 13192,
  "title": "1993년 Sanders 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-06-18",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Sanders. 판결일: 1993-06-18. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Cornelius Antonio Sanders v. State.\n**판결일**: 1993-06-18\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Montiel\n\n## 변호인\n\nMurray P. Stovall III and Victory D. Walker, Birmingham, for appellant. James H. Evans, Atty. Gen., and Joseph G.L. Marston III, Asst. Atty. Gen., for appellee.\n\n## 인용\n\n- 629 So. 2d 715\n\n## 판결문 요약\n\n\n629 So. 2d 715 (1993)\nCornelius Antonio SANDERS\nv.\nSTATE.\nCR-91-1712.\nCourt of Criminal Appeals of Alabama.\nJune 18, 1993.\nRehearing Denied August 13, 1993.\nCertiorari Denied December 3, 1993.\n*716 Murray P. Stovall III and Victory D. Walker, Birmingham, for appellant.\nJames H. Evans, Atty. Gen., and Joseph G.L. Marston III, Asst. Atty. Gen., for appellee.\nAlabama Supreme Court 1921831.\nMONTIEL, Judge.\nThe appellant, Cornelius Antonio Sanders, was indicted by the Jefferson County grand jury for distributing cocaine, in violation of § 13A-12-211, Code of Alabama 1975. A jury found the appellant guilty as charged in the indictment. The appellant was sentenced to two years' imprisonment. That sentence was enhanced by five years' imprisonment pursuant to § 13A-12-250, Code of Alabama 1975, because the sale occurred within a three-mile radius of a school.\nThe evidence presented at trial tended to show the following. Jerroll Richardson, an undercover police officer, and an informant named \"Jerry\" went to a residence in Jefferson County where Richardson was introduced to Sanders. Richardson observed Sanders seated near a table separating a white powder. Richardson also saw a .357 magnum pistol on the table near Sanders.\nRichardson told Sanders that he wanted to purchase $150.00 worth of cocaine. Sanders, Richardson and another individual in the residence went outside where Richardson gave Sanders $150.00. Sanders told Richardson that he should come back later that evening to get th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "미국",
    "판례",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jackson-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sanders-v-state"
    }
  ],
  "relatedIncidents": [
    13034,
    13040,
    13051,
    13057,
    13085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}