{
  "id": 13196,
  "title": "1993년 Lang Fong Pritchett v. Immigration and Naturalization Service 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-06-14",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Lang Fong Pritchett v. Immigration and Naturalization Service. 판결일: 1993-06-14. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Lang Fong PRITCHETT, Petitioner, v. IMMIGRATION AND NATURALIZATION SERVICE, Respondent\n**판결일**: 1993-06-14\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Davis, King, Per Curiam, Wiener\n\n## 변호인\n\nThomas P. Adams and David A. Rattan, New Orleans, LA, for petitioner., William Barr, Atty. Gen., Washington, DC, Thomas W. Hussey, Philemina McNeill Jones, Robert Kindall, Jr., and Robert L. Bombough, U.S. Dept, of Justice, Washington, DC, for respondent., John B.Z. Caplinger, Dist. Director, INS., New Orleans, LA, for other interested parties.\n\n## 인용\n\n- 993 F.2d 80\n\n## 판결문 요약\n\n993 F.2d 80\n    Lang Fong PRITCHETT, Petitioner,v.IMMIGRATION AND NATURALIZATION SERVICE, Respondent.\n    No. 92-5043Summary Calendar.\n    United States Court of Appeals,Fifth Circuit.\n    June 14, 1993.Rehearing Denied June 14, 1993.\n    \n      Thomas P. Adams and David A. Kattan, New Orleans, LA, for petitioner.\n      William Barr, Atty. Gen., Washington, DC, Thomas W. Hussey, Philemina McNeill Jones, Robert Kindall, Jr., and Robert L. Bombough, U.S. Dept. of Justice, Washington, DC, for respondent.\n      John B.Z. Caplinger, Dist. Director, INS., New Orleans, LA, for other interested parties.\n      Petition for Review of an Order of the Immigration &amp; Naturalization Service.\n      Before KING, DAVIS and WIENER, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      Lang Fong Pritchett has brought this petition for review to challenge the Board of Immigration Appeals' denial of her motion to reopen her administrative proceedings and stay her deportation.   Pritchett based this motion on her husband's pending petition for an immediate relative visa and her concurrent application for an adjustment of status.   Finding that the BIA did not abuse its discretion in denying Pritchett's motion to reopen, we affirm.\n    \n    I. BACKGROUND\n    \n      2\n      Lang Fong Pritchett, a native and citizen of Malaysia, was admitted to enter the United States in 1980 on a non-immigrant visa.   Pritchett was given this visa so that she could attend the University of Southwestern Louisi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lang-fong-pritchett-v-immigration-and-naturalization-service"
    }
  ],
  "relatedIncidents": [
    13034,
    13037,
    13038,
    13039,
    13040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}