{
  "id": 13193,
  "title": "1993년 Aks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-06-17",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Aks. 판결일: 1993-06-17. 법원: District Court, D. Kansas.",
  "description": "## 사건 정보\n\n**사건명**: S. Ronald AKS, D.D.S. Glen Henson and James E. Williams, D.O., individually and as representatives of all others similarly situated and Peggy Henson and Betty A. Williams, individually v. John J. BENNETT Compensation Programs, Inc. of Kansas City and Integrated Financial Services, Inc.\n**판결일**: 1993-06-17\n**법원**: District Court, D. Kansas\n**관할**: Kansas, KS\n\n**판사**: Lungstrum\n\n## 변호인\n\nJohn M. Klamann, Payne & Jones, Chtd., Overland Park, KS, Kenneth B. McClain, Humphrey, Farrington & McClain, Independence, MO, for plaintiffs., Dennis L. Davis, Tamara Wilson Setser, Cheryl Bloethe Linder, Hillix, Brewer, Hoffhaus, Whittaker & Wright, Kansas City, MO, for defendant Southgate Bank., Michael T. Halloran, Knipmeyer, McCann, Smith, Manz & Gotfredson, Kansas City, MO, Sandra S. Watts, Kenneth C. Brostron, Margaret M. Mooney, Lashly & Baer, P.C., St. Louis, MO, for defendants John J.\n\n## 인용\n\n- 150 F.R.D. 187\n\n## 판결문 요약\n\n\n\nMEMORANDUM AND ORDER\n\nLUNGSTRUM, District Judge.\n\nI. Introduction\n\nThis matter comes before the court on the plaintiffs’ motion to certify a plaintiffs’ class for claims against the defendants pursuant to the Racketeer Influenced and Corrupt Organizations Act (“RICO”), 18 U.S.C. § 1961 et seq., and the Securities Exchange Act of 1934, 15 U.S.C. § 78j(b), and Rule 10b-5, 17 C.F.R. § 240.10b-5 (Doc. # 158). The disposition of this issue was deferred for further briefing in the court’s order of December 24, 1992, in which the court certified a plaintiffs’ class to pursue claims under the Employee Retirement Income Security Act (“ERISA”), 29 U.S.C. § 1001 et seq. Aks v. Southgate Trust Co., 1992 WL 401708 (D.Kan. Dec. 24, 1992). For the reasons set forth below, the plaintiffs’ motion for class certification on their RICO and securities fraud claims are denied.\n\n*189\nII. Facts\n\nThe facts as alleged by the plaintiffs are set out below. The plaintiffs invested employee benefit plan assets in a series of three related investments that they alleged were sponsored, sold, and operated by the defendants. These were Master Mortgage Fund Trust VII (“MMFT VH”), Master Mortgage Fund Trust VII Guaranteed Plus Fund (“Guaranteed Fund”), and Master Mortgage Investment Fund, Inc. (“MMIF”).\nJohn J. Bennett formed MMFT VII in 1985 as a common law trust and operated it as a blind investment pool funded by qualified ERISA employee benefit plan assets. MMFT VII used these assets to provide loans to ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=aks-v-bennett"
    }
  ],
  "relatedIncidents": [
    13042,
    13113,
    13125,
    13161,
    13168
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}