{
  "id": 13194,
  "title": "1993년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-06-16",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1993-06-16. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania, Appellee, v. James SWINSON, Appellant\n**판결일**: 1993-06-16\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Rowley, President Judge, and Hudock and Brosky\n\n## 변호인\n\nFred A. Faber, Philadelphia, for appellant., Kathy L. Echternach, Asst. Dist. Atty., Philadelphia, for Com., appellee.\n\n## 인용\n\n- 626 A.2d 627\n- 426 Pa. Super. 167\n\n## 판결문 요약\n\n\n426 Pa. Super. 167 (1993)\n626 A.2d 627\nCOMMONWEALTH of Pennsylvania, Appellee,\nv.\nJames SWINSON, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted March 29, 1993.\nFiled June 16, 1993.\n*169 Fred A. Faber, Philadelphia, for appellant.\nKathy L. Echternach, Asst. Dist. Atty., Philadelphia, for Com., appellee.\nBefore ROWLEY, President Judge, and HUDOCK and BROSKY, JJ.\n*170 HUDOCK, Judge:\nThis is an appeal from the judgment of sentence imposed upon Appellant after he was found guilty by a jury of robbery,[1] theft,[2] receiving stolen property,[3] and criminal conspiracy.[4] Timely filed post-verdict motions were denied by the trial court, and Appellant was sentenced to concurrent terms of not less than three (3) years nor more than ten (10) years for the crimes of robbery and criminal conspiracy.[5] A direct appeal was filed and dismissed by this Court without prejudice to Appellant's rights under the Post Conviction Relief Act,[6] as a result of appellate counsel's failure to file a brief for Appellant. On August 26, 1992, Appellant, through court appointed counsel, filed a petition pursuant to the Post Conviction Relief Act. Appellant's petition was granted and Appellant's right to appeal from the judgment of sentence entered on August 22, 1989, was reinstated nunc pro tunc. This appeal followed. We affirm.\nThe facts and procedural history are ably summarized by the trial court as follows:\nOn November 30, 1987, at approximately 8:00 P.M., security guard John R. Holland was d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-swinson"
    }
  ],
  "relatedIncidents": [
    13045,
    13055,
    13094,
    13155,
    13179
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}