{
  "id": 13209,
  "title": "1993년 Shalala 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-06-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Shalala. 판결일: 1993-06-07. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: GOOD SAMARITAN HOSPITAL Et Al. v. SHALALA, SECRETARY OF HEALTH AND HUMAN SERVICES\n**판결일**: 1993-06-07\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Scalia, Souter, Stevens, White\n\n## 변호인\n\nCarel T Hedlund argued the cause for petitioners. With her on the briefs was Leonard C. Homer., Edward C. DuMont argued the cause for respondent. With him on the brief were Solicitor General Starr, Assistant Attorney General Gerson, Edwin S. Kneedler, Anthony J. Steinmeyer, John P. Schnitker, Susan K. Zagame, Darrel J. Grinstead, and Henry B. Goldberg.*\n\n## 인용\n\n- 124 L. Ed. 2d 368\n- 113 S. Ct. 2151\n- 508 U.S. 402\n- 1993 U.S. LEXIS 4020\n\n## 판결문 요약\n\n\nJustice White\ndelivered the opinion of the Court.\nAs a means of providing health care to the aged and disabled, Congress enacted the Medicare program in 1965. See Title XVIII of the Social Security Act, 79 Stat. 291, as amended, 42 U. S. C. § 1395 et seq. Under the program, providers of health care services can enter into agreements with the Secretary of Health and Human Services pursuant to which they are reimbursed for certain costs associated with the treatment of Medicare beneficiaries. To operate the program, the Secretary issued regulations imposing limits on the amount of repayment based on a range of factors designed to approximate the cost of providing general routine patient service. The question before us is whether the Secretary must afford the six petitioning hospitals an opportunity to establish that they are entitled to reimbursement for costs in excess of such limits.\nI\nA\nA complex statutory and regulatory regime governs reimbursement, rough description of which is necessary back*405ground to this case. To begin, Congress has required the Secretary to repay the lesser of the “reasonable cost” or “customary charg[e].” See 42 U. S. C. § 1395f(b)(l). Rather than attempt to define “reasonable cost” with precision, Congress empowered the Secretary to issue appropriate regulations setting forth the methods to be used in computing such costs. See § ISDSxCvXlXA).1\nPrior to 1972, the Secretary’s regulations contemplated reimbursement of the entirety of a provider’s se...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=good-samaritan-hospital-v-shalala"
    }
  ],
  "relatedIncidents": [
    13037,
    13039,
    13059,
    13140,
    13214
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}