{
  "id": 13203,
  "title": "1993년 Maria Gomez, Alicia Naveja and Leonardo Chavez v. State Bar of Texas, James Parsons, III and Karen Johnson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-06-09",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Maria Gomez, Alicia Naveja and Leonardo Chavez v. State Bar of Texas, James Parsons, III and Karen Johnson. 판결일: 1993-06-09. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Maria GOMEZ, Alicia Naveja, and Leonardo Chavez, Appellants, v. STATE BAR OF TEXAS, James Parsons III, and Karen Johnson, Appellees\n**판결일**: 1993-06-09\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Carroll, Jones, Kidd\n\n## 변호인\n\nJames C. Harrington, TX Civ. Rights Project, Ginny Agnew, Austin, for appellants., James M. McCormack, Gen. Counsel, Linda A. Acevedo, Asst. Gen. Counsel, Austin, for appellees.\n\n## 인용\n\n- 856 S.W.2d 804\n\n## 판결문 요약\n\n\r\n\r\n\r\n\r\nGomez v. State Bar                                                  \r\n\r\n\r\n\r\nIN THE COURT OF APPEALS, THIRD DISTRICT OF TEXAS,\r\n\r\n\r\n\r\nAT AUSTIN\r\n\r\n\r\n\r\n\r\n                       \r\n\r\n\r\n\r\n\r\nNO. 3-92-154-CV\r\n\r\n\r\n\r\n\r\n\r\nMARIA GOMEZ, ALICIA NAVEJA, AND LEONARDO CHAVEZ,\r\n\r\n\r\n\r\n                                 \r\n\tAPPELLANTS\r\n\r\n\r\nvs.\r\n\r\n\r\n\r\n\r\n\r\nSTATE BAR OF TEXAS, JAMES PARSONS III, AND KAREN JOHNSON,\r\n\r\n\r\n\r\n\tAPPELLEES\r\n\r\n\r\n\r\n                        \r\n\r\n\r\n\r\n\r\nFROM THE DISTRICT COURT OF TRAVIS COUNTY, 353RD JUDICIAL DISTRICT\r\n\r\n\r\n\r\nNO. 91-3848, HONORABLE JOSEPH H. HART, JUDGE PRESIDING\r\n\r\n\r\n\r\n                        \r\n\r\n\r\n\r\n\r\n\tMaria Gomez, Alicia Naveja, and Leonardo Chavez, on behalf of themselves and\r\nothers similarly situated (collectively, \"Plaintiffs\"), appellants, filed a class-action suit in the\r\ndistrict court against the State Bar of Texas and two of its officials, James Parsons III and Karen\r\nJohnson, individually and in their capacity as State Bar officials (collectively, \"Defendants\"). \r\nPlaintiffs alleged constitutional, statutory, and other violations arising from Defendants' actions\r\nand inaction in connection with providing pro bono legal services.  After Plaintiffs filed suit, six\r\nindividual lawyers intervened, three as plaintiffs and three as defendants.  The trial court\r\ndismissed Plaintiffs' cause for lack of jurisdiction over the subject matter.  On appeal, Plaintiffs\r\nassert six points of error complaining that the trial court erred in dismissing the cause f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "방화",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=horrocks-v-texas-department-of-transportation"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=maria-gomez-alicia-naveja-and-leonardo-chavez-v-state-bar-of-texas-james"
    }
  ],
  "relatedIncidents": [
    13124,
    13129,
    13130,
    13255,
    13276
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}