{
  "id": 13202,
  "title": "1993년 Wilson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-06-10",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Wilson. 판결일: 1993-06-10. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Brad Alan WILSON, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1993-06-10\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Nye, C.J., and Gilberto Hinojosa and Dorsey\n\n## 변호인\n\nMark Alexander, McAllen, for appellant., Rene Guerra, Dist. and County Atty., Theodore C. Hake, Cynthia A. Morales, Asst. Crim. Dist. Attys., Edinburg, for the State.\n\n## 인용\n\n- 857 S.W.2d 90\n\n## 판결문 요약\n\n\n857 S.W.2d 90 (1993)\nBrad Alan WILSON, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 13-92-067-CR.\nCourt of Appeals of Texas, Corpus Christi.\nJune 10, 1993.\nDiscretionary Review Denied October 20, 1993.\n*92 Mark Alexander, McAllen, for appellant.\nRene Guerra, Dist. and County Atty., Theodore C. Hake, Cynthia A. Morales, Asst. Crim. Dist. Attys., Edinburg, for the State.\nBefore NYE, C.J., and GILBERTO HINOJOSA and DORSEY, JJ.\n\nOPINION\nGILBERTO HINOJOSA, Justice.\nA jury found appellant guilty of burglary of a vehicle, and pursuant to an enhancement count, sentenced him to twenty years in the Institutional Division of the Texas Department of Justice and a $2,500 fine. By seven points of error, appellant challenges the jury's findings. We affirm.\nAt 1:30 a.m. on April 10, 1991, the Weslaco Police were dispatched to an apartment complex where a resident reported a possible burglary of a vehicle. The resident, Samantha De Pino, testified that she heard a loud noise, looked out her second-floor window, and saw a man wearing a light blue shirt and dark blue pants going from car to car trying to open the doors. While waiting for the police, De Pino saw the man get into a Mazda truck which she knew belonged to her neighbor, then walk away with a \"stereo.\" De Pino also testified that she did not see anyone else in the parking lot at that time.\nOfficer Jesus Vasquez testified that after he and Officer Robert De La Cerda arrived at the apartment complex, he saw a man sitting in the dri...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wilson-v-state"
    }
  ],
  "relatedIncidents": [
    13045,
    13055,
    13094,
    13155,
    13179
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}