{
  "id": 13218,
  "title": "1993년 Averhart 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-05-27",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Averhart. 판결일: 1993-05-27. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Rufus Lee AVERHART, Appellant, v. STATE of Indiana, Appellee\n**판결일**: 1993-05-27\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBRULER, Dickson, Givan, Krahulik, Shepard\n\n## 변호인\n\nSusan K. Carpenter, Public Defender, Rhonda Long-Sharp, Valerie K. Boots, Deputy Public Defenders, Indianapolis, for appellant., Linley E. Pearson, Atty. Gen., Arthur Thaddeus Perry, Deputy Atty. Gen., Indianapolis, for appellee.\n\n## 인용\n\n- 614 N.E.2d 924\n\n## 판결문 요약\n\n\n614 N.E.2d 924 (1993)\nRufus Lee AVERHART, Appellant,\nv.\nSTATE of Indiana, Appellee.\nNo. 02S00-8808-PC-751.\nSupreme Court of Indiana.\nMay 27, 1993.\n*926 Susan K. Carpenter, Public Defender, Rhonda Long-Sharp, Valerie K. Boots, Deputy Public Defenders, Indianapolis, for appellant.\nLinley E. Pearson, Atty. Gen., Arthur Thaddeus Perry, Deputy Atty. Gen., Indianapolis, for appellee.\nPER CURIAM.\nAppellant and two codefendants were charged with Murder and Felony Murder. A trial by jury resulted in a finding of guilty. The codefendants received prison sentences and appellant received the death penalty. The conviction was appealed and affirmed by this Court in Averhart, et al. v. State (1984), Ind., 470 N.E.2d 666.\nIn September of 1985, appellant, by counsel, filed a petition for post-conviction relief and a motion for change of judge. Striking resulted in the choosing of the Honorable Vern E. Sheldon as judge to try the post-conviction relief petition. After a long series of amendments and legal maneuvering, the cause came to trial and resulted in a denial of appellant's petition. This is an appeal from that denial.\nThe facts are: On August 11, 1981, at approximately noon, three men robbed the Gary National Bank in Gary, Indiana. The police were informed that a robbery was in progress, and Police Officer George Yaros responded to the call. He was killed in an exchange of gunfire with the robbers as they exited the bank.\nOne of the robbers wore a blue suit. All three robbers opened f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=averhart-v-state"
    }
  ],
  "relatedIncidents": [
    13034,
    13040,
    13051,
    13057,
    13085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}