{
  "id": 13213,
  "title": "1993년 Baranyai v. Andrezjwski 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-06-02",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Baranyai v. Andrezjwski. 판결일: 1993-06-02. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: In Re Petition of Ross CIOPPA to Challenge and Strike the Nomination Petitions of Peter W. Zentner, Marilyn J. Stevens and Richard W. Masten. Appeal of Peter W. ZENTNER, Marilyn J. Stevens and Richard W. Masten. in Re Nomination Petition of William BARANYAI, Jr., Gary Lang and Christine Grossman for the Nomination of the Democratic Party for Councilman for the Borough of Millvale, Allegheny County, Pennsylvania, Appellants, v. Donald ANDREZJWSKI and John F. Kearney\n**판결일**: 1993-06-02\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Cappy, Flaherty, Larsen, McDERMOTT, Nix, Papadakos, Zappala\n\n## 변호인\n\nSanford Kelson, Pittsburgh, for appellants in No. 36., Jay H. Spiegel, Pittsburgh, for appellee in No. 36., Stanley B. Lederman, Pittsburgh, for appellants in No. 37., Paul M. Daniels, Pittsburgh, for appellee in No. 37.\n\n## 인용\n\n- 626 A.2d 146\n- 533 Pa. 564\n\n## 판결문 요약\n\n\n\nOPINION ANNOUNCING THE JUDGMENT OF THE COURT\n\nNIX, Chief Justice.\nIn these consolidated appeals we are asked to decide whether the requirements of the Public Official and Employee Ethics Act (“Ethics Act”),1 specifically with respect to the filing of financial interests statements, were complied with by six candidates seeking inclusion on the May, 1991, primary ballot for municipal office.\nIn the appeal docketed at No. 36 W.D. Appeal Docket 1991, the nomination petitions of Peter W. Zentner, Marilyn J. Stevens and Richard W. Masten, prospective candidates for council seats in the Borough of Braddock Hills, Allegheny County, were challenged via a petition to set aside by a qualified elector, Ross Cioppa, in the Court of Common Pleas of Allegheny County. The reason advanced for this challenge centered on the candidates’ alleged failure to timely file their financial interests statements as required by Section 4(b) of the Ethics Act. The Ethics Act requires these statements be filed with the local governing authority on or before the last day for filing a petition to appear on the ballot for election. 65 P.S. § 404(b)(2). The last day for filing nomination petitions in this primary election was March 12, 1991.\n*567On March 6, 1991, Mr. Zentner hand-delivered the three statements at issue to Mr. Leonard Cunic, a Council Member for the Borough of Braddock Hills. Councilman Cunic accepted the statements and assured Mr. Zentner that he would deliver the statements to the Borough S...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=baranyai-v-andrezjwski"
    }
  ],
  "relatedIncidents": [
    13034,
    13037,
    13038,
    13039,
    13040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}