{
  "id": 13214,
  "title": "1993년 Desert Equities, Inc. v. Morgan Stanley Leveraged Equity Fund, II, L.P. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-06-01",
  "location": "Delaware, DE, USA",
  "summary": "미국 Delaware, DE 법원 판결 사건. 사건명: Desert Equities, Inc. v. Morgan Stanley Leveraged Equity Fund, II, L.P.. 판결일: 1993-06-01. 법원: Supreme Court of Delaware.",
  "description": "## 사건 정보\n\n**사건명**: DESERT EQUITIES, INC., Plaintiff Below, Appellant, v. MORGAN STANLEY LEVERAGED EQUITY FUND, II, L.P.; Morgan Stanley Leveraged Equity Fund, II, Inc.; And Morgan Stanley Group, Inc., Defendants Below, Appellee\n**판결일**: 1993-06-01\n**법원**: Supreme Court of Delaware\n**관할**: Delaware, DE\n\n**판사**: Horsey, Walsh and Holland\n\n## 변호인\n\nJoanne Zack, pro hac vice (argued), and Harold E. Kohn, of counsel, of Kohn, Nast & Graf, Philadelphia; Elwood S. Kendrick, of counsel, Los Angeles, CA; and Joseph A. Rosenthal of Rosenthal, Monhait, Gross & Goddess, Wilmington, for appellant., A. Gilchrist Sparks, III (argued), and David G. Thunhorst of Morris, Nichols, Arsht & Tunnell, Wilmington; and Lewis A. Kaplan, Allan J. Arffa and John N. Gevertz of Paul, Weiss, Rifkind, Wharton & Garrison, New York City, for appellees.\n\n## 인용\n\n- 624 A.2d 1199\n\n## 판결문 요약\n\n\n624 A.2d 1199 (1993)\nDESERT EQUITIES, INC., Plaintiff Below, Appellant,\nv.\nMORGAN STANLEY LEVERAGED EQUITY FUND, II, L.P.; Morgan Stanley Leveraged Equity Fund, II, Inc.; and Morgan Stanley Group, Inc., Defendants Below, Appellee.\nSupreme Court of Delaware.\nSubmitted: January 20, 1993.\nDecided: June 1, 1993.\nJoanne Zack, pro hac vice (argued), and Harold E. Kohn, of counsel, of Kohn, Nast &amp; Graf, Philadelphia; Elwood S. Kendrick, of counsel, Los Angeles, CA; and Joseph A. Rosenthal of Rosenthal, Monhait, Gross &amp; Goddess, Wilmington, for appellant.\nA. Gilchrist Sparks, III (argued), and David G. Thunhorst of Morris, Nichols, Arsht &amp; Tunnell, Wilmington; and Lewis A. Kaplan, Allan J. Arffa and John N. Gevertz of Paul, Weiss, Rifkind, Wharton &amp; Garrison, New York City, for appellees.\nBefore HORSEY, WALSH and HOLLAND, JJ.\n*1201 HORSEY, Justice:\nThe underlying issue of this appeal is whether plaintiff has pled a claim for relief sufficient to preclude dismissal of the complaint on the pleadings. The action involves a dispute between a limited partner plaintiff and a general partner defendant over their respective rights under a partnership agreement. The Court of Chancery found that plaintiff's allegations were conclusory and insufficient as a matter of law to state a claim for relief against defendant. Plaintiff appeals the court's grant of defendants' motion for judgment on the pleadings under Court of Chancery Rule 12(c), filed after answer. We find the grant o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=desert-equities-inc-v-morgan-stanley-leveraged-equity-fund-ii-lp"
    }
  ],
  "relatedIncidents": [
    13037,
    13039,
    13059,
    13140,
    13209
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}