{
  "id": 13224,
  "title": "1993년 Munn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-05-20",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Munn. 판결일: 1993-05-20. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Munn v. the State\n**판결일**: 1993-05-20\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Andrews, Birdsong, Pope\n\n## 변호인\n\nJ. Robert Joiner, for appellant., Lewis R. Slaton, District Attorney, Rebecca A. Keel, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 431 S.E.2d 447\n- 208 Ga. App. 674\n\n## 판결문 요약\n\n\n208 Ga. App. 674 (1993)\n431 S.E.2d 447\nMUNN\nv.\nTHE STATE.\nA93A0480.\nCourt of Appeals of Georgia.\nDecided May 20, 1993.\nJ. Robert Joiner, for appellant.\nLewis R. Slaton, District Attorney, Rebecca A. Keel, Assistant District Attorney, for appellee.\nBIRDSONG, Presiding Judge.\nLamar Munn appeals his judgment of conviction of armed robbery, aggravated assault and kidnapping, and sentence. Held:\n1. The jury was asked if they were related to or knew the named victim in any way, and none in the array responded affirmatively; the jury subsequently was selected. On the second day of trial a juror reported that although she had not known the victim's name, she recognized her when the victim entered the courtroom. The juror had worked with the symphony two or three years earlier and, although she had not spoken with the victim to arrange ticket sales, she had picked up blocks of symphony tickets from her. The juror had no other contact with and had not seen the victim since that event; the juror had not been to the Arts Center in two years. On voir dire the juror unequivocally maintained her ability to act objectively and to render a verdict based on the evidence and court instructions. The trial court declined appellant's request to replace the juror with the alternate juror (compare Stokes v. State, 204 Ga. App. 141 (418 SE2d 419)). Appellant makes no claim the juror should have been excused for cause, or that the juror deliberately withheld information regarding her acquaintance wit...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=munn-v-state"
    }
  ],
  "relatedIncidents": [
    13325,
    13335,
    12746,
    12813,
    12918
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}