{
  "id": 13225,
  "title": "1993년 Snyder 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-05-19",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Snyder. 판결일: 1993-05-19. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Michael H. SNYDER, Movant-Appellant v. STATE of Missouri\n**판결일**: 1993-05-19\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crow, Parrish, Shrum\n\n## 변호인\n\nLew Kollias, Columbia, for movant-appel-lant., Jeremiah W. (Jay) Nixon, Atty. Gen., John M. Saleeby, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 854 S.W.2d 47\n\n## 판결문 요약\n\n\nPARRISH, Chief Judge.\nMichael Snyder (movant) appeals from an order dismissing his Rule 24.035 motion. The motion was dismissed without an evi-dentiary hearing. This court affirms.\nMovant was convicted, upon his plea of guilty, of trafficking drugs in the second degree, § 195.223.7,1 a class B felony.2 He was sentenced to seven years’ imprisonment. Following his incarceration, movant filed a pro se Rule 24.035 motion. Counsel was appointed and allowed an additional 30 days in which to file an amended motion. An amended motion was timely filed. Written findings of fact and conclusions of law were entered. The amended motion was dismissed.\nThis court’s review is limited to making a determination of whether the motion court’s findings and conclusions are clearly erroneous. Rule 24.035(j)_ Further, since movant pleaded guilty to the underlying criminal charge[], “[a]ny claim of ineffective assistance of counsel is immaterial except to the extent it impinged upon the voluntariness and knowledge with which the plea of guilty was made.” Jenkins v. State, 788 S.W.2d 536, 537 (Mo.App.1990).\nEdmonds v. State, 819 S.W.2d 90, 91 (Mo.App.1991).\nMovant presents one point on appeal. He contends that the motion court “erred in denying [his] motion ... without an evi-dentiary hearing because [he] pleaded facts not refuted by the record alleging a denial of effective assistance of counsel which affected the voluntary and knowing nature of his plea.” Movant complains that his trial counsel fai...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=snyder-v-state"
    }
  ],
  "relatedIncidents": [
    13034,
    13037,
    13038,
    13039,
    13040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}