{
  "id": 13223,
  "title": "1993년 United States v. Nicomedes Martinez-Hidalgo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-05-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Nicomedes Martinez-Hidalgo. 판결일: 1993-05-21. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES OF AMERICA v. NICOMEDES MARTINEZ-HIDALGO, Appellant\n**판결일**: 1993-05-21\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Garth, Greenberg, Scirica\n\n## 변호인\n\nDavid Nissman (Argued), Assistant U.S. Attorney; ALPHONSO G. ANDREWS, Jr., Assistant U.S. Attorney; H. PETER Mabe, United States Attorney, Christiansted, St. Croix, V.I., for appellee, Thomas Alkon (Argued) (Alkon & Rhea) Christiansted, St. Croix, V.I., for appellant\n\n## 인용\n\n- 993 F.2d 1052\n- 28 V.I. 365\n\n## 판결문 요약\n\n993 F.2d 1052\n    UNITED STATES of America,v.Nicomedes MARTINEZ-HIDALGO, Appellant.\n    No. 92-7574.\n    United States Court of Appeals,Third Circuit.\n    Argued April 30, 1993.Decided May 21, 1993.\n    \n      David Nissman (argued), Asst. U.S. Atty., Alphonso G. Andrews, Jr., Asst. U.S. Atty., H. Peter Mabe, U.S. Atty., Christiansted, St. Croix, USVI, for appellee.\n      Thomas Alkon (argued), Alkon &amp; Rhea, Christiansted, St. Croix, USVI, for appellant.\n      Before:  GREENBERG, SCIRICA, and GARTH, Circuit Judges.\n      OPINION OF THE COURT\n      GREENBERG, Circuit Judge.\n    \n    I. FACTUAL AND PROCEDURAL BACKGROUND\n    \n      1\n      Defendant-appellant Nicomedes Martinez-Hidalgo appeals from the judgment of conviction and sentence entered on October 20, 1992, following his conviction at a jury trial in the District Court of the Virgin Islands for possession of cocaine on the high seas with intent to distribute and conspiracy on the high seas to distribute cocaine in violation of the Maritime Drug Law Enforcement Act, 46 U.S.C. app. &#167;&#167; 1903(a) and (j) (Supp.1992).   Martinez, a Colombian national, and the other members of the crew of his vessel were arrested in international waters after the Coast Guard boarded his vessel and found that it contained eight burlap bags of cocaine, later determined to weigh 282 kilos.   He contends, as he did in the district court, that the Maritime Drug Law Enforcement Act does not apply to him because he was a nonresident alie...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-nicomedes-martinez-hidalgo"
    }
  ],
  "relatedIncidents": [
    13034,
    13037,
    13038,
    13039,
    13040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}