{
  "id": 13233,
  "title": "1993년 Jeter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-05-14",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Jeter. 판결일: 1993-05-14. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: People v. Jeter\n**판결일**: 1993-05-14\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Giannis\n\n## 인용\n\n- 616 N.E.2d 1256\n- 247 Ill. App. 3d 120\n- 186 Ill. Dec. 624\n\n## 판결문 요약\n\n\n616 N.E.2d 1256 (1993)\n247 Ill. App.3d 120\n186 Ill.Dec. 624\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nGerald JETER and Anthony Thomas, Defendants-Appellants.\nNos. 1-89-1073, 1-89-1238.\nAppellate Court of Illinois, First District, Sixth Division.\nMay 14, 1993.\n*1258 Office of the State Appellate Defender, Chicago (Maria A. Harrigan, Asst. Appellate Defender, and Michael J. Pelletier, Deputy Defender, of counsel), for defendants-appellants.\nJack O'Malley, State's Atty. of Cook County, Chicago (Renee Goldfarb, William D. Carroll, Asst. State's Attys., and Celeste Stewart Stack, Sp. Asst. State's Atty., of counsel), for plaintiff-appellee.\n*1257 Justice GIANNIS delivered the opinion of the court:\nDefendants, Gerald Jeter and Anthony Thomas, were each charged with two counts of murder (Ill.Rev.Stat.1987, ch. 38, pars. 9-1(a)(1), 9-1(a)(2)) in connection with the killing of James Atkins and with two counts of attempt (murder) (Ill.Rev.Stat. 1987, ch. 38, par. 8-4) in connection with the respective shootings of Raymond Spain and Darryl Davis. After separate but simultaneous jury trials, defendant Jeter was convicted of the murder of James Atkins and the attempt (murder) of Raymond Spain. Defendant Thomas was convicted of the murder of James Atkins and the attempt (murder) of Raymond Spain and Darryl Davis. The trial court subsequently vacated defendant Jeter's murder conviction and sentenced him to a 30 year penitentiary term on the attempt (murder) conviction. De...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-jeter"
    }
  ],
  "relatedIncidents": [
    13034,
    13040,
    13051,
    13057,
    13085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}