{
  "id": 13235,
  "title": "1993년 Lillard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-05-13",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Lillard. 판결일: 1993-05-13. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Thomas LILLARD, Appellant, v. the STATE of Oklahoma, Appellee\n**판결일**: 1993-05-13\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: , Chapel, Johnson, Lane, Lumpkin\n\n## 인용\n\n- 852 P.2d 756\n\n## 판결문 요약\n\n\n852 P.2d 756 (1993)\nThomas LILLARD, Appellant,\nv.\nThe STATE of Oklahoma, Appellee.\nNo. F-89-1095.\nCourt of Criminal Appeals of Oklahoma.\nMay 13, 1993.\n\nORDER REMANDING FOR COMPETENCY HEARING\nThomas Lillard, appellant, was tried by a jury on May 22, 1989, in Okmulgee County District Court and convicted of Resisting an Officer (Count I) and Assault and Battery upon a Police Officer (Count II) in Case No. HCRM-87-5099, and Assault and Battery with a Dangerous Weapon in Case No. HCRF-87-5036. On July 8, 1987, one week after appellant was charged, the State filed an application for determination of competency. See 22 O.S. 1981, § 1175.2. At the hearing on the application, the trial court found appellant's competence questionable and ordered him to undergo professional mental evaluation at Eastern State Hospital. See 22 O.S.Supp. 1987, § 1175.3(D). After appellant had been evaluated, the court held a post-examination competency hearing pursuant to 22 O.S.Supp. 1987, § 1175.4. Appellant did not request a jury trial on the issue of competency and the trial was thus held before the judge. At the close of this proceeding, the court found appellant \"incompetent, but capable of achieving competency within a reasonable period of time... .\" 22 O.S. 1981, § 1175.7(A). Accordingly, appellant was ordered committed to Eastern State Hospital until he resumed competency, and further criminal proceedings against him were stayed. On September 30, 1987, appellant was released upon a doctor's order...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lillard-v-state"
    }
  ],
  "relatedIncidents": [
    13094,
    13116,
    13128,
    13135,
    13248
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}