{
  "id": 13237,
  "title": "1993년 United States v. Harold Kessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-05-11",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Harold Kessee. 판결일: 1993-05-11. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Harold KESSEE, Defendant-Appellant\n**판결일**: 1993-05-11\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Fletcher, Kleinfeld, O'Scannlain\n\n## 변호인\n\nGerald C. Salseda, Deputy Federal Public Defender, Los Angeles,- CA, for defendant-appellant., Bruce Riordan, Asst. U.S. Atty., Los Ange-les, CA, for plaintiff-appellee.\n\n## 인용\n\n- 992 F.2d 1001\n\n## 판결문 요약\n\n992 F.2d 1001\n    UNITED STATES of America, Plaintiff-Appellee,v.Harold KESSEE, Defendant-Appellant.\n    No. 91-50168.\n    United States Court of Appeals,Ninth Circuit.\n    Argued and Submitted July 10, 1992.Decided May 11, 1993.\n    \n      Gerald C. Salseda, Deputy Federal Public Defender, Los Angeles, CA, for defendant-appellant.\n      Bruce Riordan, Asst. U.S. Atty., Los Angeles, CA, for plaintiff-appellee.\n      Appeal from the United States District Court for the Central District of California.\n      Before FLETCHER, O'SCANNLAIN and KLEINFELD, Circuit Judges.\n      KLEINFELD, Circuit Judge:\n    \n    \n      1\n      Kessee was convicted of conspiracy, possession with intent to distribute, and carrying a firearm during a narcotics transaction in connection with sales of cocaine base.  18 U.S.C. &#167; 924(c)(1);  21 U.S.C. &#167;&#167; 841(a)(1) and 846.   We reverse, because he was entitled to present his entrapment defense to the jury, and was prevented from doing so.\n    \n    \n      2\n      Kessee participated in sales of cocaine base to an undercover informant, Mohammed Bawa, on September 6 and 12, 1990.   He made the introductions, effected the arrangements on the telephone, and carried a pistol in connection with these activities.   Bawa received the cocaine base from and paid the money to Kessee's codefendant, Marlon \"Boo\" Mack, who gave Kessee a commission.   After Kessee had arranged for the third sale, he was arrested.\n    \n    \n      3\n      I. Motion to Suppress...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-harold-kessee"
    }
  ],
  "relatedIncidents": [
    13034,
    13037,
    13038,
    13039,
    13040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}