{
  "id": 13239,
  "title": "1993년 Cole 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-05-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Cole. 판결일: 1993-05-07. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: CONNECTICUT GENERAL LIFE INSURANCE CO. OF NEW YORK, Et Al. v. Allen B. COLE, Et Al.\n**판결일**: 1993-05-07\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Conboy\n\n## 변호인\n\nPatricia A. Smith, Dwyer & Brennan, New York City, for plaintiffs., Juliana Maugeri, Van de Water & Van de Water, Poughkeepsie, NY, for defendants.\n\n## 인용\n\n- 821 F. Supp. 193\n\n## 판결문 요약\n\n\n821 F.Supp. 193 (1993)\nCONNECTICUT GENERAL LIFE INSURANCE CO. OF NEW YORK, et al.\nv.\nAllen B. COLE, et al.\nNo. 91 CIV 7408.\nUnited States District Court, S.D. New York.\nMay 7, 1993.\n*194 *195 Patricia A. Smith, Dwyer &amp; Brennan, New York City, for plaintiffs.\nJuliana Maugeri, Van de Water &amp; Van de Water, Poughkeepsie, NY, for defendants.\n\nAMENDED MEMORANDUM ENDORSEMENT\nCONBOY, District Judge.\nPlaintiffs INA Life Insurance Company of New York (\"LICONY\") and Connecticut General Life Insurance Company (\"Connecticut General\") bring this action seeking a declaration of the rights and obligations of the parties concerning the proceeds of an accident insurance policy and two life insurance policies. Defendant Allen B. Cole, who was convicted in New York State Supreme Court of murdering the insured, is one of the designated beneficiaries under each policy. Defendant Marguerite O'Reilly is an equal beneficiary under the accident policy, and defendants Judith Eidel, Patricia Spots, and Shauna Ferguson are contingent beneficiaries under the life insurance policies.\nPending before the Court are the following motions: 1. Plaintiff LICONY moves for an order granting it summary judgment and declaring that its payment of the entire proceeds of the accident policy to defendant O'Reilly was proper; 2. Defendant O'Reilly moves for an order granting her summary judgment and declaring that payment of the entire accident policy proceeds to her was proper; and 3. Plaintiff Connecticut Gener...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=connecticut-general-life-insurance-v-cole"
    }
  ],
  "relatedIncidents": [
    13034,
    13040,
    13051,
    13057,
    13085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}