{
  "id": 13247,
  "title": "1993년 Stromas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-04-29",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Stromas. 판결일: 1993-04-29. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Stromas v. State\n**판결일**: 1993-04-29\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Prather\n\n## 인용\n\n- 618 So. 2d 116\n\n## 판결문 요약\n\n\n618 So.2d 116 (1993)\nEmmett STROMAS, Sr., a/k/a Goldie,\nv.\nSTATE of Mississippi.\nNo. 90-KA-1067.\nSupreme Court of Mississippi.\nApril 29, 1993.\n*117 Jeff E. Bradley, Hattiesburg, for appellant.\nMichael C. Moore, Atty. Gen., Deirdre McCrory, Sp. Asst. Atty. Gen., Jackson, for appellee.\nEn Banc.\nPRATHER, Presiding Justice, for the Court:\n\nI. INTRODUCTION\nIn this case, the defendant-appellant, Emmett Stromas, Sr., a/k/a \"Goldie\", age 46, appeals both his conviction in the Circuit Court of Forrest County on the charge of selling a controlled substance and his sentence as a subsequent offender to serve a term of 60 years in the Mississippi Department of Corrections. Stromas asserts the following errors:\n(1) The trial court erred in allowing a tape recording of the drug transaction into evidence without first requiring the State to properly authenticate it.\n\n*118 (2) Stromas's federal and state constitutional right to confront the witnesses against him was violated.\n\n(3) Stromas's sentence of 60 years confinement to the Mississippi Department of Corrections violates the Eighth Amendment's Prohibition of Cruel and Unusual Punishment.\n\nII. FACTS\nOn February 9, 1989, at approximately 1:00 a.m., undercover agent, Lee Holcomb, and informant, Theresa Gendron, met Emmett Stromas, Sr. in front of Stromas's apartment in Hattiesburg for the purpose of buying cocaine. Stromas entered Holcomb's car and the three of them drove to another Hattiesburg apartment complex where Stromas was to pick u...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stromas-v-state"
    }
  ],
  "relatedIncidents": [
    13034,
    13037,
    13038,
    13039,
    13040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}