{
  "id": 13249,
  "title": "1993년 Devil Creek Ranch, Inc. v. Cedar Mesa Reservoir & Canal Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-04-28",
  "location": "Idaho, ID, USA",
  "summary": "미국 Idaho, ID 법원 판결 사건. 사건명: Devil Creek Ranch, Inc. v. Cedar Mesa Reservoir & Canal Co.. 판결일: 1993-04-28. 법원: Idaho Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: DEVIL CREEK RANCH, INCORPORATED, an Idaho Corporation, Plaintiff-Appellant, v. CEDAR MESA RESERVOIR AND CANAL COMPANY, an Idaho Corporation, Defendant-Respondent\n**판결일**: 1993-04-28\n**법원**: Idaho Supreme Court\n**관할**: Idaho, ID\n\n**판사**: Bistline, Johnson, McDEVITT, Reinhardt, Trout\n\n## 변호인\n\nRosholt, Robertson & Tucker, Twin Falls, for plaintiff-appellant. Justin R. Seamons argued., Coleman, Ritchie & Robertson, Twin Falls, for defendant-respondent. John S. Ritchie argued.\n\n## 인용\n\n- 851 P.2d 348\n- 123 Idaho 634\n\n## 판결문 요약\n\n\n851 P.2d 348 (1993)\n123 Idaho 634\nDEVIL CREEK RANCH, INCORPORATED, an Idaho corporation, Plaintiff-Appellant,\nv.\nCEDAR MESA RESERVOIR AND CANAL COMPANY, an Idaho corporation, Defendant-Respondent.\nNo. 19824.\nSupreme Court of Idaho, Boise, January 1993 Term.\nApril 28, 1993.\nRosholt, Robertson &amp; Tucker, Twin Falls, for plaintiff-appellant. Justin R. Seamons argued.\nColeman, Ritchie &amp; Robertson, Twin Falls, for defendant-respondent. John S. Ritchie argued.\nJOHNSON, Justice.\nThis is a water rights case in which the trial court granted summary judgment dismissing a declaratory judgment action on the basis of laches. We conclude that there is no showing of the prejudice necessary for the application of laches. We also conclude there is no basis to uphold the trial court's dismissal of the action on the alternate basis of res judicata. Therefore, we vacate the summary judgment and remand the case to the trial court for further proceedings.\n\n\n*349 I.\n\nTHE BACKGROUND AND PRIOR PROCEEDINGS.\nIn 1886, Jerome Helsley appropriated three cubic feet of water per second (cfs) for irrigation and domestic use from Deadwood Creek, located in Owyhee County. Deadwood Creek is a tributary of the East Fork of the Bruneau River, which is a tributary of the Bruneau River. In 1915, the district court in Owyhee County adjudicated this water right in the name of Helsley's successor, Karl Patrick.\nIn 1920, the Grand View Irrigation District (the irrigation district) filed an action in district co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=devil-creek-ranch-inc-v-cedar-mesa-reservoir-canal-co"
    }
  ],
  "relatedIncidents": [
    13034,
    13037,
    13038,
    13039,
    13040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}