{
  "id": 13248,
  "title": "1993년 Harvey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-04-29",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Harvey. 판결일: 1993-04-29. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Marshall Harvey\n**판결일**: 1993-04-29\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 192 A.D.2d 956\n- 597 N.Y.S.2d 602\n\n## 판결문 요약\n\n\n—Appeal from a judgment of the County Court of Albany County (Turner, Jr., J.), rendered July 19, 1990, convicting defendant upon his plea of guilty of the crime of assault in the first degree.\nDefendant contends on appeal that the prison sentence of 5 to 15 years that he received was harsh and excessive. Initially, we find that defendant knowingly and voluntarily waived his right to appeal as a condition of the negotiated plea bargain, thereby precluding appellate review (see, People v Seaberg, 74 *957NY2d 1; see also, People v Moissett, 76 NY2d 909; People v Dews, 169 AD2d 886, lv denied 77 NY2d 905). Were we to consider the merits we would find no reason to disturb the sentence imposed by County Court given defendant’s criminal record, coupled with the fact that defendant was allowed to plead guilty to one count of assault in the first degree in full satisfaction of a four-count indictment which included more serious charges and knowing that he could receive the sentence ultimately imposed (see, People v Palmer, 143 AD2d 469, 471, lv denied 73 NY2d 858).\nWeiss, P. J., Mikoll, Yesawich Jr., Levine and Casey, JJ., concur. Ordered that the judgment is affirmed.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-harvey"
    }
  ],
  "relatedIncidents": [
    13094,
    13116,
    13128,
    13135,
    13235
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}