{
  "id": 13246,
  "title": "1993년 Crystal R. Jackson v. Randy Kimel at & T Technologies, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-04-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Crystal R. Jackson v. Randy Kimel at & T Technologies, Inc.. 판결일: 1993-04-30. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Crystal R. JACKSON, Plaintiff-Appellant, v. Randy KIMEL; AT & T Technologies, Inc., Defendants-Appellees\n**판결일**: 1993-04-30\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n**판사**: Phillips, Wilkins, Williams\n\n## 변호인\n\nRobert J. Lingle, Moore & Brown, Melvin F. Wright, Jr., Wright, Parrish, Newton & Rabil, Winston-Salem, NC, argued (B. Ervin Brown, II, Moore & Brown, Winston-Salem, NC, on brief), for plaintiff-appellant., Max Daniel McGinn, Brooks, Pierce, McLendon, Humphrey & Leonard, Greensboro, NC, argued (William P.H. Cary, Brooks, Pierce, McLendon, Humphrey & Leonard, R. Cameron Cooke, Walker, Warren, Blackmon, Younce, Dowda, White, Cooke & Tisdale, Greensboro, NC, on brief), for defendants-appellees.\n\n## 인용\n\n- 992 F.2d 1318\n\n## 판결문 요약\n\n\nOPINION\nWILLIAMS, Circuit Judge:\nCrystal R. Jackson filed suit in North Carolina state court asserting a claim for intentional infliction of emotional distress against her former supervisor, Randy Kimel, as well as claims premised on principles of responde-at superior and negligent retention against her former employer, AT &amp; T Technologies Corporation. Jackson contended that Kimel coerced her into having sexual intercourse with him by threatening to withhold assistance with certain work-related problems and by impliedly threatening to terminate her employment.\nAT &amp; T successfully removed the case to federal district court on the ground that Jackson’s claims were preempted by § 301 of the Labor Management Relations Act (LMRA), 29 U.S.C. § 185 (1988). Finding that Jackson had failed to exhaust the grievance procedures provided in the collective bargaining agreement and that she was unable to satisfy any of the three exceptions to the exhaustion requirement, the district court granted summary judgment to Defendants on all claims.1 Jackson appeals both the removal to federal court and the grant of summary judgment.\nWe conclude that Jackson has failed to proffer sufficient evidence to survive summary judgment on her respondeat superior and negligent retention claims against AT &amp; T.2 We also conclude, however, that Jackson *1321has put forward sufficient evidence to survive summary judgment on her claim of intentional infliction of emotional distress against Ki-mel, an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=crystal-r-jackson-v-randy-kimel-at-t-technologies-inc"
    }
  ],
  "relatedIncidents": [
    13034,
    13037,
    13038,
    13039,
    13040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}