{
  "id": 13255,
  "title": "1993년 United States v. Girtha L. Gulley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-04-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Girtha L. Gulley. 판결일: 1993-04-22. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Girtha L. GULLEY, Defendant-Appellant\n**판결일**: 1993-04-22\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Easterbrook, Kanne, Will\n\n## 변호인\n\nHilary W. Frooman, Asst. U.S. Atty. (argued), Danville, IL, for plaintiff-appellee., Richard H. Parsons (argued), Peoria, IL, for defendant-appellant.\n\n## 인용\n\n- 992 F.2d 108\n\n## 판결문 요약\n\n992 F.2d 108\n    UNITED STATES of America, Plaintiff-Appellee,v.Girtha L. GULLEY, Defendant-Appellant.\n    No. 92-3766.\n    United States Court of Appeals,Seventh Circuit.\n    Argued Feb. 17, 1993.Decided April 22, 1993.\n    \n      Hilary W. Frooman, Asst. U.S. Atty.  (argued), Danville, IL, for plaintiff-appellee.\n      Richard H. Parsons (argued), Peoria, IL, for defendant-appellant.\n      Before EASTERBROOK and KANNE, Circuit Judges, and WILL, Senior District Judge.*\n      KANNE, Circuit Judge.\n    \n    \n      1\n      Girtha Gulley was convicted of having made a false statement before a federal grand jury, in violation of 18 U.S.C. &#167; 1623.   On appeal, Ms. Gulley's primary challenge is aimed at the district judge's refusal to make a downward departure when imposing her sentence.   Finding we lack jurisdiction to review that claim, we dismiss that portion of her appeal.   In addition, Ms. Gulley raises a constitutional challenge to her sentence and disputes the validity of her conviction on various bases.   Because these arguments are unpersuasive, we affirm both her conviction and sentence.\n    \n    I.\n    \n      2\n      In 1988, Ms. Gulley was the chairperson of the Peoria Citizens Committee for Economic Opportunity (\"PCCEO\").   At that time, the federal government was investigating Michael Banks and McFarland Bragg, PCCEO employees, concerning a scheme to defraud PCCEO which included a $60,000 loan from the organization to one Bradley West.   In connection with this...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-girtha-l-gulley"
    }
  ],
  "relatedIncidents": [
    13124,
    13129,
    13130,
    13203,
    13276
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}