{
  "id": 13257,
  "title": "1993년 Bray 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-04-19",
  "location": "South Carolina, SC, USA",
  "summary": "미국 South Carolina, SC 법원 판결 사건. 사건명: Bray. 판결일: 1993-04-19. 법원: Court of Appeals of South Carolina.",
  "description": "## 사건 정보\n\n**사건명**: Gordon S. BRAY, Jr., Respondent v. Glenn R. HEAD, Appellant\n**판결일**: 1993-04-19\n**법원**: Court of Appeals of South Carolina\n**관할**: South Carolina, SC\n\n**판사**: Bell, Gardner, Shaw\n\n## 변호인\n\nR. Patrick Snoddy, Charlotte, N.C., for appellant., N. Heyward Clarkson, III, Jennifer E. Johnsen of Gibbes & Clarkson, Greenville, for respondent.\n\n## 인용\n\n- 429 S.E.2d 842\n- 311 S.C. 490\n\n## 판결문 요약\n\n\n429 S.E.2d 842 (1993)\nGordon S. BRAY, Jr., Respondent,\nv.\nGlenn R. HEAD, Appellant.\nNo. 1994.\nCourt of Appeals of South Carolina.\nHeard March 23, 1993.\nDecided April 19, 1993.\n*843 R. Patrick Snoddy, Charlotte, N.C., for appellant.\nN. Heyward Clarkson, III, Jennifer E. Johnsen of Gibbes &amp; Clarkson, Greenville, for respondent.\nSHAW, Judge:\nRespondent, Gordon S. Bray, Jr., commenced this action against appellant, Glenn R. Head, seeking dissolution of the parties' partnership along with a division of the assets, and sought damages for fraud in the inducement and breach of contract. From an order of the master-in-equity determining capital contributions and assets and dividing the same, Head appeals. We affirm.\n\nPROCEEDINGS\nBray brought this action against Head seeking dissolution of his partnership with Head and division of the assets. He further alleged causes of action for fraud in the inducement and breach of contract, seeking damages. Head answered and counterclaimed for damages alleging Bray was guilty of slander per se and tortious interference with Head's business. He further prayed \"[f]or an order of the court directing that the real estate partnership B &amp; H Properties be dissolved and the assets equitably divided from the disposition of said partnership property.\" Head also moved for dismissal of Bray's complaint \"for failure to state a claim upon which relief can be granted.\"\nThe Circuit Court found Bray's first cause of action seeking dissolution of the partn...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bray-v-head"
    }
  ],
  "relatedIncidents": [
    13042,
    13113,
    13125,
    13161,
    13168
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}