{
  "id": 13266,
  "title": "1993년 West 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-04-14",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: West. 판결일: 1993-04-14. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Jack WEST, Jr., Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1993-04-14\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Brookshire, Burgess, Walker\n\n## 변호인\n\nWillis Everett Smith, Kingwood, for appellant., Peter C. Speers, Dist. Atty., Kathleen ■ Hamilton, Asst. Dist. Atty., Conroe, for state.\n\n## 인용\n\n- 846 S.W.2d 912\n\n## 판결문 요약\n\n\nOPINION\nBROOKSHIRE, Justice.\nA jury convicted Jack West, Jr. of the murder of his wife, Brenda, and assessed punishment at twenty-eight (28) years in the Institutional Division of the Texas Department of Criminal Justice. Appellant raises three points of error, viz:\nPoint of Error One: The jury erred in ruling that the evidence was sufficient to support a finding that the appellant, while slapping his wife and thus causing her death, was guilty of murder.\nPoint of Error Two: The State was required, but failed, to prove the absence of “sudden passion” and “adequate cause” beyond a reasonable doubt in order to convict the appellant of murder. Point of Error Three: The trial court erred when it refused appellant’s request to include in the jury charge during guilt/innocence, a charge on self-defense.\nAppellant was indicted under Tex.Penal Code Ann. sec. 19.02(a)(2) (Vernon 1989) and the jury was charged, in pertinent part:\n... Jack West, Jr., did then and there intentionally or knowingly, with intent to cause serious bodily injury to an individual, Brenda West, commit an act clearly dangerous to human life, to-wit: strike Brenda West about her head with the defendant’s hand or fist or an object, the nature of which is unknown to the Grand Jury, thereby causing the death of the said Brenda West, as alleged in the indictment, and you further find beyond a reasonable doubt that the defendant, in so acting, was not acting under the immediate influence of sudden passion arising from...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=west-v-state"
    }
  ],
  "relatedIncidents": [
    13034,
    13040,
    13051,
    13057,
    13085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}