{
  "id": 13264,
  "title": "1993년 Walters 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-04-16",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Walters. 판결일: 1993-04-16. 법원: District Court, S.D. Texas.",
  "description": "## 사건 정보\n\n**사건명**: Dwight E. WALTERS, Jr. dba Computer Maintenance Service, and C.M.E.S. CORP., as successor to Dwight E. Walters, Jr., dba Computer Maintenance Service v. INTERNATIONAL BUSINESS MACHINES, INC. aka IBM, William H. Childers, and Robert Bernsen\n**판결일**: 1993-04-16\n**법원**: District Court, S.D. Texas\n**관할**: Texas, TX\n\n**판사**: Head\n\n## 변호인\n\nPatrick L. Beam, Burkett & Beam, Ronald B. Brin, David H. Crago, Brin & Brin, Corpus Christi, TX, for plaintiffs., Ernest R. Higginbotham, Strasburger & Price, Dallas, TX, Miller W. Meredith, Jr., Meredith, Donnell & Abernethy, Corpus Christi, TX, for defendants.\n\n## 인용\n\n- 818 F. Supp. 1012\n\n## 판결문 요약\n\n\n\nORDER DISMISSING SHERMAN ACT CLAIMS, DENYING DEFENDANTS’ REQUEST FOR ATTORNEYS’ FEES, AND REMANDING CASE TO STATE DISTRICT COURT\n\nHEAD, District Judge.\nPlaintiffs are in the computer maintenance business, providing parts, repair services and computer training to individuals and businesses in South Texas. In 1989, plaintiffs filed suit against IBM and two individual defendants in the 319th Judicial District Court of Nueces County, Texas, alleging various state causes of action including negligence, fraud, tortious interference with business relationships and violations of the Texas Free Enterprise and Anti-Trust Act of 1983. In March 1993, plaintiffs filed a succession of amended petitions, and alleged in each for the first time, violations of Section 1 of the Sherman Act, 15 U.S.C. § 1, and in the last petition, added claims for treble damages under this federal statute. Defendants immediately removed the case to this Court on federal question jurisdiction. 28 U.S.C. § 1441(b).\nPlaintiffs have a May 1993 trial setting in state district court. To avoid losing that trial date, plaintiffs filed an emergency motion for leave to amend their complaint to dismiss all federal claims and for remand of the case to state district court. Defendants readily agree to the dismissal of plaintiffs’ federal claims. Accordingly, plaintiffs’ Sherman Act claims are dismissed without prejudice, and, providing that plaintiffs do not raise these federal claims in the state court proceeding, shall ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=walters-v-international-business-machines-inc"
    }
  ],
  "relatedIncidents": [
    13042,
    13113,
    13125,
    13161,
    13168
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}