{
  "id": 13263,
  "title": "1993년 Bohan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-04-16",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Bohan. 판결일: 1993-04-16. 법원: Court of Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Thomas H. JACKSON, for the Use and Benefit of the BOHAN GROUP, INC., and Thomas H. Jackson, Individually v. David BOHAN and Bohan Agency, Inc.\n**판결일**: 1993-04-16\n**법원**: Court of Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Koch, Lewis, Todd\n\n## 변호인\n\nStanly T. Snodgrass, Nashville, for plaintiffs/appellants., Nader Baydoun, John I. Harris, III, Nashville, for defendants/appellees.\n\n## 인용\n\n- 861 S.W.2d 241\n\n## 판결문 요약\n\n\nOPINION\nTODD, Presiding Judge.\nThe plaintiff, Thomas H. Jackson, has appealed from a non-jury judgment dismissing his suit against the defendants, David Bohan and Bohan Agency, Inc., and assessing attorney’s fees against plaintiff.\n-History of the Dispute-\nFor a number of years prior to 1986, plaintiff was the sole stockholder of a corporation named Tom Jackson and Associates, which was in the business of public relations, meeting planning and advertisement.\nPlaintiff and defendant, Bohan, agreed to organize a corporation to be known as Bohan Group. A pre-incorporation agreement was signed by the parties in the following form:\nDavid Bohan, President\nThomas H. Jackson, Secretary-Treasurer\nThe agreement provided that Bohan would own 60% of the corporate stock; that Jackson would own 40% of the corporate stock; that Bohan and Jackson would be the directors and president and secretary-treasurer respectively; and that salaries of both would be budgeted, but Jackson’s salary would be deferred “until profits are attained.”\nThe corporation was duly incorporated in August, 1986, when the stockholders elected the directors and the directors elected officers in accordance with the agreement. The record contains no by-laws. The charter is silent on salaries.\nFrom August, 1986, until January 15,1990, the corporation was managed by Bohan who was paid salary according to budgets which Bohan claims Jackson approved; but Jackson denies seeing or approving the budgets. The Trial Judge found t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jackson-ex-rel-bohan-group-inc-v-bohan"
    }
  ],
  "relatedIncidents": [
    13034,
    13037,
    13038,
    13039,
    13040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}