{
  "id": 13270,
  "title": "1993년 People v. Henderson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-04-09",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: People v. Henderson. 판결일: 1993-04-09. 법원: Criminal Court of the City of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Edward Henderson\n**판결일**: 1993-04-09\n**법원**: Criminal Court of the City of New York\n**관할**: New York, NY\n\n**판사**: Walker\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Giddens, Schindel & Langs, New York City (Paul Giddens of counsel), for defendant. Robert T. Johnson, District Attorney of Bronx County (Victor Brown of counsel), for plaintiff.\n\n## 인용\n\n- 157 Misc. 2d 712\n- 598 NYS2d 666\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nEdgar G. Walker, J.\nThe defendant in this case met and married the complainant while in the Philippines in September 1991. The defendant returned to the United States in October 1991, leaving his bride behind.\nOne year later, in October 1992, the complainant arrived in this country and took up residence with the defendant in his mother’s house in Bronx County. At first they were just like newlyweds, but their relationship quickly deteriorated. On October 14, 1992, only six days after her arrival in this country, the complainant was at the 47 th Precinct, telling Police Officer Richard Smith that her husband had just beaten her the day before and that on a previous occasion during her brief stay in the Bronx he had threatened her with a gun.\nAfter the incident of October 13, 1992 the defendant told the complainant their marriage was over, gave the complainant a return ticket to Manila and ordered her to leave immediately. Only a few hours later the complainant was out on the street walking away from the house, despite the fact that the defendant hadn’t seen any need to give her a key to the house because \"[s]he didn’t know her way around to go anywhere other than through me. I was always with her. She didn’t speak English that well.”\nAfter hearing her story, Officer Smith and his partner drove with the complainant to the marital residence. During the drive over the complainant told the police that the defendant kept the gun in a drawer in the bedroom she ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-henderson"
    }
  ],
  "relatedIncidents": [
    13034,
    13037,
    13038,
    13039,
    13040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}