{
  "id": 13271,
  "title": "1993년 Ballard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-04-08",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Ballard. 판결일: 1993-04-08. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State of North Carolina v. Lonnie Winslow Ballard\n**판결일**: 1993-04-08\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Whichard\n\n## 변호인\n\n\n\nMichael F. Easley, Attorney General, by Jeffrey P. Gray, Assistant Attorney General, for the State.\n, \nMalcolm Ray Hunter, Jr., Appellate Defender, by Janine Crawley, Assistant Appellate Defender, for defendant-appellant.\n\n\n## 인용\n\n- 428 S.E.2d 178\n- 333 N.C. 515\n\n## 판결문 요약\n\n\n428 S.E.2d 178 (1993)\n333 N.C. 515\nSTATE of North Carolina\nv.\nLonnie Winslow BALLARD.\nNo. 255A92.\nSupreme Court of North Carolina.\nApril 8, 1993.\n*179 Michael F. Easley, Atty. Gen. by Jeffrey P. Gray, Asst. Atty. Gen., Raleigh, for the State.\nMalcolm Ray Hunter, Jr., Appellate Defender by Janine Crawley, Asst. Appellate Defender, Raleigh, for defendant-appellant.\nWHICHARD, Justice.\nDefendant was tried in a noncapital trial for murder in the first degree of Marlon Branch. The trial court denied defendant's motion that he be allowed to give evidence supporting his request for appointment of a psychiatric expert in camera and ex parte. We hold that an indigent defendant who requests that evidence supporting his motion for expert psychiatric assistance be presented in an ex parte hearing is constitutionally entitled to have such a hearing, and that the trial court erred in denying defendant's request to be heard on this matter ex parte.\nOn 11 October 1990 defendant's courtappointed counsel moved before Judge Orlando F. Hudson for an in camera review of information supporting the appointment of a psychiatric expert to assist defendant in the preparation of his defense. When Judge Hudson asked whether the in camera review was to be \"with or without the prosecutor,\" defense counsel responded: \"Without the presence of the District Attorney.\" Judge Hudson then denied the motion, but offered to hear such information in open court. Defense counsel moved for the appointment of a psychia...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-ballard"
    }
  ],
  "relatedIncidents": [
    13034,
    13040,
    13051,
    13057,
    13085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}