{
  "id": 13276,
  "title": "1993년 Larson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-03-31",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Larson. 판결일: 1993-03-31. 법원: District Court, M.D. Florida.",
  "description": "## 사건 정보\n\n**사건명**: Dawn S. LARSON, Plaintiff, v. the SCHOOL BOARD OF PINELLAS COUNTY, FLORIDA, Et Al., Defendants\n**판결일**: 1993-03-31\n**법원**: District Court, M.D. Florida\n**관할**: USA, Federal\n\n**판사**: Jenkins\n\n## 변호인\n\nCharles E. Lykes, Jr., Clearwater, FL, for Dawn S. Larson., Dawn S. Larson, pro se., Bruce P. Taylor, Law Office of Bruce P. Taylor, Largo, FL, for Pinellas County School Bd., Robert George Walker, Jr., Law Office of Robert G. Walker, Jr., Clearwater, FL, for Stuart A. Weston, James M. Barker and Theodore J. Pafundi.\n\n## 인용\n\n- 820 F. Supp. 596\n\n## 판결문 요약\n\n\n820 F.Supp. 596 (1993)\nDawn S. LARSON, Plaintiff,\nv.\nThe SCHOOL BOARD OF PINELLAS COUNTY, FLORIDA, et al., Defendants.\nNo. 91-225-CIV-T-23C.\nUnited States District Court, M.D. Florida, Tampa Division.\nMarch 31, 1993.\n*597 Charles E. Lykes, Jr., Clearwater, FL, for Dawn S. Larson.\nDawn S. Larson, pro se.\nBruce P. Taylor, Law Office of Bruce P. Taylor, Largo, FL, for Pinellas County School Bd.\nRobert George Walker, Jr., Law Office of Robert G. Walker, Jr., Clearwater, FL, for Stuart A. Weston, James M. Barker and Theodore J. Pafundi.\n\nORDER\nJENKINS, United States Magistrate Judge.\nTHIS CAUSE comes on for consideration of Defendant School Board's Motion To Dismiss Count I of the Second Amended Complaint (Dkt.49), the Individual Defendants' Motion To Dismiss Counts I, VI and VIII of Plaintiff's Second Amended Complaint (Dkt.54) and plaintiff's responses thereto. (Dkts.52, 56) For the reasons set forth below, the motions are granted in part and denied in part.[1]\n\n\n*598 I\nThis employment discrimination action alleges that the School Board of Pinellas County, Florida (\"School Board\") and individual defendants Ted Pafundi, Stuart Weston and James Barker discriminated against plaintiff on the basis of her sex and physical condition during the course of her employment with the School Board from September 1983 through June 1990.\nThe School Board and defendants Pafundi and Weston have filed motions to dismiss Counts I, VI and VIII of plaintiff's Second Amended Complaint pursuant to Fed...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "방화",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ali-abdul-habib-hakeem-aka-thomas-wooten-v-howard-l-beyer-attorney"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=larson-v-school-bd-of-pinellas-county-fla"
    }
  ],
  "relatedIncidents": [
    13124,
    13129,
    13130,
    13203,
    13255
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}