{
  "id": 13272,
  "title": "1993년 Bennett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-04-07",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Bennett. 판결일: 1993-04-07. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State v. Bennett\n**판결일**: 1993-04-07\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Stoker, Thibodeaux and Saunders\n\n## 인용\n\n- 617 So. 2d 550\n\n## 판결문 요약\n\n\n617 So.2d 550 (1993)\nSTATE of Louisiana\nv.\nRoy BENNETT.\nNo. CR91-257.\nCourt of Appeal of Louisiana, Third Circuit.\nApril 7, 1993.\n*551 Edwin Louis Cabra, Leesville, for State.\nRichard V. Burnes, Alexandria, for Roy Bennett.\nBefore STOKER, THIBODEAUX and SAUNDERS, JJ.\nSTOKER, Judge.\nDefendant Roy Bennett was convicted of solicitation to commit murder, a violation of LSA-R.S. 14:28.1 and sentenced to five years at hard labor. Defendant appeals his conviction and sentence. We affirm.\n\nFACTS\nDuring the first week of April 1987, defendant made an unannounced visit to the home of Charles Basco, a lifelong acquaintance who resided in Sabine Parish. Defendant, who had not communicated with Basco for about six years, informed him that an individual named Huey P. Long was going to testify against defendant in a criminal trial. Long and defendant had both been charged with aggravated burglary and attempted aggravated arson of the dwelling of Dale Behan.\nReturning to Basco's home a few days later, defendant informed Basco that Long's testimony would destroy defendant's business and stated that something would have to be done about Long. Basco agreed to look into the matter. Defendant subsequently returned to Basco's home a third time and told Basco that \"[t]he man had to besomething done with him,\" and asked if anyone had been located to do the job.\nShortly after defendant's third visit, Basco met with Manning Coleman, Jr. at Coleman's residence in Beauregard Parish. While there, Basco...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-bennett"
    }
  ],
  "relatedIncidents": [
    13034,
    13040,
    13051,
    13057,
    13085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}