{
  "id": 13284,
  "title": "1993년 Kelly 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-03-22",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Kelly. 판결일: 1993-03-22. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Kelly v. State\n**판결일**: 1993-03-22\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Per Curiam\n\n## 인용\n\n- 616 So. 2d 100\n\n## 판결문 요약\n\n\n616 So. 2d 100 (1993)\nWilliam KELLY, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 92-2654.\nDistrict Court of Appeal of Florida, First District.\nMarch 22, 1993.\n*101 Nancy A. Daniels, Public Defender, P. Douglas Brinkmeyer, Asst. Public Defender, Tallahassee, for appellant.\nRobert A. Butterworth, Atty. Gen., Sonya Roebuck Horbelt and Amelia L. Beisner, Asst. Attys. Gen., Tallahassee, for appellee.\nPER CURIAM.\nIn this direct criminal appeal, appellant argues that the trial court imposed a departure sentence without written reasons. Therefore, he contends that the sentence must be reversed and the case remanded, with directions that the trial court impose a guidelines sentence. We agree.\nAppellant was charged in two separate cases. In the first, he was charged with burglary of a structure and possession of burglary tools; and, in the second, he was charged with burglary of a structure. As the result of negotiations with the state, appellant agreed to plead no contest to all three counts in the two cases. In return, the state agreed that it would recommend that appellant receive a 22-month sentence for each count of the first case and for the single count of the second case, the three sentences to run concurrently.\nThe trial court told appellant that it felt that the concurrent 22-month sentences recommended for the two counts of the first case were appropriate. However, it also told appellant that it would not sentence him as recommended in the second case. It offered appellan...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kelly-v-state"
    }
  ],
  "relatedIncidents": [
    13045,
    13055,
    13094,
    13155,
    13179
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}