{
  "id": 13289,
  "title": "1993년 United States v. Jorge Eliecer Agudelo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-03-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Jorge Eliecer Agudelo. 판결일: 1993-03-18. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Jorge Eliecer AGUDELO, Defendant, Appellant\n**판결일**: 1993-03-18\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Aldrich, Bailey, Cyr, Selya\n\n## 변호인\n\nCharles W. Rankin, with whom Rankin & Sultan was on brief, for defendant, appellant., Brian T. O’Connor, Asst. U.S. Atty., with whom A. John Pappalardo, U.S. Atty., was on brief, for appellee.\n\n## 인용\n\n- 988 F.2d 285\n\n## 판결문 요약\n\n988 F.2d 285\n    38 Fed. R. Evid. Serv. 439\n    UNITED STATES of America, Appellee,v.Jorge Eliecer AGUDELO, Defendant, Appellant.\n    No. 90-1465.\n    United States Court of Appeals,First Circuit.\n    Heard Feb. 1, 1993.Decided March 18, 1993.\n    \n      Charles W. Rankin, with whom Rankin &amp; Sultan was on brief, for defendant, appellant.\n      Brian T. O'Connor, Asst. U.S. Atty., with whom A. John Pappalardo, U.S. Atty., was on brief, for appellee.\n      Before SELYA, Circuit Judge, BAILEY ALDRICH, Senior Circuit Judge, and CYR, Circuit Judge.\n      BAILEY ALDRICH, Senior Circuit Judge.\n    \n    \n      1\n      Defendant Jorge Eliecer Agudelo appeals from his November 29, 1989 conviction for possession with intent to distribute five kilograms or more of cocaine, 21 U.S.C. &#167; 841(a)(1), and for conspiracy to do the same.  21 U.S.C. &#167; 846.   Three co-defendants, Hildardo Alvarez, Antonio Palacio Calle, and Jorge Ivan Berrio-Londono were also so charged.   The jury convicted Alvarez, but the district court directed mistrials for Calle and Berrio-Londono after the jury failed to reach a verdict.1  On appeal, Agudelo alleges that the court erred in allowing Special Agent Lemon to testify regarding a 1986 seizure of cash from the defendant and in allowing him to provide expert opinion testimony on the same.   We affirm.\n    \n    \n      2\n      The story, taking it most favorably to the government, United States v. Echeverri, 982 F.2d 675 (1st Cir.1993), unfolds as follo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-jorge-eliecer-agudelo"
    }
  ],
  "relatedIncidents": [
    13034,
    13037,
    13038,
    13039,
    13040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}