{
  "id": 13283,
  "title": "1993년 Westfall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-03-25",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Westfall. 판결일: 1993-03-25. 법원: Colorado Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Gilbert O. WESTFALL v. TOWN OF HUGO\n**판결일**: 1993-03-25\n**법원**: Colorado Court of Appeals\n**관할**: Colorado, CO\n\n**판사**: Criswell, Ney, Sternberg\n\n## 변호인\n\nJohnson and Johnson, Scott W. Johnson, Colorado Springs, for plaintiff-appellant., Law Offices of Lawrence A. Wright, Jr., Lawrence A. Wright, Jr., Myka M. Landry, Kiowa, for defendant-appellee.\n\n## 인용\n\n- 851 P.2d 299\n\n## 판결문 요약\n\n\nOpinion by\nJudge CRISWELL.\nPlaintiff, Gilbert O. Westfall, appeals from the judgment entered on a jury verdict dismissing his claim for damages allegedly caused by a fire emanating from a sanitary landfill operated by the defendant, Town of Hugo. He argues that the trial court committed reversible error by admitting evidence of plaintiff’s prior lawsuits and in refusing to instruct the jury upon certain administrative regulations. We agree; hence, we reverse and remand for a new trial.\nFor a number of years, the Town has operated a sanitary landfill in the unincor*301porated portion of Lincoln County. Plaintiff owns pasture and farmland located nearby.\nIn April 1986, a grass fire occurred that apparently began in or near the Town’s disposal site. Because of high winds, the fire spread over a large area, burning a substantial area of grasslands, including approximately 5,000 acres of land and several miles of fencing owned by plaintiff.\nClaiming damages consisting of loss of leasehold revenue and the cost of repair to the fence, plaintiff instituted suit against the Town. His evidence, if credited, could have led to the inference that the Town negligently failed adequately to maintain and operate the disposal site, and as a result, a fire started by some third party within the disposal pit spread to the surrounding area.\nAfter a trial to a jury, a verdict for the Town was returned, and the court entered its judgment on that verdict.\nI.\nWe agree with plaintiff that the trial c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=westfall-v-town-of-hugo"
    }
  ],
  "relatedIncidents": [
    13034,
    13037,
    13038,
    13039,
    13040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}