{
  "id": 13282,
  "title": "1993년 Stewart 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-03-25",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Stewart. 판결일: 1993-03-25. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: RANDALL L. STEWART Et Al., Plaintiffs-Appellants, v. JEFFREY L. THRASHER Et Al., Defendants-Appellees\n**판결일**: 1993-03-25\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Knecht\n\n## 변호인\n\nRay Moss, of Ray Moss & Associates, P.C., of Clinton, for appellants., No brief filed for appellees.\n\n## 인용\n\n- 610 N.E.2d 799\n- 242 Ill. App. 3d 10\n- 182 Ill. Dec. 930\n\n## 판결문 요약\n\n\n610 N.E.2d 799 (1993)\n242 Ill. App.3d 10\n182 Ill.Dec. 930\nRandall L. STEWART and Bonnie Stewart, Plaintiffs-Appellants,\nv.\nJeffrey L. THRASHER and Liana L. Thrasher, Defendants-Appellees.\nNo. 4-92-0524.\nAppellate Court of Illinois, Fourth District.\nMarch 25, 1993.\n*800 Ray Moss, Ray Moss &amp; Associates, P.C., Clinton, for plaintiffs-appellants.\nNo appearance for defendants-appellees.\nJustice KNECHT delivered the opinion of the court:\nRandall and Bonnie Stewart filed an action seeking damages or contract rescission due to negligent misrepresentation, mutual mistake of fact, breach of warranty of habitability, and violation of the Consumer Fraud and Deceptive Business Practices Act. (Ill.Rev.Stat.1989, ch. 121½, par. 261 et seq.). After a bench trial on the merits, the circuit court entered judgment in favor of the defendants, Jeffrey and Liana Thrasher, on all counts. On appeal, the plaintiffs have abandoned the breach of warranty of habitability and consumer fraud theories, but contend the circuit *801 court's determination there was no negligent misrepresentation, or in the alternative, mutual mistake of fact, was against the manifest weight of the evidence. The defendants have not filed an appellee's brief; however, the record is simple and the issues are clear, so we will address the merits. First Capitol Mortgage Corp. v. Talandis Construction Corp. (1976), 63 Ill.2d 128, 133, 345 N.E.2d 493, 495.\nThe circuit court's commendably thorough memorandum decision and order h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stewart-v-thrasher"
    }
  ],
  "relatedIncidents": [
    13042,
    13113,
    13125,
    13161,
    13168
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}