{
  "id": 13290,
  "title": "1993년 Young 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-03-17",
  "location": "Utah, UT, USA",
  "summary": "미국 Utah, UT 법원 판결 사건. 사건명: Young. 판결일: 1993-03-17. 법원: Utah Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Utah, Plaintiff and Appellee, v. David Franklin YOUNG, Defendant and Appellant\n**판결일**: 1993-03-17\n**법원**: Utah Supreme Court\n**관할**: Utah, UT\n\n**판사**: Durham, Hall, Howe, Stewart, Zimmerman\n\n## 변호인\n\nR. Paul Van Dam, Sandra L. Sjogren, Salt Lake City, for plaintiff and appellee., Nancy Bergeson, Karen Stam, Joan C. Watt, Salt Lake City, for defendant and appellant.\n\n## 인용\n\n- 853 P.2d 327\n\n## 판결문 요약\n\n\n*335HALL, Chief Justice:\nDefendant appeals his convictions for first degree murder1 and theft2 and the sentence of death imposed for the murder conviction. Defendant was charged with murdering Ember K. Mars and stealing her pickup truck. A jury convicted defendant of both charges, finding that the homicide was committed in the course of a rape or an attempted rape and for personal or other pecuniary gain. After a separate hearing, the trial court found that defendant had been previously convicted of a felony involving violence against a person. Following a four-day penalty phase hearing, the jury returned a verdict of death on the first degree murder conviction. At formal sentencing, the trial court imposed the death sentence as well as an additional sentence of one to fifteen years in the state prison and a $10,000 fine for the theft conviction. Defendant raises numerous issues on appeal.\nI. FACTS\nOn August 18, 1987, defendant met Ember Mars and her friends Angela Johnson and Gene Butcher at the Flying J truckstop in Salt Lake City, Utah. At Mars’ invitation, defendant joined them at their table. When the group left, defendant asked if he could accompany them to Butcher’s apartment to take a shower. Butcher consented, and they proceeded in Mars’ truck to pick up Johnson’s car before travelling on to the apartment.\nMars and defendant arrived at Butcher’s apartment shortly after the others. After playing cards, Butcher and Johnson decided to lie down in the bedroom. When John...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-young"
    }
  ],
  "relatedIncidents": [
    13034,
    13040,
    13051,
    13057,
    13085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}