{
  "id": 13291,
  "title": "1993년 Phillip E. Jones v. Tekla Miller 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-03-17",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Phillip E. Jones v. Tekla Miller. 판결일: 1993-03-17. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Phillip E. Jones v. Tekla Miller\n**판결일**: 1993-03-17\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 989 F.2d 499\n\n## 판결문 요약\n\n989 F.2d 499\n    NOTICE: Sixth Circuit Rule 24(c) states that citation of unpublished dispositions is disfavored except for establishing res judicata, estoppel, or the law of the case and requires service of copies of cited unpublished dispositions of the Sixth Circuit.Phillip E. JONES, Petitioner-Appellant,v.Tekla MILLER, Respondent-Appellee.\n    Nos. 92-2151, 92-2153.\n    United States Court of Appeals, Sixth Circuit.\n    March 17, 1993.\n    \n      Before MILBURN and DAVID A. NELSON, Circuit Judges, and CONTIE, Senior Circuit Judge.\n    \n    ORDER\n    \n      1\n      Phillip E. Jones, a pro se Michigan prisoner, appeals a district court judgment dismissing his petition for a writ of habeas corpus filed under 28 U.S.C. &#167; 2254.   The cases have been referred to a panel of the court pursuant to Rule 9(a), Rules of the Sixth Circuit.   Upon examination, this panel unanimously agrees that oral argument is not needed.   Fed.R.App.P. 34(a).\n    \n    \n      2\n      A jury convicted Jones in November 1980 of first degree murder and possession of a firearm during the commission of a felony;  the court sentenced him to consecutive terms of life and two years imprisonment.   Jones filed a direct appeal in which he raised the same arguments that he later presented in his habeas petition.   The Court of Criminal Appeals affirmed Jones's conviction, and the Michigan Supreme Court denied review.   Jones also moved for a new trial on the grounds of newly discovered evidence.   The trial...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=phillip-e-jones-v-tekla-miller"
    }
  ],
  "relatedIncidents": [
    13034,
    13040,
    13051,
    13057,
    13085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}