{
  "id": 13315,
  "title": "1993년 Robinson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-03-12",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Robinson. 판결일: 1993-03-12. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Rick E. Robinson, Appellant, v. Cushman, Inc., Appellee\n**판결일**: 1993-03-12\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Boslaugh, Caporale, Fahrnbruch, Hastings, LANPHiER, Shanahan, White\n\n## 변호인\n\nRobert F. Bartle, of Healey Wieland Law Firm, for appellant., Andrew D. Strotman and, on brief, Kathleen A. Jaudzemis, of Cline, Williams, Wright, Johnson & Oldfather, for appellee.\n\n## 인용\n\n- 496 N.W.2d 923\n- 242 Neb. 830\n\n## 판결문 요약\n\n\n496 N.W.2d 923 (1993)\n242 Neb. 830\nRick E. ROBINSON, Appellant,\nv.\nCUSHMAN, INC., Appellee.\nNo. S-90-995.\nSupreme Court of Nebraska.\nMarch 12, 1993.\n*924 Robert F. Bartle, of Healey Wieland Law Firm, Lincoln, for appellant.\nAndrew D. Strotman, Lincoln, and, on brief, Kathleen A. Jaudzemis, of Cline, Williams, Wright, Johnson &amp; Oldfather, Omaha, for appellee.\nBOSLAUGH, WHITE, CAPORALE, SHANAHAN, FAHRNBRUCH and LANPHIER, JJ.\nBOSLAUGH, Justice.\nThe plaintiff, Rick E. Robinson, has appealed from the order of the district court sustaining the demurrer of the defendant, Cushman, Inc., and dismissing the plaintiff's petition.\n*925 As we are required to do, we accept as true all facts which were well pled in the plaintiff's amended petition and any proper and reasonable inferences of law and fact which can be drawn therefrom, the record shows the following.\nThe plaintiff was employed by the defendant from June 1984 until he received a notice of discharge on February 28, 1990.\nOn August 25, 1989, the plaintiff was injured in the course of his employment. As a result of this injury, he was required to discontinue working.\nIn January 1990, the plaintiff informed his supervisor that he could return to work but that his physician advised him that he should not attempt to lift more than 15 pounds of weight. The plaintiff's supervisor told him to return home and not to report back until he could work without restriction.\nOn February 28, 1990, the plaintiff was notified by the defendant...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robinson-v-cushman-inc"
    }
  ],
  "relatedIncidents": [
    13034,
    13037,
    13038,
    13039,
    13040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}