{
  "id": 13325,
  "title": "1993년 Dykes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-03-05",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Dykes. 판결일: 1993-03-05. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State of Kansas, Appellee, v. Larnell L. Dykes, Appellant\n**판결일**: 1993-03-05\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Lockett\n\n## 변호인\n\nReid T. Nelson, assistant appellate defender, argued the cause, and Jessica R, Kunen, chief appellate defender, was with him on the brief for appellant., Debra S. Byrd, assistant district attorney, argued the cause, and Rochelle Worrall Smith, assistant district attorney, Ñola Foulston, district attorney, and Robert T. Stephan, attorney general, were on the brief for appellee.\n\n## 인용\n\n- 847 P.2d 1214\n- 252 Kan. 556\n\n## 판결문 요약\n\n\n252 Kan. 556 (1993)\n847 P.2d 1214\nSTATE OF KANSAS, Appellee,\nv.\nLARNELL L. DYKES, Appellant.\nNo. 67,425\nSupreme Court of Kansas.\nOpinion filed March 5, 1993.\nReid T. Nelson, assistant appellate defender, argued the cause, and Jessica R. Kunen, chief appellate defender, was with him on the brief for appellant.\nDebra S. Byrd, assistant district attorney, argued the cause, and Rachelle Worrall Smith, assistant district attorney, Nola Foulston, district attorney, and Robert T. Stephan, attorney general, were on the brief for appellee.\nThe opinion of the court was delivered by\nLOCKETT, J.:\nLarnell Dykes appeals his convictions of aggravated burglary, aggravated robbery, aggravated kidnapping, and rape. The defendant claims the trial court's denial of his request for the data base which the FBI used to determine the DNA match denied him his right to a fair trial.\nOn October 18, 1989, at approximately 10:20 a.m., C.H., a student at Wichita State University, pulled into a parking lot on the university campus. As she opened the car door, a black man *557 reached into the car and pointed a gun in her face. After the man took C.H.'s money and purse, he entered the car, took her driver's license from her purse, and required her to recite her address.\nThe robber started the car, threw C.H.'s wallet out the window, and then had her direct him to a bank. When they arrived at the bank, the man discovered the bank card was in the wallet he had thrown out of the car. After retrieving the wall...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-dykes"
    }
  ],
  "relatedIncidents": [
    13224,
    13335,
    12746,
    12813,
    12918
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}