{
  "id": 13326,
  "title": "1993년 Haye 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-03-05",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Haye. 판결일: 1993-03-05. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Haye v. State\n**판결일**: 1993-03-05\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Diamantis\n\n## 인용\n\n- 615 So. 2d 762\n\n## 판결문 요약\n\n\n615 So. 2d 762 (1993)\nHoward HAYE, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 92-1019.\nDistrict Court of Appeal of Florida, Fifth District.\nMarch 5, 1993.\n*763 James B. Gibson, Public Defender, and Brynn Newton, Asst. Public Defender, Daytona Beach, for appellant.\nRobert A. Butterworth, Atty. Gen., Tallahassee, and Barbara C. Davis, Asst. Atty. Gen., Daytona Beach, for appellee.\nDIAMANTIS, Judge.\nAppellant Howard Haye appeals the trial court's imposition of a departure sentence and five consecutive three-year mandatory minimum sentences. We affirm appellant's convictions and the departure sentence; however, we reverse in part the imposition of the consecutive mandatory minimum sentences.\nIn June of 1990 appellant, with the help of his brother, assaulted two female tourists (D and R) in an Orlando motel. Specifically, the brothers forced the women into their hotel room as they were unlocking the door, robbed the women of their jewelry and then appellant sexually battered one of the victims (R). The brothers then fled in the victims' rental car. Appellant brandished a firearm at the time he committed these offenses.\nThe jury found appellant guilty of two counts of sexual battery with a firearm,[1] two counts of robbery with a firearm,[2] one count of burglary of a dwelling with a *764 battery,[3] and one count of grand theft of an automobile.[4] The trial court entered judgment on the jury's verdict and then departed from the guidelines and sentenced appellant to:\n(1) 40 ye...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=haye-v-state"
    }
  ],
  "relatedIncidents": [
    13045,
    13055,
    13094,
    13155,
    13179
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}