{
  "id": 13338,
  "title": "1993년 Norman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-02-16",
  "location": "South Carolina, SC, USA",
  "summary": "미국 South Carolina, SC 법원 판결 사건. 사건명: Norman. 판결일: 1993-02-16. 법원: Court of Appeals of South Carolina.",
  "description": "## 사건 정보\n\n**사건명**: ARCHIE BELL CONSTRUCTION COMPANY, INC. v. Fred Paul NORMAN and Nan N. Norman Pat Edwards, d/b/a Edwards Electric, Inc. Dewey Sisk, d/b/a DBS Flooring Sonny Rabon, d/b/a Sonny's Plumbing Citicorp Homeowners, Inc. and The Anchor Bank, Of Whom Fred Paul Norman and Nan N. Norman are and Archie Bell Construction Company, Inc., and Pat Edwards, d/b/a Edwards Electric, Inc., are\n**판결일**: 1993-02-16\n**법원**: Court of Appeals of South Carolina\n**관할**: South Carolina, SC\n\n**판사**: Cureton, Goolsby, Littlejohn\n\n## 변호인\n\nJohn R. Clarke and William Isaac Diggs, N. Myrtle Beach, for appellants., Frederick C. Parsons, III and Stephen C. Ouverson, Surf-side Beach, and O. Terry Beverly, Conway, for respondents.\n\n## 인용\n\n- 311 S.C. 84\n- 427 S.E.2d 689\n\n## 판결문 요약\n\n\nGoolsby, Judge:\nArchie Bell Construction Company, Inc. brought this action against Fred Paul Norman and Nan N. Norman for foreclosure of its mechanic’s lien, for breach of contract and for breach of contract accompanied by a fraudulent act. The Normans requested a setoff and counterclaimed for damages. The trial court consolidated Bell Construction’s action with an action by Edwards Electric, Inc., to foreclose its mechanic’s lien and to recover an amount due for electrical work it performed on the Normans’ property as a Bell Construction in the amount of $40,651.24. We affirm the jury verdict in favor of Bell Construction subcontractor. At the close of the evidence, the trial judge directed a verdict in favor of Edwards Electric in the amount of $6,365.50. The Normans appeal the verdict directed by the trial judge in favor of Edwards Electric and the verdict returned by the jury in favor of Bell Construction in the amount of $40,651.24. We affirm the jury verdict in favor of Bell Construction, reverse the directed verdict in favor of Edwards Electric, and remand for a new trial in the case brought by Edwards Electric.\nI.\nThe first issue, which the Normans apparently direct to both Bell Construction and Edwards Electric, concerns the trial judge’s refusal to allow the Normans to *86use the deposition testimony of their expert witness, James M. Strickland.\nOn Monday, October 22,1990, the sixth day of the trial, the Normans’ attorney told the court that Strickland had left the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=archie-bell-constraction-co-v-norman"
    }
  ],
  "relatedIncidents": [
    13042,
    13113,
    13125,
    13161,
    13168
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}