{
  "id": 13335,
  "title": "1993년 United States v. Rodney Pollard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-02-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Rodney Pollard. 판결일: 1993-02-18. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America v. Rodney POLLARD, Appellant\n**판결일**: 1993-02-18\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Dalzell, Mansmann, Nygaard\n\n## 변호인\n\nEdna B. Axelrod and Glenn J. Moramarco, Office of U.S. Atty., Newark, NJ, for appellee., Jerome A. Ballarotto, Trenton, NJ, for appellant.\n\n## 인용\n\n- 986 F.2d 44\n\n## 판결문 요약\n\n986 F.2d 44\n    UNITED STATES of Americav.Rodney POLLARD, Appellant.\n    No. 92-5278.\n    United States Court of Appeals,Third Circuit.\n    Submitted Under Third Circuit Rule 12(6)\n    Jan. 8, 1992.Decided Feb. 18, 1993.\n    \n      Edna B. Axelrod and Glenn J. Moramarco, Office of U.S. Atty., Newark, NJ, for appellee.\n      Jerome A. Ballarotto, Trenton, NJ, for appellant.\n      Before:  MANSMANN and NYGAARD, Circuit Judges and DALZELL, District Judge.*\n      OPINION OF THE COURT\n      NYGAARD, Circuit Judge.\n    \n    \n      1\n      Rodney Pollard appeals his conviction and sentence for several counts involving a conspiracy to kidnap or lure adolescent boys across a state line and commit sexual acts with them.   Pollard's sole colorable contention on appeal is that it was improper for the district court to apply the criminal sexual abuse guideline because he was not charged with that offense.   Because we conclude that there is no statutory or constitutional requirement that a defendant be charged with conduct before that conduct may be considered in sentencing, we will affirm.\n    \n    I.\n    \n      2\n      Rodney Pollard and Dallas Craig were indicted on five counts of interstate transportation of a minor with intent to commit sex offenses in violation of 18 U.S.C. &#167;&#167; 2422, 2423, two counts of kidnapping for the purposes of engaging in sexual assault in violation of 18 U.S.C. &#167; 1201, and one count of conspiracy to transport minors interstate for the commissio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-rodney-pollard"
    }
  ],
  "relatedIncidents": [
    13224,
    13325,
    12746,
    12813,
    12918
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}