{
  "id": 13336,
  "title": "1993년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-02-18",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1993-02-18. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth vs. Eric C. Woods\n**판결일**: 1993-02-18\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Abrams, Greaney, Liacos, Nolan, Wilkins\n\n## 변호인\n\nDonald A. Harwood (Conrad W. Fisher with him) for the defendant., Michael Edmond Donnelly, Assistant District Attorney, for the Commonwealth.\n\n## 인용\n\n- 607 N.E.2d 1024\n- 414 Mass. 343\n\n## 판결문 요약\n\n\n414 Mass. 343 (1993)\n607 N.E.2d 1024\nCOMMONWEALTH\nvs.\nERIC C. WOODS.\nSupreme Judicial Court of Massachusetts, Worcester.\nJanuary 7, 1993.\nFebruary 18, 1993.\nPresent: LIACOS, C.J., WILKINS, ABRAMS, NOLAN, &amp; GREANEY, JJ.\nDonald A. Harwood (Conrad W. Fisher with him) for the defendant.\nMichael Edmond Donnelly, Assistant District Attorney, for the Commonwealth.\nNOLAN, J.\nThe defendant, Eric C. Woods, appeals from convictions on two separate counts of vehicular homicide by negligent operation,[1] G.L.c. 90, § 24G (b) (1990 ed.), and one count of operating a motor vehicle after the suspension of a license pursuant to G.L.c. 90, § 24N (1990 ed.). We transferred this case on our own motion, and we now affirm the convictions.\nThe defendant's convictions stem from a motor vehicle accident in which two people were killed. The accident occurred at 12:52 A.M. on November 17, 1989, in Dudley. After drinking at a local establishment, Jonathan Edgerly, Patrick Donnelly, Todd Gillis, and the defendant entered a Ford Bronco motor vehicle belonging to the defendant's father. Not long after that, the motor vehicle careened off the road and struck a tree. When help arrived, they found Edgerly and Donnelly dead in the back seat of the vehicle. In the front seat, both Gillis and Woods were seriously injured. They were taken by police and emergency personnel to a hospital *345 for treatment of their injuries. At the hospital, Woods disclosed to the emergency personnel that he had drunk some bee...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-woods"
    }
  ],
  "relatedIncidents": [
    13034,
    13040,
    13051,
    13057,
    13085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}