{
  "id": 13331,
  "title": "1993년 Charles Latimore v. George Widseth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-02-25",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Charles Latimore v. George Widseth. 판결일: 1993-02-25. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Charles LATIMORE, Appellee, v. George WIDSETH, Appellant\n**판결일**: 1993-02-25\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Arnold, Benson, Judge, McMILLIAN, Morris, Sheppard\n\n## 변호인\n\nMary Lane Egan, Minneapolis, MN, argued (Toni A. Beitz, on the brief), for appellant., Douglas Peine, St. Paul, MN, argued, for appellee.\n\n## 인용\n\n- 986 F.2d 292\n\n## 판결문 요약\n\n986 F.2d 292\n    Charles LATIMORE, Appellee,v.George WIDSETH, Appellant.\n    No. 92-1641.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted Nov. 13, 1992.Decided Feb. 25, 1993.\n    \n      Mary Lane Egan, Minneapolis, MN, argued (Toni A. Beitz, on the brief), for appellant.\n      Douglas Peine, St. Paul, MN, argued, for appellee.\n      Before McMILLIAN and MORRIS SHEPPARD ARNOLD, Circuit Judges, and BENSON,* District Judge.\n      MORRIS SHEPPARD ARNOLD, Circuit Judge.\n    \n    \n      1\n      Defendant appeals the District Court's denial of his summary judgment motion in Plaintiff's action under 42 U.S.C. &#167; 1983.   We affirm.\n    \n    \n      2\n      In February, 1987, Charles Latimore pleaded guilty to a charge of aggravated robbery and was released pursuant to an agreement that he would co-operate with the State in a separate case.   Specifically, Latimore agreed to testify against Grailon Williams and John Scruggs, members of a gang of which Latimore had also been a member, and who were implicated in the murder of Christine Kreitz.\n    \n    \n      3\n      George Widseth was the Assistant Hennepin County Attorney who negotiated Latimore's plea.   Pursuant to the plea, Latimore provided a formal statement on the Kreitz murder.   Latimore also acknowledged his willingness to testify as to the assertions made in the statement that he signed on October 28, 1986.\n    \n    \n      4\n      In January, 1987, shortly before the plea hearing, Widseth reiterated the te...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=charles-latimore-v-george-widseth"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-ronald-craig-horr"
    }
  ],
  "relatedIncidents": [
    13034,
    13040,
    13045,
    13051,
    13055
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}