{
  "id": 13337,
  "title": "1993년 Capri Trading Corp. v. Bank Bumiputra Malaysia Berhad 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-02-18",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Capri Trading Corp. v. Bank Bumiputra Malaysia Berhad. 판결일: 1993-02-18. 법원: District Court, N.D. California.",
  "description": "## 사건 정보\n\n**사건명**: CAPRI TRADING CORPORATION, Plaintiff, v. BANK BUMIPUTRA MALAYSIA BERHAD, Nawawi Mat Awin, Wong Aun Phui, and Muhamad Radzi Bin Mahmood. Defendants\n**판결일**: 1993-02-18\n**법원**: District Court, N.D. California\n**관할**: California, CA\n\n**판사**: Weigel\n\n## 변호인\n\nBenjamin, Weill & Mazer, David Benjamin, Andrew Weill, San Francisco, CA, for plaintiff., Armour, Goodin, Schlotz & McBride, Robert Goodin, Claire De Chazal, Heller, Ehrman, White & McAuliffe, Michael Coffi-no, Peter Crosby, San Francisco, CA, for defendants.\n\n## 인용\n\n- 812 F. Supp. 1041\n\n## 판결문 요약\n\n\n812 F.Supp. 1041 (1993)\nCAPRI TRADING CORPORATION, Plaintiff,\nv.\nBANK BUMIPUTRA MALAYSIA BERHAD, Nawawi Mat Awin, Wong Aun Phui, and Muhamad Radzi Bin Mahmood, Defendants.\nNo. C-92-0127 SAW.\nUnited States District Court, N.D. California.\nFebruary 18, 1993.\n*1042 Benjamin, Weill &amp; Mazer, David Benjamin, Andrew Weill, San Francisco, CA, for plaintiff.\n*1043 Armour, Goodin, Schlotz &amp; McBride, Robert Goodin, Claire De Chazal, Heller, Ehrman, White &amp; McAuliffe, Michael Coffino, Peter Crosby, San Francisco, CA, for defendants.\n\nMEMORANDUM AND ORDER\nWEIGEL, District Judge.\n\nI. BACKGROUND\nPlaintiff Capri Trading Corporation (\"Capri\") is a Bahamian corporation and the beneficial owner of a minority interest in shares of Carrian Investments Limited (\"CIL\"), a Hong Kong company. Plaintiff sues Defendants for violations of the Racketeer Influenced and Corrupt Organizations Act (\"RICO\"), 18 U.S.C. §§ 1961 et seq., and pendent claims of fraud and breach of fiduciary duty. The claims arise from an agreement by which CIL sold its United States assets and shares of CIL's subsidiaries to two other companies, Darton Limited (\"Darton\"), a Liberian corporation, and Dragon Base Company Limited (\"Dragon\"), a Hong Kong corporation. Capri alleges that the assets were sold for inadequate compensation as part of a conspiratorial scheme to enrich the members of the conspiracy and to diminish the value of shares held by Capri and other minority shareholders. Defendant Bank Bumiputra Malaysia...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=capri-trading-corp-v-bank-bumiputra-malaysia-berhad"
    }
  ],
  "relatedIncidents": [
    13042,
    13113,
    13125,
    13161,
    13168
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}