{
  "id": 13332,
  "title": "1993년 Carr 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-02-24",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Carr. 판결일: 1993-02-24. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: The STATE of Texas Ex Rel. Tim CURRY, Criminal District Attorney of Tarrant County, Relator, v. the Honorable Brent A. CARR, Judge of County Criminal Court No. 9, Tarrant County, Respondent\n**판결일**: 1993-02-24\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Baird, Maloney, Miller\n\n## 변호인\n\nTim Curry, Fort Worth, for relator.\n\n## 인용\n\n- 847 S.W.2d 561\n\n## 판결문 요약\n\n\n847 S.W.2d 561 (1992)\nThe STATE of Texas ex rel. Tim CURY, Criminal District Attorney of Tarrant County, Relator,\nv.\nThe Honorable Brent A. CARR, Judge of County Criminal Court No. 9, Tarrant County, Respondent.\nNo. 71514.\nCourt of Criminal Appeals of Texas, En Banc.\nOctober 14, 1992.\nRehearing Denied February 24, 1993.\nDissenting Opinion to Denial of Rehearing February 24, 1993.\nTim Curry, Fort Worth, for relator.\nBefore the Court en banc.\nDissenting Opinion of Judge Miller to Denial of Rehearing February 24, 1993.\n\nOPINION\nPER CURIAM.\nThis is an original action brought by the Honorable Tim Curry, Criminal District Attorney of Tarrant County, seeking a writ of mandamus directing the Honorable Brent A. Carr, Judge of County Criminal Court No. 9 of Tarrant County, to empanel a jury and prohibiting until then the entry of a judgment in Cause No. 458869 styled the State of Texas v. Dara Stephenson.[1]\nThe record reflects that on September 11, 1992, Stephenson, expressed her desire to waive trial by jury. The State refused to consent to the jury waiver and relied on Art. 1.13(a), V.A.C.C.P., which provides in part:\n(a) The defendant in a criminal prosecution for any offense other than a capital felony case in which the State notifies the court and the defendant that it will seek the death penalty shall have the right, upon entering a plea, to waive the right of trial by jury, conditioned, however, that such waiver must be made in person by the defendant in writing in open court ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-curry-v-carr"
    }
  ],
  "relatedIncidents": [
    13034,
    13037,
    13038,
    13039,
    13040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}