{
  "id": 13349,
  "title": "1993년 H.M. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-01-26",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: H.M.. 판결일: 1993-01-26. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: In the Interest of J.M., Juvenile. H.M. v. Kenneth M. HENSIEK, Chief, Deputy Juvenile Officer\n**판결일**: 1993-01-26\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Ahrens, Crist, Reinhard\n\n## 변호인\n\nMary Ann Weems, Clayton, for appellant., Nancy L. Sido, Clayton, for respondent.\n\n## 인용\n\n- 847 S.W.2d 911\n\n## 판결문 요약\n\n\nAHRENS, Presiding Judge.\nFather appeals from an order of the St. Louis County Juvenile Court modifying its prior custody order and transferring custody of son, J.M., to a treatment program for sexual offenders. We affirm.\nIn 1989, J.M. was charged with sodomy and placed under the jurisdiction of the juvenile court and the supervision of a juvenile officer. On August 15, 1990, J.M. was again placed under the jurisdiction of the juvenile court pursuant to § 211.031.-1(3) RSMo (Supp.1989) after he admitted committing sodomy, armed criminal action, felonious restraint, and assault in the third degree. By order of August 28, 1990, and pursuant to § 211.181.3(1) RSMo (Supp. 1992), the court continued jurisdiction over J.M. and placed him in his mother’s custody subject to supervision by a juvenile officer. J.M. received inpatient psychiatric hospitalization prior to his discharge to mother’s custody on October 31, 1990; after the discharge, J.M. was under the continued care of a psychologist and psychiatrist and continued his participation in group therapy-\nIn March of 1991, J.M. was detained on charges of sodomy, burglary, and assault in the third degree, which was later amended to sexual abuse in the first degree. On April 25, 1991, the juvenile officer filed a motion to allow prosecution of J.M. under general law, which was taken under advisement. Effective August 1, 1991, the court transferred custody of J.M. to the Evangelical Children’s Home.\nAt father’s request, the court c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hm-v-hensiek"
    }
  ],
  "relatedIncidents": [
    13045,
    13055,
    13094,
    13155,
    13179
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}