{
  "id": 13343,
  "title": "1993년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-02-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1993-02-05. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Steven Bruce Dwares v. The City of New York, Inspector Gelfin, Lieutenant McKenna John Does and Jane Poes, Known and Unknown Police Officers of the City of New York, Bruce Kreitman\n**판결일**: 1993-02-05\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 985 F.2d 94\n\n## 판결문 요약\n\n985 F.2d 94\n    Steven Bruce DWARES, Plaintiff-Appellant,v.The CITY OF NEW YORK, Inspector Gelfin, Lieutenant McKenna,John Does and Jane Poes, Known and Unknown PoliceOfficers of the City of New York, BruceKreitman, Defendants-Appellees.\n    No. 131, Docket 92-7266.\n    United States Court of Appeals,Second Circuit.\n    Argued Sept. 15, 1992.Decided Feb. 5, 1993.\n    \n      Jonathan C. Moore, New York City (Michael Deutsch, People's Law Office, Chicago, IL, on the brief), for plaintiff-appellant.\n      Elaine Rothenberg, New York City (O. Peter Sherwood, Corp. Counsel of the City of New York, Larry A. Sonnenshein, on the brief), for defendants-appellees.\n      Before OAKES, KEARSE, and PRATT, Circuit Judges.\n      KEARSE, Circuit Judge:\n    \n    \n      1\n      Plaintiff Steven Bruce Dwares appeals from a final judgment of the United States District Court for the Southern District of New York, John F. Keenan, Judge, dismissing his complaint, brought principally under 42 U.S.C. &#167;&#167; 1983, 1985(3), and 1986 (1988), alleging that defendants City of New York (\"City\") and individual police officers (\"officers\") (collectively the \"City defendants\") conspired with defendant Bruce Kreitman and others associated with him to permit Kreitman and his associates, without threat of intervention by defendant police officers, to assault Dwares and to prevent Dwares's exercise of his First Amendment rights.   The district court dismissed the asserted federal claims pursuant to Fed.R.Ci...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=steven-bruce-dwares-v-the-city-of-new-york-inspector-gelfin-lieutenant"
    }
  ],
  "relatedIncidents": [
    13037,
    13039,
    13059,
    13094,
    13116
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}