{
  "id": 13344,
  "title": "1993년 United States v. Sylvester A. Ziebarth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-02-04",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Sylvester A. Ziebarth. 판결일: 1993-02-04. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Sylvester A. Ziebarth\n**판결일**: 1993-02-04\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 986 F.2d 503\n\n## 판결문 요약\n\n986 F.2d 503\n    NOTICE:  Eighth Circuit Rule 28A(k) governs citation of unpublished opinions and provides that they are not precedent and generally should not be cited unless relevant to establishing the doctrines of res judicata, collateral estoppel, the law of the case, or if the opinion has persuasive value on a material issue and no published opinion would serve as well.UNITED STATES of America, Appellee,v.Sylvester A. ZIEBARTH, Appellant.\n    No. 92-2771SD.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted:  January 6, 1993.Filed:  February 4, 1993.\n    \n      Before FAGG, BOWMAN, and WOLLMAN, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      Sylvester A. Ziebarth was convicted of aiding and assisting false and fraudulent tax returns and conspiracy.  See 26 U.S.C. &#167; 7206(2) (1988); 18 U.S.C. &#167; 371 (1988).  While his direct appeal was pending before this court, Ziebarth filed a motion in the district court to produce the grand jury voting records for his indictment and superseding indictment.  The district court denied the motion, but ordered the district court clerk to give Ziebarth copies of the true bills of indictment, which showed the grand jury unanimously voted to indict Ziebarth.  Ziebarth appeals the denial of his motion to produce the grand jury voting records.\n    \n    \n      2\n      This court affirmed Ziebarth's conviction and sentence.   United States v. Jagim, 978 F.2d 1032 (8th Cir. 1992).  Although this record does not sh...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-sylvester-a-ziebarth"
    }
  ],
  "relatedIncidents": [
    13042,
    13065,
    13075,
    13113,
    13125
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}