{
  "id": 13340,
  "title": "1993년 Shearer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-02-08",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Shearer. 판결일: 1993-02-08. 법원: District Court, D. Colorado.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff, v. Michael A. SHEARER, A/K/A “Michael Austin Coletta”, Defendant\n**판결일**: 1993-02-08\n**법원**: District Court, D. Colorado\n**관할**: Colorado, CO\n\n**판사**: Babcock\n\n## 변호인\n\nKathy Tafoya, Guy Till, Asst. U.S. Attys., Denver, CO, for plaintiff., Neil MacFarlane, Westminster, CO, for defendant.\n\n## 인용\n\n- 814 F. Supp. 958\n\n## 판결문 요약\n\n\n814 F. Supp. 958 (1993)\nUNITED STATES of America, Plaintiff,\nv.\nMichael A. SHEARER, a/k/a \"Michael Austin Coletta\", Defendant.\nCrim. A. No. 92-CR-216.\nUnited States District Court, D. Colorado.\nFebruary 8, 1993.\n*959 Kathy Tafoya, Guy Till, Asst. U.S. Attys., Denver, CO, for plaintiff.\nNeil MacFarlane, Westminster, CO, for defendant.\n\nMEMORANDUM OPINION AND ORDER\nBABCOCK, District Judge.\n\nI.\nDefendant Michael A. Shearer (Shearer) moves to exclude his 1981 and 1984 California convictions for sentence enhancement purposes. The motion has been briefed fully and at Shearer's February 5, 1993 sentencing hearing I received argument on the motion. The motion is denied.\nIn 1981 Shearer pled guilty to one count of robbery (the 1981 conviction) in Nevada County, California. The court sentenced him to five years in prison. Shearer claims, however, this conviction is constitutionally infirm because the judge failed to inform him that following his term of incarceration he would serve a mandatory three year parole term. Shearer claims he never would have accepted the plea bargain had the judge informed him of this mandatory parole term. Shearer asserts that the judge's failure to inform him of this mandatory parole term renders this conviction constitutionally invalid because he entered his guilty plea unaware of its full, direct consequences.\nShearer also claims his 1984 convictions on two counts of accessory after the fact to burglary (the 1984 convictions) are constitutionally infirm ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-shearer"
    }
  ],
  "relatedIncidents": [
    13045,
    13055,
    13094,
    13155,
    13179
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}