{
  "id": 13348,
  "title": "1993년 Hooks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-01-27",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Hooks. 판결일: 1993-01-27. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Cassandra Yolanda HOOKS, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1993-01-27\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Lagarde, Ovard and Burnett\n\n## 변호인\n\nEdgar A. Mason, Dallas, for appellant., Sharon Batjer, Dallas, for appellee.\n\n## 인용\n\n- 838 S.W.2d 643\n\n## 판결문 요약\n\n\n838 S.W.2d 643 (1992)\nCassandra Yolanda HOOKS, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 05-91-00730-CR.\nCourt of Appeals of Texas, Dallas.\nJuly 23, 1992.\nRehearing Denied October 16, 1992.\nDiscretionary Review Granted January 27, 1993.\nEdgar A. Mason, Dallas, for appellant.\nSharon Batjer, Dallas, for appellee.\nBefore LAGARDE, OVARD and BURNETT, JJ.\n\nOPINION\nOVARD, Justice.\nCassandra Yolanda Hooks appeals her conviction for aggravated assault. In a bench trial, Hooks pleaded not guilty. The court found her guilty and assessed punishment at ten years' confinement, probated for ten years. Hooks complains that her waiver of a jury trial was involuntary and unintentional. Because, under the facts presented, the trial court's guilty finding necessarily involved an affirmative finding that a deadly weapon was used, we hold the trial court's judgment to be void. As the judgment is void, we need not address Hooks's jury waiver complaint. We reverse *644 the trial court's judgment and remand the cause for a new trial.\n\nFACTS\nOn April 26, 1991, Hooks appeared before the trial court on a charge of aggravated assault. She waived her right to a jury trial and entered a plea of not guilty. The complainant testified that Hooks stopped her car and got out. She said Hooks approached her car while screaming obscenities, reached in the car window, began hitting her in the face, and then \"raised herher shirt up, pulled a gun out, stuck it in my face, and said she would shoot me.\" The evi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hooks-v-state"
    }
  ],
  "relatedIncidents": [
    13094,
    13116,
    13128,
    13135,
    13235
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}