{
  "id": 13346,
  "title": "1993년 Sharp 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-01-28",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Sharp. 판결일: 1993-01-28. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF NEW JERSEY v. JESSE SHARP\n**판결일**: 1993-01-28\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Ironson\n\n## 변호인\n\nAnn R. Rubin, Esq., Assistant Prosecutor appearing for the State (Andrew K. Ruotolo, Jr., Esq., Prosecutor of Union County)., Robert Seelenfreund, Esq., Assistant Deputy Public Defender appearing for the defendant (Zulima V. Farber, Esq., Public Defender).\n\n## 인용\n\n- 283 N.J. Super. 368\n- 661 A.2d 1333\n\n## 판결문 요약\n\n\nIRONSON, J.S.C.\nThis opinion amplifies the Court’s oral opinion given on the bench during the trial in this matter. The issue is whether a defendant can be guilty of attempted murder of two individuals when the defendant fires only one shot in the direction of the two persons. Research has failed to disclose any reported case in New Jersey dealing with this issue.\nDefendant was indicted by the Union County Grand Jury on January 21, 1992, and charged with thirteen counts, two of which charged the defendant with the attempted murder of Elizabeth police officers, James Mooney and William Capraun. The testimony of the officers was to the effect that on October 10, 1991, they were in pursuit of the defendant who they believed to have stolen a car. While chasing defendant on foot on the grounds of a housing project, the officers lost sight of him when defendant ran around a garbage dumpster. As the officers rounded the dumpster, they observed defendant crouched down with his back against a wall holding a gun in his hands. The police officers were standing shoulder to shoulder and each officer thought the gun was pointed at his chest. When the officers were approximately five feet from defendant, he pulled the trigger. According to the officers, they heard a muffled sound, but neither were struck by a bullet. Defendant thereupon dropped the gun and fled but was apprehended. Officer Capraun’s partner retrieved the weapon and found one live bullet in the magazine, a shell casing from...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-sharp"
    }
  ],
  "relatedIncidents": [
    13034,
    13040,
    13051,
    13057,
    13085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}