{
  "id": 13357,
  "title": "1993년 State, in Interest of Kh 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-01-20",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: State, in Interest of Kh. 판결일: 1993-01-20. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State, in Interest of Kh\n**판결일**: 1993-01-20\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Hightower, Brown and Stewart\n\n## 인용\n\n- 612 So. 2d 1036\n\n## 판결문 요약\n\n\n612 So. 2d 1036 (1993)\nSTATE of Louisiana In the Interest of KH.\nNo. 24,666-JA.\nCourt of Appeal of Louisiana, Second Circuit.\nJanuary 20, 1993.\n*1037 John William Focke, II, Sadye Bernheim, Monroe, for appellant.\nRichard Ieyoub, Atty. Gen., Jerry L. Jones, Dist. Atty., James E. Lewis, Asst. Dist. Atty., Monroe, for appellee.\nBefore HIGHTOWER, BROWN and STEWART, JJ.\nSTEWART, Judge.\nDefendant-appellant, KH, was charged by petition and affidavit with simple burglary of an inhabited dwelling, in violation of LSA-R.S. 14:62.2. KH, age sixteen, pursuant to a plea agreement, entered an admission to the charge of simple burglary of an inhabited dwelling, and accordingly was found to be delinquent. Subsequently, KH was sentenced to the custody of the Louisiana Department of Corrections for a period of time not to exceed his twenty-first birthday.\nOn appeal, defendant challenges as excessive the sentence imposed and urges that the trial court failed to satisfy the requirements of the sentencing guidelines provided by LSA-Ch. C. Art. 901 or 903. We affirm.\n\nFACTS\nOn March 8, 1992, police officers from the Monroe Police Department were dispatched to 1407 Dilling Street in Monroe, after receiving a report of a suspicious man in the backyard of the residence. Upon arriving at the house, the police officers found a raised, broken window and noticed KH looking out through the blinds of another window. When KH saw the police officers, he jumped out the window and ran down the street. He was ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-in-interest-of-kh"
    }
  ],
  "relatedIncidents": [
    13045,
    13055,
    13094,
    13155,
    13179
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}