{
  "id": 13351,
  "title": "1993년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-01-21",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Brown. 판결일: 1993-01-21. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: FRANCIS BROWN, Plaintiff and Appellant, v. POWAY UNIFIED SCHOOL DISTRICT, Defendant and Respondent\n**판결일**: 1993-01-21\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Mosk, Panelli\n\n## 변호인\n\nCounsel, James H. Miller and Douglas A. Stoodt for Plaintiff and Appellant., Stutz, Gallagher & Artiano, Daniel R. Shinoff, Jack M. Sleeth, Jr., Susan L. Mason, Richard C. Thomas and Sidney A. Stutz for Defendant and Respondent., John W. Witt, City Attorney (San Diego), Eugene P. Gordon, Chief Deputy City Attorney, Leslie J. Girard, Deputy City Attorney, Fred J. Hiestand, Liebman, Reiner & McNeil and Joseph R. Zamora as. Amici Curiae on behalf of Defendant and Respondent.\n\n## 인용\n\n- 843 P.2d 624\n- 4 Cal. 4th 820\n- 15 Cal. Rptr. 2d 679\n\n## 판결문 요약\n\n\n4 Cal. 4th 820 (1993)\n843 P.2d 624\n15 Cal. Rptr. 2d 679\nFRANCIS BROWN, Plaintiff and Appellant,\nv.\nPOWAY UNIFIED SCHOOL DISTRICT, Defendant and Respondent.\nDocket No. S023272.\nSupreme Court of California.\nJanuary 21, 1993.\n*823 COUNSEL\nJames H. Miller and Douglas A. Stoodt for Plaintiff and Appellant.\nStutz, Gallagher &amp; Artiano, Daniel R. Shinoff, Jack M. Sleeth, Jr., Susan L. Mason, Richard C. Thomas and Sidney A. Stutz for Defendant and Respondent.\nJohn W. Witt, City Attorney (San Diego), Eugene P. Gordon, Chief Deputy City Attorney, Leslie J. Girard, Deputy City Attorney, Fred J. Hiestand, Liebman, Reiner &amp; McNeil and Joseph R. Zamora as Amici Curiae on behalf of Defendant and Respondent.\nOPINION\nPANELLI, J.\nPlaintiff sued a public entity to recover for personal injuries after he slipped and fell on public property. The Court of Appeal held that the doctrine of res ipsa loquitur precluded summary judgment for the public entity even though there was no evidence to show how the slippery object came to be on the floor or that the public entity had notice of the hazard. We reverse.\n\nBACKGROUND\nPlaintiff Francis Brown sued defendant Poway Unified School District (hereafter District) after he slipped and fell on the District's property. *824 Brown, a self-employed computer repairman, was delivering computers to the District's facilities building at 9:30 a.m. on Monday morning. Brown parked his van near a door and, with the help of a District employee, made five trips do...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brown-v-poway-unified-school-district"
    }
  ],
  "relatedIncidents": [
    13034,
    13037,
    13038,
    13039,
    13040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}