{
  "id": 13359,
  "title": "1993년 State v. McDonald, No. Cr22-5119 (Jan. 19, 1993) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-01-19",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: State v. McDonald, No. Cr22-5119 (Jan. 19, 1993). 판결일: 1993-01-19. 법원: Connecticut Superior Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Connecticut v. Shawn M. McDonald\n**판결일**: 1993-01-19\n**법원**: Connecticut Superior Court\n**관할**: Connecticut, CT\n\n**판사**: KLACZAK, J. PURTILL, J. NORKO, J.\n\n## 인용\n\n- 1993 Conn. Super. Ct. 269\n\n## 판결문 요약\n\n[EDITOR'S NOTE: This case is unpublished as indicated by the issuing court.]\nMEMORANDUM OF DECISION\nThe petitioner was originally charged with the crime of attempted murder in violation of Connecticut General Statutes Section 53a-49 and 53a-54a.\nPlea negotiations resulted in the filing of a substitute information charging him with Assault 1st degree in violation of Connecticut General Statutes Section 53a-59(a)(1) which elements include the intentional infliction of serious physical injury to another person by means of a dangerous instrument. The petitioner pleaded guilty to the substitute information. The \"plea agreement\" was a recommendation by the State for the twenty year maximum penalty with defense counsel reserving the right to argue for less.\nThe petitioner was sentenced to the maximum term of twenty years.\nDefense counsel provided the members of the Review Division with a memorandum in support of his position in which he submits statistics to indicate that nearly 80% of those convicted in the Judicial Districts of Ansonia/Milford and Bridgeport received split sentences of ten years or less with probationary terms to follow incarceration.\nThe Division again points out that statistical comparisons are of little value. We have no knowledge of the nature of the crimes, the backgrounds of the individuals sentenced, and all of the myriad factors which a sentencing court considers in determining the appropriate sentence to impose.\nThis was a crime of extreme brutality. The ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mcdonald-no-cr22-5119-jan-19-1993"
    }
  ],
  "relatedIncidents": [
    13034,
    13040,
    13051,
    13057,
    13085
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}