{
  "id": 13352,
  "title": "1993년 United States v. Lloyd E. Humphreys 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-01-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Lloyd E. Humphreys. 판결일: 1993-01-21. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Lloyd E. HUMPHREYS, Appellant\n**판결일**: 1993-01-21\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Bowman, Fagg, Larson\n\n## 변호인\n\nAlvin E. Entin, Miami, FL, argued, for appellant., Rodger E. Overholser, Asst. U.S. Atty., Cedar Rapids, IA, argued, for appellee.\n\n## 인용\n\n- 982 F.2d 254\n\n## 판결문 요약\n\n982 F.2d 254\n    71 A.F.T.R.2d 93-316, 93-1 USTC  P 50,100\n    UNITED STATES of America, Appellee,v.Lloyd E. HUMPHREYS, Appellant.\n    No. 91-3812.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted Oct. 14, 1992.Decided Dec. 7, 1992.Rehearing Denied Jan. 21, 1993.\n    \n      1\n      Alvin E. Entin, Miami, FL, argued, for appellant.\n    \n    \n      2\n      Rodger E. Overholser, Asst. U.S. Atty., Cedar Rapids, IA, argued, for appellee.\n    \n    \n      3\n      Before FAGG and BOWMAN, Circuit Judges, and LARSON,* Senior District Judge.\n    \n    \n      4\n      LARSON, Senior District Judge.\n    \n    \n      5\n      Lloyd E. Humphreys appeals from his conviction by jury trial on four counts of income tax evasion and one count of filing a false income tax return.   In addition, Humphreys appeals from the district court's1 denial of his motions for a new trial, to suppress evidence, and to sever and transfer his case to Texas.   We affirm the judgment of the district court in all respects.\n    \n    I.\n    \n      6\n      Lloyd E. Humphreys is an attorney who practiced law in Cedar Rapids, Iowa.   Humphreys was indicted on three counts of tax evasion (counts 1, 2, and 3) for the tax years 1983, 1984, and 1985.   Humphreys failed to report numerous legal fees which he received in either trade or undeposited cash during those tax years.   He also failed to report additional fees which were run through an unreported escrow account.   Humphreys's defense to the charges was th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-lloyd-e-humphreys"
    }
  ],
  "relatedIncidents": [
    13124,
    13129,
    13130,
    13203,
    13255
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}