{
  "id": 13365,
  "title": "1993년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-01-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1993-01-12. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Allison Chapman, Plaintiff-Counter-Defendant-Appellant v. Chaparral Mobile Village Associates Chaparral Mobile Village M.H. Financing, Inc. Louis Arevelo, Husband Sandra Frint, Wife Alpine Mobile Homes Jane Doe Arevelo, Wife John Doe Frint, Husband, Christopher Francis Jane Doe Francis, Defendants-Counter-Claimants-Appellees\n**판결일**: 1993-01-12\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 983 F.2d 1075\n\n## 판결문 요약\n\n983 F.2d 1075\n    NOTICE: Ninth Circuit Rule 36-3 provides that dispositions other than opinions or orders designated for publication are not precedential and should not be cited except when relevant under the doctrines of law of the case, res judicata, or collateral estoppel.Allison CHAPMAN, Plaintiff-counter-defendant-Appellant,v.CHAPARRAL MOBILE VILLAGE ASSOCIATES;  Chaparral MobileVillage;  M.H. Financing, Inc.;  Louis Arevelo, husband;Sandra Frint, wife;  Alpine Mobile Homes;  Jane Doe Arevelo,wife;  John Doe Frint, husband, Defendants-Appellees.Christopher Francis;  Jane Doe Francis,Defendants-counter-claimants-Appellees.\n    No. 92-15839.\n    United States Court of Appeals, Ninth Circuit.\n    Submitted Jan. 6, 1993.Decided Jan. 12, 1993.\n    \n      Before REINHARDT, CYNTHIA HOLCOMB HALL and LEAVY, Circuit Judges.\n    \n    \n      1\n      MEMORANDUM**\n    \n    \n      2\n      Allison Chapman appeals pro se the dismissal of his civil rights action alleging fraud in connection with the lease of his mobile home.   The district court found that Chapman failed to establish either federal or diversity jurisdiction.   We review de novo a district court's dismissal on jurisdictional grounds.   Peter Starr Prod.  Co. v. Twin Continental Films, Inc., 783 F.2d 1440, 1442 (9th Cir.1986).   We affirm.1\n    \n    \n      3\n      Under 28 U.S.C. &#167; 1332, diversity jurisdiction is established when each defendant is a citizen of a different state from each plaintiff.   Dolch v. United C...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=allison-chapman-plaintiff-counter-defendant-appellant-v-chaparral-mobile"
    }
  ],
  "relatedIncidents": [
    13042,
    13065,
    13075,
    13113,
    13125
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}