{
  "id": 13363,
  "title": "1993년 Faulls 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-01-15",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Faulls. 판결일: 1993-01-15. 법원: Pennsylvania Court of Common Pleas, Wyoming County.",
  "description": "## 사건 정보\n\n**사건명**: Faulls v. Procter & Gamble Paper Products Company\n**판결일**: 1993-01-15\n**법원**: Pennsylvania Court of Common Pleas, Wyoming County\n**관할**: Pennsylvania, PA\n\n**판사**: Vanston\n\n## 변호인\n\nPeter G. Loftus, for plaintiff., John J. Myers, for defendants.\n\n## 인용\n\n- 21 Pa. D. & C.4th 116\n\n## 판결문 요약\n\n\nVANSTON, P.J.,\nThe defendants have filed a motion for summary judgment in the above matter. As to the corporate defendant, the plaintiff has filed a complaint alleging wrongful discharge of his employment, breach of an implied contract of employment, and civil conspiracy. As to the individual defendants, the complaint alleges counts for intentional interference with a contractual relationship, defamation, invasion of privacy, and civil conspiracy. After being twice removed to the United States District Court for the Middle District of Pennsylvania, and twice remanded, the pleadings are now complete.\nThe plaintiff was employed by Procter &amp; Gamble as a technician at its Mehoopany plant. The plant is a large, *117paper-making operation which employs more than 3,000 people. In September 1989, several of the plaintiff’s coworkers accused him of stealing company equipment. As a result, he was terminated from that employment on September 29, 1989. He commenced this action by filing a writ'of summons in this court on November 14, 1989, naming Procter &amp; Gamble as the only defendant.\nTwelve months later, the plaintiff filed a complaint in this matter, adding four individual defendants, whom he asserted to be the co-workers who had made the theft allegations against him, but whose identity he did not know. He styled them as “John Doe I” through “IV.” In August 1991, he filed an amended complaint which substituted the three named individual defendants for the four “John Does.” T...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=faulls-v-procter-gamble-paper-products-co"
    }
  ],
  "relatedIncidents": [
    13034,
    13037,
    13038,
    13039,
    13040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}