{
  "id": 13373,
  "title": "1993년 Broadcast Music, Inc. v. Blumonday, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-01-05",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: Broadcast Music, Inc. v. Blumonday, Inc.. 판결일: 1993-01-05. 법원: District Court, D. Nevada.",
  "description": "## 사건 정보\n\n**사건명**: BROADCAST MUSIC INC., Et Al., Plaintiffs, v. BLUMONDAY, INC., Et Al., Defendants\n**판결일**: 1993-01-05\n**법원**: District Court, D. Nevada\n**관할**: Nevada, NV\n\n**판사**: Edward C. Reed, Jr.\n\n## 변호인\n\nMadelene C. Amendola, Lionel Sawyer & Collins, Reno, NV, for plaintiffs., C. Nicholas Pereos, Reno, NV, and Louis R. Doescher, Carson City, NV, for defendant Blumonday, Inc.\n\n## 인용\n\n- 818 F. Supp. 1352\n\n## 판결문 요약\n\n\n818 F. Supp. 1352 (1993)\nBROADCAST MUSIC INC., et al., Plaintiffs,\nv.\nBLUMONDAY, INC., et al., Defendants.\nNo. CV-N-92-676-ECR.\nUnited States District Court, D. Nevada.\nJanuary 5, 1993.\nMadelene C. Amendola, Lionel Sawyer &amp; Collins, Reno, NV, for plaintiffs.\nC. Nicholas Pereos, Reno, NV, and Louis R. Doescher, Carson City, NV, for defendant Blumonday, Inc.\n\nORDER\nEDWARD C. REED, Jr., District Judge.\nThis is an action brought by Broadcast Music Inc. (BMI) against Blumonday and it corporate officers for copyright infringement. BMI filed a motion (document # 21) to strike Defendants' jury demand on November 13, 1992. Both the corporation and the individual officers opposed this motion (documents # 25 &amp; # 27). BMI filed a reply (document # 28) December 10, 1992.\nBMI contends that because it seeks only injunctive and statutory relief, the action is of a purely equitable nature and therefore that the Seventh Amendment does not require a jury trial. The Ninth Circuit has *1353 not squarely addressed the issue of when a jury trial is appropriate in a copyright infringement case and there is conflicting authority on this question; however, two cases, Sid &amp; Marty Krofft Television v. McDonald's Corp., 562 F.2d 1157 (9th Cir.1977) and Video Views, Inc. v. Studio 21, LTD., 925 F.2d 1010 (7th Cir.1991) when read together strongly suggest that questions of fact regarding liability may be decided by a jury and that the amount of damages should be set by the court.\nIn Sid &amp; ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=broadcast-music-inc-v-blumonday-inc"
    }
  ],
  "relatedIncidents": [
    13124,
    13129,
    13130,
    13203,
    13255
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}