{
  "id": 13375,
  "title": "1992년 Schwartz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-12-31",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Schwartz. 판결일: 1992-12-31. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: SCHWARTZ, Exr., Appellant, v. BANK ONE, PORTSMOUTH, N.A., Appellee\n**판결일**: 1992-12-31\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Abele, Grey, Stephenson\n\n## 변호인\n\nMark W. Price,  [fn1]  for appellant.\n\n Stanley C. Bender,  for appellee.\n\n  [fn1]  Different counsel represented appellant in the proceedings below.\n\n## 인용\n\n- 619 N.E.2d 10\n- 84 Ohio App. 3d 806\n\n## 판결문 요약\n\nThis is an appeal from a summary judgment entered by the Scioto County Common Pleas Court in favor of Bank One, Portsmouth, N.A., defendant below and appellee herein.\nAppellant Reaca Schwartz assigns the following error:\n\"The Trial Court Should Not Have Sustained The Defendant's Motion For Summary Judgment.\"\nOn December 4, 1968, Pauline Schwartz, Eugene Schwartz, and David Schwartz executed a promissory note in the principal amount of $18,500 in favor of Security Central National Bank (now Bank One, Portsmouth, N.A.). The Schwartzes pledged two hundred fifty-two shares of common stock in General Motors Corporation as collateral for the note.\nPauline and David Schwartz died in 1976 and 1977, respectively. The Adams County Court of Common Pleas, Probate Division, appointed Reaca Schwartz, plaintiff below and appellant herein, executor of the estates. Appellant paid $5,605.61 on the principal and $8,978.14 in interest to Bank One's predecessor, Security Central National Bank. *Page 808 \nIn March 1982, the loan was in default and the president of Bank One notified appellant that if the balance due on the note ($7,894.39) was not paid, the General Motors stock would be sold. Appellant failed to pay the balance due and on April 1, 1982, appellee sold the stock. Appellee deducted from the sale proceeds the outstanding principal, expenses of $221.93, and interest of $1,423.33. Appellee remitted the balance to appellant.\nOn September 28, 1989, appellant filed a complaint alleging appe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=schwartz-v-bank-one-portsmouth-na"
    }
  ],
  "relatedIncidents": [
    13473,
    13511,
    13740,
    13404,
    13410
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}