{
  "id": 13372,
  "title": "1993년 Channer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1993-01-05",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Channer. 판결일: 1993-01-05. 법원: Court of Special Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Everton Kenneth George CHANNER v. STATE of Maryland\n**판결일**: 1993-01-05\n**법원**: Court of Special Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Bishop, Davis, Moylan\n\n## 변호인\n\nDonna M. Shea, Assigned Public Defender (Reginald W. Bours, III, P.C., on the brief), Rockville, for appellant., Kathryn Grill Graeff, Asst. Atty. Gen., Baltimore (J. Joseph Curran, Jr., Atty. Gen., Baltimore and Andrew L. Sonner, State’s Atty. for Montgomery County, Rockville, on the brief), for appellee.\n\n## 인용\n\n- 617 A.2d 1092\n- 94 Md. App. 356\n\n## 판결문 요약\n\n\n94 Md. App. 356 (1993)\n617 A.2d 1092\nEVERTON KENNETH GEORGE CHANNER\nv.\nSTATE OF MARYLAND.\nNo. 281, September Term, 1992.\nCourt of Special Appeals of Maryland.\nJanuary 5, 1993.\nDonna M. Shea, Assigned Public Defender (Reginald W. Bours, III, P.C., on the brief), Rockville, for appellant.\nKathryn Grill Graeff, Asst. Atty. Gen., Baltimore (J. Joseph Curran, Jr., Atty. Gen., Baltimore and Andrew L. Sonner, State's Atty. for Montgomery County, Rockville, on the brief), for appellee.\nSubmitted before MOYLAN, BISHOP and DAVIS, JJ.\nBISHOP, Judge.\nThis appeal stems from appellant's second trial in the Circuit Court for Montgomery County on charges of possession of cocaine with intent to distribute, simple possession of cocaine, conspiracy to distribute cocaine, and conspiracy to maintain a common nuisance. The first trial resulted in a mistrial when the jury was unable to reach a verdict. The jury in the second trial convicted appellant of all of the charges. The court merged simple possession into possession with intent to distribute and imposed a prison sentence of ten years with all but 18 months suspended in favor of two years probation. It further merged conspiracy to maintain a common nuisance into conspiracy to distribute cocaine and imposed a concurrent prison sentence of five years with all but 18 months suspended in favor of two years probation.\n\nIssues\nAppellant presents four arguments for our review. He contends, in essence, that\nI. the trial court erred by (1) refusing t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=channer-v-state"
    }
  ],
  "relatedIncidents": [
    13034,
    13037,
    13038,
    13039,
    13040
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}