{
  "id": 1337,
  "title": "2021년 Moss 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2021-03-15",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Moss. 판결일: 2021-03-15. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Moss v. State\n**판결일**: 2021-03-15\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n\n## 판결문 요약\n\nIn the Supreme Court of Georgia\n\n\n\n                                    Decided: March 15, 2021\n\n\n                   S20A1520. MOSS v. THE STATE.\n\n\n      WARREN, Justice.\n\n      Jermontae Moss was convicted of felony murder, possession of\n\na firearm during the commission of a crime, and theft by receiving\n\nstolen property in connection with the shooting death of Jose Marin. 1\n\n\n      1  The crimes were committed on September 22, 2011. On November 29,\n2011, a Houston County grand jury indicted Moss for three counts of felony\nmurder, one count each of attempted armed robbery, aggravated battery, and\naggravated assault, three counts of possession of a firearm during the\ncommission of a crime, and one count each of theft by receiving stolen property\nand carrying a concealed weapon. At a trial held from October 22 to 24, 2012,\nthe State withdrew the charge of carrying a concealed weapon; a jury found\nMoss guilty of all the remaining counts. On October 25, 2012, the trial court\nsentenced Moss to life in prison without the possibility of parole (“LWOP”) for\nfelony murder predicated on armed robbery, a consecutive term of five years\nfor a firearm count predicated on attempted armed robbery, and a concurrent\nterm of 10 years for the theft count. The trial court purported to merge the\nremaining counts for sentencing purposes. Moss timely filed a motion for new\ntrial on November 5, 2012, which he amended through new counsel on March\n16, 2018. In separate orders entered on September 13, 2...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=moss-v-state"
    }
  ],
  "relatedIncidents": [
    1251,
    1264,
    1266,
    1398,
    875
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}