{
  "id": 13384,
  "title": "1992년 Buzzell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-12-14",
  "location": "Maine, ME, USA",
  "summary": "미국 Maine, ME 법원 판결 사건. 사건명: Buzzell. 판결일: 1992-12-14. 법원: Supreme Judicial Court of Maine.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Maine v. Michael BUZZELL\n**판결일**: 1992-12-14\n**법원**: Supreme Judicial Court of Maine\n**관할**: Maine, ME\n\n**판사**: Wathen, C.J., and Roberts, Glassman, Clifford, Collins and Rudman\n\n## 변호인\n\nMichael E. Carpenter, Atty. Gen., Donald W. Macomber (orally), Eric Wright, Asst. Attys. Gen., Augusta, for the State., Matthew B. Nichols (orally), Boulos & Gardner, Biddeford, for defendant., Craig T. Smith, Pierce, Atwood, Scribner, Allen, Smith & Lancaster, Portland, amicus curiae.\n\n## 인용\n\n- 617 A.2d 1016\n\n## 판결문 요약\n\n\n617 A.2d 1016 (1992)\nSTATE of Maine\nv.\nMichael BUZZELL.\nSupreme Judicial Court of Maine.\nArgued November 18, 1992.\nDecided December 14, 1992.\n*1017 Michael E. Carpenter, Atty. Gen., Donald W. Macomber (orally), Eric Wright, Asst. Attys. Gen., Augusta, for the State.\nMatthew B. Nichols (orally), Boulos &amp; Gardner, Biddeford, for defendant.\nCraig T. Smith, Pierce, Atwood, Scribner, Allen, Smith &amp; Lancaster, Portland, amicus curiae.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, COLLINS and RUDMAN, JJ.\nCLIFFORD, Justice.\nDefendant Michael Buzzell appeals his convictions of manslaughter, 17-A M.R.S.A. § 203(1)(A) (Supp.1991), and robbery, 17-A M.R.S.A. § 651(1)(C) (1983), following a jury trial in the Superior Court (Cumberland County, Cole, J.). He contends that admissions he made to the police should have been suppressed because the due process clause of the Maine Constitution requires electronic recording of custodial interrogation. He further asserts that the admission of certain evidence violated his constitutional rights. Finally, he contends that the State failed to establish the corpus delicti and that there was insufficient evidence to convict him. Finding no merit in any of Buzzell's contentions, we affirm the convictions.\nThis case arises out of the following facts. Thomas Ferenc died on a stairwell landing in a Portland apartment building following an evening of drinking and card playing with Buzzell and another individual, Wendell Price. Based on what ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-buzzell"
    }
  ],
  "relatedIncidents": [
    13390,
    13394,
    13395,
    13410,
    13417
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}