{
  "id": 13383,
  "title": "1992년 Thomas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-12-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Thomas. 판결일: 1992-12-18. 법원: U.S. Army Court of Military Review.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. Private E1 Howard R. THOMAS III, 214-11-8487, United States Army\n**판결일**: 1992-12-18\n**법원**: U.S. Army Court of Military Review\n**관할**: USA, Federal\n\n**판사**: Crean, Dell, Gonzales, Military, Orto\n\n## 변호인\n\nFor Appellant: Major Robin L. Hall, JAGC, Captain Antonier L. White, JAGC (on brief)., For Appellee: Colonel Dayton M. Cram-er, JAGC, Lieutenant Colonel Joseph A. Russelburg, JAGC, Major Timothy W. Lucas, JAGC, Captain Glenn L. Kirschner, JAGC (on brief).\n\n## 인용\n\n- 36 M.J. 638\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nDELL’ORTO, Judge:\nThe appellant, pursuant to his pleas, was found guilty, by a military judge sitting as a general court-martial, of failure to go to his appointed place of duty (four specifications), absence without leave, making a false official statement, aggravated assault, dishonorably failing to pay a just debt, making and uttering worthless checks, and breaking restriction, in violation of Articles 86, 107, 128, and 134, Uniform Code of Military Justice, 10 U.S.C. §§ 886, 907, 928, and 934 (1982) [hereinafter UCMJ]. He was sentenced to a dishonorable discharge, confinement for four years, forfeiture of all pay and allowances, and to pay a fine to the United States in the amount of $2,000.00 with provision for one additional year’s confinement in the event the fine was not paid. The convening authority disapproved the fine,, but otherwise approved the adjudged sentence.\nThe appellant raises three issues before this Court. The second and third, which address the appointment and tenure of military judges, we reject without discussion. In his first assertion of error, the appellant contends that the military judge erred by permitting the trial counsel, over defense objection, to present testimony concerning the appellant’s character for truthfulness in response to the appellant’s unsworn statement during presentencing. For the reasons set out below, we agree.\nDuring presentencing, the trial counsel called as witnesses in aggravation the appellant’s fi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-thomas"
    }
  ],
  "relatedIncidents": [
    13405,
    13459,
    13497,
    13568,
    13660
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}