{
  "id": 1339,
  "title": "2021년 De La Cruz, Juan Enrique AKA De La Cruz, Enrique AKA De La Cruz, Juan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2021-03-10",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: De La Cruz, Juan Enrique AKA De La Cruz, Enrique AKA De La Cruz, Juan. 판결일: 2021-03-10. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: De La Cruz, Juan Enrique AKA De La Cruz, Enrique AKA De La Cruz, Juan\n**판결일**: 2021-03-10\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n\n## 판결문 요약\n\n            IN THE COURT OF CRIMINAL APPEALS\n                        OF TEXAS\n                                       NO. WR-92,371-01\n\n\n                   EX PARTE JUAN ENRIQUE DE LA CRUZ, Applicant\n\n\n              ON APPLICATION FOR A WRIT OF HABEAS CORPUS\n           CAUSE NO. 2018-DCR-00183-B IN THE 138TH DISTRICT COURT\n                           FROM CAMERON COUNTY\n\n\n       Per curiam.\n\n                                            ORDER\n\n       Applicant was originally charged in a three-count indictment with one count of continuous\n\nsexual abuse involving his daughter and two granddaughters, one count of indecency with a child\n\ninvolving a granddaughter, and one count of prohibited sexual conduct with an ancestor or\n\ndescendant involving his daughter. Applicant pleaded guilty to the lesser included offense of\n\naggravated sexual assault of a child in the continuous sexual abuse count in exchange for a twenty-\n\nfive year sentence, and to the other two counts as charged in exchange for fifteen-year sentences,\n\nwith all sentences to run concurrently. He did not appeal his convictions. Applicant filed this\n\napplication for a writ of habeas corpus in the county of conviction, and the district clerk forwarded\n\nit to this Court. See TEX . CODE CRIM . PROC. art. 11.07.\n\f                                                                                                       2\n\n        Applicant contends that he is actually innocent and that he received ineffective assistance of\n\ntrial...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=de-la-cruz-juan-enrique-aka-de-la-cruz-enrique-aka-de-la-cruz-juan"
    }
  ],
  "relatedIncidents": [
    1094,
    1227,
    1271,
    1284,
    1397
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}