{
  "id": 13395,
  "title": "1992년 Lafleur 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-12-09",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Lafleur. 판결일: 1992-12-09. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: E. Michael LAFLEUR v. HARDEE MANUFACTURING COMPANY, INC.\n**판결일**: 1992-12-09\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Culpepper, Laborde, Tern, Thibodeaux\n\n## 변호인\n\nJames P. Roy and Kevin P. Tauzin, Lafayette for plaintiff/appellee., Thomas K. Kirkpatrick, Baton Rouge, for intervenor/appellant, INA., Craig R. Nelson, New Orleans, for defendant/appellee, Hardee Mfg. Co., Inc., Philip S. Aucoin, David A. Hurlburt and G. Frederick Seemann, Opelousas, for defendant/appellee, Hollier Implement.\n\n## 인용\n\n- 609 So. 2d 1212\n\n## 판결문 요약\n\n\nLABORDE, Judge.\nIn this products liability and negligence action, plaintiff, E. Michael Lafleur, was injured on July 12, 1989 when the housing from a rotary cutter blade fell on him causing paralysis from the neck down. The trial court granted the motion for summary judgment filed by the seller, Hollier Implement Co., and its insurer, John Deere Insurance Co., dismissing them from this suit. We affirm the decision of the trial court finding no genuine issue of material fact.\nFACTS\nOn July 12, 1989, plaintiff, E. Michael Lafleur, was employed as a farm hand by Lionel Mounier, Jr. Plaintiff was operating a Hardee rotary cutter which was mounted on the side of a tractor when the left rear wheel of the tractor got stuck in the dirt road. As plaintiff proceeded around the right side of the tractor, the housing from the rotary cutter fell on him causing paralysis from the neck down. Plaintiff filed suit against Hardee Manufacturing, Inc., the manufacturer of the rotary cutter, Hollier Implement Company (Hollier), the seller of the rotary cutter, and its insurer, John Deere Insurance Company.\nPlaintiff settled with Hardee Manufacturing, Inc., and Hollier and John Deere were dismissed from the action on a motion for summary judgment. Plaintiff appeals alleging the trial court erred in granting defendants’ motion for summary judgment.\nSUMMARY JUDGMENT\nPlaintiff alleges the trial court erred in granting defendants’, Hollier and John Deere, motion for summary judgment dismissing them f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "미국",
    "판례",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lafleur-v-hardee-manufacturing-co"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-vonhirshion"
    }
  ],
  "relatedIncidents": [
    13384,
    13390,
    13394,
    13410,
    13417
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}