{
  "id": 13399,
  "title": "1992년 Soto 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-12-03",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Soto. 판결일: 1992-12-03. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Brandon Soto\n**판결일**: 1992-12-03\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 188 A.D.2d 304\n\n## 판결문 요약\n\n\nJudgments, Supreme Court, Bronx County (Edward M. Davidowitz, J.), rendered September 19, 1990, convicting defendant, after a jury trial, of assault in the first degree, upon his plea of guilty, of attempted robbery in the first degree, and also upon his plea of guilty, of criminal possession of a weapon in the third degree, and sentencing him to prison terms of &amp;V2 to ISV2 years, consecutive to IV2 to 4M&gt; years, and concurrent with 1 year, respectively, unanimously affirmed.\nViewing the evidence in a light most favorable to the People and giving due deference to the jury’s findings on credibility under the standards set forth in People v Bleakley (69 NY2d *305490, 494-495), defendant’s guilt was proved beyond a reasonable doubt by overwhelming evidence, and the verdict was not against the weight of that evidence. Defendant’s challenges'to the prosecutor’s summation are unpreserved either because he failed to object at all (People v Trail, 172 AD2d 320, lv denied 78 NY2d 975), made only general objection (People v Balls, 69 NY2d 641), or failed to except to the curative relief provided (People v Medina, 53 NY2d 951, 952). Nor do we find any basis to disturb the sentencing court’s sound exercise of discretion. We have considered defendant’s remaining contentions and find them to be without merit. Concur — Carro, J. P., Ellerin, Kupferman and Kassal, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-soto"
    }
  ],
  "relatedIncidents": [
    13376,
    13428,
    13430,
    13438,
    13470
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}