{
  "id": 13390,
  "title": "1992년 Craig 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-12-11",
  "location": "Idaho, ID, USA",
  "summary": "미국 Idaho, ID 법원 판결 사건. 사건명: Craig. 판결일: 1992-12-11. 법원: Idaho Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: James Charles CRAIG, Petitioner-Appellant, v. STATE of Idaho, Respondent\n**판결일**: 1992-12-11\n**법원**: Idaho Court of Appeals\n**관할**: Idaho, ID\n\n**판사**: Swanstrom, Tern, Walters, Weston\n\n## 변호인\n\nJames Craig, pro se., Larry J. EchoHawk, Atty. Gen., Robert R. Gates, Deputy Atty. Gen., for respondent.\n\n## 인용\n\n- 844 P.2d 1371\n- 123 Idaho 121\n\n## 판결문 요약\n\n\n844 P.2d 1371 (1992)\n123 Idaho 121\nJames Charles CRAIG, Petitioner-Appellant,\nv.\nSTATE of Idaho, Respondent.\nNo. 19696.\nCourt of Appeals of Idaho.\nDecember 11, 1992.\nPetition for Review Denied January 4, 1993.\n*1372 James Craig, pro se.\nLarry J. EchoHawk, Atty. Gen., Robert R. Gates, Deputy Atty. Gen., for respondent.\nSWANSTROM, Judge.\nJames Craig's parole was revoked because of positive tests for the use of controlled substances. He later filed a petition for a writ of habeas corpus alleging that his parole was revoked based upon insufficient evidence, violating his right to due process. He received no relief in the magistrate division and his appeal to the district court was also unsuccessful. He *1373 then brought this appeal. For the reasons stated below, we affirm.\nCraig was convicted of second degree murder in 1977 and in March, 1989, was granted parole. In September, 1989, Craig was ordered by his parole officer to submit to a urinalysis to detect the use of illegal drugs. The test returned positive for cannabinoids. Craig was warned by his parole officer that another positive test would result in the submission of a report of violation. In April, 1990, Craig was again subjected to a urinalysis, with the same positive result. A parole violation hearing was conducted on May 31, 1990, testimony and evidence were taken, and the findings were referred to the Commission with a recommendation that parole be revoked. Craig appeared and testified at the revocation hearing bef...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=craig-v-state"
    }
  ],
  "relatedIncidents": [
    13384,
    13394,
    13395,
    13410,
    13417
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}