{
  "id": 13400,
  "title": "1992년 Zimmerman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-12-02",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Zimmerman. 판결일: 1992-12-02. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: Zimmerman v. United Services Auto.\n**판결일**: 1992-12-02\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Judges Pressler and R.S. Cohen\n\n## 인용\n\n- 616 A.2d 957\n- 260 N.J. Super. 368\n\n## 판결문 요약\n\n\n260 N.J. Super. 368 (1992)\n616 A.2d 957\nMARK C. ZIMMERMAN, PLAINTIFF-APPELLANT,\nv.\nUNITED SERVICES AUTOMOBILE ASSOCIATION AND JOHN DOES 1 THROUGH 5, DEFENDANTS-RESPONDENTS.\nSuperior Court of New Jersey, Appellate Division.\nArgued November 10, 1992.\nDecided December 2, 1992.\n*370 Before Judges PRESSLER and R.S. COHEN.\nAllen S. Zeller argued the cause for appellant (Freeman, Zeller and Bryant, attorneys; Allen S. Zeller and Amy B. Goldman, on the brief).\nWilliam J. Pollinger argued the cause for respondent United Services Automobile Association (Pollinger and Fearns, attorneys; William J. Pollinger, of counsel and on the brief).\nThe opinion of the court was delivered by PRESSLER, P.J.A.D.\nPlaintiff Mark C. Zimmerman appeals from an order denying his motion to vacate the order dismissing his complaint with prejudice. The dismissal was ordered because of the failure to *371 have timely served defendant with fully responsive interrogatories. We reverse.\nIn August 1988, plaintiff sustained severe back injuries in an automobile accident. He required two laminectomies and incurred medical expenses in excess of $40,000. He was then an insured of defendant United Services Automobile Association, which had issued an automobile liability policy to him providing coverage of $100,000/$300,000. That policy also had an underinsured motorist provision (UIM), affording, however, UIM coverage of only $15,000/$30,000. The tortfeasor allegedly responsible for the accident was covered by a minimu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=zimmerman-v-united-services-auto"
    }
  ],
  "relatedIncidents": [
    13375,
    13376,
    13383,
    13384,
    13390
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}