{
  "id": 13405,
  "title": "1992년 Vaughan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-11-23",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Vaughan. 판결일: 1992-11-23. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Michael Vaughan\n**판결일**: 1992-11-23\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 187 A.D.2d 685\n\n## 판결문 요약\n\n\nAppeals by the defendant from two judgments of the Supreme Court, Kings County (Greenberg, J.), both rendered May 22, 1990, convicting him of criminal possession of a controlled substance in the first degree and criminal possession of a weapon in the second degree under Indictment No. 4290/89, upon a jury verdict, and assault in the second degree under Indictment No. 3023/ 90, upon his plea of guilty, and imposing sentences. The appeal from the judgment of conviction rendered under Indictment No. 4290/89 brings up for review the denial, after a hearing (Fisher, J.), of that branch of the defendant’s omnibus motion under that indictment which was to suppress certain physical evidence.\nOrdered that the judgments are affirmed.\nAccording to the evidence adduced at the suppression hearing in connection with the crimes charged under Indictment No. 4290/89, a vehicle, in which the defendant was a passen*686ger, was stopped by the police upon the police officers’ reasonable belief that one of the passengers in the vehicle was a \"wanted dangerous felon”. One of the officers who approached the vehicle observed that despite the warm temperatures that day, the defendant wore a heavy quilted jacket which was completely closed, and a sweatjacket zipped up to his neck. Moreover, the officer observed a bulge in the defendant’s jacket near his stomach area. The defendant also appeared nervous and was sweating. The officer directed the defendant to exit the vehicle. As the defendant exited th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-vaughan"
    }
  ],
  "relatedIncidents": [
    13383,
    13459,
    13497,
    13568,
    13660
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}