{
  "id": 13411,
  "title": "1992년 Edward Joseph Prokop v. Daniel B. Vasquez, Warden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-11-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Edward Joseph Prokop v. Daniel B. Vasquez, Warden. 판결일: 1992-11-19. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Edward Joseph Prokop v. Daniel B. Vasquez, Warden\n**판결일**: 1992-11-19\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 979 F.2d 855\n\n## 판결문 요약\n\n979 F.2d 855\n    NOTICE: Ninth Circuit Rule 36-3 provides that dispositions other than opinions or orders designated for publication are not precedential and should not be cited except when relevant under the doctrines of law of the case, res judicata, or collateral estoppel.Edward Joseph PROKOP, Petitioner/Appellant,v.Daniel B. VASQUEZ, Warden, et al., Respondents/Appellees.\n    No. 91-55968.\n    United States Court of Appeals, Ninth Circuit.\n    Submitted May 8, 1992.*Decided Nov. 19, 1992.\n    \n      Before JAMES R. BROWNING and FARRIS, Circuit Judges, and GEORGE,*** District Judge.\n      Petitioner-Appellant, Edward J. Prokop, filed a petition for writ of habeas corpus challenging his conviction and sentence for first degree murder.   The district court denied the petition.   Prokop appeals.   We review the district court's denial of a habeas corpus petition  de novo.   Chatman v. Marquez, 754 F.2d 1531, 1533-34, (9th Cir.), cert. denied, 474 U.S. 841, 106 S.Ct. 124, 88 L.Ed.2d 101 (1985).   We affirm.\n      1. Facts\n      In 1981 an information filed in the San Luis Obispo County Municipal Court charged Edward Joseph Prokop with first degree murder.   Prokop was arrested shortly thereafter in Arizona and brought to California to face the charges.   Attorney Richard Rabbin was appointed as his counsel.\n      At a preliminary hearing in the case, the following evidence was presented in support of the information:\n      1) a witness testified that the victim was on his way ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=edward-joseph-prokop-v-daniel-b-vasquez-warden"
    }
  ],
  "relatedIncidents": [
    13384,
    13390,
    13394,
    13395,
    13410
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}