{
  "id": 13413,
  "title": "1992년 Wilbur Brown v. Secretary of the Department of the Treasury 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-11-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Wilbur Brown v. Secretary of the Department of the Treasury. 판결일: 1992-11-18. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Wilbur Brown v. Secretary of the Department of the Treasury\n**판결일**: 1992-11-18\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 979 F.2d 854\n\n## 판결문 요약\n\n979 F.2d 854\n    NOTICE: Ninth Circuit Rule 36-3 provides that dispositions other than opinions or orders designated for publication are not precedential and should not be cited except when relevant under the doctrines of law of the case, res judicata, or collateral estoppel.Wilbur BROWN, Plaintiff-Appellant,v.SECRETARY OF THE DEPARTMENT OF THE TREASURY, Defendant-Appellee.\n    No. 91-15006.\n    United States Court of Appeals, Ninth Circuit.\n    Argued and Submitted Sept. 14, 1992.Decided Nov. 18, 1992.\n    \n      1\n      Before ALARCON and CYNTHIA HOLCOMB HALL, Circuit Judges, and DWYER, District Judge.*\n    \n    \n      2\n      MEMORANDUM**\n    \n    \n      3\n      Plaintiff-Appellant Wilbur Brown appeals from the order dismissing his action for wrongful termination from the Department of the Treasury on the ground that his claims were preempted by Title VII.   Brown contends that the district court erred in dismissing his action because he was not required to exhaust his claims under Title VII before pursuing an action for violation of his Fifth Amendment due process rights.   Brown also contends that the district court's error requires reversal because he has a valid due process claim that is not preempted by the Civil Service Reform Act of 1978, Pub.L. 95-454, 92 Stat. 11 et seq.  (codified as amended in various sections of 5 U.S.C.)  (CSRA).\n    \n    I.\n    \n      4\n      On June 27, 1987, Wilbur Brown began work at the United States Mint as a Metal Forming Machine Operat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wilbur-brown-v-secretary-of-the-department-of-the-"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jerome-julius-brown-v-george-bush-president"
    }
  ],
  "relatedIncidents": [
    13375,
    13376,
    13383,
    13384,
    13390
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}