{
  "id": 13410,
  "title": "1992년 Winsett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-11-19",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Winsett. 판결일: 1992-11-19. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Appellant, v. LARRY WINSETT, Appellee\n**판결일**: 1992-11-19\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Bilandic\n\n## 변호인\n\nRoland W. Burris, Attorney General, of Springfield, and Michael J. Waller, State’s Attorney, of Waukegan (Rosalyn Kaplan, Solicitor General, and Terence M. Madsen and Karen Alice Kloppe, Assistant Attorneys General, and Kenneth R. Boyle, John X. Breslin and Rita Kennedy Mertel, of the Office of the State’s Attorneys Appellate Prosecutor, of Ottawa, of counsel), for the People., Robert Agostinelli, Deputy Defender, and Stephen Omolecki, Assistant Defender, of the Office of the State Appellate Def\n\n## 인용\n\n- 606 N.E.2d 1186\n- 153 Ill. 2d 335\n- 180 Ill. Dec. 109\n\n## 판결문 요약\n\n\n606 N.E.2d 1186 (1992)\n153 Ill. 2d 335\n180 Ill. Dec. 109\nThe PEOPLE of the State of Illinois, Appellant,\nv.\nLarry WINSETT, Appellee.\nNo. 73042.\nSupreme Court of Illinois.\nNovember 19, 1992.\nRehearing Denied February 1, 1993.\n*1189 Roland W. Burris, Atty. Gen., Springfield, and Michael J. Waller, State's Atty., Waukegan (Rosalyn Kaplan, Sol. Gen., and Terence M. Madsen and Karen Alice Kloppe, Asst. Attys. Gen., and Kenneth R. Boyle, John X. Breslin and Rita Kennedy Mertel, of the Office of the State's Attys. Appellate Pros., Ottawa, of counsel), for the People.\nRobert Agostinelli, Deputy Defender, and Stephen Omolecki, Asst. Defender, of the Office of the State Appellate Defender, Ottawa, for appellee.\nFred E. Inbau and Wayne W. Schmidt, Chicago, and James P. Manak, Glen Ellyn (Bernard J. Farber, Chicago, of counsel), for amici curiae Americans for Effective Law Enforcement, Inc., et al.\nJustice BILANDIC delivered the opinion of the court:\nThe defendant, Larry Winsett, was convicted following a jury trial in the circuit court of Lake County of attempted murder (Ill.Rev.Stat.1985, ch. 38, par. 8-4), solicitation of murder (Ill.Rev.Stat. 1985, ch. 38, par. 8-1(a)), and conspiracy to commit murder (Ill.Rev.Stat.1985, ch. 38, par. 8-2(a)). He was sentenced to concurrent terms of 14, 40, and 40 years' imprisonment. The defendant's convictions and sentences were affirmed on direct appeal. (People v. Winsett (1986), 147 Ill.App.3d 1161 (unpublished order under Supreme Court Rule 23)...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-winsett"
    }
  ],
  "relatedIncidents": [
    13375,
    13384,
    13390,
    13394,
    13395
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}