{
  "id": 13428,
  "title": "1992년 Ross 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-10-30",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Ross. 판결일: 1992-10-30. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Minnesota, Respondent, v. Justin Nicholas ROSS, Appellant\n**판결일**: 1992-10-30\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Gardebring\n\n## 변호인\n\nJohn M. Stuart, State Public Defender, Mark F. Anderson, Asst. State Public Defender, Minneapolis, for appellant., Hubert H. Humphrey, III, Atty. Gen., Tom Foley, Ramsey County Atty., Darrell C. Hill, Asst. Ramsey County Atty, St. Paul, for respondent.\n\n## 인용\n\n- 491 N.W.2d 658\n\n## 판결문 요약\n\n\n491 N.W.2d 658 (1992)\nSTATE of Minnesota, Respondent,\nv.\nJustin Nicholas ROSS, Appellant.\nNo. CX-91-2365.\nSupreme Court of Minnesota.\nOctober 30, 1992.\nJohn M. Stuart, State Public Defender, Mark F. Anderson, Asst. State Public Defender, Minneapolis, for appellant.\nHubert H. Humphrey, III, Atty. Gen., Tom Foley, Ramsey County Atty., Darrell C. Hill, Asst. Ramsey County Atty, St. Paul, for respondent.\nConsidered and decided by the court en banc without oral argument.\nGARDEBRING, Justice.\nIn its unpublished decision in this case, the court of appeals affirmed defendant's conviction of aggravated robbery over his contentions that the evidence identifying him as the offender was legally insufficient and that he was deprived of a fair trial. The latter argument concerned the trial court's ruling that if defendant elected to testify, his credibility could be impeached *659 by his prior conviction for burglary. The court of appeals, as it had on earlier occasions,[1] ruled that burglary is a crime involving \"dishonesty or false statement\" and therefore, under Minn.R.Evid. 609(a)(2), automatically admissible for impeachment purposes.[2]\nThe difficulty in determining whether a particular crime falls under Minn.R.Evid. 609(a)(2) lies not in just the type of crime committed, but also in the manner in which the crime is carried out. We consider Judge Posner's analysis in Altobello v. Borden Confectionary Products, Inc., very instructive in delineating this distinction as well as for exp...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-ross"
    }
  ],
  "relatedIncidents": [
    13376,
    13399,
    13430,
    13438,
    13470
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}