{
  "id": 13421,
  "title": "1992년 People v. Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-11-05",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: People v. Smith. 판결일: 1992-11-05. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: THE PEOPLE OF THE STATE OF ILLINOIS v. CLARENCE SMITH\n**판결일**: 1992-11-05\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: McCullough\n\n## 변호인\n\nDaniel D. Yuhas and Karen Munoz, both of State Appellate Defender’s Office, of Springfield, for appellant., Donald M. Cadagin, State’s Attorney, of Springfield (Norbert J. Goetten, Robert J. Biderman, and David E. Mannchen, all of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.\n\n## 인용\n\n- 236 Ill. App. 3d 812\n\n## 판결문 요약\n\n JUSTICE McCULLOUGH delivered the opinion of the court: Defendant Clarence Smith was convicted of murder, aggravated battery and robbery following a jury trial in Sangamon County, Illinois (Ill. Rev. Stat. 1991, ch. 38, pars. 9 — 1(a), 12 — 4(b)(1), 18 — 1(a)). Defendant was sentenced to 60 years’ imprisonment on the murder charge. He now appeals, contending (1) the State failed to rebut the prima facie showing that its peremptory challenges had been used in a racially discriminatory manner and (2) the trial court erred in admitting hearsay evidence of incriminating statements allegedly made by defendant. We affirm. Inasmuch as defendant does not challenge the sufficiency of the evidence — which was overwhelming — against him, we very briefly recite the facts of this case. Defendant was one of four individuals involved in the murder of 18-year-old Paul Babcock. The evidence established that Babcock died of massive brain trauma after being stabbed in the head approximately 11 times with instruments believed to be a Phillips screwdriver and a flathead screwdriver. Defendant first contends the State failed to rebut the prima facie showing that it exercised its peremptory challenges in a racially discriminatory manner. Defendant further argues the trial court erred in applying a pre-Batson standard to overrule his objections to the State’s use of its peremptory challenges.  The equal protection clause of the United States Constitution forbids a prosecutor from challenging potenti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-smith"
    }
  ],
  "relatedIncidents": [
    13384,
    13390,
    13394,
    13395,
    13410
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}