{
  "id": 13431,
  "title": "1992년 Marquess 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-10-28",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Marquess. 판결일: 1992-10-28. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: Doncella Kay MARQUESS Tausha Tyrene Marquess and Doncella Kay Marquess, as Guardian Ad Litem for Rhonda Lynn Marquess, a Minor Child v. FIRST INTERSTATE BANK OF OREGON, N.A.\n**판결일**: 1992-10-28\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Buttler, Muniz, Rossman\n\n## 변호인\n\nJeffrey E. Potter, Eugene, argued the cause for appellants. With him on the briefs were Herb Lombard and Lombard, Gardner, Honsowetz, Brewer & Schons, Eugene., Thomas H. Hoyt, Eugene, argued the cause for respondent. With him on the brief were Jeri-anne Cohen and Hoyt & Associates, P.C., Eugene.\n\n## 인용\n\n- 116 Or. App. 1\n- 840 P.2d 718\n\n## 판결문 요약\n\n\nBUTTLER, P. J.\nPlaintiffs, beneficiaries of a testamentary trust, appeal from a judgment in favor of defendant trustee in this action for breach of fiduciary duty. Plaintiffs claim that defendant breached that duty when it failed to collect the fair market rental for real property held in trust, when it failed to test the market before selling the property to a co-owner and by releasing all claims for back rent when it sold the property to the co-owner.1 The question is whether the trial court erred as a matter of law in dismissing plaintiffs’ claims at the close of plaintiffs’ case because they had failed to produce an expert witness to establish the standard of care applicable to defendant under the circumstances.\nMark and Ken Marquess, equal shareholders in EMK Contractors; Inc. (EMK), owned real property as tenants in common. They leased the property to EMK for $1,000 per month. The original 5-year lease expired on September 30,1983, but the lease granted EMK an option to renew for an additional 5 years. Rental for the renewal term was to be determined by mutual agreement or by arbitration, if no agreement could be reached. The lease also provided that any holding over after the expiration of the original term or any other termination of the lease would be a tenancy from month-to-month.\nMark died on September 1,1979. Pursuant to a stock purchase agreement, EMK redeemed Mark’s stock, after which Ken became the sole shareholder of EMK. Plaintiffs, Mark’s widow and daughter...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=marquess-v-first-interstate-bank-of-oregon-na"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=weaver-v-maass"
    }
  ],
  "relatedIncidents": [
    13375,
    13376,
    13383,
    13384,
    13390
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}