{
  "id": 13438,
  "title": "1992년 Delaphiano 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-10-23",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Delaphiano. 판결일: 1992-10-23. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF MONTANA v. JEFFREY DELAPHIANO\n**판결일**: 1992-10-23\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: Boyd, Hon, McKittrick, Members, Sullivan\n\n## 인용\n\n- 256 Mont. 70\n\n## 판결문 요약\n\n\nOn August 10,1990, the Defendant was sentenced to twenty (20) years for Burglary with credit for 141 days time served.\nOn October 23, 1992, the Defendant’s application for review of that sentence was heard by the Sentence Review Division of the Montana Supreme Court.\nThe Defendant was present and was represented by Colleen Collier, Legal Intern from the Montana Defender Project. The state was not represented.\nBefore hearing the application, the Defendant was advised that the Sentence Review Division has the authority not only to reduce the sentence or affirm it, but also to increase it if such is possible. The defendant was further advised that there is no appeal from a decision of the Sentence Review Division. The defendant acknowledged that he understood this and stated that he wished to proceed.\nAfter careful consideration, it is the unanimous decision of the Sentence Review Division that the sentence shall be affirmed.\nThe reason for the decision is the sentence imposed by the District Court is presumed correct pursuant to Section 46-18-904(3), MCA. The Division finds that the reasons advanced for modification are insufficient to deem inadequate or excessive as required to overcome the presumption per Rule 17 of the Rules of the Sentence Review Division of the Montana Supreme Court.\nHon. Thomas M. McKittrick, Acting Chairman, Hon. Robert Boyd and Mark P. Sullivan, Acting Members, Judges.\nThe Sentence Review Board wishes to thank Colleen Collier, Legal Intern from the Mon...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-delaphiano"
    }
  ],
  "relatedIncidents": [
    13376,
    13399,
    13428,
    13430,
    13470
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}