{
  "id": 13430,
  "title": "1992년 Wilson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-10-29",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Wilson. 판결일: 1992-10-29. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Albert G. Wilson v. Gem Pawnbrokers Manhattan Corporation\n**판결일**: 1992-10-29\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 186 A.D.2d 517\n\n## 판결문 요약\n\n\n— Judgment, Supreme Court, New York County (Harold Baer, Jr., J.) entered September 3, 1991, which, after a non-jury trial, awarded plaintiff a total of $29,459.21, unanimously affirmed, with costs.\nPlaintiff proved at trial that he pledged $16,200 in jewelry to defendant for a loan of $1,800, and that the goods pledged were not returned. The burden then shifted to defendant, to prove by a preponderance of the evidence, that it was not at fault (see, Art Masters Assocs. v United Parcel Serv., 77 NY2d 200, 210-212 [Titone, J., dissenting]). Defendant attempted to meet that burden by seeking to prove that the goods pledged were stolen from defendant’s former employees in a gunpoint robbery. However, there was an absence of evidence in admissible form to show how the goods pledged were lost.\nA term of the pawn agreement, printed in English on the pawn ticket and posted on two signs, limiting liability in this case to twice the amount of the loan ($3,600), is inapplicable. A contractual limitation upon liability is of no force or effect in an action where conversion is shown (I.C.C. Metals v Municipal Warehouse Co., 50 NY2d 657).\nWe have considered defendant’s remaining arguments, and find them to be without merit. Concur — Sullivan, J. P., Rosenberger, Wallach and Ross, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wilson-v-gem-pawnbrokers-manhattan-corp"
    }
  ],
  "relatedIncidents": [
    13376,
    13399,
    13428,
    13438,
    13470
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}