{
  "id": 13441,
  "title": "1992년 In re the Adoption of Awtrey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-10-22",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: In re the Adoption of Awtrey. 판결일: 1992-10-22. 법원: New Mexico Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Adoption Petition of Ted C. AWTREY and Wanda C. Awtrey\n**판결일**: 1992-10-22\n**법원**: New Mexico Court of Appeals\n**관할**: New Mexico, NM\n\n**판사**: Bivins, Black, Chavez\n\n## 변호인\n\nAsa Kelly, Jr., Silver City, for petitioners-appellants., Richard A. Griscom, Gen. Counsel, Judith A. Ferrell, Asst. Gen. Counsel, New Mexico Human Services Dept., Santa Fe, for respondent-appellee.\n\n## 인용\n\n- 114 N.M. 594\n- 844 P.2d 844\n\n## 판결문 요약\n\n OPINION BLACK, Judge. Ted and Wanda Awtrey (Petitioners) appeal the trial court’s order dismissing their adoption petition for lack of jurisdiction. The issue here is whether Petitioners come within the placement exception of NMSA 1978, Section 40-7-34(A)(3) (Repl.Pamp.1989). We hold that they do, and reverse the trial court’s order of dismissal. Three children are the subject of these proceedings. In April 1987, the older two children were left by their mother with her brother and his wife, Petitioners. Petitioners contacted the Human Services Department (the Department), which investigated and initiated proceedings to declare the children neglected. An ex parte order was entered giving the Department physical and legal custody of the children. The Department treated the children’s living arrangement with Petitioners as a relative foster placement. In January 1988, shortly after his birth, the third child was placed with Petitioners. Later that month, a stipulated dispositional order was entered, finding the children neglected, leaving custody in the Department, and officially placing the children in Petitioners’ home for foster care. In May 1989, Petitioners filed a petition seeking adoption of the three children. At first it appeared that the children were doing well with Petitioners, and the Department was generally supportive of their adoption plans. In February 1991, however, the Department was notified by school officials of concerns about the children. After a home v...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-the-adoption-of-awtrey"
    }
  ],
  "relatedIncidents": [
    13375,
    13376,
    13383,
    13384,
    13390
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}