{
  "id": 13449,
  "title": "1992년 Welch 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-10-16",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Welch. 판결일: 1992-10-16. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Nebraska, Appellee, v. Kenneth Leroy Welch, Appellant\n**판결일**: 1992-10-16\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Boslaugh, Caporale, Fahrnbruch, Grant, Hastings, Shanahan, White\n\n## 변호인\n\nFrancis L. Goodwin, of Baron, Sar, Goodwin, Gill & Lohr, for appellant., Don Stenberg, Attorney General, and Mark D. Starr for appellee.\n\n## 인용\n\n- 490 N.W.2d 216\n- 241 Neb. 699\n\n## 판결문 요약\n\n\n490 N.W.2d 216 (1992)\n241 Neb. 699\nSTATE of Nebraska, Appellee,\nv.\nKenneth Leroy WELCH, Appellant.\nNos. S-91-297, S-91-298 and S-91-306.\nSupreme Court of Nebraska.\nOctober 16, 1992.\n*217 Francis L. Goodwin, of Baron, Sar, Goodwin, Gill &amp; Lohr, Sioux City, Iowa, for appellant.\nDon Stenberg, Atty. Gen., and Mark D. Starr, Lincoln, for appellee.\nHASTINGS, C.J., and BOSLAUGH, WHITE, CAPORALE, SHANAHAN, GRANT, and FAHRNBRUCH, JJ.\nBOSLAUGH, Justice.\nThe defendant, Kenneth Leroy Welch, was charged in separate informations with first degree sexual assault (case No. 91-297), kidnapping (case No. 91-298), making terroristic threats (case No. 91-306), and use of a weapon to commit a felony. The *218 jury returned verdicts of guilty on all charges except the weapon charge. The defendant was sentenced to concurrent terms of 10 to 20 years' imprisonment on the assault and kidnapping charges, and 15 to 36 months' imprisonment on the terroristic threats charge.\nThe defendant has appealed and contends that the trial court erred in refusing to order a psychiatric examination of the victim, in receiving evidence of a previous conviction of the defendant for a similar offense, in permitting a police officer to testify concerning mannerisms exhibited by the defendant during interrogation, in failing to sustain the defendant's motion for a mistrial, in refusing to permit the defendant to introduce evidence of prior alleged sexual assaults of the victim, and in instructing the jury that it cou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-welch"
    }
  ],
  "relatedIncidents": [
    13224,
    13325,
    13335,
    13375,
    13376
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}