{
  "id": 13459,
  "title": "1992년 Philip Thomas v. Immigration and Naturalization Service 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-10-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Philip Thomas v. Immigration and Naturalization Service. 판결일: 1992-10-05. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Philip THOMAS, Petitioner, v. IMMIGRATION AND NATURALIZATION SERVICE, Respondent\n**판결일**: 1992-10-05\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Breyer, Campbell, Per Curiam, Selya\n\n## 변호인\n\nJohn S. Pomeroy and Paris, Pomeroy & Pomykato, Boston, Mass., on brief, for petitioner., Stuart M. Gerson, Asst. Atty. Gen., Robert Kendall, Jr., Asst. Director, Donald E. Keener, Acting Asst. Director, Office of Immigration Litigation, Civ. Div., Washington, D.C., on brief, for respondent.\n\n## 인용\n\n- 976 F.2d 786\n\n## 판결문 요약\n\n976 F.2d 786\n    Philip THOMAS, Petitioner,v.IMMIGRATION AND NATURALIZATION SERVICE, Respondent.\n    No. 91-1867.\n    United States Court of Appeals,First Circuit.\n    Submitted April 3, 1992.Decided Oct. 5, 1992.\n    \n      John S. Pomeroy and Paris, Pomeroy &amp; Pomykato, Boston, Mass., on brief, for petitioner.\n      Stuart M. Gerson, Asst. Atty. Gen., Robert Kendall, Jr., Asst. Director, Donald E. Keener, Acting Asst. Director, Office of Immigration Litigation, Civ. Div., Washington, D.C., on brief, for respondent.\n      Before BREYER, Chief Judge, CAMPBELL, Senior Circuit Judge, and SELYA, Circuit Judge.\n      PER CURIAM.\n    \n    \n      1\n      This petition for review presents the question whether the Board of Immigration Appeals abused its discretion in affirming a deportation order made during an in absentia hearing.   The facts in this case are not disputed.   Thomas, a native of Trinidad, legally entered the United States as an immigrant in 1980.   In November 1984, he was convicted in a Massachusetts district court of assault and battery by means of a dangerous weapon (a baseball bat).   The court sentenced him to two years imprisonment.   Subsequently, in June 1986, the Immigration and Naturalization Service (INS) issued an order to show cause why he should not be deported under 8 U.S.C. &#167; 1251(a)(4) (conviction based on a crime involving moral turpitude committed within five years of entry and for which a sentence of one year or more is imposed).\n    \n    ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=philip-thomas-v-immigration-and-naturalization-service"
    }
  ],
  "relatedIncidents": [
    13383,
    13405,
    13497,
    13568,
    13660
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}