{
  "id": 13457,
  "title": "1992년 Woods 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-10-07",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Woods. 판결일: 1992-10-07. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Sharon Walton WOODS, Appellant-Petitioner, v. Oretha HARRIS, Special Administrator for the Estate of Angus G. Eldridge, Appellee-Respondent\n**판결일**: 1992-10-07\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Barteau, Garrard, Rucker\n\n## 변호인\n\nJohn F. Sullivan, Jr., Indianapolis, for appellant-petitioner., Candace W. Trivedi, Indianapolis, for ap-pellee-respondent.\n\n## 인용\n\n- 600 N.E.2d 163\n\n## 판결문 요약\n\n\n600 N.E.2d 163 (1992)\nSharon Walton WOODS, Appellant-Petitioner,\nv.\nOretha HARRIS, Special Administrator for the Estate of Angus G. Eldridge, Appellee-Respondent.\nNo. 49A05-9205-CV-143.\nCourt of Appeals of Indiana, Fifth District.\nOctober 7, 1992.\nJohn F. Sullivan, Jr., Indianapolis, for appellant-petitioner.\nCandace W. Trivedi, Indianapolis, for appellee-respondent.\nBARTEAU, Judge.\nAngus Garfield Eldridge died intestate on April 12, 1991. On May 15, 1991, fortyeight year old Sharon Walton Woods filed her Petition to Establish Paternity requesting that she be determined to be Eldridge's daughter so that she could share in the inheritance. The trial judge entered findings of fact and conclusions of law dismissing Woods's petition and granting summary judgment in favor of the Special Administrator of Eldridge's estate. We reverse.\n\n\n*164 STATUTE OF LIMITATIONS\nThe trial judge based his determination on Ind. Code 31-6-6.1-6, the statute of limitations for establishing paternity for purposes of child support. I.C. 31-6-6.1-6 provides that a child may petition to establish paternity anytime before attaining the age of twenty (20) years, or, if the child is incompetent upon reaching age eighteen (18), within two (2) years after regaining competence. Pursuant to this statute, the trial judge determined that Woods's petition was barred due to her failure to establish paternity before her twentieth (20th) birthday. The trial court erroneously relied upon I.C. 31-6-6.1-6.\nIn Matter of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=woods-v-harris"
    }
  ],
  "relatedIncidents": [
    13375,
    13376,
    13383,
    13384,
    13390
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}