{
  "id": 13454,
  "title": "1992년 Groves 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-10-08",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Groves. 판결일: 1992-10-08. 법원: Colorado Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE of the State of Colorado, Plaintiff-Appellee, v. Vincent Darrell GROVES, Defendant-Appellant\n**판결일**: 1992-10-08\n**법원**: Colorado Court of Appeals\n**관할**: Colorado, CO\n\n**판사**: Metzger, Plank, Tursi\n\n## 변호인\n\nGale A. Norton, Atty. Gen., Raymond T. Slaughter, Chief Deputy Atty. Gen., Timothy M. Tymkovich, Sol. Gen., Laurie A. Booras, Asst. Atty. Gen., Denver, for plaintiff-appellee., David F. Vela, State Public Defender, Douglas D. Barnes, Deputy State Public Defender, Denver, for defendant-appellant.\n\n## 인용\n\n- 854 P.2d 1310\n\n## 판결문 요약\n\n\n854 P.2d 1310 (1992)\nThe PEOPLE of the State of Colorado, Plaintiff-Appellee,\nv.\nVincent Darrell GROVES, Defendant-Appellant.\nNo. 90CA1049.\nColorado Court of Appeals, Div. IV.\nOctober 8, 1992.\nRehearing Denied December 24, 1992.\nCertiorari Denied July 6, 1993.\n*1312 Gale A. Norton, Atty. Gen., Raymond T. Slaughter, Chief Deputy Atty. Gen., Timothy M. Tymkovich, Sol. Gen., Laurie A. Booras, Asst. Atty. Gen., Denver, for plaintiff-appellee.\nDavid F. Vela, State Public Defender, Douglas D. Barnes, Deputy State Public Defender, Denver, for defendant-appellant.\n*1311 Opinion by Judge TURSI.\nDefendant, Vincent Darrell Groves, appeals the judgment of conviction entered upon a jury verdict finding him guilty of first degree murder. We affirm.\nThe victim was a prostitute who was found dead in a field in Aurora after having disappeared overnight. The autopsy report indicated that she had been strangled and sexually assaulted and that she had ingested cocaine before her death.\nContested evidence presented at trial indicated that defendant had been introduced to the victim the day before the murder, that she had intended to make money by prostitution on the day in question, and that she had been seen entering defendant's car the night of her death. Further, a witness testified that defendant admitted to him that he had choked the victim to death after she tried to steal his drugs. And, a pendant, at least similar to one owned by the victim, was found in defendant's vehicle after the mur...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-groves"
    }
  ],
  "relatedIncidents": [
    13384,
    13390,
    13394,
    13395,
    13410
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}