{
  "id": 13456,
  "title": "1992년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-10-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1992-10-07. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Mark R. McCammon v. Indiana Department of Financial Institutions, Charles W. Phillips, as Director of the Indiana Department of Financial Institutions and Individually, and John E. Simmonds, as Deputy Director of the Indiana Department of Financial Institutions and Individually, Robert L. Miller v. Indiana Department of Financial Institutions, Charles W. Phillips, as Director of the Indiana Department of Financial Institutions and Individually, and John E. Simmonds, as Deputy Director of the Indiana Department of Financial Institutions and Individually\n**판결일**: 1992-10-07\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 973 F.2d 1348\n\n## 판결문 요약\n\n973 F.2d 1348\n    Mark R. McCAMMON, Plaintiff-Appellant,v.INDIANA DEPARTMENT OF FINANCIAL INSTITUTIONS, Charles W.Phillips, as Director of the Indiana Department of FinancialInstitutions and individually, and John E. Simmonds, asDeputy Director of the Indiana Department of FinancialInstitutions and individually, Defendants-Appellees.Robert L. MILLER, Plaintiff-Appellant,v.INDIANA DEPARTMENT OF FINANCIAL INSTITUTIONS, Charles W.Phillips, as Director of the Indiana Department of FinancialInstitutions and individually, and John E. Simmonds, asDeputy Director of the Indiana Department of FinancialInstitutions and individually, Defendants-Appellees.\n    Nos. 91-3736, 91-3737.\n    United States Court of Appeals,Seventh Circuit.\n    Argued May 19, 1992.Decided Sept. 1, 1992.Rehearing and Rehearing En Banc Denied Oct. 7, 1992.\n    \n      Peter D. Miller (argued), Indianapolis, Ind., for plaintiff-appellant.\n      Linley E. Pearson, Atty. Gen., Terry G. Duga, Deputy Atty. Gen.  (argued), Federal Litigation, Indianapolis, Ind., for defendants-appellees.\n      Before FLAUM and RIPPLE, Circuit Judges, and ESCHBACH, Senior Circuit Judge.\n      FLAUM, Circuit Judge.\n    \n    \n      1\n      The sole issue presented in this consolidated appeal brought under 42 U.S.C. &#167; 1983 is whether appellants Mark McCammon and Robert Miller had a protectible property interest to which due process rights attached in their employment with the Indiana Department of Financial Institutions (Department), a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mark-r-mccammon-v-indiana-department-of-financial-institutions-charles"
    }
  ],
  "relatedIncidents": [
    13398,
    13466,
    13518,
    13536,
    13591
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}