{
  "id": 13466,
  "title": "1992년 In Re Marriage of Allen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-09-29",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: In Re Marriage of Allen. 판결일: 1992-09-29. 법원: Court of Appeals of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: In Re the MARRIAGE OF Laura Poynter ALLEN and Ronald Lewis Allen. Upon the Petition of Laura Poynter Allen, Petitioner-Appellee/Cross-Appellant, and Concerning Ronald Lewis Allen, Respondent-Appellant/Cross-Appellee\n**판결일**: 1992-09-29\n**법원**: Court of Appeals of Iowa\n**관할**: Iowa, IA\n\n**판사**: Donielson, Habhab, Sackett\n\n## 변호인\n\nRobert H. Laden and Teri Beyer of Hy-land, Laden & Pearson, P.C., Des Moines, for appellant., Charles F. Fairall of Fairall, Fairall, Kap-lan, Hoglan, Condon & Klaessy, Marshall-town, for appellee.\n\n## 인용\n\n- 493 N.W.2d 273\n\n## 판결문 요약\n\n\n493 N.W.2d 273 (1992)\nIn re the MARRIAGE OF Laura Poynter ALLEN and Ronald Lewis Allen.\nUpon the Petition of Laura Poynter Allen, Petitioner-Appellee/Cross-Appellant,\nand Concerning Ronald Lewis Allen, Respondent-Appellant/Cross-Appellee.\nNo. 91-1169.\nCourt of Appeals of Iowa.\nSeptember 29, 1992.\nRobert H. Laden and Teri Beyer of Hyland, Laden &amp; Pearson, P.C., Des Moines, for appellant.\nCharles F. Fairall of Fairall, Fairall, Kaplan, Hoglan, Condon &amp; Klaessy, Marshalltown, for appellee.\nConsidered by DONIELSON, P.J., and SACKETT and HABHAB, JJ.\nSACKETT, Judge.\nThis case challenges the economic provisions of a decree dissolving a long-term traditional marriage. Respondent-appellant Ronald Lewis Allen and petitioner-appellee Laura Poynter Allen were married in 1973. They have four children born in 1979, 1981, 1982, and 1984. The parties, by agreement, assumed joint custody of the children and Laura was to have primary physical care.\nThe trial court heard the issues of alimony, child support, and property division. Before trial, the parties agreed their property should be divided equally, but they disagreed about how such a division would be reached. The trial court divided the property, awarded Laura alimony of $750 a month for six years, and ordered Ronald to pay child support of $2,520 a month payable on the first and fifteenth of each *274 month. Ronald was to pay as additional child support 48.1 percent of the net amount of any additional compensation, including ac...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-the-marriage-of-allen"
    }
  ],
  "relatedIncidents": [
    13398,
    13456,
    13518,
    13536,
    13591
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}