{
  "id": 13465,
  "title": "1992년 Anderson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-09-30",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Anderson. 판결일: 1992-09-30. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Larry Duane ANDERSON, Appellant, v. the STATE of Texas, State\n**판결일**: 1992-09-30\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Joe Spurlock, II, Hill and Day\n\n## 변호인\n\nJack V. Strickland, Fort Worth, for appellant., Tim Curry, Dist. Atty., C. Chris Marshall, Steven W. Conder, Elizabeth Cotting-ham, Elizabeth Horan, Asst. Dist. Attys., Fort Worth, for State.\n\n## 인용\n\n- 831 S.W.2d 50\n\n## 판결문 요약\n\n\n831 S.W.2d 50 (1992)\nLarry Duane ANDERSON, Appellant,\nv.\nThe STATE of Texas, State.\nNo. 2-90-246-CR.\nCourt of Appeals of Texas, Fort Worth.\nMay 6, 1992.\nDiscretionary Review Refused September 30, 1992.\n*51 Jack V. Strickland, Fort Worth, for appellant.\nTim Curry, Dist. Atty., C. Chris Marshall, Steven W. Conder, Elizabeth Cottingham, Elizabeth Horan, Asst. Dist. Attys., Fort Worth, for State.\nBefore JOE SPURLOCK, II, HILL and DAY, JJ.\n\nOPINION\nJOE SPURLOCK, II, Justice.\nLarry Duane Anderson appeals from his conviction by a jury of aggravated sexual assault of a child. Having found an enhancement allegation to be true, the jury sentenced him to life imprisonment in the Texas Department of Criminal Justice, Institutional Division. In five points of error, Anderson claims that the trial court erred in: 1) excusing a prospective juror who was not shown to be disqualified; 2) allowing the prosecution to argue facts not in evidence; 3) making an evidentiary ruling which was an opinion as to the weight of the evidence; 4) failing to declare a mistrial on his own motion or give a curative instruction following a prejudicial remark by a State witness; and 5) allowing an improper \"outcry\" witness to offer hearsay testimony from the injured party.\nWe affirm.\nIn his first point of error, Anderson complains that the trial court erred in excusing, sua sponte, prospective juror Adcock for cause. During voir dire, the State elicited from this juror that he had been convicted of felony theft...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=anderson-v-state"
    }
  ],
  "relatedIncidents": [
    13500,
    13539,
    13570,
    13584,
    13599
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}