{
  "id": 13469,
  "title": "1992년 Schott Motorcycle Supply, Inc. v. American Honda Motor Company, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-09-28",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Schott Motorcycle Supply, Inc. v. American Honda Motor Company, Inc.. 판결일: 1992-09-28. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: SCHOTT MOTORCYCLE SUPPLY, INC., Plaintiff, Appellant, v. AMERICAN HONDA MOTOR COMPANY, INC., Defendant, Appellee\n**판결일**: 1992-09-28\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Campbell, Coffin, Cyr\n\n## 변호인\n\nPaul F. Macri with whom Anne B. Jud and Berman & Simmons, P.A., Lewiston, Me., were on brief, for plaintiff, appellant., Robert W. Dickerson with whom Roy L. Anderson, Lyon & Lyon, Los Angeles, Cal., Wayne R. Douglas and Pierce, Atwood, Scribner, Allen, Smith & Lancaster, Portland, Me., were on brief, for defendant, appellee.\n\n## 인용\n\n- 976 F.2d 58\n\n## 판결문 요약\n\n976 F.2d 58\n    SCHOTT MOTORCYCLE SUPPLY, INC., Plaintiff, Appellant,v.AMERICAN HONDA MOTOR COMPANY, INC., Defendant, Appellee.\n    No. 91-2170.\n    United States Court of Appeals,First Circuit.\n    Heard April 6, 1992.Decided Sept. 28, 1992.\n    \n      Paul F. Macri with whom Anne B. Jud and Berman &amp; Simmons, P.A., Lewiston, Me., were on brief, for plaintiff, appellant.\n      Robert W. Dickerson with whom Roy L. Anderson, Lyon &amp; Lyon, Los Angeles, Cal., Wayne R. Douglas and Pierce, Atwood, Scribner, Allen, Smith &amp; Lancaster, Portland, Me., were on brief, for defendant, appellee.\n      Before CYR, Circuit Judge, COFFIN and CAMPBELL, Senior Circuit Judges.\n      LEVIN H. CAMPBELL, Senior Circuit Judge.\n    \n    \n      1\n      Appellant, Schott Motorcycle Supply, Inc.  (\"Schott Motorcycle\"), a failed Honda motorcycle dealership, sued American Honda Motor Co., Inc.  (\"Honda\") in the district court.   Schott Motorcycle complained that Honda had reduced its commitment to the motorcycle market after its representatives had promised otherwise.   Honda's conduct was alleged to constitute a breach of contract, a violation of Maine statutory law, Me.Rev.Stat. Ann. tit. 10, &#167; 1174, and fraud.   The district court granted summary judgment in favor of Honda on the contract and statutory claims and dismissed the fraud claim.   We affirm.\n    \n    I. BACKGROUND\n    \n      2\n      In February 1985, Schott Motorcycle Supply entered into a \"Sales and Service Agreement\" with Ho...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=schott-motorcycle-supply-inc-v-american-honda-motor-company-inc"
    }
  ],
  "relatedIncidents": [
    13375,
    13404,
    13473,
    13484,
    13511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}