{
  "id": 13475,
  "title": "1992년 Osborn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-09-16",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: Osborn. 판결일: 1992-09-16. 법원: District Court, D. Wyoming.",
  "description": "## 사건 정보\n\n**사건명**: Kevin Winston OSBORN, Petitioner, v. Duane SHILLINGER and the Attorney General of the State of Wyoming, Respondents\n**판결일**: 1992-09-16\n**법원**: District Court, D. Wyoming\n**관할**: Wyoming, WY\n\n**판사**: Brimmer\n\n## 변호인\n\nKevin Winston Osborn, pro se., Paul S. Rehurek, Sr. Asst. Atty. Gen., State of Wyo., Cheyenne, Wyo., for respondents.\n\n## 인용\n\n- 803 F. Supp. 371\n\n## 판결문 요약\n\n\n803 F.Supp. 371 (1992)\nKevin Winston OSBORN, Petitioner,\nv.\nDuane SHILLINGER and the Attorney General of the State of Wyoming, Respondents.\nNo. 92-CV-0141-B.\nUnited States District Court, D. Wyoming.\nSeptember 16, 1992.\n*372 Kevin Winston Osborn, pro se.\nPaul S. Rehurek, Sr. Asst. Atty. Gen., State of Wyo., Cheyenne, Wyo., for respondents.\n\nORDER GRANTING STATE OF WYOMING'S MOTION FOR SUMMARY JUDGMENT\nBRIMMER, District Judge.\nThis matter comes before the Court on Respondents' motion for summary judgment. The Court, having considered the materials in support of and in opposition to the motion, having weighed the arguments of counsel, and being fully advised in the premises, FINDS and ORDERS as follows:\n\nBackground\nOn May 21, 1982, Kevin Winston Osborn was charged in Uinta County, Wyoming with conspiracy, aggravated robbery, and attempted second degree murder in connection with the beating and robbery of Jimmy Ray O'Briant. On August 17, 1982, an amended complaint was filed in Uinta County charging Osborn with first degree murder after O'Briant died from being beaten by Osborn.\nOn June 27, 1982, Osborn was charged by Information in Sweetwater County with the crimes of aiding and abetting murder in the first degree of Audrey Ditmars, attempted first degree murder of her son, Dale Moore, and aggravated robbery of Dale Moore.\nAfter the Uinta and Sweetwater cases were consolidated, Osborn pleaded guilty to all charges against him. In the Sweetwater County case, the State district ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=osborn-v-shillinger"
    }
  ],
  "relatedIncidents": [
    13384,
    13390,
    13394,
    13395,
    13410
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}