{
  "id": 13474,
  "title": "1992년 Hamby 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-09-18",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Hamby. 판결일: 1992-09-18. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: Mary HAMBY, Administratrix of the Estate of Glennie S. Johnson, Appellant, v. UNIVERSITY OF KENTUCKY MEDICAL CENTER, Also Known as Albert B. Chandler Medical Center and University Hospital; And Yosh Maruyama, M.D., and Cynthia D. Wills, R.T. (R), Individually and as Agents or Employees of University of Kentucky Medical Center, A/K/A Albert B. Chandler Medical Center and University Hospital, Appellees\n**판결일**: 1992-09-18\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Gardner, Hayes and Howerton\n\n## 변호인\n\nDaniel A. Simons, James E. Thompson, Bumam & Thompson, P.S.C., Richmond, for appellant., Scott T. Wendelsdorf, Ogden, Sturgill & Welch, Louisville, for appellees.\n\n## 인용\n\n- 844 S.W.2d 431\n\n## 판결문 요약\n\n\n844 S.W.2d 431 (1992)\nMary HAMBY, Administratrix of the Estate of Glennie S. Johnson, Appellant,\nv.\nUNIVERSITY OF KENTUCKY MEDICAL CENTER, Also Known As Albert B. Chandler Medical Center and University Hospital; and Yosh Maruyama, M.D., and Cynthia D. Wills, R.T. (R), Individually and as Agents or Employees of University of Kentucky Medical Center, A/K/A Albert B. Chandler Medical Center and University Hospital, Appellees.\nNo. 91-CA-1549-MR.\nCourt of Appeals of Kentucky.\nSeptember 18, 1992.\nDiscretionary Review Denied by Supreme Court February 10, 1993.\n*432 Daniel A. Simons, James E. Thompson, Burnam &amp; Thompson, P.S.C., Richmond, for appellant.\nScott T. Wendelsdorf, Ogden, Sturgill &amp; Welch, Louisville, for appellees.\nBefore GARDNER, HAYES and HOWERTON, JJ.\nHOWERTON, Judge.\nMary Hamby appeals from a jury verdict and judgment dismissing her medical malpractice claim against the University of Kentucky Medical Center, Yosh Maruyama, M.D., and Cynthia D. Wills, R.T. Hamby brought this action as administratrix of the estate of Glennie Johnson. She argues that the trial court's instructions were erroneous in that they did not specify the duties imposed by law on Dr. Maruyama and that the court did not instruct the jury on the issue of the Medical Center's independent negligence. She also argues that she was entitled to a judgment notwithstanding the verdict because the jury found that Dr. Maruyama was negligent in his treatment of Glennie Johnson. Although the jury did fin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hamby-v-university-of-kentucky-medical-center"
    }
  ],
  "relatedIncidents": [
    13375,
    13376,
    13383,
    13384,
    13390
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}