{
  "id": 13479,
  "title": "1992년 Gilbert T. Gonsalves v. Internal Revenue Service 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-09-14",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Gilbert T. Gonsalves v. Internal Revenue Service. 판결일: 1992-09-14. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Gilbert T. GONSALVES, Plaintiff, Appellant, v. INTERNAL REVENUE SERVICE, Defendant, Appellee\n**판결일**: 1992-09-14\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Breyer, Campbell, Cyr, Per Curiam\n\n## 변호인\n\nGilbert T. Gonsalves, on brief, pro se., James A. Bruton, Acting Asst. Atty. Gen., Gary R. Allen, Kenneth L. Greene and Curtis C. Pett, on brief, for defendant, appellee.\n\n## 인용\n\n- 975 F.2d 13\n\n## 판결문 요약\n\n975 F.2d 13\n    70 A.F.T.R.2d 92-5702, 92-2 USTC  P 50,474\n    Gilbert T. GONSALVES, Plaintiff, Appellant,v.INTERNAL REVENUE SERVICE, Defendant, Appellee.\n    No. 92-1204.\n    United States Court of Appeals,First Circuit.\n    Submitted May 28, 1992.Decided Sept. 14, 1992.\n    \n      Gilbert T. Gonsalves, on brief, pro se.\n      James A. Bruton, Acting Asst. Atty. Gen., Gary R. Allen, Kenneth L. Greene and Curtis C. Pett, on brief, for defendant, appellee.\n      Before BREYER, Chief Judge, CAMPBELL, Senior Circuit Judge, and CYR, Circuit Judge.\n      PER CURIAM.\n    \n    \n      1\n      The appellant, Gilbert Gonsalves, worked in Panama for the Panama Canal Commission between 1979 and 1985.   Like some of his colleagues, he took the position that the Panama Canal Treaty--which in 1979 returned the Canal Zone to Panamanian sovereignty--created an exemption from United States income taxes for American employees of the Commission.   In 1986, the United States Supreme Court decided that the treaty did not create such an exemption.  O'Connor v. United States, 479 U.S. 27, 107 S.Ct. 347, 93 L.Ed.2d 206 (1986).\n    \n    \n      2\n      The Internal Revenue Service had been collecting income taxes withheld from Mr. Gonsalves' salary even before the Supreme Court decided O'Connor.   The IRS' authority to collect these taxes, and the amounts due in addition to those withheld, continued to be a subject of contention between Mr. Gonsalves and the IRS even after O'Connor was decided.   Mr. G...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gilbert-t-gonsalves-v-internal-revenue-service"
    }
  ],
  "relatedIncidents": [
    13375,
    13376,
    13383,
    13384,
    13390
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}