{
  "id": 13484,
  "title": "1992년 UniQuality, Inc. v. Infotronx, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-09-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: UniQuality, Inc. v. Infotronx, Inc.. 판결일: 1992-09-10. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNIQUALITY, INCORPORATED, an Illinois corporation v. INFOTRONX, INCORPORATED, an Illinois corporation, Charles J. Baker, individually, and Wade Baker, individually\n**판결일**: 1992-09-10\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Cummings, Gordon, Manion\n\n## 변호인\n\nSuzan Sutherland, Mary Jane Fait (argued), Siegal, Lynn & Capitel, Northbrook, Ill., for plaintiff-appellant., Steven J. Rosenberg (argued), Chicago, Ill., for defendants-appellees.\n\n## 인용\n\n- 974 F.2d 918\n\n## 판결문 요약\n\n\nMANION, Circuit Judge.\nInfotronx, Inc. could not (or would not) pay Uni*Quality, Inc., a company it had hired to perform services for it, despite promises to pay for those services. Characterizing the promises as false representations and part of scheme to defraud it of the value of its services, Uni*Quality sued Infotronx, Charles Baker, Infotronx’s president, and Wade Baker, Infotronx’s vice-president, in federal court. Uni*Quality’s suit alleged that Infotronx violated the Racketeer Influenced and Corrupt Organizations Act, 18 U.S.C. §§ 1961-68 (RICO); mail and wire fraud, 18 U.S.C. §§ 1341 and 1343, were the alleged predicate acts. The complaint also alleged supplemental state law fraud and breach of contract claims. The district court dismissed Uni*Quality’s RICO claim and relinquished jurisdiction over the state law claims pursuant to United Mineworkers of America v. Gibbs, 383 U.S. 715, 86 S.Ct. 1130, 16 L.Ed.2d 218 (1966). The court subsequently denied *920Uni*Quality’s motion under Fed.R.Civ.P. 59 to amend its judgment and denied Uni* Quality’s request for leave to amend its complaint. Uni* Quality appeals, and we affirm.\nI.\nSince we are reviewing the grant of a motion to dismiss, our review is de novo. Caldwell v. City of Elwood, 959 F.2d 670, 671 (7th Cir.1992). We take all facts alleged in the complaint, as well as any reasonable inferences from those facts, in the light most favorable to Uni* Quality. Id.\nUni*Quality’s complaint alleged that in January 1990, Inf...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=uniquality-inc-v-infotronx-inc"
    }
  ],
  "relatedIncidents": [
    13375,
    13404,
    13469,
    13473,
    13511
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}