{
  "id": 13497,
  "title": "1992년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-08-28",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1992-08-28. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Alma Boone Estate of James R. Coleman T. Dudley Cramer James L. Dow and Betty Jo Dow, His Wife Zora Ann Evans Nancy Flanagan Natalie Buck Marshall Elmore Marjorie Mansfield, Trustee of the H.H. Thomas Testamentary Trust J.R. Mansfield, M.D. And Cody Monte, Glen R. Pollard, Plaintiff-Intervenor-Appellant v. Carlsbad Bancorporation, Inc., a New Mexico Corporation the Carlsbad National Bank, a National Banking Association Cecil Arnold Gerry Berg Don Brewer Mike Capps Elizabeth Capps George Crump A.R. Donaldson George Thomas Dunagan Ronnie Firestone Richard J. Forrest Robert H. Forrest Joe Gant, III T.E. Hauser A. Ron Hoffman Barrie Hood Ross Hyden Ross Manganaro Ann Manganaro Earl Miller Robert C. Murray Prentiss O'Neal Pam Pai Vin Pai James D. Renfrow Resource Management, Inc. Keith Sparks Laurence Walterscheid Sylvia Walterscheid James F. Zimmerman United States of America Comptroller of the Currency Myer Rosenberg Sidney J. Bernard and Federal Deposit Insurance Corporation, in Its Capacity as Receiver for Mbank Dallas, N.A.\n**판결일**: 1992-08-28\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 972 F.2d 1545\n\n## 판결문 요약\n\n972 F.2d 1545\n    Alma BOONE;  Estate of James R. Coleman;  T. Dudley Cramer;James L. Dow and Betty Jo Dow, his wife;  Zora Ann Evans;Nancy Flanagan;  Natalie Buck;  Marshall Elmore;  MarjorieMansfield, Trustee of the H.H. Thomas Testamentary Trust;J.R. Mansfield, M.D.;  and Cody Monte, Plaintiffs-Appellants,Glen R. Pollard, Plaintiff-Intervenor-Appellant,v.CARLSBAD BANCORPORATION, INC., a New Mexico corporation;the Carlsbad National Bank, a national banking association;Cecil Arnold;  Gerry Berg;  Don Brewer;  Mike Capps;Elizabeth Capps;  George Crump;  A.R. Donaldson;  GeorgeThomas Dunagan;  Ronnie Firestone;  Richard J. Forrest;Robert H. Forrest;  Joe Gant, III;  T.E. Hauser;  A. RonHoffman;  Barrie Hood;  Ross Hyden;  Ross Manganaro;  AnnManganaro;  Earl Miller;  Robert C. Murray;  PrentissO'Neal;  Pam Pai;  Vin Pai;  James D. Renfrow;  ResourceManagement, Inc.;  Keith Sparks;  Laurence Walterscheid;Sylvia Walterscheid;  James F. Zimmerman;  United States ofAmerica;  Comptroller of the Currency;  Myer Rosenberg;Sidney J. Bernard;  and Federal Deposit InsuranceCorporation, in its capacity as Receiver for MBank Dallas,N.A., Defendants-Appellees.\n    No. 89-2066.\n    United States Court of Appeals,Tenth Circuit.\n    Aug. 28, 1992.\n    \n      1\n      William C. Schaab of Rodey, Dickason, Sloan, Akin &amp; Robb, P.A., Albuquerque, N.M., for plaintiffs-appellants.\n    \n    \n      2\n      Charles A. Gall of Jenkens &amp; Gilchrist, P.C., Dallas, Tex.  (Robert A. Johnson and James...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "폭행",
    "주요판결",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=alma-boone-estate-of-james-r-coleman-t-dudley-cramer-james-l-dow-and"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kenneth-andrew-friedman-v-jack-mccormick"
    }
  ],
  "relatedIncidents": [
    13343,
    13375,
    13383,
    13405,
    13410
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}