{
  "id": 13498,
  "title": "1992년 Scott 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-08-27",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Scott. 판결일: 1992-08-27. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Scott v. State\n**판결일**: 1992-08-27\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Per Curiam\n\n## 인용\n\n- 603 So. 2d 1275\n\n## 판결문 요약\n\n\n603 So.2d 1275 (1992)\nJeremy Lynn SCOTT, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 75036.\nSupreme Court of Florida.\nAugust 27, 1992.\nJames Marion Moorman, Public Defender and Paul C. Helm, Asst. Public Defender, Tenth Judicial Circuit, Bartow, for appellant.\nRobert A. Butterworth, Atty. Gen. and Candance M. Sunderland, Asst. Atty. Gen., Tampa, for appellee.\nPER CURIAM.\nJeremy Lynn Scott appeals his convictions of first-degree murder and robbery and his sentence of death. We have jurisdiction under article V, section 3(b)(1) of the Florida Constitution.\nOn November 1, 1988, the body of Donald Moorehead was discovered in his trailer in Lakeland. His skull was fractured, and he had been strangled by a telephone cord. Moorehead's car was missing. A note had been placed on the trailer door indicating that Moorehead had gone to Orlando and would be back in a few days.\n*1276 Bryan Hall was the key witness at Jeremy Scott's trial. Hall testified that he met Scott around 3 a.m. the morning of the murder and they decided to go to Moorehead's trailer because Moorehead owed Scott money for some painting he had done. Moorehead was a friend of Scott's. They called Moorehead and he picked them up and brought them back to his trailer.\nThe three men sat in Moorehead's living room for about an hour, drinking beer, smoking marijuana, and talking. Scott then went to bed in a back bedroom. Moorehead later went to the back of the trailer, and Hall believed that Moorehead, a homosexual, was ma...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=scott-v-state"
    }
  ],
  "relatedIncidents": [
    13384,
    13390,
    13394,
    13395,
    13410
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}