{
  "id": 13499,
  "title": "1992년 Suarez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-08-27",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Suarez. 판결일: 1992-08-27. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Oscar Suarez\n**판결일**: 1992-08-27\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 185 A.D.2d 800\n\n## 판결문 요약\n\n\n— Judgment, Supreme Court, Bronx County (Harold Silberman, J., at Huntley hearing; William Donnino, J., at jury trial and sentence), rendered May 14, 1991, convicting defendant of conspiracy in the 2nd degree and sentencing him to an indeterminate sentence of 8 Vs to 25 years in prison, unanimously reversed, on the law, the facts, and as a matter of discretion in the interest of justice, the judgment vacated and the matter remanded for a new trial.\nThe sole issue on appeal is whether the defendant invoked his right to counsel prior to giving two incriminating statements, one videotaped, to the police. It is undisputed that Oswaldo Mendez was shot on March 1, 1989, and died as the result of his wounds on March 14, 1989. On March 2 and 3, *8011989, defendant, after receiving Miranda warnings, gave conflicting statements about his presence in the Bronx on March 1, 1989. These statements are not at issue on this appeal.\nOn March 14, 1989, defendant was arrested outside of his home in Brentwood, Long Island, for murder and related crimes. In the squad car Detective A1 Berwick read defendant his Miranda warnings from a pre-printed card. In response to the detective’s question as to whether he wished to talk, defendant responded, \"No.”\nDetective James McGovern testified that he transported defendant from the 49th Precinct to central booking. Prior to entering central booking, the defendant said he wanted to talk. Defendant was then transported to the 48th Precinct. On the way, defe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-suarez"
    }
  ],
  "relatedIncidents": [
    13384,
    13390,
    13394,
    13395,
    13410
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}