{
  "id": 13502,
  "title": "1992년 Oquendo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-08-25",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Oquendo. 판결일: 1992-08-25. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: State of Connecticut v. Ferdinand Oquendo\n**판결일**: 1992-08-25\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Borden, Callahan, Glass\n\n## 변호인\n\nLauren Weisfeld, assistant public defender, with whom, on the brief, was G. Douglas Nash, public defender, for the appellant (defendant)., Judith Rossi, assistant state’s attorney, with whom, on the brief, were John M. Bailey, state’s attorney, and Herbert Carlson, assistant state’s attorney, for the appellee (state).\n\n## 인용\n\n- 223 Conn. 635\n\n## 판결문 요약\n\n\nGlass, J.\nAfter a trial to a jury, the defendant, Ferdinand Oquendo, was convicted of the crimes of felony murder in violation of General Statutes § 53a-54c, robbery in the first degree in violation of General Statutes § 53a-134 (a) (4), burglary in the second degree in violation of General Statutes § 53a-102 (a), conspiracy to commit robbery in the first degree in violation of General Statutes §§ 53a-48 (a) and 53a-134 (a) (4) and conspiracy to commit burglary in the second degree in violation of General Statutes §§ 53a-48 (a) and 53a-102 (a).1 The defendant was acquitted of the charges of murder in violation of General Statutes § 53a-54a (a), and conspiracy to commit murder in violation of General Statutes §§ 53a-48 (a) and 53a-54a (a). The trial *638court sentenced the defendant to a total effective term of imprisonment of fifty years. From this judgment of conviction, the defendant appealed pursuant to General Statutes § 51-199 (b).\nOn appeal, the defendant claims that: (1) the trial court improperly denied his motions to suppress certain evidence and the identification of him as the fruits of an illegal stop and seizure; (2) the trial court denied him his constitutional right to confrontation when a hearsay statement made by his brother was admitted into evidence, because his brother did not testify and, therefore, could not be cross-examined; (3) the prosecutor improperly commented on the defendant’s election not to testify, in violation of the defendant’s constitution...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-oquendo"
    }
  ],
  "relatedIncidents": [
    13384,
    13390,
    13394,
    13395,
    13410
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}