{
  "id": 13514,
  "title": "1992년 United States v. Robert C. Lamb 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-08-14",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Robert C. Lamb. 판결일: 1992-08-14. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Robert C. Lamb\n**판결일**: 1992-08-14\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 972 F.2d 349\n\n## 판결문 요약\n\n972 F.2d 349\n    NOTICE: Sixth Circuit Rule 24(c) states that citation of unpublished dispositions is disfavored except for establishing res judicata, estoppel, or the law of the case and requires service of copies of cited unpublished dispositions of the Sixth Circuit.UNITED STATES of America, Plaintiff-Appellee,v.Robert C. LAMB, Defendant-Appellant.\n    No. 91-6367.\n    United States Court of Appeals, Sixth Circuit.\n    Aug. 14, 1992.\n    \n      1\n      Before KEITH and BATCHELDER, Circuit Judges;  and HOOD, District Judge.*\n    \n    ORDER\n    \n      2\n      Robert C. Lamb appeals the district court's judgment sentencing him to twelve months imprisonment and a term of supervised release following the revocation of a previous term of supervised release.   On appeal, the government has filed a motion to remand the case for resentencing.\n    \n    \n      3\n      In 1990, Lamb pleaded guilty to three counts of making false and fraudulent statements to the Veteran's Administration.   The district court sentenced Lamb to sixteen months imprisonment and a three year term of supervised release, the maximum term of supervised release allowable under the statute for Lamb's felony.   Following his release from prison, Lamb violated the conditions of his supervised release.   The district court revoked his original term of supervised release and sentenced him to twelve months imprisonment and an additional term of supervised release.\n    \n    \n      4\n      Upon review, we agree with th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-robert-c-lamb"
    }
  ],
  "relatedIncidents": [
    13375,
    13404,
    13469,
    13473,
    13484
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}