{
  "id": 13518,
  "title": "1992년 United States v. David L. Levy and Howard McNaughton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-08-11",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. David L. Levy and Howard McNaughton. 판결일: 1992-08-11. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. David L. LEVY and Howard McNaughton, Defendants-Appellants\n**판결일**: 1992-08-11\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Emilio, Garza, Smith, Wisdom\n\n## 변호인\n\nHerbert V. Larson, Jr., New Orleans, La. (Court-appointed), for Levy., Frank Sloan,- Covington, La. (Court-appointed), for McNaughton., Peter G. Strasser, James B. Letten, Asst. U.S. Attys., Harry Rosenberg, U.S. Atty., New Orleans, La., Miriam N. Banks, Frank J. Marine, Deputy Chief, U.S. Dept, of Justice, Crim. Div., OCRS/Lit. Unit, Lester M. Joseph, Deputy Chief, Money Laundering Sec., Crim. Div., U.S. Dept, of Justice, Washington, D.C., for U.S.\n\n## 인용\n\n- 969 F.2d 136\n\n## 판결문 요약\n\n969 F.2d 136\n    UNITED STATES of America, Plaintiff-Appellee,v.David L. LEVY and Howard McNaughton, Defendants-Appellants.\n    No. 91-3574.\n    United States Court of Appeals,Fifth Circuit.\n    Aug. 11, 1992.\n    \n      Herbert V. Larson, Jr., New Orleans, La.  (Court-appointed), for Levy.\n      Frank Sloan, Covington, La.  (Court-appointed), for McNaughton.\n      Peter G. Strasser, James B. Letten, Asst. U.S. Attys., Harry Rosenberg, U.S. Atty., New Orleans, La., Miriam N. Banks, Frank J. Marine, Deputy Chief, U.S. Dept. of Justice, Crim.  Div., OCRS/Lit.  Unit, Lester M. Joseph, Deputy Chief, Money Laundering Sec., Crim.  Div., U.S. Dept. of Justice, Washington, D.C., for U.S.\n      Appeals from the United States District Court For the Eastern District of Louisiana.\n      Before WISDOM, SMITH, and EMILIO M. GARZA, Circuit Judges.\n      WISDOM, Circuit Judge.\n    \n    \n      1\n      The defendants/appellants were convicted on several counts as active participants in a money laundering scheme and conspiracy to evade currency reporting requirements.   They contend that they were not required to file currency transaction reports with respect to the alleged money laundering because their activities fell within a loophole in the law.   We hold that this loophole does not exist.   We are also asked to interpret the aiding and abetting statute, 18 U.S.C. &#167; 2, so that a defendant may not be found guilty of causing a violation to be committed by an undercover operative.   We de...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-david-l-levy-and-howard-mcnaughton"
    }
  ],
  "relatedIncidents": [
    13398,
    13456,
    13466,
    13536,
    13591
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}