{
  "id": 13536,
  "title": "1992년 Diez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-07-28",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Diez. 판결일: 1992-07-28. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: William F. DIEZ, Plaintiff/Appellant, v. A.R. PEARSON, Defendant/Respondent\n**판결일**: 1992-07-28\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Carl, Crane, Gaertner, Simon\n\n## 변호인\n\nRichard B. Dempsey, Daniel E. Leslie, Dempsey, Williamson & Piontek, Washington, for plaintiff/appellant., Gael Davis Wood, James William McGet-tigan, Jr., Eckelkamp, Eckelkamp, Wood & Kuenzel, Washington, for defendant/respondent.\n\n## 인용\n\n- 834 S.W.2d 250\n\n## 판결문 요약\n\n\n834 S.W.2d 250 (1992)\nWilliam F. DIEZ, Plaintiff/Appellant,\nv.\nA.R. PEARSON, Defendant/Respondent.\nNo. 61018.\nMissouri Court of Appeals, Eastern District, Division Four.\nJuly 28, 1992.\nRichard B. Dempsey, Daniel E. Leslie, Dempsey, Williamson &amp; Piontek, Washington, for plaintiff/appellant.\nGael Davis Wood, James William McGettigan, Jr., Eckelkamp, Eckelkamp, Wood &amp; Kuenzel, Washington, for defendant/respondent.\nCRANE, Judge.\nPlaintiff William F. Diez appeals the dismissal of his defamation action against defendant A.R. Pearson for failure to state a cause of action. We affirm on the ground that the allegedly defamatory statements were opinions which were privileged under the First Amendment.\nDiez, a member of the County Commission of Franklin County, Missouri, filed a one count petition for defamation against Pearson, the Franklin County Assessor, alleging that in October, 1990, Pearson wrote and sent letters to Franklin County newspapers. He alleged that three of these letters, one of which was printed, contained defamatory matter and sought general damages. Pearson moved to dismiss on the grounds that the allegedly defamatory statements were opinions of the writer protected by the First Amendment to the United States Constitution. The trial court, applying Henry v. Halliburton, 690 S.W.2d 775 (Mo. banc 1985), sustained the motion to dismiss. Diez appeals from this order.\nFor his sole point on appeal Diez asserts that the trial court erred in sustaining the motion t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=diez-v-pearson"
    }
  ],
  "relatedIncidents": [
    13398,
    13456,
    13466,
    13518,
    13591
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}