{
  "id": 13537,
  "title": "1992년 Jadeja 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-07-27",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Jadeja. 판결일: 1992-07-27. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Dilip Jadeja v. Alan B. Jones, (And a Third-Party Action.)\n**판결일**: 1992-07-27\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 185 A.D.2d 334\n\n## 판결문 요약\n\n\nIn an action to recover damages for legal malpractice, the plaintiffs appeal, as limited by their brief, from so much of an order of the Supreme Court, Nassau County (O’Brien, J.), dated April 27, 1990, as granted the defendant’s motion for summary judgment dismissing the complaint.\nOrdered that the order is affirmed insofar as appealed from, with costs.\nThe Supreme Court properly dismissed the plaintiffs’ complaint, which is premised on the defendant’s allegedly negligent representation of them in connection with the purchase of a restaurant business. The complaint is time barred as a result of the plaintiffs’ failure to institute this action within six years from the date that the defendant’s representation of them in connection with the subject transaction was concluded (see, Luk Lamellen U. Kupplungbau GmbH v Lerner, 166 AD2d 505). The continuous representation doctrine (see, Siegel v Kranis, 29 AD2d 477), does not apply under the *335circumstances of this case (cf., Boorman v Bleakley, Platt, Schmidt, Hart &amp; Fritz, 88 AD2d 942).\nWe have considered the plaintiffs’ remaining contentions and find that none warrant a reversal of the order granting summary judgment in favor of the defendant. However, we decline to impose sanctions or to order the payment of costs as requested by the defendant pursuant to 22 NYCRR part 130. Thompson, J. P., Lawrence, Miller and Ritter, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jadeja-v-jones"
    }
  ],
  "relatedIncidents": [
    13375,
    13376,
    13383,
    13384,
    13390
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}