{
  "id": 13530,
  "title": "1992년 In re Effrin G. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-08-03",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re Effrin G.. 판결일: 1992-08-03. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Effrin G., Also Known as Lamont G., a Person Alleged to be a Juvenile Delinquent\n**판결일**: 1992-08-03\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 185 A.D.2d 812\n\n## 판결문 요약\n\n\nIn a juvenile delinquency proceeding pursuant to Family Court Act article 3, the appeal is from an order of disposition of the Family Court, Westchester County (Spitz, J.), dated June 19, 1989, which, upon a fact-finding order of the same court, dated April 11, 1989, made after a hearing, finding that the appellant had committed an act which, if committed by an adult, would have constituted the crimes of resisting arrest, criminal mischief in the fourth degree (two counts), criminal possession of stolen property in the third degree, grand larceny in the third degree, reckless endangerment in the first degree (three counts), assault in the second degree (three counts), and attempted manslaughter in the first degree, adjudged him to be a juvenile delinquent and, inter alia, placed him on probation with the Westchester County Probation Department for a period of two years. The appeal brings up for review the fact-finding order dated April 11, 1989.\nOrdered that the order of disposition is affirmed, without costs or disbursements.\nThe appellant’s adjudication as a juvenile delinquent stems from his participation in stealing a car and endangering the life of a police officer. On appeal he contends that the presentment agency failed to respond to his discovery demands pursuant to the Family Court Act § 331.2, thereby violating his constitutional due process rights (see, People v Vilardi, 76 NY2d 67). We disagree.\nFamily Court Act § 331.2 (1) in essence provides that upon a demand ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-effrin-g"
    }
  ],
  "relatedIncidents": [
    13384,
    13390,
    13394,
    13395,
    13410
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}