{
  "id": 13546,
  "title": "1992년 Bradley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-07-16",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Bradley. 판결일: 1992-07-16. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. John Bradley\n**판결일**: 1992-07-16\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Asch, Carro\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, S. Charles Helman of counsel (Norman Barclay with him on the brief; Robert M. Morgenthau, District Attorney, attorney), for appellant., Vincent D. Scala for respondent.\n\n## 인용\n\n- 181 A.D.2d 316\n\n## 판결문 요약\n\n\n*317OPINION OF THE COURT\nAsch, J.\nThe facts in this case are stated with specificity in the dissent. The police were advised by an informant in custody that the defendant had weapons in his apartment, which the informant had seen. Instead of having an interrogating officer simply file an affidavit containing the hearsay allegations of the informant, before the Criminal Court, to obtain the issuance of a search warrant pursuant to CPL 690.35, the police officer submitted an affidavit and testified and also had the informant submit an affidavit and testify, at the ex parte hearing. This procedure insured that the veracity of the informant could be assessed by the Magistrate, in determining whether probable cause existed for the issuance of a search warrant (see, People v Taylor, 73 NY2d 683, 688).\nIn accordance with the mandate of CPL 690.40 (2), the Magistrate made inquiry of the officer and the informant and was \"satisfied that there [was] reasonable cause to believe” that there were firearms within defendant’s apartment. The Magistrate’s conclusion that the informant was truthful and reliable and that he had seen the contraband in the apartment was reasonable at the time, being based on the testimony before her.\nThe search revealed that there were guns and narcotics in the apartment. Subsequently, the People discovered, and promptly notified the defendant and court, that the informant had lied about being in the apartment and personally observing the firearms. After a Frank...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-bradley"
    }
  ],
  "relatedIncidents": [
    13384,
    13390,
    13394,
    13395,
    13410
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}