{
  "id": 13548,
  "title": "1992년 Hood 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-07-14",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Hood. 판결일: 1992-07-14. 법원: Supreme Court of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: I.C. GAS AMCANA, INC., a Delaware corporation, the Home-Stake Oil & Gas Company, an Oklahoma corporation, the Home-Stake Royalty Corporation, an Oklahoma corporation, O. Strother Simpson, John O. Sparks, and Van Horn Oil & Gas Inc., an Oklahoma corporation v. J.R. HOOD and Jrhop, Inc., an Oklahoma corporation\n**판결일**: 1992-07-14\n**법원**: Supreme Court of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Hargrave, Hodges, Kauger, Lavender, Opala, Simms, Summers, Watt, Wilson\n\n## 변호인\n\nJ. David Jorgenson, Steven K. Balman, Conner & Winters, Tulsa, for appellants., Jack R. Durland, Jr., Kelley C. Callahan, Crowe & Dunlevy, Oklahoma City, W.D. Hart, Hart, Rennie, McClain & Hart, Pauls Valley, for appellees.\n\n## 인용\n\n- 855 P.2d 597\n\n## 판결문 요약\n\n\nSIMMS, Justice:\nAppellants, I.C. Gas Amcana, Inc., The Home-Stake Oil &amp; Gas Company, The Home-Stake Royalty Corporation, 0. Strother Simpson, John 0. Sparks, and Van Horn Oil &amp; Gas Inc. (Amcana), appeal the judgment of the trial court rendered in favor of appellees, J.R. Hood and JRHOP, Inc. (Hood). After a non-jury trial, the trial court found title to an oil and gas lease properly with Hood and adjudged Amcana liable for damages for drainage and lost profits, as well as attorney’s fees and costs. The Court of Appeals affirmed the trial court’s judgment in part and modified the damages disallowing prejudgment interest thereon. Certiorari was granted to consider Amcana’s claim to a jury trial on the nonequitable causes of action. Because Amcana was denied their right to a jury trial, we vacate the opinion of the Court of Appeals, reverse the judgment of trial court and remand the cause to the district court for jury trial. We do not at this time address the other propositions urged by Amcana.\nHood acquired some oil and gas leases and assigned them to Amcana with the agreement that Amcana would drill a 7,400 foot test well. The assignment further provided:\n“[Amcana] upon completion of said test well as previously described either as a producing well or dry hole and if no further drilling is contemplated by [Am-cana], [Amcana] will hereby reassign to [Hood] all rights in the Oil and Gas Leases described in Exhibit “A” from 100 feet below the deepest depth drilled by [A...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ic-gas-amcana-inc-v-hood"
    }
  ],
  "relatedIncidents": [
    13375,
    13404,
    13469,
    13473,
    13484
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}