{
  "id": 13557,
  "title": "1992년 Flores 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-07-08",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Flores. 판결일: 1992-07-08. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. CARLOS FLORES, Defendant and Appellant\n**판결일**: 1992-07-08\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Woods (Fred)\n\n## 변호인\n\nCounsel, David D. Carico, under appointment by the Court of Appeal, for Defendant and Appellant., Daniel E. Lungren, Attorney General, George Williamson, Chief Assistant Attorney General, Carol Wendelin Pollack, Acting Assistant Attorney General, William T. Harter and Sharon Wooden Richard, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 7 Cal. App. 4th 1350\n- 9 Cal. Rptr. 2d 754\n\n## 판결문 요약\n\n\nOpinion\nWOODS (Fred), J.\nConvicted by jury of second degree murder (Pen. Code1 § 187, subd. (a)), two counts of attempted murder (§§ 664/187, subd. (a))—each committed with a firearm (§ 12022, subd. (a)(1))—and accessory after the fact (§ 32), appellant contends admitting gang expert testimony and instructional errors require reversal. We find no prejudicial error and affirm.\nProcedural and Factual Background\nThere being no insufficiency of evidence claim, we summarize the evidence and do so with a perspective favoring the judgment. (People v. Barnes (1986) 42 Cal.3d 284, 303-304 [228 Cal.Rptr. 228, 721 P.2d 110].)\n*1354This is a gang, drive-by shooting case. The victims lived in Lynwood, Banning Street Gang territory. The perpetrators were members of a rival gang from Compton, the Bario Los Padrenos (BLP) Gang.\nThe events occurred Christmas Eve, December 24, 1989. Appellant, 19‘A years old and a member of BLP, went to a party in Compton. But, finding it boring, he left about 9 p.m. with another gang member, Raymond Vasquez. The two had been friends for three years afid lived on the same block. Raymond, about 17 years old, had been a gang member for at least 3 years and was called “Little Man.” Appellant and Raymond “had done graffiti” together and appellant had been with Raymond when he had “hit people up,” i.e., asked their gang affiliation and declared his own. Appellant knew Raymond was violent.\nThe two of them, appellant and Raymond, were gone from the party for about t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-flores"
    }
  ],
  "relatedIncidents": [
    13384,
    13390,
    13394,
    13395,
    13410
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}