{
  "id": 13559,
  "title": "1992년 Galvin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-07-02",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Galvin. 판결일: 1992-07-02. 법원: Colorado Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE of the State of Colorado v. James R. GALVIN, Jr.\n**판결일**: 1992-07-02\n**법원**: Colorado Court of Appeals\n**관할**: Colorado, CO\n\n**판사**: Ney, Ruland, Sternberg\n\n## 변호인\n\nGale A. Norton, Atty. Gen., Raymond T. Slaughter, Chief Deputy Atty. Gen., Timothy M. Tymkovich, Sol. Gen., Robert M. Petrusak and Roger G. Billotte, Asst. At-tys. Gen., Denver, for plaintiff-appellee., David F. Vela, State Public Defender, Nancy J. Lichtenstein, Deputy State Public Defender, Denver, for defendant-appellant.\n\n## 인용\n\n- 835 P.2d 603\n\n## 판결문 요약\n\n\nOpinion by Chief\nJudge STERNBERG.\nDefendant, James R. Galvin, Jr., appeals the trial court’s order denying his Crim.P. 35(c) motion for post-sentence confinement credit and for good-time credit. We reverse the order.\nIn case 87CR618, defendant pled guilty to criminal attempt second degree burglary and, on March 9, 1988, was sentenced to two years probation.\nIn case 88CR1012, defendant pled guilty to criminal attempt second degree burglary and, on January 27, 1989, was sentenced to community corrections for four years.\nOn February 1, 1989, defendant’s probation in 87CR618 was revoked, and he was sentenced to community corrections for one year, to run consecutive to the sentence imposed in 88CR1012.\nOn June 15, 1989, defendant’s initial sentence to community corrections was revoked, and he was again resentenced to community corrections for four years in 88CR1012 and for one year in 87CR618. These sentences were ordered to run consecutively. No credit for time served or for good time was awarded to the defendant.\nOn May 15, 1991, defendant’s community corrections sentence was again revoked, and he was resentenced to a four-year term in the Department of Corrections. Defendant was awarded credit for the time served from June 15,1989, to May 15,1991.\nThereafter, the defendant filed the Crim.P. 35(c) motion here at issue requesting credit for the time served from January 27, 1989, to June 15, 1989, and also good-time credit for the entire period of his confinement in residential c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-galvin"
    }
  ],
  "relatedIncidents": [
    13376,
    13399,
    13428,
    13430,
    13438
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}