{
  "id": 13560,
  "title": "1992년 In re Williams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-07-01",
  "location": "South Dakota, SD, USA",
  "summary": "미국 South Dakota, SD 법원 판결 사건. 사건명: In re Williams. 판결일: 1992-07-01. 법원: South Dakota Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Revocation of the Parole of Willie WILLIAMS III\n**판결일**: 1992-07-01\n**법원**: South Dakota Supreme Court\n**관할**: South Dakota, SD\n\n**판사**: Amundson, Henderson, Miller, Sabers, Wuest\n\n## 변호인\n\nDouglas E. Hoffman of Gibbs, Feyder, Myers, Peters & Butler, Sioux Falls, for appellant Willie Williams III., David 0. Carter, Sioux Falls, for appellee S.D. Bd. of Pardons & Paroles.\n\n## 인용\n\n- 488 N.W.2d 667\n\n## 판결문 요약\n\n\n488 N.W.2d 667 (1992)\nIn the Matter of the Revocation of the Parole of Willie WILLIAMS III.\nNo. 17719.\nSupreme Court of South Dakota.\nConsidered on Briefs March 19, 1992.\nDecided July 1, 1992.\nRehearing Denied July 27, 1992.\n*668 Douglas E. Hoffman of Gibbs, Feyder, Myers, Peters &amp; Butler, Sioux Falls, for appellant Willie Williams III.\nDavid O. Carter, Sioux Falls, for appellee S.D. Bd. of Pardons &amp; Paroles.\nMILLER, Chief Justice.\nWillie Williams III (Williams) appeals a circuit court judgment affirming an order of the Board of Pardons and Paroles revoking his parole. We affirm the circuit court judgment.\n\nFACTS\nWilliams was charged with first degree rape in October 1981. He was arrested and placed in jail on October 14, 1981. Williams was convicted of first degree rape in December 1981 and was sentenced to fifteen years in the state penitentiary.\nSDCL 24-5-1 provides that inmates are entitled to deduct specified amounts of time for each year of \"good conduct.\" Up to six years of time could be deducted from Williams' sentence if he maintained \"good conduct\" while serving his sentence. Consequently, Williams' tentative \"good conduct\" release date was October 14, 1990.\nOn December 21, 1984, Williams was paroled from the 1981 rape sentence. Williams signed the standard parole \"Agreement\" which provided, in part: \"In the event I am returned to the institution, and my parole is revoked, I understand that I may lose any or all of my Good Time.\" Under his parole agreement,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-the-revocation-of-the-parole-of-williams"
    }
  ],
  "relatedIncidents": [
    13384,
    13390,
    13394,
    13395,
    13410
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}