{
  "id": 13563,
  "title": "1992년 Kemron Environmental Services, Inc. v. Environmental Compliance, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-06-29",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Kemron Environmental Services, Inc. v. Environmental Compliance, Inc.. 판결일: 1992-06-29. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Kemron Environmental Services, Inc. v. Environmental Compliance, Inc., and Third-Party Plaintiff-Respondent. William Floyd Union Free School District, Third-Party\n**판결일**: 1992-06-29\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 184 A.D.2d 755\n\n## 판결문 요약\n\n\nIn an action to recover damages for breach of contract, the third-party defendant appeals from so much of an order of the Supreme Court, Suffolk County (Cohalan, J.), dated July 16, 1990, as denied that branch of its cross motion which was for summary judgment dismissing the first, second, and fifth causes of action asserted against it in the third-party complaint.\nOrdered that the order is reversed insofar as appealed from, on the law, with costs, that branch of the cross motion which was for summary judgment dismissing the first, second, and fifth causes of action asserted in the third-party complaint is granted, and the third-party complaint is dismissed.\nThe William Floyd Union Free School District (hereinafter the District) allegedly entered into a contract with Environmental Compliance, Inc. (hereinafter ECI) to provide consulting services in connection with the removal of asbestos at one of its junior high schools. Thereafter, ECI allegedly requested Kemron Environmental Services, Inc. (hereinafter Kemron) to perform asbestos sampling and analysis for the District. After ECI and Kemron completed their work, they sought payment from the District. The District failed to make payment to Kemron and only made a partial payment to ECI. Thereafter, both ECI and Kemron commenced separate actions for breach of contract alleging that the District failed to pay their bills. However, their complaints were dismissed for failure to file timely notices of claim.\nSubsequently, Kemron...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kemron-environmental-services-inc-v-environmental-compliance-inc"
    }
  ],
  "relatedIncidents": [
    13375,
    13376,
    13383,
    13384,
    13390
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}