{
  "id": 13561,
  "title": "1992년 Battaglia 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-06-30",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Battaglia. 판결일: 1992-06-30. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: JOSEPH L. BATTAGLIA, Plaintiff-Appellee, v. FRANK P. BATTAGLIA, Defendant-Appellant\n**판결일**: 1992-06-30\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: DiVITO\n\n## 변호인\n\nWilliam J. Stevens and DeWolfe, Poynton & Stevens, both of Chicago (John C. DeWolfe, Jr., of counsel), for appellant., Grippo & Elden, of Chicago (Theodore W. Grippo, Irving C. Faber, and Eric D. Brandfonbrener, of counsel), for appellee.\n\n## 인용\n\n- 596 N.E.2d 712\n- 231 Ill. App. 3d 607\n- 173 Ill. Dec. 88\n\n## 판결문 요약\n\n\n596 N.E.2d 712 (1992)\n231 Ill. App. 3d 607\n173 Ill. Dec. 88\nJoseph L. BATTAGLIA, Plaintiff-Appellee,\nv.\nFrank P. BATTAGLIA, Defendant-Appellant.\nNo. 1-92-0445.\nAppellate Court of Illinois, First District, Second Division.\nJune 30, 1992.\nDeWolfe Poynton &amp; Stevens, Chicago (John C. DeWolfe, Jr., William J. Stevens, of counsel), for defendant-appellant.\nGrippo &amp; Elden, Chicago (Theodore W. Grippo, Irving C. Faber, Eric D. Brandfonbrener, of counsel), for plaintiff-appellee.\n*713 Justice DiVITO delivered the opinion of the court:\nPlaintiff Joseph L. Battaglia brought suit for injunctive relief against his brother and co-owner of Battaglia Holding, Inc., Frank P. Battaglia, alleging breach of fiduciary duty, breach of a shareholders agreement, breach of an oral agreement, and fraud, resulting from Frank's purchase of 3000 shares of Battaglia Holding from their brother Anthony Battaglia. Following hearings, the circuit court issued a preliminary injunction, directing Frank, among other things, to hold in constructive trust the shares he acquired from Anthony. Approximately one year after the issuance of the preliminary injunction, Frank filed a motion to dissolve it, asserting that a recently-discovered document disposed of all the grounds upon which the injunction was based. The circuit court denied Frank's motion; Frank appeals the court's denial, contending that the circuit court abused its discretion in denying his motion to dissolve the preliminary injunction.\nBeginni...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=battaglia-v-battaglia"
    }
  ],
  "relatedIncidents": [
    13375,
    13404,
    13469,
    13473,
    13484
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}