{
  "id": 13568,
  "title": "1992년 Griffith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-06-26",
  "location": "Rhode Island, RI, USA",
  "summary": "미국 Rhode Island, RI 법원 판결 사건. 사건명: Griffith. 판결일: 1992-06-26. 법원: Supreme Court of Rhode Island.",
  "description": "## 사건 정보\n\n**사건명**: STATE v. Ralph GRIFFITH\n**판결일**: 1992-06-26\n**법원**: Supreme Court of Rhode Island\n**관할**: Rhode Island, RI\n\n**판사**: Murray\n\n## 변호인\n\nJames E. O’Neil, Atty. Gen., Jeffrey Greer, Asst. Atty. Gen., Stephen G. Dam-bruch, Sp. Asst. Atty. Gen., for plaintiff., John A. MacPayden, III, Providence, for defendant.\n\n## 인용\n\n- 612 A.2d 21\n\n## 판결문 요약\n\n\n612 A.2d 21 (1992)\nSTATE\nv.\nRalph GRIFFITH.\nNo. 89-85-C.A.\nSupreme Court of Rhode Island.\nJune 26, 1992.\n*22 James E. O'Neil, Atty. Gen., Jeffrey Greer, Asst. Atty. Gen., Stephen G. Dambruch, Sp. Asst. Atty. Gen., for plaintiff.\nJohn A. MacFayden, III, Providence, for defendant.\n\nOPINION\nMURRAY, Justice.\nThis matter is before the court on interlocutory appeal from a Superior Court judgment granting the defendant's motion to suppress. The state appeals the judgment granting defendant's motion to suppress and the judgment denying the state's motion to use the statement to impeach the defendant should he take the stand. The defendant appeals the court's rulings that the defendant's admission was voluntary and that the defendant had waived his Miranda rights.\nIn January 1988 the Warwick police received a complaint that the defendant, Ralph Griffith, had sexually assaulted his six-year-old niece, Nancy.[1] The police initiated an investigation and took Nancy's statement in which Nancy alleged that defendant, a resident of Nashua, New Hampshire, sexually molested her while visiting her family in Warwick on December 27, 1987. On January 10, 1988, the police learned that defendant would be visiting his brother Whitney in Warwick. The Warwick police dispatched two plainclothes officers, Detective Anderson and Detective McKnight, in an unmarked car to interview defendant. They arrived at the Griffith home in the early afternoon and received Whitney's permission to remain in the house ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-griffith"
    }
  ],
  "relatedIncidents": [
    13383,
    13405,
    13459,
    13497,
    13660
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}