{
  "id": 13572,
  "title": "1992년 Hayes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-06-24",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Hayes. 판결일: 1992-06-24. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State v. Hayes\n**판결일**: 1992-06-24\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Sexton, Norris and Brown\n\n## 인용\n\n- 602 So. 2d 285\n\n## 판결문 요약\n\n\n602 So. 2d 285 (1992)\nSTATE of Louisiana, Appellee,\nv.\nJohn D. HAYES, Appellant.\nNo. 23969-KA.\nCourt of Appeal of Louisiana, Second Circuit.\nJune 24, 1992.\nLewis A. Jones, Indigent Defender Bd., Ruston, for appellant.\nRobert W. Levy, Dist. Atty., John F.K. Belton, Asst. Dist. Atty., Ruston, for appellee.\nBefore SEXTON, NORRIS and BROWN, JJ.\nBROWN, Judge.\nCharged by a Bill of Information with 11 counts of simple burglary of an inhabited dwelling (LSA-R.S. 14:62.2), defendant, John Hayes, withdrew his prior plea of not guilty and entered a plea of guilty to two of the counts charged.[1] The state agreed to dismiss the remaining charges in exchange for the plea. The court accepted the plea and later sentenced defendant to serve 12 years at hard labor on each count, *286 with 6 years of the sentence on the second count to run consecutively to the sentence in count one. Thus, defendant's cumulative incarceration on these two sentences was 18 years. Defendant appeals his sentences as excessive. Finding the sentences not excessive, we affirm.\n\nEXCESSIVENESS\nIn fulfilling our constitutional obligation to evaluate a sentence for excessiveness we must first examine whether the record demonstrates consideration by the trial judge of the criteria set forth in LSA-C.Cr.P. Art. 894.1. State v. Smith, 433 So. 2d 688 (La.1983). Compliance with the factors of Article 894.1 is not seriously disputed by defendant. The goal of that article is not rigid or mechanical recitation of its provisions...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hayes"
    }
  ],
  "relatedIncidents": [
    13376,
    13399,
    13428,
    13430,
    13438
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}