{
  "id": 13576,
  "title": "1992년 Abreu 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-06-22",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Abreu. 판결일: 1992-06-22. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Apolonio Abreu\n**판결일**: 1992-06-22\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 184 A.D.2d 707\n\n## 판결문 요약\n\n\nAppeal by the defendant from a judgment of the Supreme Court, Kings County (Kramer, J.), rendered February 28, 1985, convicting him of manslaughter in the first degree and rape in the first degree, upon a jury verdict, and imposing sentence of consecutive indeterminate terms of 6% to 20 years imprisonment, and 8Vs to 25 years imprisonment, respectively. The appeal brings up for review the denial in part, after a hearing, of that branch of the defendant’s omnibus motion which was to suppress his statements to law enforcement officials.\nOrdered that the judgment is affirmed.\nThe defendant was convicted of manslaughter in the first degree and rape in the first degree in connection with the rape and strangulation of a 20-year-old woman. The defendant was arrested shortly after the discovery of the victim’s body, and he subsequently gave three separate oral statements to the police, as well as a videotaped statement to an Assistant District Attorney. Although the defendant’s first oral statement was exculpatory, he later claimed that he had engaged in consensual sexual intercourse with the victim on the night of her death. Moreover, while the defendant initially maintained that the victim had been alive when he left her, during his final statement to the police he admitted that he had grabbed the victim around the body, including the neck, *708shoulders, and legs, in the act of lovemaking, and remarked that \"it may have been an accident”.\nFollowing a hearing, the Supreme Court su...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-abreu"
    }
  ],
  "relatedIncidents": [
    13384,
    13390,
    13394,
    13395,
    13410
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}