{
  "id": 13570,
  "title": "1992년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-06-25",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Jones. 판결일: 1992-06-25. 법원: Kentucky Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Sherman JONES v. COMMONWEALTH of Kentucky\n**판결일**: 1992-06-25\n**법원**: Kentucky Supreme Court\n**관할**: Kentucky, KY\n\n**판사**: Combs, Issue, Lambert, Leibson, Reynolds, Spain, Stephens, Wintersheimer\n\n## 변호인\n\nWilliam Yesowitch, Louisville, for appellant., Chris Gorman, Atty. Gen., Lana Gran-don, Asst. Atty. Gen., Frankfort, for appel-lee.\n\n## 인용\n\n- 833 S.W.2d 839\n\n## 판결문 요약\n\n\nOPINION OF THE COURT.\nAppellant, Sherman Jones, was convicted by a jury in Lincoln Circuit Court of first degree rape and first degree sodomy of his three-year old daughter. The jury recommended two twenty-year sentences to be served concurrently. At final judgment, the trial judge imposed two twenty-year terms to be served consecutively.\nAppellant appeals his conviction to this Court as a matter of right. We affirm.\nThe victim in this case is the natural child of Rita and Sherman Jones. Shortly after the victim’s birth, Rita and Sherman Jones divorced with the father obtaining custody.\nSherman Jones, the appellant, remarried and continued to retain custody. When this marriage dissolved, the victim was placed under the care of her maternal aunt, Rhonda Dowell, because appellant’s job as a truck driver necessitated absences from his daughter.\nThe victim’s mother, Rita Johnson, was married three times, in close succession, prior to, and immediately following, the child’s birth. Though still married to Anthony Johnson, her third husband, she traveled with the appellant to Canada three days prior to his visit at the Dowell’s residence on March 24-25, 1990.\nThe instances of sexual abuse allegedly occurred on March 25, 1990. Appellant arrived at the Dowell’s residence to visit his daughter late in the evening on March 24, 1990, in the company of Rita Johnson. After appellant and Ms. Johnson arrived at the Dowell’s, they apparently slept in the cab of his truck. Earlier, at 6 p.m. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jones-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    13465,
    13500,
    13539,
    13584,
    13599
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}