{
  "id": 13571,
  "title": "1992년 Harleysville Mutual Insurance v. Madison 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-06-24",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Harleysville Mutual Insurance v. Madison. 판결일: 1992-06-24. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: HARLEYSVILLE MUTUAL INSURANCE COMPANY and Richard Mills, Appellants, v. Anthony Eric MADISON, William Tiller, Individually, and as the Administrator of the Estate of Carla Vanessa Payne A/K/A Carla Vanessa Payne Tiller, A/K/A Carla Vanessa Tiller, Deceased, Robin Payne, Jody L. Kenny, Jeff Reimers, Randal Lee Barnes, and Wind River Trucking, Inc., a Corporation, Appellees\n**판결일**: 1992-06-24\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Del Sole, Johnson and Ford Elliott\n\n## 변호인\n\nThomas J. Madigan, Pittsburgh, for appellants., Albert C. Gáudio, Monessen, for appellees.\n\n## 인용\n\n- 609 A.2d 564\n- 415 Pa. Super. 361\n\n## 판결문 요약\n\n\n415 Pa. Super. 361 (1992)\n609 A.2d 564\nHARLEYSVILLE MUTUAL INSURANCE COMPANY and Richard Mills, Appellants,\nv.\nAnthony Eric MADISON, William Tiller, Individually, and as the Administrator of the Estate of Carla Vanessa Payne a/k/a Carla Vanessa Payne Tiller, a/k/a Carla Vanessa Tiller, Deceased, Robin Payne, Jody L. Kenny, Jeff Reimers, Randal Lee Barnes, and Wind River Trucking, Inc., a Corporation, Appellees.\nSuperior Court of Pennsylvania.\nArgued March 5, 1992.\nFiled June 24, 1992.\n*362 Thomas J. Madigan, Pittsburgh, for appellants.\nAlbert C. Gaudio, Monessen, for appellees.\nBefore DEL SOLE, JOHNSON and FORD ELLIOTT, JJ.\nDEL SOLE, Judge:\nThis is an appeal from a trial court order granting defendant's preliminary objections and dismissing Appellant's Complaint, ruling that was appropriate to refuse jurisdiction over Appellant's action for declaratory judgment. The trial court based its ruling upon its finding that the declaratory judgment action sought judgment \"on matters which are speculative and which may never occur.\"\nThe underlying action was filed as a consequence of a tragic vehicular accident. The automobile involved was owned by Ricardo Mills and insured by him under a policy issued by Appellant, Harleysville Mutual Insurance Company (Harleysville). The car was being driven by Anthony Madison and traveling with him were nine passengers. Two passengers were injured and one was killed as a result of an accident which involved the automobile and a tractor trailer.\nTh...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harleysville-mutual-insurance-v-madison"
    }
  ],
  "relatedIncidents": [
    13375,
    13376,
    13383,
    13384,
    13390
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}