{
  "id": 13578,
  "title": "1992년 Gray 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-06-18",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Gray. 판결일: 1992-06-18. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Proctor GRAY, III, Appellant, v. STATE of Indiana, Appellee\n**판결일**: 1992-06-18\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBRULER, Dickson, Givan, Krahulik, Shepard\n\n## 변호인\n\nBrent Westerfeld, Indianapolis, for appellant., Linley E. Pearson, Atty. Gen., Geoff Davis, Deputy Atty. Gen., for appellee.\n\n## 인용\n\n- 593 N.E.2d 1188\n\n## 판결문 요약\n\n\n593 N.E.2d 1188 (1992)\nProctor GRAY, III, Appellant,\nv.\nSTATE of Indiana, Appellee.\nNo. 84S00-9102-CR-156.\nSupreme Court of Indiana.\nJune 18, 1992.\nRehearing Denied September 9, 1992.\n*1189 Brent Westerfeld, Indianapolis, for appellant.\nLinley E. Pearson, Atty. Gen., Geoff Davis, Deputy Atty. Gen., for appellee.\nGIVAN, Justice.\nA jury trial resulted in the conviction of appellant of Burglary, a Class B felony, for which he received a sentence of twenty (20) years, and Murder, for which he received a sentence of sixty (60) years, the sentences to run consecutively.\nThe facts are: The body of Flossie Hunt was discovered by her daughters, Wanda Oster and Karen Reeves, at approximately 7:30 on the evening of March 28, 1991. The women immediately called the police.\nA tire iron, which was later determined to have been used to force entry into the home, was found lying on the bedroom floor near the victim's body. A .22 caliber pistol which the victim kept on her night stand was missing. The bed on which the victim was lying was bloodstained, and it was later determined that she had six bullet wounds in her body. There were bullet wounds in the victim's forearms as though she were attempting to shield herself. Another bullet wound entering at her knee in an upper direction had been fired from some distance away. The wounds were inflicted by .22 caliber bullets, the same as might have been fired from the victim's missing gun. There was no gunpowder residue on the victim's hands.\nDuri...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gray-v-state"
    }
  ],
  "relatedIncidents": [
    13384,
    13390,
    13394,
    13395,
    13410
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}