{
  "id": 13594,
  "title": "1992년 Lawson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-06-08",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Lawson. 판결일: 1992-06-08. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Keith Lawson\n**판결일**: 1992-06-08\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 184 A.D.2d 588\n\n## 판결문 요약\n\n\nAppeal by the defendant from a judgment of the County Court, Westchester County (Silver-man, J.), rendered January 25, 1991, convicting him of robbery in the second degree and petit larceny, upon a jury verdict, and imposing sentence.\nOrdered that the judgment is affirmed.\nOn May 4, 1990, at approximately 4:40 p.m., the defendant hid two packages of cured ham from the meat department of a Waldbaum’s Supermarket in a bag. The complainant, an undercover security guard who suspected the defendant had committed a crime, confronted the defendant in the area between the store’s exterior and interior doors. Upon the security guard’s identification of himself, the defendant fled from the store and ran into the parking lot. When the security guard caught up to the defendant and tried to apprehend him, the defendant swung the bag of meat which weighed approximately 15 pounds, at the security guard’s head. In the process of warding off the blow, the security guard sustained injuries to his right thumb and hand. In an effort to apprehend the defendant, a struggle ensued between the defendant and the security guard until backup help arrived.\nViewing the evidence adduced at the trial in a light most favorable to the People (see, People v Contes, 60 NY2d 620), we find that it was legally sufficient to support the defendant’s conviction. Although the defendant asserts that the People failed to adduce sufficient proof of \"physical injury”, which is necessary to sustain a charge of robbery in...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-lawson"
    }
  ],
  "relatedIncidents": [
    13376,
    13399,
    13428,
    13430,
    13438
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}