{
  "id": 13597,
  "title": "1992년 Rivera 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-06-04",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Rivera. 판결일: 1992-06-04. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Pedro Rivera v. Squibb Corp., and Colby Construction Corp., (And Three Third-Party Actions.)\n**판결일**: 1992-06-04\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 184 A.D.2d 239\n\n## 판결문 요약\n\n\nOrder, Supreme Court, New York County (Carmen Beauchamp Ciparick, J.), entered May 15, *2401991, which denied defendants-appellants’ motions for summary judgment dismissing the complaint, unanimously affirmed, without costs.\nPlaintiff, an employee of a subcontractor performing work on the 25th through 27th floors of a building located in Manhattan, was engaged in the construction debris removal process when he was injured. While the injuries occurred on the loading dock area of the ground floor of this building, the debris removal process is part of the construction job site and is accorded the protections of the Labor Law. Further, we agree with the IAS court that there exist questions of fact as to whether there was a violation of sections 200, 240 (1) and 241 (6) of the Labor Law, as well as whether these violations were the proximate cause of plaintiffs injuries, sufficient to deny defendants’ motions for summary judgment. Concur— Ellerin, J. P., Kupferman, Ross, Asch and Kassal, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rivera-v-squibb-corp"
    }
  ],
  "relatedIncidents": [
    13375,
    13376,
    13383,
    13384,
    13390
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}