{
  "id": 13609,
  "title": "1992년 Starks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-05-27",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Starks. 판결일: 1992-05-27. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Starks v. the State\n**판결일**: 1992-05-27\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Clarke\n\n## 변호인\n\nNebl & Breeding, John F. Nebl, for appellant., Robert E. Wilson, District Attorney, Barbara B. Conroy, Assistant District Attorney, Michael J. Bowers, Attorney General, Susan V. Boleyn, Senior Assistant Attorney General, C. A. Benjamin Woolf, Staff Attorney, Shawn Ellen Lagrua, for appellee.\n\n## 인용\n\n- 416 S.E.2d 520\n- 262 Ga. 244\n\n## 판결문 요약\n\n\n262 Ga. 244 (1992)\n416 S.E.2d 520\nSTARKS\nv.\nTHE STATE.\nS92A0543.\nSupreme Court of Georgia.\nDecided May 27, 1992.\nNebl &amp; Breeding, John F. Nebl, for appellant.\nRobert E. Wilson, District Attorney, Barbara B. Conroy, Assistant District Attorney, Michael J. Bowers, Attorney General, Susan V. Boleyn, Senior Assistant Attorney General, C. A. Benjamin Woolf, Staff Attorney, Shawn Ellen Lagrua, for appellee.\nCLARKE, Chief Justice.\nJohn Thomas Starks was convicted of the malice murder of Horace Eugene Hardin and sentenced to life imprisonment.[1] The defendant was also convicted of two counts of aggravated assault and one count of possession of a firearm during the commission of a crime for which he was sentenced to a term of years.\nThe defendant made three inconsistent statements to police regarding the victim's death, modifying his story each time police informed him of new evidence discovered in their investigation. The defendant initially stated that he had gone to his restaurant in the middle of the night to check it because it had been burglarized a few days before. He stated that he saw the victim run from his restaurant with a shotgun. As the victim ran toward him, the defendant shot him. The defendant stated the victim fell where police found him. In his final statement to police the defendant stated that the victim ran up by a truck that was on the defendant's property and that the defendant began beating the victim about the face and head with a bottle. The defendant ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=starks-v-state"
    }
  ],
  "relatedIncidents": [
    13384,
    13390,
    13394,
    13395,
    13410
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}