{
  "id": 13617,
  "title": "1992년 Wilson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-05-21",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Wilson. 판결일: 1992-05-21. 법원: Colorado Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE of the State of Colorado, Plaintiff-Appellee, v. David John WILSON, Defendant-Appellant\n**판결일**: 1992-05-21\n**법원**: Colorado Court of Appeals\n**관할**: Colorado, CO\n\n**판사**: Marquez, Reed, Sternberg\n\n## 변호인\n\nGale A. Norton, Atty. Gen., Raymond T. Slaughter, Chief Deputy Atty. Gen., Timothy M. Tymkovich, Sol. Gen., A. William Bonner, Asst. Atty. Gen., Denver, for plaintiff-appellee., Daniel & Thom, P.C., Gary S. Craw, Colorado Springs, for defendant-appellant.\n\n## 인용\n\n- 841 P.2d 337\n\n## 판결문 요약\n\n\n841 P.2d 337 (1992)\nThe PEOPLE of the State of Colorado, Plaintiff-Appellee,\nv.\nDavid John WILSON, Defendant-Appellant.\nNo. 90CA2001.\nColorado Court of Appeals, Div. III.\nMay 21, 1992.\nRehearing Denied July 30, 1992.\nCertiorari Denied December 14, 1992.\n*338 Gale A. Norton, Atty. Gen., Raymond T. Slaughter, Chief Deputy Atty. Gen., Timothy M. Tymkovich, Sol. Gen., A. William Bonner, Asst. Atty. Gen., Denver, for plaintiff-appellee.\nDaniel &amp; Thom, P.C., Gary S. Craw, Colorado Springs, for defendant-appellant.\nOpinion by Judge MARQUEZ.\nDefendant, David John Wilson, appeals the judgment of conviction entered on jury verdicts finding him guilty of sexual assault in the first degree, second degree burglary of a dwelling, sexual assault on a child, aggravated robbery, assault in the second degree, four counts of crimes of violence, and three habitual criminal counts. He also challenges the sentences imposed. We affirm.\nOn January 10, 1990, the victim's mother left for work at approximately 9:30 p.m., leaving the victim, a fourteen-year-old-girl, at home with her two brothers. Later, the victim awakened face down on the floor with an unknown male assailant sitting on her back. She felt a knife against the left side of her cheek, and the man told her to be quiet or he would kill them all. He then *339 put some type of cloth mask on the victim and told her she was not to see his face.\nThe man then put her on the bed, and, after going through the victim's bureau drawers, the assai...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-wilson"
    }
  ],
  "relatedIncidents": [
    13465,
    13500,
    13539,
    13570,
    13584
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}