{
  "id": 13614,
  "title": "1992년 DeHerrera 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-05-22",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: DeHerrera. 판결일: 1992-05-22. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State of Kansas, Appellee, v. Herman R. DeHerrera, Sr., Appellant\n**판결일**: 1992-05-22\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Herd\n\n## 변호인\n\nHazel Haupt, assistant appellate defender, argued the cause, and Jessica R. Kunen, chief appellate defender, was with her on the brief for appellant., Jeffery E. Goering, assistant district attorney, argued the cause, and Robert T. Stephan, attorney general, and Ñola Foulston, district attorney, were with him on the brief for appellee.\n\n## 인용\n\n- 834 P.2d 918\n- 251 Kan. 143\n\n## 판결문 요약\n\n\n251 Kan. 143 (1992)\n834 P.2d 918\nSTATE OF KANSAS, Appellee,\nv.\nHERMAN R. DeHERRERA, SR., Appellant.\nNo. 66,495\nSupreme Court of Kansas.\nOpinion filed May 22, 1992.\nHazel Haupt, assistant appellate defender, argued the cause, and Jessica R. Kunen, chief appellate defender, was with her on the brief for appellant.\nJeffery E. Goering, assistant district attorney, argued the cause, and Robert T. Stephan, attorney general, and Nola Foulston, district attorney, were with him on the brief for appellee.\nThe opinion of the court was delivered by\nHERD, J.:\nThis is a direct appeal by Herman R. DeHerrera, Sr., from his convictions for attempted first-degree murder, K.S.A. 1991 Supp. 21-3301 and K.S.A. 1991 Supp. 21-3401, and communicating a terroristic threat, K.S.A. 21-3419. DeHerrera also appeals from the sentences imposed and from the trial court's denial of his motion for modification of sentence.\nBertha and Herman R. DeHerrera had been married for 14 years when she left him on June 15, 1990. The DeHerreras' marriage was violent from the beginning. In early 1990, Herman DeHerrera became violent toward their three children. DeHerrera also pulled Bertha's hair, shoved her, and hit her. On numerous occasions DeHerrera threatened to kill Bertha or put her in the hospital if she did not obey him. DeHerrera also threatened to kill her if she ever left him.\nWithout warning DeHerrera, Bertha packed up the children and furniture and left the family home. On June 26, 1990, Bertha obtained a t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-deherrera"
    }
  ],
  "relatedIncidents": [
    13384,
    13390,
    13394,
    13395,
    13410
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}