{
  "id": 13638,
  "title": "1992년 Berry 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-05-01",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Berry. 판결일: 1992-05-01. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Minnesota, Respondent, v. Steve Paul BERRY, Appellant\n**판결일**: 1992-05-01\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Gardebring, Keith\n\n## 변호인\n\nJohn M. Stuart, State Public Defender, Susan Hauge, Asst. State Public Defender, Minneapolis, for appellant., Hubert H. Humphrey, III, Atty. Gen., Paul R. Kempainen, Asst. Atty. Gen., St. Paul, and Richard T. Jessen, Benton County Atty., Foley, for respondent.\n\n## 인용\n\n- 484 N.W.2d 14\n\n## 판결문 요약\n\n\n484 N.W.2d 14 (1992)\nSTATE of Minnesota, Respondent,\nv.\nSteve Paul BERRY, Appellant.\nNo. CX-91-762.\nSupreme Court of Minnesota.\nMay 1, 1992.\nJohn M. Stuart, State Public Defender, Susan Hauge, Asst. State Public Defender, Minneapolis, for appellant.\n*15 Hubert H. Humphrey, III, Atty. Gen., Paul R. Kempainen, Asst. Atty. Gen., St. Paul, and Richard T. Jessen, Benton County Atty., Foley, for respondent.\nHeard, considered and decided by the court en banc.\nKEITH, Chief Justice.\nSteve Paul Berry was found guilty by a jury in Benton County District Court of participating in the first degree premeditated murder of Cindi Ann Schram. On appeal, Berry seeks reversal of his conviction, claiming there is insufficient evidence to support the verdict. In the alternative, he seeks a new trial, arguing: (1) that the trial court committed reversible error by admitting evidence of three Spreigl incidents involving appellant where the potential for unfair prejudice outweighed the probative value, and (2) by refusing to suppress a statement made by appellant to Coleman Salvog in which appellant implied that he had murdered someone previously. We affirm the conviction.\nOn the morning of April 26, 1990, Cindi Ann Schram was found dead in a ditch on County Road # 57 in Sauk Rapids Township in Benton County. The cause of death was exsanguination as a result of gunshot wounds caused by a .32 caliber gun. The time of death was placed between 1:30 and 3:30 in the morning of April 26. Schram had been k...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-berry"
    }
  ],
  "relatedIncidents": [
    13384,
    13390,
    13394,
    13395,
    13410
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}