{
  "id": 13632,
  "title": "1992년 United States v. Lloyd Michael Reid 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-05-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Lloyd Michael Reid. 판결일: 1992-05-12. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Lloyd Michael Reid\n**판결일**: 1992-05-12\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 963 F.2d 383\n\n## 판결문 요약\n\n963 F.2d 383\n    NOTICE:  Although citation of unpublished opinions remains unfavored, unpublished opinions may now be cited if the opinion has persuasive value on a material issue, and a copy is attached to the citing document or, if cited in oral argument, copies are furnished to the Court and all parties.  See General Order of November 29, 1993, suspending 10th Cir. Rule 36.3 until December 31, 1995, or further order.\n    UNITED STATES of America, Plaintiff-Appellee,v.Lloyd Michael REID, Defendant-Appellant.\n    No. 91-5140.\n    United States Court of Appeals, Tenth Circuit.\n    May 12, 1992.\n    \n      Before STEHEN H. ANDERSON and BRORBY, Circuit Judges, and CAMPOS,* District Judge.\n      ORDER AND JUDGMENT**\n      STEPHEN E. ANDERSON, Circuit Judge.\n    \n    \n      1\n      Lloyd Michael Reid appeals from the denial of his motion for a new trial.   Reid was convicted of conspiracy to distribute controlled substances and maintaining a place for drug distribution in violation of 21 U.S.C. &#167; 846.   After sentencing, and pursuant to Fed.R.Crim.P. 33, he filed a timely motion for a new trial based on newly discovered evidence.   He claims that this evidence establishes that contrary to the government's position at trial, an undisclosed deal existed between the government and a key prosecution witness.   The district court denied the motion holding that the government's failure to disclose the cooperation agreement had no bearing on the testimony of the witness.   The cou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-lloyd-michael-reid"
    }
  ],
  "relatedIncidents": [
    13375,
    13376,
    13383,
    13384,
    13390
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}