{
  "id": 13635,
  "title": "1992년 Ann M. Murtha v. Frederick G. Preis, D.D.S. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-05-04",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Ann M. Murtha v. Frederick G. Preis, D.D.S.. 판결일: 1992-05-04. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Ann M. Murtha v. Frederick G. Preis, D.D.S.\n**판결일**: 1992-05-04\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 961 F.2d 211\n\n## 판결문 요약\n\n961 F.2d 211\n    NOTICE: Fourth Circuit I.O.P. 36.6 states that citation of unpublished dispositions is disfavored except for establishing res judicata, estoppel, or the law of the case and requires service of copies of cited unpublished dispositions of the Fourth Circuit.Ann M. MURTHA, Plaintiff-Appellant,v.Frederick G. PREIS, D.D.S., Defendant-Appellee.\n    No. 91-2724.\n    United States Court of Appeals,Fourth Circuit.\n    Submitted:  January 22, 1992Decided:  May 4, 1992\n    \n      Appeal from the United States District Court for the District of Maryland, at Baltimore.  Frederic N. Smalkin, District Judge.  (CA-91-2907-S)\n      Ann M. Murtha, Appellant Pro Se.\n      D.Md.\n      AFFIRMED.\n      Before RUSSELL, MURNAGHAN, and NIEMEYER, Circuit Judges.\n      OPINION\n      PER CURIAM:\n    \n    \n      1\n      Ann M. Murtha appeals from the district court's order dismissing her claim under Fed.  R. Civ. P. 12(h)(3).  Our review of the record and the district court's opinion discloses that this appeal is without merit.  Accordingly, we affirm on the reasoning of the district court.  Murtha v. Preis, No. CA-91-2907-S (D. Md. Oct. 17, 1991).  We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the Court and argument would not aid the decisional process.\n    \n    AFFIRMED\n    ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ann-m-murtha-v-frederick-g-preis-dds"
    }
  ],
  "relatedIncidents": [
    13375,
    13376,
    13383,
    13384,
    13390
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}