{
  "id": 13630,
  "title": "1992년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-05-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1992-05-13. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: General Electric Company v. Aamco Transmissions, Inc. Central Albany, Inc. Robert Fowler, (Formerly Doing Business as a & B Avco) a & B Service Center, (Successor to a & B Avco) Sylvester Brackett, Doing Business as Brackett's Sunoco Station Charles Smith, Doing Business as Smith's Automotive and Charles H. Smith's Auto Repairing, (Formerly Doing Business as Charlie Smith Texaco) Harry Malone, Doing Business as Chick's Sunoco, (Formerly Doing Business as Chick's Auto Service and Chick's Gulf) Colonie Import Distributors Ltd. John H. Ellsworth, Doing Business as Gulf Service Station George's Mobil Mart James Morgan, Doing Business as Jim's Northway Arco Service Station Latham Auto Lab, Inc. And Latham Mobile Mart Lehmann's Garage Marshall's Garage, Inc. Allan Kowsky Park Tire Sales and Service Center Two World Tires Ronald J. Gizzi, Doing Business as Ron's Service Center Richard B. Tullock, Doing Business as Tullock's Service Station Gulf Oil Company Shell Oil Company and Atlantic Richfield Company, Gulf Oil Company Shell Oil Company and Atlantic Richfield Company\n**판결일**: 1992-05-13\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 962 F.2d 281\n\n## 판결문 요약\n\n962 F.2d 281\n    34 ERC 1766, 60 USLW 2739, 22 Envtl.L. Rep. 20,930\n    GENERAL ELECTRIC COMPANY, Plaintiff-Appellant,v.AAMCO TRANSMISSIONS, INC.;  Central Albany, Inc.;  RobertFowler, (formerly doing business as A &amp; B Avco);  A &amp; BService Center, (successor to A &amp; B Avco);  SylvesterBrackett, doing business as Brackett's Sunoco Station;Charles Smith, doing business as Smith's Automotive andCharles H. Smith's Auto Repairing, (formerly doing businessas Charlie Smith Texaco);  Harry Malone, doing business asChick's Sunoco, (formerly doing business as Chick's AutoService and Chick's Gulf);  Colonie Import DistributorsLtd.;  John H. Ellsworth, doing business as Gulf ServiceStation;  George's Mobil Mart;  James Morgan, doing businessas Jim's Northway Arco Service Station;  Latham Auto Lab,Inc. and Latham Mobile Mart;  Lehmann's Garage;  Marshall'sGarage, Inc.;  Allan Kowsky;  Park Tire Sales and ServiceCenter;  Two World Tires;  Ronald J. Gizzi, doing businessas Ron's Service Center;  Richard B. Tullock, doing businessas Tullock's Service Station;  Gulf Oil Company;  Shell OilCompany and Atlantic Richfield Company, Defendants,Gulf Oil Company;  Shell Oil Company and Atlantic RichfieldCompany, Defendants-Appellees.\n    No. 933, Docket 91-7980.\n    United States Court of Appeals,Second Circuit.\n    Argued March 3, 1992.Decided May 13, 1992.\n    \n      Daniel R. Solin, Solin &amp; Breindel, New York City, for plaintiff-appellant.\n      Michael B. Smith, Chevron, Houston, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=general-electric-company-v-aamco-transmissions-inc-central-albany-inc"
    }
  ],
  "relatedIncidents": [
    13375,
    13376,
    13383,
    13384,
    13390
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}