{
  "id": 13640,
  "title": "1992년 Reed 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-04-29",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Reed. 판결일: 1992-04-29. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: REED v. State\n**판결일**: 1992-04-29\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Johnson\n\n## 변호인\n\nJackson & Schiavone, G. Terry Jackson, for appellant., Spencer Lawton, Jr., District Attorney, Elise 0. Gray, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 204 Ga. App. 272\n- 419 S.E.2d 45\n\n## 판결문 요약\n\n\nJohnson, Judge.\nFred Reed (Reed) was charged as a recidivist with six counts of armed robbery, six counts of possession of a firearm during commission of a crime and possession of a firearm by a convicted felon. After a jury trial, Reed was found guilty of three counts of armed robbery and three counts of possession of a firearm during the commission of a felony. The trial court denied Reed’s motion for a new trial. Reed appeals his conviction.\n1. In his first enumeration of error, Reed claims the trial court erred by refusing to grant his motion for mistrial when a police officer’s testimony improperly placed his character in issue. Detective McLaughlin testified that he heard over his radio that a car had been found parked behind Robert’s Lounge, the scene of the robberies, with the engine running. After hearing the tag number, he travelled to the scene because he recognized the number and stated that he “had been looking for it and the driver.” At this point in the trial, Reed’s counsel made a motion for mistrial. A curative instruction was given to the jury.\nWe find that the officer’s remark, which did not identify the driver, is not sufficient to place the defendant’s character in evidence. The cornerstone of Reed’s alibi defense is that he had loaned someone his car and had been with his girl friend on the night of the robbery. A cousin of Reed testified that he had borrowed the car and parked it outside the lounge just before he entered the bar and found the robberies...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=reed-v-state"
    }
  ],
  "relatedIncidents": [
    13376,
    13399,
    13428,
    13430,
    13438
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}