{
  "id": 13656,
  "title": "1992년 Roman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-04-16",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Roman. 판결일: 1992-04-16. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Nelson Roman\n**판결일**: 1992-04-16\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 182 A.D.2d 519\n\n## 판결문 요약\n\n\nJudgment, Supreme Court, New\nYork County (Herbert J. Adlerberg, J., at suppression hearing; Dorothy Cropper, J., at trial), rendered November 7, 1990, convicting defendant, after a jury trial, of two counts of robbery in the first degree, robbery in the second degree, and criminal possession of a weapon in the third degree, and sentencing him, as a second violent felony offender, to concurrent terms of imprisonment of 10 to 20 years, 5 to 10 years, and SVi to 7 years, respectively, unanimously affirmed.\nViewing the evidence in the light most favorable to the People and giving them the benefit of every reasonable infer*520ence (People v Malizia, 62 NY2d 755, Iv denied 469 US 932), the eyewitness testimony naming defendant as one of the knife-wielding robbers was sufficient as a matter of law to establish defendant’s guilt of each of the elements of the counts charged (see, People v Arroyo, 54 NY2d 567, cert denied 456 US 979). The court’s Sandoval compromise limiting the prosecution’s cross-examination of defendant to whether he had been convicted of two misdemeanors and two felonies was a proper balancing of the probative value of such evidence against the risk of unfair prejudice to defendant (People v Sandoval, 34 NY2d 371, 375), and we reject defendant’s argument that the court abused its discretion by permitting inquiry into too many of defendant’s prior convictions (see, People v Coe, 165 AD2d 721). Concerning the comment by one of the jurors to another juror questionin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-roman"
    }
  ],
  "relatedIncidents": [
    13376,
    13399,
    13428,
    13430,
    13438
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}