{
  "id": 13658,
  "title": "1992년 Rush v. Employers Nat. Ins. Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-04-14",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Rush v. Employers Nat. Ins. Co.. 판결일: 1992-04-14. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Rush v. Employers Nat. Ins. Co.\n**판결일**: 1992-04-14\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Ward and Armstrong, Jj., and Rudy Eason, J. Pro Tem\n\n## 인용\n\n- 598 So. 2d 603\n\n## 판결문 요약\n\n\n598 So. 2d 603 (1992)\nKermit RUSH\nv.\nEMPLOYERS NATIONAL INSURANCE COMPANY, et al.\nNo. 91-CA-1433.\nCourt of Appeal of Louisiana, Fourth Circuit.\nApril 14, 1992.\nRehearing Denied June 17, 1992.\n*604 Eric A. Bopp, Edward S. Bopp, A Law Corp., Arabi, for plaintiff/appellant.\nEsmond Phelps, II, Stone, Pigman, Walther, Wittman &amp; Hutchinson, New Orleans, for defendants/appellees.\nBefore WARD and ARMSTRONG, JJ., and RUDY EASON, J. Pro Tem.\nARMSTRONG, Judge.\nPlaintiff, Kermit Rush, appeals a trial court judgment in favor of defendants, Joseph Barreca and his insurer, Employees National Insurance Company, dismissing his suit for personal injuries, finding him entitled only to worker's compensation benefits *605 under the Louisiana Worker's Compensation Act (LWCA).[1] We now affirm.\nThis suit arose out of an accident which occurred on August 30, 1984 in which the plaintiff suffered permanent damage to his left arm. Plaintiff was hired by Joseph Barreca, d/b/a Imperial Tile Company, Inc., to perform some work on a duplex owned by Barreca at 2327 Liccardi Lane in St. Bernard Parish. Plaintiff stated that he was hired to paint the interior walls of the duplex and sweep the floors. On the date of accident, plaintiff was painting the kitchen of the duplex. He had positioned a five foot bench, provided by Barreca, next to some kitchen cabinets. He was standing with one foot on the bench and the other on the kitchen counter in order to paint a top corner area of the wall. Suddenly, the be...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rush-v-employers-nat-ins-co"
    }
  ],
  "relatedIncidents": [
    13375,
    13376,
    13383,
    13384,
    13390
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}