{
  "id": 13650,
  "title": "1992년 Gary Duane Tamborrino v. Eddie R. Myers, Warden Attorney General of the State of California 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-04-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Gary Duane Tamborrino v. Eddie R. Myers, Warden Attorney General of the State of California. 판결일: 1992-04-23. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Gary Duane Tamborrino v. Eddie R. Myers, Warden Attorney General of the State of California\n**판결일**: 1992-04-23\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 962 F.2d 15\n\n## 판결문 요약\n\n962 F.2d 15\n    NOTICE: Ninth Circuit Rule 36-3 provides that dispositions other than opinions or orders designated for publication are not precedential and should not be cited except when relevant under the doctrines of law of the case, res judicata, or collateral estoppel.Gary Duane TAMBORRINO, Petitioner-Appellee,v.Eddie R. MYERS, Warden;  Attorney General of the State ofCalifornia, Respondents-Appellants.\n    No. 91-55235.\n    United States Court of Appeals, Ninth Circuit.\n    Argued and Submitted April 10, 1992.Decided April 23, 1992.\n    \n      Before GOODWIN, WILLIAM A. NORRIS and NOONAN, Circuit Judges.\n      MEMORANDUM*\n      California appeals the district court's grant of habeas corpus to appellee Gary Duane Tamborrino.   We reverse.\n      At his trial for first degree residential robbery, Tamborrino took the stand in his own defense.   Tamborrino's testimony contradicted the testimony of Deborah Clarke, who was the robbery victim and the prosecution's chief witness, that she had not previously met Tamborrino.   Tamborrino testified that he had sold Clarke \"bunk\" cocaine and that his fingerprint, which was found on her jewelry box, must have been made at that time.   Over defense counsel's objections, the trial judge then questioned Tamborrino about whether he had told his counsel the story that he had just related on the stand.   See People v. Tamborrino, 215 Cal.App.3d, 575, 591-92 (Cal.Ct.App.1989) (Johnson, J., dissenting).\n    \n    \n      1\n      California co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "강도",
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gary-duane-tamborrino-v-eddie-r-myers-warden-attor"
    }
  ],
  "relatedIncidents": [
    13376,
    13399,
    13428,
    13430,
    13438
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}