{
  "id": 13659,
  "title": "1992년 Snell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-04-14",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Snell. 판결일: 1992-04-14. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Commissioner of Social Services of the City of New York, as Assignee of Maria J. Snell v. David Snell\n**판결일**: 1992-04-14\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 182 A.D.2d 474\n\n## 판결문 요약\n\n\nOrder of the Family Court, New York County (George Jurow, J.), dated December 19, 1990, which denied the objection of petitioner Commissioner of Social Services to an order of the Hearing Examiner dismissing the petition, is unanimously reversed on the law, the objection sustained and the petition reinstated, without costs or disbursements.\nMaria Jane Snell is a recipient of benefits under the Aid to Families with Dependent Children benefits. Respondent David Snell, who is her husband and father of their minor daughter, Tracy, has failed to support his family since March of 1989. His current address is unknown to them. Maria Snell assigned her support rights to petitioner, the Commissioner of Social Services who, as assignee, then commenced a support proceeding under article 4 of the Family Court Act. Notice of the hearing, scheduled for June 25, 1990, was sent to Maria, while respondent was personally served on June 14, 1990 at his place of employment; there was also a mailing to David the next day at the same address. Service was deemed complete on the return date. When neither Maria nor David appeared on either that day or the adjourned date, the Hearing Examiner dismissed the Commissioner’s petition solely because of the mother’s absence. The Commissioner thereupon filed an objection to the dismissal in the Family Court, and the Judge, relying upon his own previous decision in Matter of Thom (F5532/87K) denied the objection. This was error. As this court stated in Matter...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commissioner-of-social-services-v-snell"
    }
  ],
  "relatedIncidents": [
    13375,
    13376,
    13383,
    13384,
    13390
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}