{
  "id": 13668,
  "title": "1992년 Grahn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-04-06",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Grahn. 판결일: 1992-04-06. 법원: Colorado Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Bonnie GRAHN, Plaintiff-Appellant, v. TRUCK INSURANCE EXCHANGE, Defendant-Appellee\n**판결일**: 1992-04-06\n**법원**: Colorado Court of Appeals\n**관할**: Colorado, CO\n\n**판사**: Jones, Plank, Sternberg\n\n## 변호인\n\nJohn Gehlhausen, P.C., John Gehlhausen and J. Gregory McAuliffe, Lamar, for plaintiff-appellant., Hall & Evans, Kevin E. O’Brien and Malcolm S. Mead, Denver, for defendant-appel-lee.\n\n## 인용\n\n- 827 P.2d 571\n\n## 판결문 요약\n\n\n827 P.2d 571 (1991)\nBonnie GRAHN, Plaintiff-Appellant,\nv.\nTRUCK INSURANCE EXCHANGE, Defendant-Appellee.\nNo. 90CA1169.\nColorado Court of Appeals, Div. V.\nSeptember 26, 1991.\nAs Modified on Denial of Rehearing October 31, 1991.\nCertiorari Granted April 6, 1992.\n*572 John Gehlhausen, P.C., John Gehlhausen and J. Gregory McAuliffe, Lamar, for plaintiff-appellant.\nHall &amp; Evans, Kevin E. O'Brien and Malcolm S. Mead, Denver, for defendant-appellee.\nOpinion by Chief Judge STERNBERG.\nThe plaintiff, Bonnie Grahn, appeals the summary judgment entered in favor of the defendant, Truck Insurance Exchange, the insurer. She contends the trial court erred in ruling that she failed to provide adequate proof of her wage loss claim under the Colorado Automobile Accident Reparations Act, § 10-4-701, et seq., C.R.S. (1987 Repl.Vol. 4A) (No Fault Act). The plaintiff also asserts the court erred in dismissing her claims for attorney fees, interest, and treble damages under the statute and for bad faith breach of an insurance contract. We conclude that the proof of wage loss submitted was sufficient to raise an issue of fact. Therefore, we reverse and remand for further proceedings.\nOn April 14, 1987, the plaintiff was injured in an automobile accident. The car she was driving was covered by a policy issued by the insurer. Before the accident, the plaintiff assisted her husband in a custom farming operation. After the accident, however, she was unable to work, and a worker was hired to help with...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=grahn-v-truck-insurance-exchange"
    }
  ],
  "relatedIncidents": [
    13375,
    13376,
    13383,
    13384,
    13390
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}