{
  "id": 13664,
  "title": "1992년 Dean 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-04-07",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Dean. 판결일: 1992-04-07. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: DEAN v. State\n**판결일**: 1992-04-07\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Sognier\n\n## 변호인\n\nJames A. Yancey, Jr., for appellant., W. Glenn Thomas, Jr., District Attorney, Kevin R. Gough, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 203 Ga. App. 836\n- 418 S.E.2d 117\n\n## 판결문 요약\n\n\nSognier, Chief Judge.\nMichael Edward Dean was convicted of theft by taking (motor vehicle), and he appeals contending the circumstantial evidence was insufficient to support the verdict.\nThe evidence at trial established that Eddie Michael Smith parked his Ford truck leaving the keys in the ignition when he *837stopped at a bar at 9:30 p.m. on December 15, 1989. Smith reported the truck missing at 12:30 a.m. and was then informed the truck had been involved in an accident. Smith testified that his truck was totalled in the accident and that he observed blood on the seat, floor, and dash of the passenger side of the vehicle. Rhonda Pickerin testified that she saw the truck crash into a utility pole after attempting a left turn at high speed, that she saw only one person, the driver, in the truck, and that she would have seen anyone had they been in the bed of the truck. Pickerin testified it took her no more than 10 minutes to drive to a nearby business, report the accident, and return to the accident scene, at which time a police officer had already arrived. Officer Robert Harvey of the Glynn County Police Department testified that he arrived at the accident scene at 11:12 p.m., within a minute after receiving the call over his radio, where he found only appelIlant, who was outside the truck, bleeding profusely and smelling strongly of alcohol. Harvey testified that appellant denied owning or operating the truck and claimed to have been riding in the bed of the truck. When H...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dean-v-state"
    }
  ],
  "relatedIncidents": [
    13375,
    13376,
    13383,
    13384,
    13390
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}