{
  "id": 13667,
  "title": "1992년 Danis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-04-06",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Danis. 판결일: 1992-04-06. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington, Respondent, v. Joseph Richard Guy Danis, Appellant\n**판결일**: 1992-04-06\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Forrest\n\n## 변호인\n\nRussell K. Jones, for appellant., Norm Maleng, Prosecuting Attorney, and Brenda Bannon, Deputy, for respondent.\n\n## 인용\n\n- 826 P.2d 1096\n- 64 Wash. App. 814\n\n## 판결문 요약\n\n\n64 Wn. App. 814 (1992)\n826 P.2d 1096\nTHE STATE OF WASHINGTON, Respondent,\nv.\nJOSEPH RICHARD GUY DANIS, Appellant.\nNo. 28985-3-I.\nThe Court of Appeals of Washington, Division One.\nApril 6, 1992.\n*816 Russell K. Jones, for appellant.\nNorm Maleng, Prosecuting Attorney, and Brenda Bannon, Deputy, for respondent.\nFORREST, J.\nJoseph Richard Guy Danis appeals his sentence for vehicular homicide and vehicular assault, contending that the Sentencing Reform Act of 1981 (SRA) unconstitutionally treats perpetrators of vehicular assault or vehicular homicide differently depending on whether or not multiple victims are in one car. He also challenges the restitution order. We affirm.\nOn the morning of January 10, 1991, Danis fell asleep at the wheel of his pickup truck while driving under the influence of alcohol. The truck drove off the road and collided with a utility pole. Two men were working around the pole. One of the men, Edwin Nix, was working on a ladder and was knocked off when Danis's truck collided with the pole. Nix suffered a broken arm, broken ribs, a fractured pelvis and several shoulder injuries. The other man, Carl Pruitt, was standing near the base of the utility pole and died of his injuries.\nDanis pleaded guilty to one count of vehicular homicide and one count of vehicular assault. He was sentenced to 38 months for vehicular homicide and 14 months for vehicular assault, the sentences to run concurrently. Danis was also ordered to pay approximately $29,000 in restitutio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-danis"
    }
  ],
  "relatedIncidents": [
    13384,
    13390,
    13394,
    13395,
    13410
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}