{
  "id": 13678,
  "title": "1992년 In re Johnson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-03-24",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: In re Johnson. 판결일: 1992-03-24. 법원: Court of Claims of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: In re Application of Betty Jones Johnson\n**판결일**: 1992-03-24\n**법원**: Court of Claims of Illinois\n**관할**: Illinois, IL\n\n**판사**: Montana\n\n## 변호인\n\nBetty Jones Johnson, pro se, for Claimant., Roland W. Burris, Attorney General (Charles A. Davis, Jr., Assistant Attorney General, of counsel), for Respondent.\n\n## 인용\n\n- 45 Ill. Ct. Cl. 562\n\n## 판결문 요약\n\n OPINION Montana, C.J. This claim arises out of an incident that occurred on August 1, 1991. Betty Jones Johnson, mother of the deceased victim, Darryl C. Jones, seeks compensation pursuant to the provisions of the Crime Victims Compensation Act, hereafter referred to as the Act. Ill. Rev. Stat. 1989, ch. 70, par. 71 et seq. This Court has carefully considered the application for benefits submitted on October 18, 1991, on the form prescribed by the Attorney General, and an investigatory report of the Attorney General of Illinois which substantiates matters set forth in the application. Based upon these documents and other evidence submitted to the Court, the Court finds: 1. That on August 1, 1991, the Claimants deceased son, Darryl C. Jones, age 18, was a victim of a violent crime as defined in section 72(c) of the Act, to wit, first degree murder (Ill. Rev. Stat. 1989, ch. 38, par. 9 — 1). 2. That the crime occurred in Chicago, Illinois, and all of the eligibility requirements of section 76.1 of the Act have been met. 3. That the Claimant seeks compensation for funeral and burial expenses. 4. That the Claimant incurred funeral and burial expenses in the amount of $3,393, all of which has been paid. Pursuant to section 72(h) of the Act, funeral and burial expenses are compensable to a maximum amount of $3,000. 5. That the Claimant has received no reimbursements that can be counted as an applicable deduction under section 80.1(e) of the Act. 6. That the Claimant has complied w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-johnson"
    }
  ],
  "relatedIncidents": [
    13384,
    13390,
    13394,
    13395,
    13410
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}