{
  "id": 13673,
  "title": "1992년 Helmut Stich and Karen Stich v. State of Arizona Board of Psychologist Examiners 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-03-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Helmut Stich and Karen Stich v. State of Arizona Board of Psychologist Examiners. 판결일: 1992-03-30. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Helmut Stich and Karen Stich v. State of Arizona Board of Psychologist Examiners\n**판결일**: 1992-03-30\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 959 F.2d 241\n\n## 판결문 요약\n\n959 F.2d 241\n    NOTICE: Ninth Circuit Rule 36-3 provides that dispositions other than opinions or orders designated for publication are not precedential and should not be cited except when relevant under the doctrines of law of the case, res judicata, or collateral estoppel.Helmut STICH and Karen Stich, Plaintiffs-Appellants,v.STATE OF ARIZONA BOARD OF PSYCHOLOGIST EXAMINERS, et al.,Defendants-Appellees.\n    No. 90-16288.\n    United States Court of Appeals, Ninth Circuit.\n    Submitted March 13, 1992.*Decided March 30, 1992.\n    \n      Before WISDOM,** BEEZER and TROTT, Circuit Judges.\n    \n    \n      1\n      MEMORANDUM***\n    \n    \n      2\n      Because the district court, as a court of original jurisdiction, \"has no authority to review the final determinations of a state court in judicial proceedings,\"  MacKay v. Pfeil, 827 F.2d 540, 545 (9th Cir.1987) (quotation omitted), the judgment of the district court dismissing plaintiffs' claims for lack of subject matter jurisdiction is AFFIRMED.\n    \n    \n      \n        *\n         The panel unanimously finds this case suitable for decision without oral argument.   Fed.R.App.P. 34(a);  Ninth Circuit Rule 34-4\n      \n      \n        **\n         The Honorable John Minor Wisdom, Senior United States Circuit Judge for the Fifth Circuit, sitting by designation\n      \n      \n        ***\n         This disposition is not appropriate for publication and may not be cited to or by the courts of this circuit except as provided by Ninth Cir.R. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=helmut-stich-and-karen-stich-v-state-of-arizona-bo"
    }
  ],
  "relatedIncidents": [
    13375,
    13376,
    13383,
    13384,
    13390
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}