{
  "id": 13687,
  "title": "1992년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-03-11",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1992-03-11. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: 34 Fed. R. Evid. Serv. 1206, prod.liab.rep. (Cch) P 13,088 Gary Turpin, Betty Turpin, Individually and as Parent and Natural Guardian of Brandy Turpin, a Minor v. Merrell Dow Pharmaceuticals, Inc.\n**판결일**: 1992-03-11\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 959 F.2d 1349\n\n## 판결문 요약\n\n959 F.2d 1349\n    34 Fed. R. Evid. Serv. 1206, Prod.Liab.Rep. (CCH) P 13,088Gary TURPIN, Plaintiff-Appellant,Betty Turpin, Individually and as Parent and NaturalGuardian of Brandy Turpin, a Minor, Plaintiff,v.MERRELL DOW PHARMACEUTICALS, INC., Defendant-Appellee.\n    No. 90-5690.\n    United States Court of Appeals,Sixth Circuit.\n    Argued Feb. 14, 1992.Decided March 11, 1992.\n    \n      Peter Perlman (briefed), Lexington, Ky., and Barry J. Nace (argued and briefed), Paulson, Nace, Norwind &amp; Sellinger, Washington, D.C., for plaintiff-appellant.\n      Frank W. Woodside, III (argued and briefed), Stephen M. Rosenberger (briefed), Dinsmore &amp; Shohl, Cincinnati, Ohio, for defendant-appellee.\n      Before:  MERRITT, Chief Judge;  KENNEDY and JONES, Circuit Judges.\n      MERRITT, Chief Judge.\n    \n    \n      1\n      For a judicial system founded on the premise that justice and consistency are related ideas, the inconsistent results reached by courts and juries nationwide on the question of causation in Bendectin birth defect cases are of serious concern.   In this Bendectin causation case, Judge Eugene Siler concluded that the evidence adduced on summary judgment was insufficient to allow a rational jury to find that Bendectin, a drug given to pregnant women to counteract the nausea of \"morning sickness,\" caused the minor plaintiff's birth defects.  736 F.Supp. 737.\n    \n    \n      2\n      The general issue for review here is whether the trial judge erred by withdrawing the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=34-fed-r-evid-serv-1206-prodliabrep-cch-p-13088-gary-turpin"
    }
  ],
  "relatedIncidents": [
    13375,
    13376,
    13383,
    13384,
    13390
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}