{
  "id": 13699,
  "title": "1992년 Elliott 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-02-28",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Elliott. 판결일: 1992-02-28. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Elliott v. State\n**판결일**: 1992-02-28\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: James H. Faulkner\n\n## 인용\n\n- 601 So. 2d 1118\n\n## 판결문 요약\n\n\n601 So. 2d 1118 (1992)\nKeith Barnard ELLIOTT\nv.\nSTATE.\nCR 91-50.\nCourt of Criminal Appeals of Alabama.\nFebruary 28, 1992.\nRehearing Denied April 17, 1992.\nCertiorari Denied July 31, 1992.\n*1119 Ralph E. Holt of Holt, McKenzie, Holt and Mussleman, Florence, for appellant.\nJames H. Evans, Atty. Gen., and P. David Bjurberg, Asst. Atty. Gen., for appellee.\nAlabama Supreme Court 1911179.\nJAMES H. FAULKNER, Retired Justice.\nKeith Barnard Elliott was convicted of unlawful distribution of a controlled substance. His conviction was affirmed by this court.\nElliott's Rule 32 petition was denied by the circuit court of Franklin County.\nElliott alleges that the trial court erred by denying his petition on the ground of newly discovered evidence. Elliott further alleges that he was denied effective assistance of counsel.\n\nIssue I\n\nNewly Discovered Evidence\nThe newly discovered evidence consists of Jennifer Bryant's testimony about an entry in her diary that showed that Elliott stayed with her until 10:00 p.m. on the day that he was supposed to have made the drug sale for which he was charged. Allegedly, Elliott made the drug sale on July 6, 1988 at 9:49 p.m.\nThe trial court found that information obtained from Jennifer Bryant after the trial but before sentencing was in fact available to Elliott at the time of trial or before sentencing.\nThe standard for reviewing post conviction review was stated in this court's decision in Bell v. State, 565 So. 2d 1244 (Ala.Cr.App.1990). The full stand...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=elliott-v-state"
    }
  ],
  "relatedIncidents": [
    13375,
    13376,
    13383,
    13384,
    13390
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}