{
  "id": 13694,
  "title": "1992년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-03-05",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Brown. 판결일: 1992-03-05. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Michael Andrew BROWN v. The STATE of Texas\n**판결일**: 1992-03-05\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Ellis, Junell, Pressler\n\n## 변호인\n\nJanet Seymour Morrow, Houston, for appellant., Carol M. Cameron, Houston, for appellee.\n\n## 인용\n\n- 826 S.W.2d 725\n\n## 판결문 요약\n\n\nOPINION\nJUNELL, Justice.\nThis appeal focuses on whether the arrest of the appellant was legal. The jury found appellant guilty of possession of cocaine weighing less than 28 grams. The jury also found that appellant had two pri- or felony convictions and sentenced him to thirty years confinement.\nThe appellant was stopped on April 25, 1989 at about 1:30 p.m. after Harris County Deputy Constable Billy Washington spotted him in the area of a recent armed robbery. Deputy Washington saw appellant leaving a Sonic Express restaurant. The appellant was suspected of robbing Bambolino’s, a pizza restaurant in the area. Another deputy constable, Deputy What-ley, relayed a description of the robber to Deputy Washington. Whatley described the robber as a black man wearing a white cap, a blue shirt with a tank top, and blue pants. This description was given to What-ley by Mark Padilla, the manager of Bam-bolino’s. Padilla had seen the robber at the time the robbery occurred. Appellant was stopped by Deputy Washington, who spotted the appellant about two blocks from Bambolino’s leaving the Sonic Express fast food restaurant.\nDeputy Washington called for assistance and Deputy Justin Melody responded. The two constables stopped the appellant near the apartment complex where he lived. Deputy Melody pulled up behind the appellant and Deputy Washington pulled in front of the appellant, blocking appellant in. Deputy Melody unsnapped his gun holster, but did not remove the gun. They ordered appe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brown-v-state"
    }
  ],
  "relatedIncidents": [
    13376,
    13399,
    13428,
    13430,
    13438
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}