{
  "id": 13702,
  "title": "1992년 Reynolds 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-02-28",
  "location": "Maine, ME, USA",
  "summary": "미국 Maine, ME 법원 판결 사건. 사건명: Reynolds. 판결일: 1992-02-28. 법원: Supreme Judicial Court of Maine.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Maine v. Alexander REYNOLDS, Robert Day and Lester E. Feltis\n**판결일**: 1992-02-28\n**법원**: Supreme Judicial Court of Maine\n**관할**: Maine, ME\n\n**판사**: Clifford, Collins, Glassman, McKUSICK, Roberts, Wathen\n\n## 변호인\n\nWilliam R. Anderson, Dist. Atty., David Spencer, Asst. Dist. Atty., Wiscasset, for plaintiff., Charles Devoe, Damariscotta, for Reynolds., Samuel G. Cohen, Waldoboro, for Day., Robert B. Cumler, Davidson & Cumler, Waldoboro, for Feltis.\n\n## 인용\n\n- 604 A.2d 911\n\n## 판결문 요약\n\n\n604 A.2d 911 (1992)\nSTATE of Maine\nv.\nAlexander REYNOLDS, Robert Day and Lester E. Feltis.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs January 24, 1992.\nDecided February 28, 1992.\nWilliam R. Anderson, Dist. Atty., David Spencer, Asst. Dist. Atty., Wiscasset, for plaintiff.\nCharles Devoe, Damariscotta, for Reynolds.\nSamuel G. Cohen, Waldoboro, for Day.\nRobert B. Cumler, Davidson &amp; Cumler, Waldoboro, for Feltis.\nBefore McKUSICK, C.J., and ROBERTS, WATHEN, GLASSMAN, CLIFFORD and COLLINS, JJ.\nCOLLINS, Justice.\nAlexander Reynolds, Robert Day and Lester E. Feltis appeal from their convictions, after a jury trial in the Superior Court (Lincoln County, Perkins, J.), on one *912 count of gross sexual assault each. The three appeal their convictions on various grounds. Because we find no merit in their contentions, we affirm.\n\nI.\nThe defendants contend that the trial court erred by refusing to give the jury an instruction on the use of evidence of the victim's prior conviction. On cross-examination, the victim admitted that she had been convicted of theft. At the appropriate juncture, defendant Feltis asked the court to issue an instruction on the use of that testimony. Because Feltis made a timely objection to the court's instructions, we review them, in their entirety, for legal error. Towle v. Aube, 310 A.2d 259, 266 (Me.1973). A party is entitled to have a requested instruction given only if it is, inter alia, not already sufficiently covered in the instructions. Id.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-reynolds"
    }
  ],
  "relatedIncidents": [
    13465,
    13500,
    13539,
    13570,
    13584
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}