{
  "id": 13709,
  "title": "1992년 Payton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-02-19",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Payton. 판결일: 1992-02-19. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Iowa, Appellee, v. Jon Linley PAYTON, Appellant\n**판결일**: 1992-02-19\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Andreasen, Carter, Harris, Lavorato, McGIVERIN\n\n## 변호인\n\nKarla J. Fultz, Des Moines, for appellant., Bonnie J. Campbell, Atty. Gen., Sheryl A. Soich, Asst. Atty. Gen., John P. Sarcone, County Atty., and Scott Rosenberg, Asst. County Atty., for appellee.\n\n## 인용\n\n- 481 N.W.2d 325\n\n## 판결문 요약\n\n\n481 N.W.2d 325 (1992)\nSTATE of Iowa, Appellee,\nv.\nJon Linley PAYTON, Appellant.\nNo. 91-336.\nSupreme Court of Iowa.\nFebruary 19, 1992.\n*326 Karla J. Fultz, Des Moines, for appellant.\nBonnie J. Campbell, Atty. Gen., Sheryl A. Soich, Asst. Atty. Gen., John P. Sarcone, County Atty., and Scott Rosenberg, Asst. County Atty., for appellee.\nConsidered by McGIVERIN, C.J., and HARRIS, CARTER, LAVORATO, and ANDREASEN, JJ.\nHARRIS, Justice.\nDefendant Jon Linley Payton assigns two errors on appeal following his convictions of four sexual abuse violations. We find no error in either assignment and affirm the convictions.\nThe defendant was originally charged with two counts of second-degree sexual abuse in violation of Iowa Code section 709.3(2) (1989), and two counts of third-degree sexual abuse in violation of Iowa Code section 709.4(3). There were four convictions: one of second-degree sexual abuse; one of third-degree sexual abuse; and two of assault with intent to commit sexual abuse. Victims were defendant's three minor children, then five, seven and twelve years of age. Although defendant denies they occurred, numerous incidents (digital penetration and fondling of the children's genitalia) were shown.\nThe children testified that defendant told them not to tell anyone of the incidents and threatened to hurt them or other family members if they did so. The twelve-year-old, a daughter, on occasion escaped through a window when she heard defendant approaching her room in order to avoid ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-payton"
    }
  ],
  "relatedIncidents": [
    13383,
    13405,
    13459,
    13497,
    13568
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}