{
  "id": 13706,
  "title": "1992년 McKinney 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-02-24",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: McKinney. 판결일: 1992-02-24. 법원: District Court, D. Maryland.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America v. Barbara A. McKINNEY\n**판결일**: 1992-02-24\n**법원**: District Court, D. Maryland\n**관할**: Maryland, MD\n\n**판사**: Walter E. Black, Jr.\n\n## 변호인\n\nBreckinridge L. Willcox, U.S. Atty., Barbara S. Sale, Esq. and Joyce K. McDonald, Assts. U.S. Atty., for plaintiff., Fred Warren Bennett, Federal Public Defender, Anthony R. Gallagher, and Donna M. D’Alessio, Assts. Federal Public Defender, for defendant.\n\n## 인용\n\n- 785 F. Supp. 1214\n\n## 판결문 요약\n\n\n785 F.Supp. 1214 (1992)\nUNITED STATES of America\nv.\nBarbara A. McKINNEY.\nCr. No. B-89-0466.\nUnited States District Court, D. Maryland.\nFebruary 24, 1992.\n*1215 Breckinridge L. Willcox, U.S. Atty., Barbara S. Sale, Esq. and Joyce K. McDonald, Assts. U.S. Atty., for plaintiff.\nFred Warren Bennett, Federal Public Defender, Anthony R. Gallagher, and Donna M. D'Alessio, Assts. Federal Public Defender, for defendant.\nWALTER E. BLACK, Jr., District Judge.\nThis is a criminal case arising out of the failure of the Maryland-chartered Community Saving &amp; Loan Association. Defendants Tom J. Billman, Clayton C. McCuistion, Barbara A. McKinney and Crysopt Corporation (\"Crysopt\") have been named in a 20-count indictment which includes charges of conspiracy to commit wire and mail fraud, substantive wire and mail fraud, as well as criminal violation of the Racketeer Influenced and Corrupt Organizations *1216 Act (\"RICO\"), 18 U.S.C. § 1961, et seq. While McCuistion, McKinney and Crysopt have appeared at arraignment and pled not guilty to the indictment, Billman remains at large, despite the fact that a warrant for his arrest was issued as far back as December 21, 1988. Presently pending before the Court is Defendant McKinney's Motion to Suppress Electronic Surveillance Evidence.\nMcKinney's motion concerns evidence gathered as a result of three orders, issued by District Judge Albert V. Bryan, Jr. of the United States District Court for the Eastern District of Virginia, authorizing the int...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-mckinney"
    }
  ],
  "relatedIncidents": [
    13375,
    13404,
    13469,
    13473,
    13484
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}