{
  "id": 13704,
  "title": "1992년 600 West 115th Street Corp. v. 600 West 115th Street Condominium 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-02-27",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: 600 West 115th Street Corp. v. 600 West 115th Street Condominium. 판결일: 1992-02-27. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: 600 West 115th Street Corp. v. 600 West 115th Street Condominium\n**판결일**: 1992-02-27\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 180 A.D.2d 598\n\n## 판결문 요약\n\n\nOrder, Supreme Court, New York County (Shirley Fingerhood, J.), entered on or about July 3, 1990, which, inter alia, dismissed plaintiffs first and second causes of action without prejudice to their reinstatement in the event of a reversal of the judgment entered in the CPLR article 78 proceeding plaintiff brought against the Department of Consumers Affairs, modified, on the law, to grant defendant 600 West 115th Street Condominium’s motion for summary judgment to the extent of declaring in connection with the first cause of action, that such defendant’s consent is required for plaintiff to erect and maintain a sidewalk cafe appurtenant to the building located at 600 West 115th Street, and dismissing the second cause of action, unconditionally, and otherwise affirmed, without costs.\nDefendant Condominium is the owner of the land, building and Common Elements. Under the Declaration and By-laws, Common Elements are defined to include sidewalks and all things appurtenant to the building. Commercial Unit owners have an easement to renovate the Storefronts. While Storefronts are not specifically defined, it appears from the Declaration and supporting documents that the reference is to the exterior walls of the building itself, including door and windows. Additional easements are granted for signs at or around the space abutting the Commercial Unit and for ingress and egress, nothing more. Article 5 of the Declaration limits the right of the Commercial Unit owner to renovate witho...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "미국",
    "판례",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=600-west-115th-street-corp-v-600-west-115th-street-condominium"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-coppedge"
    }
  ],
  "relatedIncidents": [
    13384,
    13390,
    13394,
    13395,
    13410
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}