{
  "id": 13701,
  "title": "1992년 In Re Huerta 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-02-28",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: In Re Huerta. 판결일: 1992-02-28. 법원: United States Bankruptcy Court, C.D. California.",
  "description": "## 사건 정보\n\n**사건명**: In Re Gilbert G. HUERTA and Yvonne M. Huerta, Debtors\n**판결일**: 1992-02-28\n**법원**: United States Bankruptcy Court, C.D. California\n**관할**: California, CA\n\n**판사**: Lynne Riddle\n\n## 변호인\n\nRobert R. Winterbotham, Riverside, Cal., for debtor., Edward G. Schloss, Los Angeles, Cal., for objecting creditor.\n\n## 인용\n\n- 137 B.R. 356\n\n## 판결문 요약\n\n\n137 B.R. 356 (1992)\nIn re Gilbert G. HUERTA and Yvonne M. Huerta, Debtors.\nBankruptcy No. SBX 91-21231 LR.\nUnited States Bankruptcy Court, C.D. California.\nFebruary 28, 1992.\n*357 *358 *359 *360 Robert R. Winterbotham, Riverside, Cal., for debtor.\nEdward G. Schloss, Los Angeles, Cal., for objecting creditor.\nMEMORANDUM OF DECISION DENYING CONFIRMATION OF DEBTORS' CHAPTER 13 PLAN AND DISMISSING DEBTORS' CASE WITH PREJUDICE\nLYNNE RIDDLE, Bankruptcy Judge.\nThe hearing on confirmation of the proposed Chapter 13 Plan of Gilbert G. Huerta and Yvonne M. Huerta (hereinafter \"Debtors\") came on regularly on November 25, 1991, before the undersigned United States Bankruptcy Judge. Robert G. Winterbotham, Esq. appeared for Debtors; Steven Lawrence, Esq. appeared for Chapter 13 Trustee, Shannon J. Haney (hereinafter \"Trustee\"); and, Franklin C. Adams, Esq. appeared specially for Edward G. Schloss, Esq., counsel for objecting creditor, Goldome Realty Credit Corporation (hereinafter \"Goldome\"). The hearing was continued to December 16, 1991, to provide the Debtors an opportunity to respond to Goldome's objection to confirmation of the plan.\n\nBRIEF SUMMARY OF ARGUMENTS\nGoldome holds a promissory note secured by a first deed of trust on the Huerta residence; the obligation is in default. Debtors' present Chapter 13 was filed only two months after the dismissal of their prior case, also filed under Chapter 13. At the time of dismissal the Goldome note was two months in arrears (a sum of appro...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-huerta"
    }
  ],
  "relatedIncidents": [
    13375,
    13376,
    13383,
    13384,
    13390
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}