{
  "id": 13700,
  "title": "1992년 State v. Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-02-28",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: State v. Smith. 판결일: 1992-02-28. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Nebraska, Appellee, v. William K. Smith, Appellant\n**판결일**: 1992-02-28\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Boslaugh, Caporale, Fahrnbruch, Grant, Hastings, Shanahan, White\n\n## 변호인\n\nThomas M. Kenney, Douglas County Public Defender, and Brian S. Munnelly for appellant., Don Stenberg, Attorney General, and Donald A. Kohtz for appellee.\n\n## 인용\n\n- 480 N.W.2d 705\n- 240 Neb. 97\n\n## 판결문 요약\n\n\n480 N.W.2d 705 (1992)\n240 Neb. 97\nSTATE of Nebraska, Appellee,\nv.\nWilliam K. SMITH, Appellant.\nNo. S-90-1152.\nSupreme Court of Nebraska.\nFebruary 28, 1992.\n*706 Thomas M. Kenney, Douglas County Public Defender, and Brian S. Munnelly, Omaha, for appellant.\nDon Stenberg, Atty. Gen., and Donald A. Kohtz, Lincoln, for appellee.\nHASTINGS, C.J., and BOSLAUGH, WHITE, CAPORALE, SHANAHAN, GRANT, and FAHRNBRUCH, JJ.\nFAHRNBRUCH, Judge.\nWilliam K. Smith appeals his conviction and life sentence for the second degree murder of 15-year-old Raymond M. Witt, who died of multiple injuries after he was beaten, his head was banged against a guardrail, and he was thrown from a balcony to a concrete loading dock some 21 feet below the balcony.\nHaving waived a jury trial, Smith was tried by a judge of the district court for Douglas County.\nOn appeal, the defendant claims (1) that the evidence was insufficient to convict him of second degree murder and (2) that the sentence imposed by the trial judge is excessive. We affirm Smith's conviction and the sentence imposed by the trial judge.\nIn determining the sufficiency of the evidence to support a finding of guilt in a criminal case, an appellate court does not resolve conflicts in the evidence, determine the plausibility of explanations, or weigh the evidence. Those matters are for the finder of fact, whose findings must be sustained if, taking the view most favorable to the State, there is sufficient evidence to support them. State v. Laymon, 239 N...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-smith"
    }
  ],
  "relatedIncidents": [
    13384,
    13390,
    13394,
    13395,
    13410
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}