{
  "id": 13717,
  "title": "1992년 State ex rel. Fant v. Clerk of Courts 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-02-12",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State ex rel. Fant v. Clerk of Courts. 판결일: 1992-02-12. 법원: Ohio Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The State, ex rel. Fant v. Clerk of Courts, East Cleveland Municipal Court\n**판결일**: 1992-02-12\n**법원**: Ohio Supreme Court\n**관할**: Ohio, OH\n\n**판사**: Brown, Douglas, Holmes, Moyer, Only, Resnick, Sweeney, Wright\n\n## 변호인\n\n\n\nHenry J. Fant, pro se.\n, James H. Hewitt, Director of Law, and Rufus Sims, for appellee.\n\n## 인용\n\n- 62 Ohio St. 3d 530\n\n## 판결문 요약\n\n\n\nPer Curiam.\n\nThe court of appeals stated no reasons for its action in dismissing the complaint. However, it sustained the motion to dismiss which contended that under Civ.R. 12(B)(6) appellant’s complaint failed to state a claim upon which relief can be granted. The rule provides:\n“Every defense, in law or fact, to a claim for relief in any pleading, * * * shall be asserted in the responsive pleading thereto * * *, except that the following defenses may at the option of the pleader be made by motion: * * * (6) failure to state a claim upon which relief can be granted * * *.”\nProcedurally, the action was appropriate, and, substantively, the complaint did not state a claim upon which relief could be granted. The court of appeals acted properly. O’Brien v. Univ. Community Tenants Union, Inc. (1975), 42 Ohio St.2d 242, 71 O.O.2d 223, 327 N.E.2d 753, syllabus. In State, ex rel. Westchester Estates, Inc., v. Bacon (1980), 61 Ohio St.2d 42, 15 O.O.3d 53, 399 N.E.2d 81, at paragraph one of the syllabus, we reiterated the basic requirements for the issuance of a writ of mandamus:\n“In order to grant a writ of mandamus, a court must find that the relator has a clear legal right to the relief prayed for, that the respondent is under a clear legal duty to perform the requested act, and that relator has no plain and adequate remedy at law. * * * ”\nThe gravamen of appellant’s complaint is that he was entitled to have an immediate designation from the clerk of courts of the trial date. Did...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-fant-v-clerk-of-courts"
    }
  ],
  "relatedIncidents": [
    13375,
    13376,
    13383,
    13384,
    13390
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}