{
  "id": 13719,
  "title": "1992년 Delgado 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-02-10",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Delgado. 판결일: 1992-02-10. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Alberto Delgado\n**판결일**: 1992-02-10\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 180 A.D.2d 693\n\n## 판결문 요약\n\n\nAppeal by the defendant from a judgment of the Supreme Court, Kings County (Greenberg, J.), rendered January 8, 1990, convicting him of robbery in the second degree, upon a jury verdict, and imposing sentence.\nOrdered that the judgment is affirmed.\nThe defendant was charged with several crimes, including unauthorized use of a vehicle in the first degree. On appeal, the defendant argues that the court’s Sandoval ruling was improper because it allowed the prosecutor to cross-examine him concerning a prior conviction for unauthorized use of a vehicle. We disagree.\nUnauthorized use of a vehicle is an offense related to theft (see, Penal Law § 165.08). This court has noted on many occasions that a defendant’s convictions relating to theft are \"particularly” or \"highly” relevant to his credibility and willingness to further his self-interest at the expense of society *694(People v Moore, 168 AD2d 463; People v Winfield, 145 AD2d 449; People v Wendel, 123 AD2d 410; People v Wright, 112 AD2d 179). Further, the fact that a defendant specializes in one type of criminal activity should not shield him from impeachment (see, People v Fana, 142 AD2d 684; People v Pavao, 59 NY2d 282; People v Rahman, 62 AD2d 968, affd 46 NY2d 882).\nIn any event, as the People note, in light of the fact that the charge of unauthorized use of a vehicle in the first degree was dismissed before the case was submitted to the jury, any error in the court’s Sandoval ruling was harmless. Clearly, the jurors’ knowl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-delgado"
    }
  ],
  "relatedIncidents": [
    13376,
    13399,
    13428,
    13430,
    13438
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}