{
  "id": 13710,
  "title": "1992년 Spratt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-02-19",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Spratt. 판결일: 1992-02-19. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Charles D. Spratt, Jr. v. Mark A. Spratt\n**판결일**: 1992-02-19\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Pooler\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Davoli, McMahon, Kublick & Stanley, P. C. (Elizabeth Mc-Ginty of counsel), for defendant. Grosso & St. Leger (Michael St. Leger of counsel), for plaintiff.\n\n## 인용\n\n- 154 Misc. 2d 360\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nRosemary S. Pooler, J.\nDefendant Mark Spratt moves for an order dismissing this action (which seeks damages for injuries sustained in a motor vehicle accident) on the ground that plaintiff Charles Spratt failed to achieve personal jurisdiction over him within the applicable three-year Statute of Limitations. (CPLR 214.)\n*361The motor vehicle accident in which Charles Spratt sustained his injuries occurred on July 23, 1988. On July 23, 1991, plaintiffs process server served a summons with notice on defendant’s father, Mark E. Spratt. No claim has been made that this part of the service under CPLR 308 (2) was insufficient. Mailing of the summons with notice took place within 20 days after service on defendant’s father (CPLR 308 [2]) but after the statutory period for commencement of a negligence action (CPLR 214) had expired.\nThe central question posed by this motion, then, is whether both acts of service (delivery to a person of suitable age and discretion and mailing) under CPLR 308 (2) must occur within the applicable Statute of Limitations or whether the performance of the first of these acts tolls the Statute of Limitations at least for the 20 days allowed by CPLR 308 (2) for performance of the second.\nPrior to amendment in 1988, CPLR 308 (2) required only that both acts (delivery and mailing) take place. The statute was silent as to the length of time which could intervene between performance of the first act and performance of the second. Chapter 12...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=spratt-v-spratt"
    }
  ],
  "relatedIncidents": [
    13375,
    13376,
    13383,
    13384,
    13390
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}