{
  "id": 13729,
  "title": "1992년 Dante Carnessale v. United States Senators, Alan Cranston and Pete Wilson, in Their Private Capacity 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-01-14",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Dante Carnessale v. United States Senators, Alan Cranston and Pete Wilson, in Their Private Capacity. 판결일: 1992-01-14. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Dante Carnessale v. United States Senators, Alan Cranston and Pete Wilson, in Their Private Capacity\n**판결일**: 1992-01-14\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 952 F.2d 1399\n\n## 판결문 요약\n\n952 F.2d 1399\n    NOTICE: Ninth Circuit Rule 36-3 provides that dispositions other than opinions or orders designated for publication are not precedential and should not be cited except when relevant under the doctrines of law of the case, res judicata, or collateral estoppel.Dante CARNESSALE, Plaintiff-Appellant,v.United States Senators, Alan CRANSTON and Pete Wilson, intheir Private Capacity, Defendants-Appellees.\n    No. 91-55222.\n    United States Court of Appeals, Ninth Circuit.\n    Submitted Jan. 9, 1992.*Decided Jan. 14, 1992.\n    \n      Before WALLACE, Chief Judge, and SNEED and ALARCON, Circuit Judges.\n    \n    \n      1\n      MEMORANDUM**\n    \n    \n      2\n      Dante Carnessale appeals pro se the district court's order dismissing with prejudice his action challenging the conduct of the Senate during the 1986 impeachment trial of former United States District Judge Harry E. Claiborne.   Carnessale argues that Senator Alan Cranston and former Senator Pete Wilson breached their duty to vote whether to disqualify Claiborne from holding future federal office.   We have jurisdiction under 28 U.S.C. &#167; 1291 and affirm.1\n    \n    \n      3\n      \" 'The concepts of standing and political question are separate aspects of justiciability, and either the absence of standing or the presence of a political question precludes a federal court, under article III of the Constitution, from hearing or deciding the case presented.' \"   No GWEN Alliance of Lane County, Inc. v. Aldridge...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dante-carnessale-v-united-states-senators-alan-cra"
    }
  ],
  "relatedIncidents": [
    13375,
    13376,
    13383,
    13384,
    13390
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}