{
  "id": 13724,
  "title": "1992년 Townewest Homeowners Ass'n v. Warner Communication Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-01-30",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Townewest Homeowners Ass'n v. Warner Communication Inc.. 판결일: 1992-01-30. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: TOWNEWEST HOMEOWNERS ASSOCIATION, INC. and Wingate Homeowners Association, Inc., Appellants, v. WARNER COMMUNICATION INC. and Houston Cable TV, Inc., Appellees\n**판결일**: 1992-01-30\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Junell, Robertson and Draughn, Jj., Concur\n\n## 변호인\n\nCheryle R. Johnston, Houston, for appellants., Ronald G. Wiesenthal, Alvin L. Zimmerman, Houston, for appellees.\n\n## 인용\n\n- 826 S.W.2d 638\n\n## 판결문 요약\n\n\n826 S.W.2d 638 (1992)\nTOWNEWEST HOMEOWNERS ASSOCATION, INC. and Wingate Homeowners Association, Inc., Appellants,\nv.\nWARNER COMMUNICATION INC. and Houston Cable TV, Inc., Appellees.\nNo. C14-91-00438-CV.\nCourt of Appeals of Texas, Houston (14th Dist.).\nJanuary 30, 1992.\nRehearing Denied April 2, 1992.\n*639 Cheryle R. Johnston, Houston, for appellants.\nRonald G. Wiesenthal, Alvin L. Zimmerman, Houston, for appellees.\nBefore JUNELL, ROBERTSON and DRAUGHN, JJ., concur.\n\nOPINION\nROBERTSON, Justice.\nThis is an appeal from a summary judgment denying Townewest Homeowners Association, Inc. (Townewest) and Wingate Homeowners Association, Inc. (Wingate) a cause of action for breach of contract. Appellants contend that the trial court erred as a matter of law in holding that the contract claim was barred by limitations and finding that no fact issue existed which would preclude summary judgment. We reverse.\nIn 1979 the predecessor of each appellant entered into contracts with the predecessor of the appellees allowing the latter the right to install cable TV equipment in the appellants' subdivisions. In exchange, the appellees agreed to pay the appellants a percentage of the gross receipts from each subdivision. Payments were to be made on a quarterly basis and, in regard to the contracts acquired by Wingate, the term was for 30 years. Then in March 1986, appellees sent a letter informing the appellants of their intention to discontinue payments because of \"Public Law 9021.\" Appellants f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=townewest-homeowners-assn-v-warner-communication-inc"
    }
  ],
  "relatedIncidents": [
    13375,
    13376,
    13383,
    13384,
    13390
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}