{
  "id": 13727,
  "title": "1992년 Barrs 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-01-16",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Barrs. 판결일: 1992-01-16. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Barrs v. the State\n**판결일**: 1992-01-16\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Cooper, McMurray, Sognier\n\n## 변호인\n\nStarling & Starling, Donald A. Starling, for appellant., Harry D. Dixon, Jr., District Attorney, John A. Rumker, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 414 S.E.2d 733\n- 202 Ga. App. 520\n\n## 판결문 요약\n\n\n202 Ga. App. 520 (1992)\n414 S.E.2d 733\nBARRS\nv.\nTHE STATE.\nA92A0084.\nCourt of Appeals of Georgia.\nDecided January 16, 1992.\nStarling &amp; Starling, Donald A. Starling, for appellant.\nHarry D. Dixon, Jr., District Attorney, John A. Rumker, Assistant District Attorney, for appellee.\nMcMURRAY, Presiding Judge.\nDefendant Barrs appeals his conviction of the offense of burglary. Held:\n1. Defendant enumerates as error the denial of his motion for mistrial on the grounds that his character was improperly brought into evidence by the testimony of police officer Willis that when he saw defendant on a specified date, he had other business with defendant and was already looking for him. \"`[T]he State cannot rebut or question the presumption of a defendant's good character unless the defendant first chooses to place his character in issue....' [Cit.]\" Warren v. State, 197 Ga. App. 23, 24 (2), 25-26 (397 SE2d 484). In the case sub judice, there is no question as to whether defendant placed his character in issue and we are solely concerned with whether the testimony elicited violated this restriction on the State's actions. Whether statements that impermissibly place defendant's character in issue are so prejudicial as to warrant a mistrial is generally for the discretion of the trial court which will not be disturbed in the absence of abuse of that discretion. Freese v. State, 196 Ga. App. 761, 762 (1), 763 (396 SE2d 922).\nThe testimony at issue in the case sub judice, that a police off...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=barrs-v-state"
    }
  ],
  "relatedIncidents": [
    13376,
    13399,
    13428,
    13430,
    13438
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}