{
  "id": 13734,
  "title": "1992년 Wishom 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-01-07",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Wishom. 판결일: 1992-01-07. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Gregory WISHOM, Appellant Gregory WISHOM v. STATE of Missouri\n**판결일**: 1992-01-07\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crist, Pudlowski, Stephan\n\n## 변호인\n\nWilliam J. Shaw, Clayton, Susan L. Hogan, Kansas City, for appellant., William L. Webster, Atty. Gen., Robin H. Grissom, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 824 S.W.2d 101\n\n## 판결문 요약\n\n\nCRIST, Judge.\nAppeal from jury convictions of Murder in the First Degree and Armed Criminal Action, for which Defendant was sentenced to consecutive terms of life imprisonment, and from the denial of his Rule 29.15 motion. The sufficiency of the evidence to sustain the convictions is not in dispute, and therefore a brief statement of facts will suffice.\nIn the early morning of April 26, 1988, Defendant telephoned Victim and asked him to come pick him up. Victim drove to Defendant’s residence, picked up Defendant, and the two returned to Victim’s residence in Florissant. Defendant drank a beer and some Jack Daniels. Victim drank Royal Salute. An altercation then occurred in which Defendant stabbed Victim twelve times. Victim also had three incised wounds to his hands considered “defense wounds,” a fracture of the right humerus, and numerous abrasions. Victim’s body was found on the evening of April 26,1988. On May 3, 1988, Defendant was arrested at the hospital where he had undergone surgery for lacerations of his hand. When first questioned, Defendant denied any involvement with Victim’s murder, and later gave two conflicting versions of how and why he stabbed Victim.\nFor his first point, Defendant asserts the trial court erred in admitting into evidence a photostatic copy of the police booking sheet pertaining to Defendant’s arrest. Specifically he claims this admission violated the best evidence rule because the entries purporting to show he was given his medication and wa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-wishom"
    }
  ],
  "relatedIncidents": [
    13384,
    13390,
    13394,
    13395,
    13410
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}