{
  "id": 13731,
  "title": "1992년 Payne 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1992-01-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Payne. 판결일: 1992-01-13. 법원: United States Tax Court.",
  "description": "## 사건 정보\n\n**사건명**: CLIFFORD L. PAYNE AND JAN F. PAYNE v. COMMISSIONER OF INTERNAL REVENUE\n**판결일**: 1992-01-13\n**법원**: United States Tax Court\n**관할**: USA, Federal\n\n## 변호인\n\nEdwin B. Tatum , for petitioners.  Pamelya P. Herndon , for respondent.  \n\n## 인용\n\n- 63 T.C.M. 1778\n- 1992 Tax Ct. Memo LEXIS 34\n- 1992 T.C. Memo. 22\n\n## 판결문 요약\n\nCLIFFORD L. PAYNE AND JAN F. PAYNE, Petitioners v. COMMISSIONER OF INTERNAL REVENUE, RespondentPayne v. CommissionerDocket No. 23636-90United States Tax CourtT.C. Memo 1992-22; 1992 Tax Ct. Memo LEXIS 34; 63 T.C.M. (CCH) 1778; T.C.M. (RIA) 92022; January 13, 1992, Filed *34  An order will be entered dismissing this case for lack of jurisdiction.  Edwin B. Tatum, for petitioners. Pamelya P. Herndon, for respondent.  DAWSON, Judge.  DAWSONMEMORANDUM OPINION Respondent's motion to dismiss for lack of jurisdiction was assigned to Special Trial Judge D. Irvin Couvillion for hearing, consideration, and ruling thereon pursuant to section 7443A(b)(4) and Rules 180, 181, and 183. 1 The Court agrees with and adopts the opinion of the Special Trial Judge which is set forth below. OPINION OF THE SPECIAL TRIAL JUDGE COUVILLION, Special Trial Judge: Respondent determined a deficiency of $ 63,810 in petitioners' 1985 Federal income tax and additions to tax under section 6653(a)(1) and (2), respectively, of $ 3,191 and 50 percent of the interest due on the underpayment of $ 63,810, and the addition to tax under section*35  6661 of $ 15,953.  Respondent has moved to dismiss for lack of jurisdiction on the ground that the petition was not timely filed within the 90-day period prescribed by section 6213(a).  Petitioners filed a notice of objection and respondent filed a response thereto.  The motion was calendared for hearing at which evidence was adduced. At the time the petition was filed, pe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=payne-v-commissioner"
    }
  ],
  "relatedIncidents": [
    13375,
    13376,
    13383,
    13384,
    13390
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}