{
  "id": 13743,
  "title": "1991년 Samuels 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-12-30",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Samuels. 판결일: 1991-12-30. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: David Samuels v. Herbert Rosenberg\n**판결일**: 1991-12-30\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 178 A.D.2d 639\n\n## 판결문 요약\n\n\nIn an action, inter alia, to recover damages for fraud and conspiracy, the plaintiff appeals from an order and judgment (one paper) of the Supreme Court, Westchester County (Burrows, J.), entered February 20, 1990, which, upon granting the defendant’s motion, dismissed the complaint.\n*640Ordered that the order and judgment is reversed, on the law, without costs or disbursements, the defendant’s motion is denied, and the complaint is reinstated.\nOn or about May 9, 1989, the plaintiff David Samuels commenced a pro se action against the defendant by serving him with a summons without a complaint. On May 24, 1989, the defendant responded by serving a notice of appearance and a demand for a complaint. When no complaint was served, on June 26, 1989, the defendant moved to dismiss the action. Thereafter, the plaintiff served a complaint, but did not serve an affidavit of merit and proffered no reasonable excuse for the failure to timely serve a complaint. By order and judgment entered September 8, 1989, the Supreme Court, Westchester County (Burrows, J.), granted the defendant’s motion and dismissed the complaint.\nOn October 9, 1989, the plaintiff served a new summons with a complaint. The defendant moved to dismiss the action. By order and judgment (one paper) entered February 20, 1990, the Supreme Court dismissed this second action, which had been brought within the period of the Statute of Limitations, based upon the principle of res judicata. This was error. As noted in the Pra...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=samuels-v-rosenberg"
    }
  ],
  "relatedIncidents": [
    13742,
    13751,
    13758,
    13789,
    13836
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}