{
  "id": 13751,
  "title": "1991년 Sherman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-12-23",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Sherman. 판결일: 1991-12-23. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff, v. Richard L. SHERMAN, Defendant\n**판결일**: 1991-12-23\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Tenney\n\n## 변호인\n\nOtto B. Obermaier, U.S. Atty., S.D.N.Y., New York City (Jonathan D. Schwartz, of counsel), for plaintiff., Eric J. Weiss, P.C., Clifton, N.J. (Eric J. Weiss, of counsel), for defendant.\n\n## 인용\n\n- 782 F. Supp. 866\n\n## 판결문 요약\n\n\n782 F. Supp. 866 (1991)\nUNITED STATES of America, Plaintiff,\nv.\nRichard L. SHERMAN, Defendant.\nNo. 79 Cr. 103 (CHT).\nUnited States District Court, S.D. New York.\nDecember 23, 1991.\n*867 Otto B. Obermaier, U.S. Atty., S.D.N.Y., New York City (Jonathan D. Schwartz, of counsel), for plaintiff.\nEric J. Weiss, P.C., Clifton, N.J. (Eric J. Weiss, of counsel), for defendant.\n\nOPINION\nTENNEY, District Judge.\nDefendant Richard L. Sherman has moved to have his record of conviction and all records relating to that conviction expunged. For the reasons set forth below, the motion is denied.\n\nBACKGROUND\nIn February 1979, Sherman pleaded guilty to one felony count of medicaid fraud and one felony count of income tax evasion. In May 1979, the court sentenced Sherman to a term of imprisonment of two years for each count, with the terms to run concurrently. However, execution of sentence was suspended and Sherman was placed on probation for a period of three years, with the special condition that he perform community service. Judgment and Probation/Commitment Order of May 1, 1979, Judge Charles H. Tenney.\nAs a result of his guilty plea, Sherman's license to practice chiropractic medicine in the state of New York was suspended for three years. In addition, Sherman was put on probation for a period of two years in the state of Florida, where he currently resides. Affidavit of Richard L. Sherman (sworn to July 2, 1991) (\"Aff. I\") at 1.\nSherman's return to the field of chiropracty has apparently ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-sherman"
    }
  ],
  "relatedIncidents": [
    13742,
    13743,
    13758,
    13789,
    13836
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}