{
  "id": 13759,
  "title": "1991년 Powell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-12-18",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Powell. 판결일: 1991-12-18. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: David POWELL, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1991-12-18\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Osborn, Woodard and Koehler\n\n## 변호인\n\nRalph H. Brock, Chuck Lanehart, Chap-pell, Lanehart & Aldridge, Lubbock, for appellant., Richard Barajas, Dist. Atty., Fort Stockton, for appellee.\n\n## 인용\n\n- 822 S.W.2d 231\n\n## 판결문 요약\n\n\n822 S.W.2d 231 (1991)\nDavid POWELL, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 08-90-00348-CR.\nCourt of Appeals of Texas, El Paso.\nDecember 18, 1991.\nRalph H. Brock, Chuck Lanehart, Chappell, Lanehart &amp; Aldridge, Lubbock, for appellant.\nRichard Barajas, Dist. Atty., Fort Stockton, for appellee.\nBefore OSBORN, WOODARD and KOEHLER, JJ.\n\nOPINION\nKOEHLER, Justice.\nA jury convicted David Powell, Appellant, of murder, and the trial court assessed punishment at sixty years' confinement in the Texas Department of Criminal Justice, Institutional Division. In two points of error, Appellant challenges the sufficiency of the evidence and the effectiveness *232 of trial counsel's assistance. We reverse and order an acquittal.\nThe underlying indictment charged that Appellant \"intentionally and knowingly cause[d] the death of a child, KEVIN COLEMAN, by striking the said KEVIN COLEMAN on or about the head with instruments unknown to the grand jury.\" As indicted, the State had the burden to prove beyond a reasonable doubt that: (1) a person (Appellant); (2) intentionally and knowingly; (3) caused the death of an individual (Kevin Coleman); (4) by striking the deceased on or about the head. See Butler v. State, 769 S.W.2d 234, 237, 239 (Tex. Crim.App.1989); Tex.Penal Code Ann. § 19.02 (Vernon 1989); Tex.Code Crim.Pro. Ann. art. 21.03, 21.04 (Vernon 1989).\nIn review of Appellant's sufficiency of evidence point, we are constrained to view the evidence in a light most favorable to the v...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=powell-v-state"
    }
  ],
  "relatedIncidents": [
    13770,
    13780,
    13806,
    13813,
    13824
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}