{
  "id": 13756,
  "title": "1991년 Edmonds 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-12-20",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Edmonds. 판결일: 1991-12-20. 법원: Court of Appeals of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: Benny L. Edmonds and Shirley J. Edmonds, Appellants, v. Lawrence National Bank & Trust Co., N.A., Appellee\n**판결일**: 1991-12-20\n**법원**: Court of Appeals of Kansas\n**관할**: Kansas, KS\n\n**판사**: Lewis, P.J., Larson and Rulon\n\n## 변호인\n\nGary H. Hanson and Tom R. Barnes II, of Stumbo, Hanson & Hendricks, of Topeka, for appellants., Donald E. Bucher and James F. Freeman III, of Moore & Bucher, P.C., of Kansas City, Missouri, for appellee.\n\n## 인용\n\n- 823 P.2d 219\n- 16 Kan. App. 2d 331\n\n## 판결문 요약\n\n\n16 Kan. App. 2d 331 (1991)\n823 P.2d 219\nBENNY L. EDMONDS and SHIRLEY J. EDMONDS, Appellants,\nv.\nLAWRENCE NATIONAL BANK &amp; TRUST Co., N.A., Appellee.\nNo. 66,506\nCourt of Appeals of Kansas.\nOpinion filed December 20, 1991.\nGary H. Hanson and Tom R. Barnes II, of Stumbo, Hanson &amp; Hendricks, of Topeka, for appellants.\nDonald E. Bucher and James F. Freeman III, of Moore &amp; Bucher, P.C., of Kansas City, Missouri, for appellee.\nBefore LEWIS, P.J., LARSON and RULON, JJ.\nRULON, J.:\nPlaintiffs Benny and Shirley Edmonds appeal a decision of the district court which granted summary judgment to defendant Lawrence National Bank &amp; Trust Co., N.A. We must decide two narrow issues: (1) Does the existence of federal sanctions for the filing of frivolous and malicious bankruptcy pleadings constitute an implicit rejection of state court remedies for a similar action; and (2) did the district court err in rejecting plaintiffs' claim for malicious prosecution by holding that action was premature? We affirm the judgment of the district court.\nUNDISPUTED FACTS\nPlaintiffs tell us this case involves claims asserted by them against defendant for abuse of process and malicious prosecution arising from defendant's filing of a complaint to revoke plaintiffs' discharge granted by the U.S. Bankruptcy Court for the District of Kansas and defendant's filing of a replevin action in the District Court of Douglas County. Plaintiffs contend that defendant's primary purpose in filing these actions w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=edmonds-v-lawrence-national-bank-trust-co-na"
    }
  ],
  "relatedIncidents": [
    13774,
    13846,
    13858,
    13920,
    13983
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}