{
  "id": 13761,
  "title": "1991년 Pilkington 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-12-17",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Pilkington. 판결일: 1991-12-17. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Lori A. PILKINGTON, Appellant, v. Beverly M. KORNELL, Appellee\n**판결일**: 1991-12-17\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Whitham, Lagarde and Whittington\n\n## 변호인\n\nMelvin H. Wolovits, William T. Mitchell, III, Dallas, for appellant., Steven R. Pierret, Arlington, for appel-lee.\n\n## 인용\n\n- 822 S.W.2d 223\n\n## 판결문 요약\n\n\n822 S.W.2d 223 (1991)\nLori A. PILKINGTON, Appellant,\nv.\nBeverly M. KORNELL, Appellee.\nNo. 05-90-01513-CV.\nCourt of Appeals of Texas, Dallas.\nDecember 17, 1991.\nRehearing Denied February 5, 1992.\n*224 Melvin H. Wolovits, William T. Mitchell, III, Dallas, for appellant.\nSteven R. Pierret, Arlington, for appellee.\nBefore WHITHAM, LAGARDE and WHITTINGTON, JJ.\n\nOPINION\nWHITHAM, Justice.\nAppellant, Lori A. Pilkington, sued appellee, Beverly M. Kornell, for compensatory and punitive damages allegedly suffered as a result of an automobile accident. The jury determined that Kornell's negligence proximately caused the accident but that Kornell was not grossly negligent. The jury awarded Pilkington some past and future medical expenses, but the jury found that Pilkington failed to prove that she suffered any damages which merited compensation for past and future (1) pain, suffering and mental anguish, (2) lost earning capacity, or (3) physical impairment. The trial court entered judgment on the verdict and overruled Pilkington's motion for new trial. The principal issue is whether the jury's findings of \"zero\" in response to questions of damages as to the three enumerated elements are against the great weight and preponderance of the evidence. We conclude that the findings are not against the great weight and preponderance of the evidence. Accordingly, we affirm.\nIn her brief, Pilkington advanced three challenges to the sufficiency of the evidence. In her first point of error, Pilkingt...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pilkington-v-kornell"
    }
  ],
  "relatedIncidents": [
    13742,
    13743,
    13749,
    13750,
    13751
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}