{
  "id": 13770,
  "title": "1991년 State v. Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-12-11",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: State v. Smith. 판결일: 1991-12-11. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State v. Smith\n**판결일**: 1991-12-11\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Klees, Byrnes, and Plotkin\n\n## 인용\n\n- 591 So. 2d 1219\n\n## 판결문 요약\n\n\n591 So. 2d 1219 (1991)\nSTATE of Louisiana\nv.\nTyronne SMITH and Troy Wilkerson.\nNo. 90-KA-1236.\nCourt of Appeal of Louisiana, Fourth Circuit.\nDecember 11, 1991.\nRehearing Denied February 12, 1992.\n*1220 Harry F. Connick, Dist. Atty. and Jack Peebles, Asst. Dist. Atty., New Orleans, for the State.\nDwight Doskey, Orleans Indigent Defender Program, New Orleans, for defendant, Tyronne Smith.\nOwen A. Neff, Sessions &amp; Fishman, New Orleans, for defendant, Troy Wilkerson.\nBefore KLEES, BYRNES, and PLOTKIN, JJ.\nPLOTKIN, Judge.\nAppellants Tyronne Smith and Troy Wilkerson were indicted for the second-degree murder of Jerry Lee. Smith and Wilkerson pled not guilty. A jury found both guilty of murder as charged. They were sentenced to life imprisonment without the benefit of parole, probation, or suspension of sentence. We reverse and remand for a new trial.\n\nFACTS:\nSometime before 4:00 a.m. on March 27, 1988, police officers patrolling in the Desire Housing Project were told by Aaron Holmes that a dead body was lying in a driveway in the Project. Holmes directed the officers to the body of Jerry Lee, lying in a driveway in the 3300 block of Desire Street. Around Lee's body, the officers found a matchbox, two $1 bills, and a clear plastic baggy containing white powder. A rock of crack cocaine was also found in his clothing. No weapons were recovered on or near the body. An autopsy of Lee revealed he had at least five gunshot wounds to the back and head, two of which were the fatal sho...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-smith"
    }
  ],
  "relatedIncidents": [
    13759,
    13780,
    13806,
    13813,
    13824
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}