{
  "id": 13774,
  "title": "1991년 Collins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-12-04",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Collins. 판결일: 1991-12-04. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: COLLINS v. THE STATE SHAW v. State\n**판결일**: 1991-12-04\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Beasley, Shulman\n\n## 변호인\n\nRonald C. Goulart, for appellant (case no. A91A0957)., Bruce & Hentz, W. Davis Hentz, for appellant (case no. A91A0990)., Ralph L. Van Pelt, Jr., District Attorney, for appellee.\n\n## 인용\n\n- 202 Ga. App. 291\n- 414 S.E.2d 297\n\n## 판결문 요약\n\n\nJudge Arnold Shulman.\nThe appellants, Janice Faye Collins and Gary Dewayne Shaw, were jointly tried and convicted of arson in the first degree. They appeal from the denial of their respective motions for new trial, contending that the evidence was insufficient to support the jury’s verdict.\nThe appellants were charged with setting fire to a mobile home owned by appellant Collins, which she had occupied with her young son and appellant Shaw. A neighbor who occupied the mobile home next door testified that at approximately 11:00 p.m. on the night of the fire, he heard a vehicle approach, looked outside his door, and saw the appellants’ car parked with the motor running. He stated that the vehicle remained there for approximately five minutes and then left. Some five or ten minutes later, the neighbor heard “popping and cracking” noises, and his son heard “a loud bang,” like glass breaking. The two of them looked outside at this time and saw flames coming from the bedroom window of the appellants’ home, and the son then went to the home of the maintenance man for the mobile home park *292to telephone the fire department. The son testified that as he was walking back to the site of the fire, he saw the two appellants drive by in their car, while the maintenance man testified that he saw a car which “resembled” the appellants’ vehicle stop, turn off its lights, and depart a few minutes later. The maintenance man further testified that appellants were seven or eight days late in p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=collins-v-state"
    }
  ],
  "relatedIncidents": [
    13756,
    13846,
    13858,
    13920,
    13983
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}