{
  "id": 13777,
  "title": "1991년 Hart 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-12-02",
  "location": "South Carolina, SC, USA",
  "summary": "미국 South Carolina, SC 법원 판결 사건. 사건명: Hart. 판결일: 1991-12-02. 법원: Supreme Court of South Carolina.",
  "description": "## 사건 정보\n\n**사건명**: STATE of South Carolina, Respondent v. John Henry HART, Petitioner\n**판결일**: 1991-12-02\n**법원**: Supreme Court of South Carolina\n**관할**: South Carolina, SC\n\n**판사**: Chandler, Finney, Gregory, Harwell, Toal\n\n## 변호인\n\nAsst. Appellate Defender Robert M. Pachak, of S.C. Office of Appellate Defense, Columbia, for petitioner., Atty. Gen. T. Travis Medlock, Asst. Attys. Gen. Harold M. Coombs, Jr., and Amie L. Clifford, Columbia, and Sol. Larry F. Grant, York, for respondent.\n\n## 인용\n\n- 412 S.E.2d 380\n- 306 S.C. 344\n\n## 판결문 요약\n\n\n306 S.C. 344 (1991)\n412 S.E.2d 380\nSTATE of South Carolina, Respondent\nv.\nJohn Henry HART, Petitioner.\n23517\nSupreme Court of South Carolina.\nHeard October 21, 1991.\nDecided December 2, 1991.\n*345 Asst. Appellate Defender Robert M. Pachak, of S.C. Office of Appellate Defense, Columbia, for petitioner.\nAtty. Gen. T. Travis Medlock, Asst. Attys. Gen. Harold M. Coombs, Jr., and Amie L. Clifford, Columbia, and Sol. Larry F. Grant, York, for respondent.\nHeard Oct. 21, 1991.\nDecided Dec. 2, 1991.\nGREGORY, Chief Justice:\nThis case is before us on a writ of certiorari to review the Court of Appeals' decision reported at ___ S.C. ___, 403 S.E. (2d) 144 (1991). We reverse and remand for a new trial.\nPetitioner was convicted of armed robbery and unlawful use of a firearm. At trial, the only contested issue was identity. The victim identified petitioner from a photo lineup and also gave an in-court identification. Evidence at trial, however, indicated the physical description of the suspect given by the victim immediately following the robbery did not match petitioner's physical characteristics in certain particulars. Petitioner moved to be allowed to exhibit his physical characteristics to the jury. The trial judge ruled petitioner could do so only if he subjected himself to cross-examination by the State. Petitioner declined to be cross-examined and did not testify at trial.\nOn appeal, the Court of Appeals held the trial judge erred in conditioning petitioner's exhibition of his physi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hart"
    }
  ],
  "relatedIncidents": [
    13750,
    13762,
    13788,
    13849,
    13851
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}