{
  "id": 13773,
  "title": "1991년 Bridwell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-12-06",
  "location": "South Carolina, SC, USA",
  "summary": "미국 South Carolina, SC 법원 판결 사건. 사건명: Bridwell. 판결일: 1991-12-06. 법원: Supreme Court of South Carolina.",
  "description": "## 사건 정보\n\n**사건명**: Tony Ray BRIDWELL, Petitioner v. STATE of South Carolina, Respondent\n**판결일**: 1991-12-06\n**법원**: Supreme Court of South Carolina\n**관할**: South Carolina, SC\n\n**판사**: Chandler, Finney, Gregory, Harwell, Toal\n\n## 변호인\n\nAssistant Appellate Defender Robert M. Dudek, of the South Carolina Office of Appellate Defense, Columbia, for petitioner., Attorney General T. Travis Medlock, Chief Deputy Atty. Gen. Donald J. Zelenka, and Asst. Atty. Gen. Delbert H. Singleton, Jr., Columbia, for respondent., Vance L. Cowden, of the University of South Carolina School of Law, Columbia, for amicus curiae Nat. Legal Aid and Defender Ass’n.\n\n## 인용\n\n- 413 S.E.2d 30\n- 306 S.C. 518\n\n## 판결문 요약\n\n\n306 S.C. 518 (1991)\n413 S.E.2d 30\nTony Ray BRIDWELL, Petitioner\nv.\nSTATE of South Carolina, Respondent.\n23547\nSupreme Court of South Carolina.\nSubmitted December 6, 1991.\nDecided January 6, 1991.\nAssistant Appellate Defender Robert M. Dudek, of the South Carolina Office of Appellate Defense, Columbia, for petitioner.\nAttorney General T. Travis Medlock, Chief Deputy Atty. Gen. Donald J. Zelenka, and Asst. Atty. Gen. Delbert H. Singleton, Jr., Columbia, for respondent.\nVance L. Cowden, of the University of South Carolina School of Law, Columbia, for amicus curiae Nat. Legal Aid and Defender Ass'n.\nSubmitted December 6, 1991.\nDecided January 6, 1991.\nGREGORY, Chief Justice:\nPetitioner was convicted of two counts of assault and battery with intent to kill and one count of possession of explosive material without a license. His direct appeal was *519 dismissed after review pursuant to Davis v. State, 288 S.C. 290, 342 S.E. (2d) 60 (1986). We granted a writ of certiorari to review the denial of postconviction relief (PCR) and now reverse.\nPetitioner contends the waiver of his right to counsel at trial was not knowing and voluntary under Faretta v. California, 422 U.S. 806, 95 S.Ct. 2525, 45 L.Ed. (2d) 562 (1975), because he was not warned of the dangers inherent in self-representation.\nTo establish a valid waiver of counsel, Faretta requires the accused be: (1) advised of his right to counsel; and (2) adequately warned of the dangers of self-representation. In the absence of a spe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bridwell-v-state"
    }
  ],
  "relatedIncidents": [
    13749,
    13790,
    13882,
    13913,
    13918
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}