{
  "id": 13789,
  "title": "1991년 Montanez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-11-15",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Montanez. 판결일: 1991-11-15. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Honorio MONTANEZ v. STATE\n**판결일**: 1991-11-15\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Bowen\n\n## 변호인\n\nHonorio Montanez, pro se., James H. Evans, Atty. Gen., and Norbert H. Williams, Asst. Atty. Gen., for appellee.\n\n## 인용\n\n- 592 So. 2d 650\n\n## 판결문 요약\n\n\nBOWEN, Judge.\nThis is an appeal from the denial of a petition for post-conviction relief.\nIn 1986, Honorio Montanez was convicted in Talladega Circuit Court of trafficking in *651cocaine. The State’s evidence tended to show that Montanez and Rolando Blanco drove a tractor-trailer truck containing cocaine from Hialeah, Florida, to Oxford, Alabama. They parked the truck on a farm belonging to Larry McCoy Self, with intent to sell the cocaine to Self and Jimmy Asher Clayton. Based on affidavits from Drug Enforcement Agency Agent Henry B. Spence and Talladega Chief Narcotics Officer Mike Martin, law enforcement authorities obtained a search warrant for the truck.\nOn appeal of his trafficking conviction, Montanez argued that his arrest and the search of the truck were illegal. This court rejected both arguments and affirmed Montanez’s conviction in Blanco v. State, 515 So.2d 115 (Ala.Cr.App.1987). The Alabama Supreme Court denied the writ of certiorari on September 25, 1987.\nIn May 1988, Montanez filed a pleading labelled as a petition for writ of habeas corpus. This was treated as a Rule 20, A.R.Crim.P.Temp., petition for post-conviction relief by the Talladega Circuit Court. The petition alleged, among other grounds, that Officer Mike Martin’s affidavit for the search warrant contained false statements. After an evidentiary hearing, the circuit court denied the petition, specifically finding as a fact that “Mike Martin’s affidavit ... was not false or fraudulent and was not mad...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=montanez-v-state"
    }
  ],
  "relatedIncidents": [
    13742,
    13743,
    13751,
    13758,
    13836
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}