{
  "id": 13784,
  "title": "1991년 United States v. Ronald Lee Morse, A/K/A Lord Lebaron C. Penndergrass 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-11-25",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Ronald Lee Morse, A/K/A Lord Lebaron C. Penndergrass. 판결일: 1991-11-25. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Ronald Lee Morse, A/K/A Lord Lebaron C. Penndergrass\n**판결일**: 1991-11-25\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 948 F.2d 1291\n\n## 판결문 요약\n\n948 F.2d 1291\n    NOTICE: Sixth Circuit Rule 24(c) states that citation of unpublished dispositions is disfavored except for establishing res judicata, estoppel, or the law of the case and requires service of copies of cited unpublished dispositions of the Sixth Circuit.UNITED STATES of America, Plaintiff-Appellee,v.Ronald Lee MORSE, a/k/a Lord Lebaron C. Penndergrass,Defendant-Appellant\n    No. 91-1249.\n    United States Court of Appeals, Sixth Circuit.\n    Nov. 25, 1991.\n    \n      Before MERRITT, Chief Judge, ALAN E. NORRIS, Circuit Judge, and GODBOLD, Senior Circuit Judge.*\n      MERRITT, Chief Judge.\n    \n    \n      1\n      The defendant, a black man, was indicted for four bank robberies and related firearms offenses committed in Michigan over a five-week period in late 1989 and early 1990.   When arrested in Indiana on a warrant for a bank robbery committed in that state, defendant possessed five \"bait\" bills taken from a Gary, Indiana bank that had been robbed the day before his arrest.\n    \n    \n      2\n      The defendant was tried in the Western District of Michigan's Southern Division.   With 2.11 percent of that division's population being black, defense counsel moved for a mistrial before commencement of jury selection on the basis that minority underrepresentation in the jury venire violated defendant's rights under the Sixth Amendment.   After testimony was received from the court clerk and jury administrator, who testified that 2.49 percent of the Southern Div...",
  "timeline": [],
  "theories": [],
  "tags": [
    "강도",
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-ronald-lee-morse-aka-lord-lebaron-"
    }
  ],
  "relatedIncidents": [
    13750,
    13762,
    13777,
    13788,
    13849
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}