{
  "id": 13788,
  "title": "1991년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-11-19",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1991-11-19. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Alfonso Purcell BRAXTON, Appellant\n**판결일**: 1991-11-19\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Wieand, Kelly and Popovich\n\n## 변호인\n\nJames R. Wilson, Asst. Public Defender, Pittsburgh, for appellant., Kemal A. Mericli, Asst. Dist. Atty., Pittsburgh, for Com., appellee.\n\n## 인용\n\n- 600 A.2d 198\n- 410 Pa. Super. 391\n\n## 판결문 요약\n\n\n410 Pa. Super. 391 (1991)\n600 A.2d 198\nCOMMONWEALTH of Pennsylvania\nv.\nAlfonso Purcell BRAXTON, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted September 3, 1991.\nFiled November 19, 1991.\nReargument Denied January 6, 1992.\nJames R. Wilson, Asst. Public Defender, Pittsburgh, for appellant.\nKemal A. Mericli, Asst. Dist. Atty., Pittsburgh, for Com., appellee.\nBefore WIEAND, KELLY and POPOVICH, JJ.\nWIEAND, Judge:\nOn July 13, 1990, Alfonso Purcell Braxton entered a plea of guilty to three counts of robbery and three counts of criminal conspiracy. He was sentenced on October 2, 1990 *392 to serve consecutive terms of imprisonment for not less than five (5) years nor more than twenty (20) years on each of the three counts of robbery.[1] Thereafter, a pro se motion to withdraw the plea of guilty was filed by Braxton and denied by the trial court. On direct appeal from the judgment of sentence, Braxton asserts that his guilty plea was unknowingly entered because he was not informed by the court that consecutive sentences could be imposed. He argues further that guilty plea counsel was constitutionally ineffective for failing to correct the defective plea colloquy or to seek withdrawal of the plea.[2] Finding no merit in this contention, we affirm the judgment of sentence.\nThe standard to be employed in evaluating claims of ineffective assistance of counsel has been stated by the Pennsylvania Supreme Court in the following manner:\nThe threshold inquiry in such claims is whether t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-braxton"
    }
  ],
  "relatedIncidents": [
    13750,
    13762,
    13777,
    13849,
    13851
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}