{
  "id": 13780,
  "title": "1991년 People v. Johnson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-11-27",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: People v. Johnson. 판결일: 1991-11-27. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Appellee, v. MARK JOHNSON, Appellant\n**판결일**: 1991-11-27\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Bilandic\n\n## 변호인\n\nCharles Schiedel, Deputy Defender, of Springfield, and Steven Clark, Assistant Defender, of Chicago, both of the Office of the State Appellate Defender, for appellant., Roland W. Burris, Attorney General, of Springfield, and Jack O’Malley, State’s Attorney, of Chicago (Terence Madsen, Assistant Attorney General, of Chicago, and Renee Goldfarb and Linda Woloshin, Assistant State’s Attorneys, of counsel), for the People.\n\n## 인용\n\n- 585 N.E.2d 78\n- 146 Ill. 2d 109\n- 165 Ill. Dec. 682\n\n## 판결문 요약\n\n\n585 N.E.2d 78 (1991)\n146 Ill. 2d 109\n165 Ill. Dec. 682\nThe PEOPLE of the State of Illinois, Appellee,\nv.\nMark JOHNSON, Appellant.\nNo. 67319.\nSupreme Court of Illinois.\nNovember 27, 1991.\nRehearing Denied February 3, 1992.\n*81 Charles Schiedel, Deputy Defender, Springfield, and Steven Clark, Asst. Defender, Chicago, both of the Office of the State Appellate Defender, for appellant.\nRoland W. Burris, Atty. Gen., Springfield, and Jack O'Malley, State's Atty., Chicago (Terence Madsen, Asst. Atty. Gen., Chicago, and Renee Goldfarb and Linda Woloshin, Asst State's Attys., of counsel), for the People.\nJustice BILANDIC delivered the opinion of the court:\nFollowing a jury trial in the circuit court of Cook County, defendant, Mark Johnson, was convicted of murder (Ill.Rev.Stat.1985, ch. 38, par. 9-1(a)), and aggravated criminal sexual assault (Ill.Rev.Stat.1985, ch. 38, par. 12-14). The same jury that convicted defendant found that he was eligible for the death penalty under section 9-1(b)(6) of the Criminal Code of 1961 (Ill.Rev.Stat. 1985, ch. 38, par. 9-1(b)(6)), and further found that there were no mitigating factors sufficient to preclude a sentence of death. The trial court accordingly sentenced defendant to death. That sentence was stayed (134 Ill.2d R. 609(a)) pending defendant's direct appeal to this court (Ill. Const. 1970, art. VI, § 4(b); 134 Ill.2d R. 603). We affirm defendant's convictions and sentence.\nAt trial, the State presented the testimony of C.L., the victim of t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-johnson"
    }
  ],
  "relatedIncidents": [
    13889,
    13981,
    13410,
    13755,
    13759
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}