{
  "id": 13796,
  "title": "1991년 State v. Person, No. Cr3-60088a (Nov. 7, 1991) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-11-07",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: State v. Person, No. Cr3-60088a (Nov. 7, 1991). 판결일: 1991-11-07. 법원: Connecticut Superior Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Connecticut v. Eric N. Person\n**판결일**: 1991-11-07\n**법원**: Connecticut Superior Court\n**관할**: Connecticut, CT\n\n**판사**: JOSEPH J. PURTILL, JUDGE LAWRENCE C. KLACZAK, JUDGE CT Page 9760 DAVID M. BARRY, JUDGE\n\n## 인용\n\n- 1991 Conn. Super. Ct. 9759\n\n## 판결문 요약\n\n[EDITOR'S NOTE: This case is unpublished as indicated by the issuing court.]\nAttorney Hubert Santos, Defense Counsel for Petitioner.\nAttorney David Holzberg, Asst. State's Attorney, for the State.\nMEMORANDUM OF DECISION\nBY THE DIVISION\nThe petitioner, who was 43 years old at the time of sentencing, was convicted following a jury trial of the crimes of sexual assault in the second degree in violation of General Statutes 53a-71 and risk of injury to a minor in violation of53-21. He was sentenced to the maximum penalty of ten years incarceration for each crime to run concurrently for an effective sentence of ten years to serve. His prior criminal record is not extensive but does include a felony narcotics conviction for which he received a suspended sentence.\nThe petitioner is the natural father of the victim, a female child who was eight years old at the time of the trial of this case. The charges involved the frequent sexual abuse of this child by the petitioner during the period when she was five to seven years old. The incidents apparently occurred at the petitioner's apartment during the victim's visitation periods the petitioner having separated from his wife, the child's mother. The sexual abuse inflicted by the petitioner included a full range of sordid activity from fondling to oral, anal and vaginal intercourse. The petitioner maintains his innocence.\nThe sentencing court was aware of the petitioner's good employment record as well as his consistent financial support o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-person-no-cr3-60088a-nov-7-1991"
    }
  ],
  "relatedIncidents": [
    13792,
    13797,
    13814,
    13815,
    13817
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}