{
  "id": 13797,
  "title": "1991년 Dabbs 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-11-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Dabbs. 판결일: 1991-11-07. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Charles Dabbs\n**판결일**: 1991-11-07\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Colabella\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Andrew Michael Micek for defendant. Carl A. Vergari, District Attorney (Joseph Latino of counsel), for plaintiff.\n\n## 인용\n\n- 154 Misc. 2d 671\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nNicholas Colabella, J.\nMay a technological advance in the nature of DNA analysis of physical evidence nine years after a crime justify vacating a conviction for that crime and dismissing the underlying indict*672ment. In a case of apparent first impression in the State, the court answers in the affirmative.1\nI\nOn April 10, 1984, defendant was convicted of rape in the first degree and sentenced to 12 to 25 years. The judgment, in turn, was affirmed in June 1988, by a unanimous bench of the Appellate Division (People v Dabbs, 141 AD2d 664).\nThe facts of the crime are brutal and undisputed. At around 3:30 a.m., on August 12, 1982, the victim was attacked from behind as she walked home and forcibly dragged into an alleyway between a warehouse and another building. While being dragged up a flight of stairs, she was dropped and struck in the head, causing her to lose consciousness momentarily. When she regained awareness she observed three assailants. One held her arms, one held her legs, one stood between her legs. As she struggled to free herself, the man between her legs slapped her, bringing his face within inches of hers. He then proceeded to rape her. The victim, who was six months pregnant, later suffered a miscarriage.\nFollowing the attack, the victim was examined at Peekskill Community Hospital. One of the attending physicians, using a Johnson Rape Evidence Kit, collected fluid and hair samples. Police also retrieved the clothes worn by the victim dur...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-dabbs"
    }
  ],
  "relatedIncidents": [
    13792,
    13814,
    13815,
    13817,
    13857
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}