{
  "id": 13792,
  "title": "1991년 Mezick 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-11-13",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Mezick. 판결일: 1991-11-13. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF OREGON, Respondent, v. FRANKLIN M. MEZICK, Appellant\n**판결일**: 1991-11-13\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Warren, P.J., and Riggs and Edmonds\n\n## 변호인\n\nBeecher C. Ellison, Grants Pass, argued the cause for appellant. With him on the brief was Kengla, Browne, Ellison & Swint, Grants Pass., Ann F. Kelley, Assistant Attorney General, Salem, argued the cause for respondent. With her on the brief were Dave Frohnmayer, Attorney General, and Virginia L. Linder, Solicitor General, Salem.\n\n## 인용\n\n- 820 P.2d 849\n- 109 Or. App. 563\n\n## 판결문 요약\n\n\n820 P.2d 849 (1991)\n109 Or.App. 563\nSTATE of Oregon, Respondent,\nv.\nFranklin M. MEZICK, Appellant.\n88CR0475, 89CR717; CA A65122 (Control), CA A65123.\nCourt of Appeals of Oregon.\nArgued and Submitted July 29, 1991.\nDecided November 13, 1991.\n*850 Beecher C. Ellison, Grants Pass, argued the cause for appellant. With him on the brief was Kengla, Browne, Ellison &amp; Swint, Grants Pass.\nAnn F. Kelley, Asst. Atty. Gen., Salem, argued the cause for respondent. With her on the brief were Dave Frohnmayer, Atty. Gen., and Virginia L. Linder, Sol. Gen., Salem.\nBefore WARREN, P.J., and RIGGS and EDMONDS, JJ.\nWARREN, Presiding Judge.\nDefendant was convicted in CA A65122 of rape in the first degree, ORS 163.375, and sexual abuse in the first degree, ORS 163.425, and in CA A65123 of contributing to the sexual delinquency of a minor, ORS 163.435, and two counts of sexual abuse in the second degree. ORS 163.415. All of the convictions stem from a single incident. The trial court merged the sexual abuse in the first degree conviction with the rape conviction and sentenced defendant on the remaining four convictions. Defendant challenges the convictions and the sentences.\nThe only issue that we address is his argument that the convictions for sexual abuse in the second degree should merge with the rape conviction. ORS 161.067. We look at the statutory elements of the offenses charged to determine whether each offense requires proof of an element that the other does not. State v. Atkinson, 98...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mezick"
    }
  ],
  "relatedIncidents": [
    13797,
    13814,
    13815,
    13817,
    13857
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}