{
  "id": 13800,
  "title": "1991년 Kimble 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-11-05",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Kimble. 판결일: 1991-11-05. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Dwon A. KIMBLE v. The STATE of Florida\n**판결일**: 1991-11-05\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Cope, Goderich, Hubbart\n\n## 변호인\n\nBennett H. Brummer, Public Defender, and Robert Kalter and Carol J.Y. Wilson, Asst. Public Defenders, for appellant., Robert A. Butterworth, Atty. Gen., and Ivy R. Ginsberg, Asst. Atty. Gen., for ap-pellee.\n\n## 인용\n\n- 588 So. 2d 312\n\n## 판결문 요약\n\n\nPER CURIAM.\nDwon A. Kimble appeals his convictions and sentences for armed burglary, armed robbery, and attempted kidnapping without a weapon, as well as his adjudication as an habitual offender. We reverse.\nPrior to trial, defendant moved to suppress the out-of-court and in-court identification testimony of the victim and her son. The trial court conducted an evidentiary hearing at which the victim, her son, and the lead detective testified. They gave three conflicting versions about the time, place, and manner in which the out-of-court photographic lineup was conducted. There was testimony indicating either that the son had observed the mother identify the defendant before making his own identification, or that there had been some consultation between the mother and the son about the identification, or both. The defense also contended that the photo lineup was unreasonably suggestive because the defendant was the only person wearing a shirt with a white logo on the front, and one or more of the witnesses had described the perpetrator as wearing a shirt with such a logo on the front or back. The defense argued that the foregoing facts rendered the out-of-court identifications unreliable. The defense also argued that the suggestive out-of-court identifications had so substantially influenced the mother and son that the in-court identifications would also be tainted and unreliable. Consequently, the defense requested that the trial court suppress (a) the out-of-court identifi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kimble-v-state"
    }
  ],
  "relatedIncidents": [
    13794,
    13852,
    13937,
    13992,
    13449
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}