{
  "id": 13818,
  "title": "1991년 Cohen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-10-22",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Cohen. 판결일: 1991-10-22. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Benjamin Cohen\n**판결일**: 1991-10-22\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 176 A.D.2d 596\n\n## 판결문 요약\n\n\n— Judgment, Supreme Court, New York County (Leslie Snyder, J.) rendered March 9, 1988, convicting defendant after a jury trial of conspiracy in the second degree and sentencing him to 8 Vs to 25 years imprisonment, unanimously affirmed.\nIn November, 1986, defendant pleaded guilty to conspiracy in the fourth degree, admitting that he possessed, in concert with others, records of narcotic transactions. In August, 1987, defendant successfully moved to vacate his guilty plea on the unopposed ground that the People were unable to return about $11,000 worth of jewelry to defendant as required by the plea agreement. In January, 1988, defendant was tried and found guilty of conspiracy in the second degree.\nThe record indicates that the court before whom the plea was taken considered defendant’s motion as one to vacate the judgment under CPL 440.10, despite defendant’s mistaken invocation of CPL 220.60 (3) in the motion papers. As the People were unable to fulfill their part of the plea agreement, the trial court properly vacated the guilty plea (see, People v Selikoff, 35 NY2d 227, 241, cert denied 419 US 1122) and returned the matter to its pre-plea status.\nWe have considered defendant’s remaining claims and find *597them to be without merit. Concur — Murphy, P. J., Milonas, Ellerin, Kassal and Smith, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-cohen"
    }
  ],
  "relatedIncidents": [
    13742,
    13743,
    13749,
    13750,
    13751
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}