{
  "id": 13814,
  "title": "1991년 Kelly 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-10-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Kelly. 판결일: 1991-10-30. 법원: U.S. Army Court of Military Review.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. Private First Class Edwin C. KELLY, 239-25-5087, United States Army\n**판결일**: 1991-10-30\n**법원**: U.S. Army Court of Military Review\n**관할**: USA, Federal\n\n**판사**: Howell, Johnston, Military, Naughton\n\n## 변호인\n\nFor Appellant: Lieutenant Colonel Russell S. Estey, JAGC, Captain James M. Heaton, JAGC, Captain Emmett G. Wells, JAGC (on brief)., For Appellee: Colonel Alfred F. Arquilla, JAGC, Lieutenant Colonel Daniel J. Dell’Orto, JAGC, Major Thomas E. Booth, JAGC, Major Paul E. Jordan, JAGC (on brief).\n\n## 인용\n\n- 33 M.J. 878\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nJOHNSTON, Judge:\nA general court-martial composed of officer and enlisted members convicted the appellant, contrary to his pleas, of rape and unlawful entry, in violation of Articles 120 and 134, Uniform Code of Military Justice [hereinafter UCMJ], 10 U.S.C. §§ 920 and 934 (1982). The appellant was sentenced to a bad-conduct discharge, total forfeiture of all pay and allowances, and reduction to Private El. The convening authority approved only so much of the forfeitures as provides for forfeiture of $482.00 pay per month for six months, and otherwise approved the sentence.\nAfter carefully examining the record of trial, we have determined that the military judge erred to the substantial prejudice of the appellant by improperly excluding relevant evidence based upon his erroneous *879interpretation of the “rape shield” provisions of Manual for Courts-Martial, United States, 1984, Military Rules of Evidence 412 [hereinafter Mil.R.Evid.].1\nAt trial the appellant sought to defend against the rape charge by alleging that the prosecutrix consented to his sexual advances. Under the defense theory, the prosecutrix acted toward the appellant and other males, both verbally and physically, in a sexually provocative, flirtatious manner. Based upon her conduct on the evening in question, and her similar conduct in the recent past, the defense contended that she was receptive to sexual intercourse in general, and receptive to sexual intercourse with the appellant in p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-kelly"
    }
  ],
  "relatedIncidents": [
    13792,
    13797,
    13815,
    13817,
    13857
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}