{
  "id": 13813,
  "title": "1991년 Peek 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-10-30",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Peek. 판결일: 1991-10-30. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Lucie Allen PEEK, Et Al., Appellants, v. Marvin Wiley DeBERRY, Jr., Appellee\n**판결일**: 1991-10-30\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Butts, Carr and Garcia\n\n## 변호인\n\nJoe B. Stephens, Michael R. Wadler, Stephens & Clark, Houston, for appellants., G. Thomas Coghlan, Les Katona, Jr., Lang, Ladon, Green, Coghlan & Fisher, P.C., San Antonio, for appellee.\n\n## 인용\n\n- 819 S.W.2d 217\n\n## 판결문 요약\n\n\n819 S.W.2d 217 (1991)\nLucie Allen PEEK, et al., Appellants,\nv.\nMarvin Wiley DeBERRY, Jr., Appellee.\nNo. 04-91-00209-CV.\nCourt of Appeals of Texas, San Antonio.\nOctober 30, 1991.\nRehearing Denied December 10, 1991.\nJoe B. Stephens, Michael R. Wadler, Stephens &amp; Clark, Houston, for appellants.\nG. Thomas Coghlan, Les Katona, Jr., Lang, Ladon, Green, Coghlan &amp; Fisher, P.C., San Antonio, for appellee.\nBefore BUTTS, CARR and GARCIA, JJ.\nOPINION\nCARR, Justice.\nThis is an appeal from an order dismissing appellants' causes of action against appellee. Appellee, Marvin Wiley DeBerry, Jr., entered the office of Clyde Peek on December 18,1984, and shot Peek to death. Appellee was tried for the murder and, in April 1986, a jury found him to be not guilty by reason of insanity. Prior to the criminal proceedings, the probate court, on March 13, 1985, appointed appellee's son, Mark DeBerry, guardian of the person and estate of appellee. On November 18, 1986, *218 appellants, Lucie Allen Peek, individually and as administratrix of the Estate of Clyde Peek, along with her children brought suit for Peek's wrongful death. Named as defendants were: Equipment Service Company (the employer of appellee), Marvin Wiley DeBerry, Jr., Victor J. Weiss, M.D. (a psychiatrist who allegedly failed to initiate involuntary commitment proceedings against appellee or to properly medicate appellee), Burton 0. Neeswig, M.D. (who, after having examined appellee, allegedly failed to restrain or prevent appel...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=peek-v-deberry"
    }
  ],
  "relatedIncidents": [
    13759,
    13770,
    13780,
    13806,
    13824
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}