{
  "id": 13823,
  "title": "1991년 In Re DG 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-10-17",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: In Re DG. 판결일: 1991-10-17. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In Re DG\n**판결일**: 1991-10-17\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Clark\n\n## 인용\n\n- 581 N.E.2d 648\n- 144 Ill. 2d 404\n- 163 Ill. Dec. 494\n\n## 판결문 요약\n\n\n581 N.E.2d 648 (1991)\n144 Ill.2d 404\n163 Ill.Dec. 494\nIn re D.G., a Minor (The People of the State of Illinois, Appellee,\nv.\nD.G., Appellant).\nNo. 70864.\nSupreme Court of Illinois.\nOctober 17, 1991.\nRobert Agostinelli, Deputy Defender, Thomas A. Karalis, Asst. Defender, Office of the State Appellate Defender, Ottawa, for appellant.\nRoland W. Burris, Atty. Gen., Springfield, Rosalyn B. Kaplan, Solicitor Gen., Terence M. Madsen, Bradley P. Halloran, Asst. Attys. Gen., Chicago, for the People.\nJustice CLARK delivered the opinion of the court:\nRespondent, D.G., was found guilty of violating his probation (Ill.Rev.Stat.1987, ch. 37, par. 805-25) by committing the offense of theft. The trial court sentenced him to a five-day term in the juvenile detention center and a probationary term of 18 months. The appellate court, with one justice dissenting, affirmed. (202 Ill.App.3d 805, 148 Ill.Dec. 238, 560 N.E.2d 636.) We granted respondent's petition for leave to appeal (134 Ill.2d R. 315).\nThe issue in this case is whether the police had probable cause to arrest respondent. The facts of the case are not in dispute. On June 2, 1989, Officer Larry Layman of the Peoria police department responded to a report of suspicious behavior at a savings and loan located in the Northwoods Shopping Mall in Peoria. When Layman arrived the manager of the savings and loan told him that a young boy had recently exchanged approximately $1,000 in small bills for larger denominations. Officer Layman viewed...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-dg"
    }
  ],
  "relatedIncidents": [
    13742,
    13743,
    13749,
    13750,
    13751
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}