{
  "id": 13827,
  "title": "1991년 Lafevers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-10-16",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Lafevers. 판결일: 1991-10-16. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Loyd Winford LAFEVERS, Appellant, v. STATE of Oklahoma, Appellee\n**판결일**: 1991-10-16\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Johnson, Lane, Lumpkin, Parks\n\n## 변호인\n\nElaine Meek, Cindy Foley, Asst. Public Defenders, Oklahoma City, for appellant., Robert H. Henry, Atty. Gen., Terry J. Jenks, A. Diane Hammons, Asst. Attys. Gen., Oklahoma City, for appellee.\n\n## 인용\n\n- 819 P.2d 1362\n\n## 판결문 요약\n\n\nOPINION\nLANE, Presiding Judge:\nLoyd Winford Lafevers was convicted of First Degree Murder, Burglary in the First *1364Degree, Robbery in the First Degree, Kidnapping, Larceny of a Motor Vehicle, Arson in the Third Degree, Rape in the First Degree and Anal Sodomy. He was tried jointly with a co-defendant, Randall Eugene Cannon, before a jury in Oklahoma County District Court, Case No. CRF-85-3254. Both Appellant and his co-defendant were found guilty on all counts and sentenced to death for the First Degree Murder charge. Both men were also sentenced to terms of 20 years, 100 years, 100 years, 20 years, 15 years, 250 years and 20 years respectively on the other counts. Appellant has filed this appeal seeking reversal of his conviction. We find that we must grant the requested relief insofar as the murder, rape, sodomy and arson convictions are concerned. All other counts, however, are affirmed.\nOn June 24, 1985, Appellant and co-defendant Cannon decided to steal a car after Appellant’s car broke down in a northwest Oklahoma City neighborhood. After selecting a house in the neighborhood, the two men forced their way into the home of eighty-four year old Addie Hawley. They ransacked her home, taking eight dollars from her purse, along with the keys to her car and the garage door opener. The two took her out of the house and into the car. Cannon, who was driving the car, drove for just over a mile before pulling over so that they could put Hawley in the trunk.\nThe two men drove ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lafevers-v-state"
    }
  ],
  "relatedIncidents": [
    13759,
    13770,
    13780,
    13806,
    13813
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}