{
  "id": 13828,
  "title": "1991년 Agee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-10-16",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Agee. 판결일: 1991-10-16. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: State v. Agee\n**판결일**: 1991-10-16\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Allen\n\n## 인용\n\n- 588 So. 2d 600\n\n## 판결문 요약\n\n\n588 So.2d 600 (1991)\nSTATE of Florida, Appellant,\nv.\nRonald T. AGEE, a/k/a, Ronald Logan, Appellee.\nNo. 90-2952.\nDistrict Court of Appeal of Florida, First District.\nAugust 27, 1991.\nOn Motion for Rehearing October 16, 1991.\n*601 Robert A. Butterworth, Atty. Gen., and Carolyn J. Mosley, Asst. Atty. Gen., Tallahassee, for appellant.\nLouis O. Frost, Jr., Public Defender, and James T. Miller, Asst. Public Defender, Jacksonville, for appellee.\nALLEN, Judge.\nThe state appeals from an order discharging the appellee under Florida Rule of Criminal Procedure 3.191, the speedy *602 trial rule. Because we conclude that the trial court correctly applied the rule to the unique facts of this case, we affirm the order of discharge.\nThe appellant was taken into custody on March 30, 1988, under an information charging him with attempted second degree murder. On July 22, 1988, he filed a written demand for speedy trial under Rule 3.191(a)(2). Then, on August 8, 1988, the state entered a nolle prosequi. Because the state of Tennessee had previously filed a detainer on the appellee, he was extradited to Tennessee on August 19, 1988. He was still a prisoner in Tennessee when the order under review was entered.\nAlmost two years later, on July 13, 1990, the state filed an information charging the appellee with attempted first degree murder. The state conceded that the new information was grounded upon the same conduct or episode which gave rise to the 1988 information. On August 24, 1990, the appe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-agee"
    }
  ],
  "relatedIncidents": [
    13759,
    13770,
    13780,
    13806,
    13813
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}