{
  "id": 13824,
  "title": "1991년 Tillman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-10-17",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Tillman. 판결일: 1991-10-17. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Tillman v. State\n**판결일**: 1991-10-17\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Kogan\n\n## 인용\n\n- 591 So. 2d 167\n\n## 판결문 요약\n\n\n591 So.2d 167 (1991)\nGary Leonard TILLMAN, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 74756.\nSupreme Court of Florida.\nOctober 17, 1991.\nRehearing Denied January 22, 1992.\nJames Marion Moorman, Public Defender and Douglas S. Connor, Asst. Public Defender, Tenth Judicial Circuit, Bartow, for appellant.\nRobert A. Butterworth, Atty. Gen. and Robert J. Krauss, Asst. Atty. Gen., Tampa, for appellee.\nKOGAN, Justice.\nGary Leonard Tillman appeals his sentence of death for first-degree murder. We have jurisdiction. Art. V, § 3(b)(1), Fla. Const.\nThis case comes before us in an unusual posture. In the proceedings below, the State entered into a plea agreement with Tillman whereby the latter conceded his *168 guilt, thus obviating the need for a guilt-phase trial. In exchange, the State agreed to restrict the kinds of evidence it otherwise could adduce during the penalty phase. Under this agreement, the State could only present evidence about two aggravating factors: (1) the factor of heinous, atrocious, or cruel; and (2) the factor that the defendant was on parole for an earlier offense at the time of the murder. During the subsequent penalty phase, the jury recommended death and the trial court concurred. However, this sentence was reversed in Tillman's initial appeal because the State breached its plea agreement. Tillman v. State, 522 So.2d 14 (Fla. 1988).\nPartly as a result of this plea agreement, the Court now has a very scant record to review. The only available facts regardin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tillman-v-state"
    }
  ],
  "relatedIncidents": [
    13759,
    13770,
    13780,
    13806,
    13813
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}