{
  "id": 13839,
  "title": "1991년 In re Moser 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-10-03",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: In re Moser. 판결일: 1991-10-03. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: IN THE MATTER OF DAVID D. MOSER, AN ATTORNEY AT LAW\n**판결일**: 1991-10-03\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n## 인용\n\n- 126 N.J. 221\n- 595 A.2d 1097\n\n## 판결문 요약\n\n\nORDER\nThe Disciplinary Review Board having reported to the Court, recommending that DAVID D. MOSER of FORT LEE, who was admitted to the bar of this State in 1983, be disbarred for the knowing misappropriation of client funds, respondent having fraudulently endorsed a settlement check and misappropriated the proceeds, and good cause appearing;\nIt is ORDERED that the report and recommendation of the Disciplinary Review Board are hereby adopted and DAVID D. MOSER is hereby disbarred and his name stricken from the roll of attorneys of this State, effective immediately; and it is further\nORDERED that DAVID D. MOSER be and hereby is permanently restrained and enjoined from practicing law; and it is further\n*222ORDERED that all funds, if any, currently existing in any New Jersey financial institution maintained by DAVID D. MOS-ER, pursuant to Rule 1:21-6, shall be restrained from disbursement except upon application to this Court, for good cause shown, and shall be transferred by the financial institution to the Clerk of the Superior Court, who is directed to deposit the funds in the Superior Court Trust Fund, pending further Order of this Court; and it is further\nORDERED that DAVID D. MOSER comply with Administrative Guideline No. 23 of the Office of Attorney Ethics dealing with disbarred attorneys; and it is further\nORDERED that DAVID D. MOSER reimburse the Ethics Financial Committee for appropriate administrative costs.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-moser"
    }
  ],
  "relatedIncidents": [
    13742,
    13743,
    13751,
    13758,
    13789
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}