{
  "id": 13845,
  "title": "1991년 Stephenson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-09-20",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Stephenson. 판결일: 1991-09-20. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Matthew Mark STEPHENSON v. STATE\n**판결일**: 1991-09-20\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Taylor\n\n## 변호인\n\nPaul D. Brown, Mobile, for appellant., James H. Evans, Atty. Gen., and Stephen ‘ N. Dodd, Asst. Atty. Gen., for appellee.\n\n## 인용\n\n- 593 So. 2d 160\n\n## 판결문 요약\n\n\nTAYLOR, Judge.\nThe appellant, Matthew Mark Stephenson, was convicted of murder1 and theft of property in the first degree. He was sentenced to life imprisonment for the murder and to 10 years’ imprisonment for the theft of property conviction.\nThe evidence presented at trial tended to show that on the night of April 18, 1990, the appellant and Ricky Doss went to the home of King Solomon Coats, the' victim. Ricky Doss, who knew the victim, asked for money. The victim refused and a struggle ensued. The appellant stabbed the victim numerous times in the face, hands, and stomach. He also battered the victim about the head and shoulders. Before leaving the victim’s home, the appellant tied a shirt around the victim’s face and bound his arms and legs with an extension cord. The house was then ransacked in a search for valuables. The appellant and Doss stole the victim’s television set and his automobile. Later that night, the appellant pawned the television for $50 and abandoned the stolen vehicle. Pour days later, the appellant turned himself in to police. He presents three issues on appeal.\nI\nThe appellant first contends that his indictment was “fatally defective.” Specifically, relying on Connolly v. State, 500 So.2d 57 (Ala.Cr.App.1985), the appellant maintains that the indictment failed to sufficiently charge capital murder in that it did not state that the murder was committed “in the course of or in connection with the commission of, or in immediate flight from the commissi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stephenson-v-state"
    }
  ],
  "relatedIncidents": [
    13759,
    13770,
    13780,
    13806,
    13813
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}