{
  "id": 13849,
  "title": "1991년 Nelson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-09-11",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Nelson v. State. 판결일: 1991-09-11. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Jesse NELSON, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1991-09-11\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Stewart, Burnett and Maloney\n\n## 변호인\n\nLawrence B. Mitchell, Dallas, for appellant., Donald G. Davis, Dallas, for appellee.\n\n## 인용\n\n- 810 S.W.2d 753\n\n## 판결문 요약\n\n\n810 S.W.2d 753 (1991)\nJesse NELSON, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 05-89-01508-CR.\nCourt of Appeals of Texas, Dallas.\nApril 4, 1991.\nRehearing Denied May 22, 1991.\nDiscretionary Review Refused September 11, 1991.\n*754 Lawrence B. Mitchell, Dallas, for appellant.\nDonald G. Davis, Dallas, for appellee.\nBefore STEWART, BURNETT and MALONEY, JJ.\n\nOPINION\nMALONEY, Justice.\nJesse Nelson appeals his conviction for the offense of aggravated robbery. The jury assessed punishment, enhanced by two prior convictions, at ninety-nine years' confinement. Appellant contends that the prosecutor's use of two peremptory strikes violated the dictates of Batson v. Kentucky, 476 U.S. 79, 106 S. Ct. 1712, 90 L. Ed. 2d 69 (1986); that the trial court erred in denying him the opportunity to represent himself during voir dire; and that the trial court erred in refusing to accept his guilty plea. Because we hold that it was reversible error to deny appellant the opportunity to represent himself at voir dire, we reverse the judgment of the trial court and remand this cause for a new trial.\nAppellant was represented by court appointed counsel. On the day of trial, appellant announced that he wanted to enter a plea of guilty. Although he wanted to plead guilty, he nevertheless denied his guilt. After a lengthy colloquy, the trial court refused to accept his plea of guilty. Appellant then informed the trial court he wanted to fire his attorney and to represent himself. The trial court deni...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nelson-v-state"
    }
  ],
  "relatedIncidents": [
    13750,
    13762,
    13777,
    13788,
    13851
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}