{
  "id": 13841,
  "title": "1991년 Day 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-09-30",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Day. 판결일: 1991-09-30. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Dale Freemond DAY v. STATE of Arkansas\n**판결일**: 1991-09-30\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Holt\n\n## 변호인\n\nDenny Hyslip, for appellant., Winston Bryant, Att’y Gen., by: Sandy Moll, Asst. Att’y Gen., for appellee.\n\n## 인용\n\n- 816 S.W.2d 852\n- 306 Ark. 520\n\n## 판결문 요약\n\n\n816 S.W.2d 852 (1991)\n306 Ark. 520\nDale Freemond DAY, Appellant,\nv.\nSTATE of Arkansas, Appellee.\nNo. CR 91-94.\nSupreme Court of Arkansas.\nSeptember 30, 1991.\nDenny Hyslip, Fayetteville, for appellant.\nSandy Moll, Asst. Atty. Gen., Little Rock, for appellee.\n*853 HOLT, Chief Justice.\nDale Freemond Day, the appellant, was convicted of battery in the first degree and murder in the first degree, and sentenced to ten and forty years imprisonment, respectively. The sentences are to run concurrently.\nDay now seeks reversal of his convictions, alleging that the trial court erred; 1) in admitting two photographs of the murder victim into evidence; 2) in refusing to sever the battery and murder offenses; 3) in refusing to grant funds for a private psychiatric evaluation; and 4) in allowing the admission of Day's statements into evidence. We disagree with all four arguments and affirm.\nThe facts at trial were presented primarily through the testimony of the battery victim, the investigating officers, and Day, himself.\nOn the evening of March 3, 1990, Day, who had been residing in Minnesota, arrived at the home of his estranged wife, Victoria Day, in West Fork, Arkansas. Finding no one there, Day entered one of the bedrooms and eventually fell asleep. He awoke to the sound of the television and realized that Victoria and her uncle, James Woodring, with whom she had been having an affair, were in the living room watching a T.V. program. Victoria shortly thereafter entered the bedroom, wh...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=day-v-state"
    }
  ],
  "relatedIncidents": [
    13759,
    13770,
    13780,
    13806,
    13813
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}