{
  "id": 13851,
  "title": "1991년 Oliver 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-09-10",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Oliver. 판결일: 1991-09-10. 법원: Court of Appeals of Arizona.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Arizona, Appellee, v. Michael Frederick OLIVER, Appellant\n**판결일**: 1991-09-10\n**법원**: Court of Appeals of Arizona\n**관할**: Arizona, AZ\n\n**판사**: Kleinschmidt, Taylor, Voss\n\n## 변호인\n\nGrant Woods, Atty. Gen., by Paul J. McMurdie, Chief Counsel, Crim. Div., and Greg A. McCarthy, Asst. Atty. Gen., Phoenix, for appellee., Dean W. Trebesch, Maricopa County Public Defender by John R. Rood, III, Deputy Public Defender, Phoenix, for appellant.\n\n## 인용\n\n- 821 P.2d 250\n- 169 Ariz. 589\n\n## 판결문 요약\n\n\n169 Ariz. 589 (1991)\n821 P.2d 250\nSTATE of Arizona, Appellee,\nv.\nMichael Frederick OLIVER, Appellant.\nNo. 1 CA-CR 90-1729.\nCourt of Appeals of Arizona, Division 1, Department E.\nSeptember 10, 1991.\n*590 Grant Woods, Atty. Gen., by Paul J. McMurdie, Chief Counsel, Crim. Div., and Greg A. McCarthy, Asst. Atty. Gen., Phoenix, for appellee.\nDean W. Trebesch, Maricopa County Public Defender by John R. Rood, III, Deputy Public Defender, Phoenix, for appellant.\n\nOPINION\nVOSS, Judge.\nDefendant Michael Frederick Oliver appeals from his convictions for two counts of aggravated assault, both class 3 felonies, and one count of burglary in the first degree, a class 2 felony, with four prior convictions. He also appeals from the sentences imposed  three consecutive life sentences. We affirm the convictions and the sentences.\nFACTS\nThe facts viewed in the light most favorable to sustaining the convictions are as follows. In the early morning of August 15, 1988, the victim, Debra Phillips, returned home from her shift as a nurse. Her sister and brother, Rita and Kevin, were already asleep. A man wearing jeans, gray tennis shoes, the victim's pink bathrobe, a yellow T-shirt over his head with eye holes cut out and gloves, came into the bedroom with a knife. He growled like a dog and began to stab Debra in the arm and chest. Rita collided with the man in the hall and was also stabbed. The man then left the house. Kevin called paramedics and Debra and Rita were air evacuated to Scottsdale Mem...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-oliver"
    }
  ],
  "relatedIncidents": [
    13750,
    13762,
    13777,
    13788,
    13849
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}