{
  "id": 13853,
  "title": "1991년 King 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-09-05",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: King. 판결일: 1991-09-05. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: King v. the State\n**판결일**: 1991-09-05\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Fletcher, Hunt\n\n## 변호인\n\nJohn A. Pickens, Douglas B. Ammar, for appellant., Robert E. Wilson, District Attorney, Barbara B. Conroy, Thomas S. Clegg, Assistant District Attorneys, Michael J. Bowers, Attorney General, Mary H. Hines, for appellee.\n\n## 인용\n\n- 407 S.E.2d 733\n- 261 Ga. 534\n\n## 판결문 요약\n\n\nFletcher, Justice.\nKing was found guilty of malice murder, aggravated assault, and possession of a deadly weapon while in the commission of a felony.1 The evidence shows that King and Robert Shanks had been temporarily living with Sandra Collie; that King argued with both Shanks and Collie at various times on April 7, 1990; and that, during the early morning hours of April 8, 1990, King stabbed both Shanks and Collie with a butcher knife, wounding Collie and killing Shanks. He appeals and we reverse.\n1. Having reviewed the evidence in the light most favorable to the jury’s determination, we conclude that a rational trier of fact could have found King guilty beyond a reasonable doubt of the offenses charged. Jackson v. Virginia, 443 U. S. 307 (99 SC 2781, 61 LE2d 560) (1979).\n2. King’s first enumeration of error concerns the allowance of certain testimony which he contends improperly placed his character in evidence. Immediately after opening arguments, King’s attorney made a motion in limine seeking to have the state instruct its first witness, Sandra Collie, not to mention that King had been in jail at some point in time. The state agreed to do so and informed the court that it would also instruct Collie not to mention King’s concerns about his parole eligibility and about having his parole revoked.\nDuring Collie’s testimony, she related a conversation which she had with King on the evening of April 7 wherein King informed Collie that he could not trust Collie “[b]ecause yo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=king-v-state"
    }
  ],
  "relatedIncidents": [
    13759,
    13770,
    13780,
    13806,
    13813
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}