{
  "id": 13857,
  "title": "1991년 Miles 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-09-03",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Miles. 판결일: 1991-09-03. 법원: Court of Special Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Leonard MILES and Michael Jackson v. STATE of Maryland\n**판결일**: 1991-09-03\n**법원**: Court of Special Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Cathell, Davis and Harrell\n\n## 변호인\n\nMichael R. Malloy, Asst. Public Defender (Stephen E. Harris, Public Defender, on the brief), Baltimore, for appellants., Ann Norman Bosse, Asst. Atty. Gen. (J. Joseph Curran, Jr., Atty. Gen., Baltimore, and Andrew L. Sonner, State’s Atty. for Montgomery County, Rockville, on the brief), for appellee.\n\n## 인용\n\n- 594 A.2d 634\n- 88 Md. App. 248\n\n## 판결문 요약\n\n\n88 Md. App. 248 (1991)\n594 A.2d 634\nLEONARD MILES AND MICHAEL JACKSON\nv.\nSTATE OF MARYLAND.\nNo. 1525 September Term, 1990.\nCourt of Special Appeals of Maryland.\nSeptember 3, 1991.\nMichael R. Malloy, Asst. Public Defender (Stephen E. Harris, Public Defender, on the brief), Baltimore, for appellants.\nAnn Norman Bosse, Asst. Atty. Gen. (J. Joseph Curran, Jr., Atty. Gen., Baltimore, and Andrew L. Sonner, State's Atty. for Montgomery County, Rockville, on the brief), for appellee.\nArgued before CATHELL, DAVIS and HARRELL, JJ.\nHARRELL, Judge.\nLeonard Miles and Michael Jackson, the two co-appellants in this appeal, were tried together by a jury in the Circuit Court for Montgomery County on a variety of charges arising from a housebreaking. Both appellants were convicted of two counts of first-degree rape, one count of first-degree sexual offense, one count of assault with intent to rob, one count of battery, and one count of daytime housebreaking. The two appellants received identical sentences: three concurrent life sentences for the sex offenses; ten years concurrent for the assault with intent to rob conviction; twenty years concurrent for the battery conviction; and ten years consecutive for the housebreaking conviction. At the conclusion of the sentencing, the trial judge added a probation to the sentence by saying:\nIf there does come a time when you are out on probation, I place you on probation for a period of 10 years the first five years of which will be supervised.\nI will...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=miles-v-state"
    }
  ],
  "relatedIncidents": [
    13792,
    13797,
    13814,
    13815,
    13817
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}