{
  "id": 13859,
  "title": "1991년 In Re Blue Diamond Coal Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-08-30",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: In Re Blue Diamond Coal Co.. 판결일: 1991-08-30. 법원: United States Bankruptcy Court, E.D. Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: In Re BLUE DIAMOND COAL COMPANY, Debtor\n**판결일**: 1991-08-30\n**법원**: United States Bankruptcy Court, E.D. Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Richard S. Stair, Jr.\n\n## 변호인\n\nHodges, Doughty & Carson, Thomas H. Dickenson, Arnett, Draper & Hagood, Lewis R. Hagood, Knoxville, Tenn., for debtor., Segal, Isenberg, Sales, Stewart & Cutler, Irwin H. Cutler, Jr., Adrienne A. Berry, Louisville, Ky., Baker, Worthington, Cross-ley, Stansberry & Woolf, James A. McIntosh, Knoxville, Tenn., for Southern Labor Union, Local No. 188., Melnick & Moore, Neal S. Melnick, Knoxville, Tenn., for Committee of Equity Sec. Holders., Gentry, Tipton, Kizer & Little, P.C., W. Morris Kizer, Knox\n\n## 인용\n\n- 131 B.R. 633\n\n## 판결문 요약\n\n\n131 B.R. 633 (1991)\nIn re BLUE DIAMOND COAL COMPANY, Debtor.\nBankruptcy No. 91-32611.\nUnited States Bankruptcy Court, E.D. Tennessee.\nAugust 30, 1991.\n*634 *635 Hodges, Doughty &amp; Carson, Thomas H. Dickenson, Arnett, Draper &amp; Hagood, Lewis R. Hagood, Knoxville, Tenn., for debtor.\nSegal, Isenberg, Sales, Stewart &amp; Cutler, Irwin H. Cutler, Jr., Adrienne A. Berry, Louisville, Ky., Baker, Worthington, Crossley, Stansberry &amp; Woolf, James A. McIntosh, Knoxville, Tenn., for Southern Labor Union, Local No. 188.\nMelnick &amp; Moore, Neal S. Melnick, Knoxville, Tenn., for Committee of Equity Sec. Holders.\nGentry, Tipton, Kizer &amp; Little, P.C., W. Morris Kizer, Knoxville, Tenn., for Committee of Unsecured Creditors.\n\nMEMORANDUM ON DEBTOR'S APPLICATION TO REJECT COLLECTIVE BARGAINING AGREEMENT\nRICHARD S. STAIR, Jr., Bankruptcy Judge.\nThe court has before it the debtor's \"Application To Reject Collective Bargaining Agreement\" (Application) filed July 17, 1991. By its Application the debtor seeks authorization to reject a collective bargaining agreement (Contract) with the Southern Labor Union, Local No. 188 (the Union), entered into on May 14, 1990. The Contract, with an effective date of May 5, 1990, expires May 5, 1993. The Union filed a written response in opposition to the Application on July 29, 1991.\nThe record before the court consists of exhibits and testimony introduced at the hearing on the Application held August 5, 6 and 15, 1991. Additionally, the parties s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-blue-diamond-coal-co"
    }
  ],
  "relatedIncidents": [
    13792,
    13797,
    13814,
    13815,
    13817
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}