{
  "id": 13858,
  "title": "1991년 Dickler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-08-30",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Dickler. 판결일: 1991-08-30. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Dale DICKLER and Judy Kates, Individually and as Representatives on Behalf of All Persons Similarly Situated, Appellees, v. SHEARSON LEHMAN HUTTON, INC., Appellant\n**판결일**: 1991-08-30\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: McEwen, Kelly and Ford Elliott\n\n## 변호인\n\nDaniel T. Futch, Philadelphia, for appellant., Lewis Kates, Philadelphia, for appellees.\n\n## 인용\n\n- 596 A.2d 860\n- 408 Pa. Super. 286\n\n## 판결문 요약\n\n\n408 Pa. Superior Ct. 286 (1991)\n596 A.2d 860\nDale DICKLER and Judy Kates, Individually and as Representatives on Behalf of all Persons Similarly Situated, Appellees,\nv.\nSHEARSON LEHMAN HUTTON, INC., Appellant.\nSuperior Court of Pennsylvania.\nArgued May 15, 1991.\nFiled August 30, 1991.\n*288 Daniel T. Futch, Philadelphia, for appellant.\nLewis Kates, Philadelphia, for appellees.\nBefore McEWEN, KELLY and FORD ELLIOTT, JJ.\nKELLY, Judge:\nIn this opinion we are called upon to determine whether the trial court erred in holding that in Pennsylvania a claim for equitable relief is by law, outside the terms of an arbitration agreement. The trial court held that this class action suit, calling for equitable as well as legal relief, was outside the terms of the arbitration agreement between the appellant, Shearson Lehman Hutton, Inc. [hereinafter \"Shearson\"], and the appellees [hereinafter the \"Dickler Group\"]. We find that the broad agreement [hereinafter \"Shearson client agreement\"] signed by the parties encompasses all controversies, and that federal and Pennsylvania law allows arbitrators to provide all kinds of relief not prohibited by statute. Furthermore we find that this class action, if properly certified, may continue through arbitration on a class-wide basis. We therefore remand to the trial court for class certification proceedings. After this ruling, the trial court must compel arbitration. The Dickler Group *289 may then proceed with the dispute through arbitration either a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dickler-v-shearson-lehman-hutton-inc"
    }
  ],
  "relatedIncidents": [
    13756,
    13774,
    13846,
    13920,
    13983
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}