{
  "id": 13854,
  "title": "1991년 Estate of Hordeski v. First Federal Savings & Loan Association of Russell County 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-09-05",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Estate of Hordeski v. First Federal Savings & Loan Association of Russell County. 판결일: 1991-09-05. 법원: Court of Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: ESTATE OF Benjamin R. HORDESKI v. FIRST FEDERAL SAVINGS AND LOAN ASSOCIATION OF RUSSELL COUNTY, ALABAMA\n**판결일**: 1991-09-05\n**법원**: Court of Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Franks, Goddard, McMurray\n\n## 변호인\n\nGregory C. Logue, Knoxville, for defendant-appellant., Ben D. Brabson, Jr., Sevierville, for plaintiff-appellee.\n\n## 인용\n\n- 827 S.W.2d 302\n\n## 판결문 요약\n\n\n*303OPINION\nGODDARD, Judge.\nIn this suit, growing out of the administration of the Estate of Benjamin R. Horde-ski, who died on August 7, 1986, the Estate 1 sues First Federal Savings and Loan Association of Russell County, Alabama, seeking to recover the proceeds of a certificate of deposit owned by Mr. Hordeski, which was assigned as security for a loan by the Association. The suit sought recovery on two theories — first that the Association had practiced a fraud on Mr. Hordeski, and the second that there was no consideration for the second assignment.\nThe Trial Court directed a verdict at the close of all the proof in favor of the Association as to the fraud issue and submitted to the jury the question of consideration. The jury found in favor of the Estate, resulting in this appeal.\nBy its issues on appeal the Association contends the Court should have also directed a verdict in its favor on the issue of consideration, that the Trial Court did not properly instruct the jury on the issue of consideration, and that the Trial Court should have instructed the jury on the issue of conditional delivery of the first collateral assignment.\nThe genesis for this lawsuit was a trip to Gatlinburg in March 1985 by Eddie Zeal, William Bagley, III, President and Senior Vice-President, respectively, of the Association, and Thomas Wahlin, mortgage broker, who was Vice-President of Federal Guaranty Funding Corporation.2 The purpose of this trip was to evaluate certain properties the Assoc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=estate-of-hordeski-v-first-federal-savings-loan-association-of-russell"
    }
  ],
  "relatedIncidents": [
    13742,
    13743,
    13751,
    13758,
    13789
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}