{
  "id": 13852,
  "title": "1991년 McLaurin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-09-10",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: McLaurin. 판결일: 1991-09-10. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: McLaurin v. State\n**판결일**: 1991-09-10\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Nesbitt, Ferguson and Gersten\n\n## 인용\n\n- 585 So. 2d 473\n\n## 판결문 요약\n\n\n585 So. 2d 473 (1991)\nJames McLAURIN, Appellant,\nv.\nThe STATE of Florida, Appellee.\nNo. 90-2100.\nDistrict Court of Appeal of Florida, Third District.\nSeptember 10, 1991.\n*474 Bennett H. Brummer, Public Defender, and Robert Kalter, Asst. Public Defender, for appellant.\nRobert A. Butterworth, Atty. Gen., and Eric Bruce and Michael J. Neimand, Asst. Atty. Gen., for appellee.\nBefore NESBITT, FERGUSON and GERSTEN, JJ.\nPER CURIAM.\nWe affirm the trial court order revoking defendant's probation and sentencing him to a guidelines sentence of nine years for armed kidnapping. At defendant's hearing, the state sought to revoke defendant's probation by presenting evidence that the defendant had committed the new offense of aggravated child abuse while on probation and that he had failed to report to his probation officer for four months. In his ruling the trial judge stated: \"I am going to give him a straight nine years. If the aggravated child abuse case had been actually proved more to the Court's satisfaction I probably would have sentenced him to a higher amount.\"\nClearly, the trial judge did not base the revocation on a finding that the state had met its burden of proving child abuse by the greater weight of the evidence. He revoked probation and entered the guidelines sentence based solely on proof of the defendant's failure to make monthly reports to his probation officer. This alone was an adequate ground to support the revocation. See May v. State, 472 So. 2d 890 (Fla. 4th DCA 1...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mclaurin-v-state"
    }
  ],
  "relatedIncidents": [
    13794,
    13800,
    13937,
    13992,
    13449
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}