{
  "id": 13850,
  "title": "1991년 Walter P. Maksym, Jr. v. Dolores Loesch 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-09-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Walter P. Maksym, Jr. v. Dolores Loesch. 판결일: 1991-09-10. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Walter P. MAKSYM, Jr., Plaintiff-Appellee, v. Dolores LOESCH, Defendant-Appellant\n**판결일**: 1991-09-10\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Cudahy, Posner, Ripple\n\n## 변호인\n\nJoseph M. Williams, St. Charles, Ill., for plaintiff-appellee., William J. Harte, Herbert Stride, Stride & Associates, Chicago, Ill., for defendant-appellant.\n\n## 인용\n\n- 937 F.2d 1237\n\n## 판결문 요약\n\n937 F.2d 1237\n    Walter P. MAKSYM, Jr., Plaintiff-Appellee,v.Dolores LOESCH, Defendant-Appellant.\n    No. 90-2607.\n    United States Court of Appeals,Seventh Circuit.\n    Argued May 31, 1991.Decided July 23, 1991.Rehearing Denied Sept. 10, 1991.\n    \n      Joseph M. Williams, St. Charles, Ill., for plaintiff-appellee.\n      William J. Harte, Herbert Stride, Stride &amp; Associates, Chicago, Ill., for defendant-appellant.\n      Before CUDAHY, POSNER and RIPPLE, Circuit Judges.\n      POSNER, Circuit Judge.\n    \n    \n      1\n      This is a suit for breach of a contract between a lawyer and his client.  Federal jurisdiction is based on diversity of citizenship, and Illinois law governs the substantive issues.  The district judge granted summary judgment for the lawyer, awarding him $83,000 in damages (we round off all dollar figures to the nearest $1,000).  The client's appeal raises some surprisingly fundamental issues concerning contracts for retaining lawyers.\n    \n    \n      2\n      Fred Loesch, a well-to-do businessman, died in 1978, survived by Dolores Loesch, who was his second wife and is the defendant and appellant in this case, and by two daughters by his first marriage.  He left two wills, an earlier one leaving the estate to the daughters and a later one leaving it to Dolores.  At Fred's wake, Dolores was served with process by the daughters, who had decided to contest the will.  Shortly afterward she hired the plaintiff, attorney Walter Maksym, to be her \"counsel i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=walter-p-maksym-jr-v-dolores-loesch"
    }
  ],
  "relatedIncidents": [
    13755,
    13780,
    13794,
    13815,
    13889
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}