{
  "id": 13860,
  "title": "1991년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-08-29",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Brown. 판결일: 1991-08-29. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Deborah Denise BROWN, Appellant (Defendant Below), v. STATE of Indiana, Appellee (Plaintiff Below)\n**판결일**: 1991-08-29\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBRULER, Dickson, Givan, Krahulik, Shepard\n\n## 변호인\n\nDaniel Toomey, Merrillville, for appellant., Linley E. Pearson, Atty. Gen., Joseph N. Stevenson, Deputy Atty. Gen., Indianapolis, for appellee.\n\n## 인용\n\n- 577 N.E.2d 221\n\n## 판결문 요약\n\n\n577 N.E.2d 221 (1991)\nDeborah Denise BROWN, Appellant (Defendant below),\nv.\nSTATE of Indiana, Appellee (Plaintiff below).\nNo. 45S00-8703-CR-271.\nSupreme Court of Indiana.\nAugust 29, 1991.\n*224 Daniel Toomey, Merrillville, for appellant.\nLinley E. Pearson, Atty. Gen., Joseph N. Stevenson, Deputy Atty. Gen., Indianapolis, for appellee.\nSHEPARD, Chief Justice.\nFollowing a jury trial, Deborah Denise Brown was convicted of murder, a felony, Ind. Code § 35-42-1-1; attempted murder, a class A felony, Ind. Code §§ 35-41-5-1(a), 35-42-1-1; and child molesting, a class A felony, Ind. Code § 35-42-4-3(a). After the penalty phase of the trial, the jury recommended the death penalty.[1] The trial court sentenced Brown to death. Brown raises five issues in this direct appeal:\nI. Did the trial court err in admitting the in-court identification of Brown by a witness who had previously participated in an unduly suggestive identification procedure?\nII. Did the court err in admitting evidence of an extrinsic offense to prove the identity of the defendant?\nIII. Did the trial court err in admitting evidence of Brown's oral confession?\nIV. Did the court err by admitting in the penalty phase of the trial a videotape of Brown's previous testimony?\nV. Did the trial court err in rejecting the defendant's first instruction in the penalty phase of the trial?\n\nFacts\nThe evidence supporting the jury's verdict reveals that on June 18, 1984, A.H., then age nine, and her niece, Tamika Turks, then age seven,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brown-v-state"
    }
  ],
  "relatedIncidents": [
    13759,
    13770,
    13780,
    13806,
    13813
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}