{
  "id": 13861,
  "title": "1991년 Quigley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-08-29",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Quigley. 판결일: 1991-08-29. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Bryan J. QUIGLEY, Appellant, v. PHILADELPHIA CIVIL SERVICE COMMISSION, Appellee\n**판결일**: 1991-08-29\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Cappy, Flaherty, Larsen, McDERMOTT, Nix, Papadakos, Zappala\n\n## 변호인\n\nF. Emmett Fitzpatrick, III, Philadelphia, for appellant., Ralph J. Teti, Chief Deputy Litigation, Susan Shinkman, Divisional Deputy City Sol., for appellee.\n\n## 인용\n\n- 596 A.2d 144\n- 528 Pa. 195\n\n## 판결문 요약\n\n\n528 Pa. 195 (1991)\n596 A.2d 144\nBryan J. QUIGLEY, Appellant,\nv.\nPHILADELPHIA CIVIL SERVICE COMMISSION, Appellee.\nSupreme Court of Pennsylvania.\nArgued April 5, 1990.\nDecided August 29, 1991.\n*196 F. Emmett Fitzpatrick, III, Philadelphia, for appellant.\nRalph J. Teti, Chief Deputy Litigation, Susan Shinkman, Divisional Deputy City Sol., for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and CAPPY, JJ.\n\nOPINION OF THE COURT\nZAPPALA, Justice.\nThe Appellant, Bryan J. Quigley, was dismissed from the Philadelphia Police Department in October of 1982 and arrested on charges of obstruction of law, hindering apprehension or prosecution, criminal conspiracy, and criminal solicitation. At a subsequent jury trial he was acquitted of all charges.\nIn 1986, the Civil Service Commission denied Quigley's appeal of his dismissal, which decision was affirmed by the Court of Common Pleas and, on further appeal, by the Commonwealth Court Pa.Cmwlth., 557 A.2d 468 (1989). We granted allocatur to review the single question whether references during the hearings to a polygraph examination given to one of the City's key witnesses constituted an error of law.\nThe Notice of Dismissal stated the following:\nOn 10-24-82 you did stop Mr. Richard Edgerton, 3500 Fairmount Ave. at 37th &amp; Aspen Streets for a traffic violation and when asked for his drivers license, he could not produce it. A search of Mr. Edgerton revealed a bag of Marijuana and a piece of paper with number...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=quigley-v-philadelphia-civil-service-commission"
    }
  ],
  "relatedIncidents": [
    13742,
    13743,
    13749,
    13750,
    13751
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}