{
  "id": 13875,
  "title": "1991년 Nolan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-08-13",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Nolan. 판결일: 1991-08-13. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Larry NOLAN v. STATE of Missouri\n**판결일**: 1991-08-13\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Grimm, Karohl, Pudlowski\n\n## 변호인\n\nHenry Robertson, Brian N. Brown, Asst. Public Defenders, St. Louis, for appellant., William L. Webster, Atty. Gen., Millie Aulbur, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 817 S.W.2d 551\n\n## 판결문 요약\n\n\nKAROHL, Judge.\nMovant appeals from the denial of his Rule 24.035 motion for post conviction relief after an evidentiary hearing.\nOn October 10, 1989, pursuant to a plea agreement, movant entered pleas of guilty to eight charges brought in three separate cases. Movant pled guilty to three counts of robbery in the first degree, two counts of armed criminal action, one count of assault in the third degree, one count of unlawful use of a weapon and one count of possession of the controlled substance methamphetamine. The plea court accepted the pleas after determining movant’s pleas of guilty were “freely and voluntarily made with defendant understanding the consequences of his act.” The court accepted the negotiated pleas and sentenced *552movant as a prior and persistent offender to concurrent terms of imprisonment, the longest being thirty years.\nMovant presents two points on appeal to obtain a trial on all charges. First, movant alleges the motion court erred when it failed to make a finding of fact or conclusion of law on movant’s allegation that he did not knowingly, voluntarily and intelligently waive his rights against self-incrimination, to trial by jury and to confront and cross-examine witnesses. The state contends movant is raising this issue for the first time on appeal. This contention is unfounded. Movant raised this issue in both his pro se and amended motions.\nThe motion court must enter findings of fact and conclusions of law on all issues presented. Rule 24.035...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nolan-v-state"
    }
  ],
  "relatedIncidents": [
    13750,
    13762,
    13777,
    13788,
    13849
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}