{
  "id": 13882,
  "title": "1991년 State v. Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-07-30",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: State v. Smith. 판결일: 1991-07-30. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Ricky SMITH, Appellant Ricky SMITH v. STATE of Missouri\n**판결일**: 1991-07-30\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Gaertner, Satz, Smith\n\n## 변호인\n\nSusan L. Hogan, Asst. Appellate Defender, Kansas City, for appellant., William L. Webster, Atty. Gen., Geoffrey W. Preckshot, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 815 S.W.2d 74\n\n## 판결문 요약\n\n\nSATZ, Judge.\nDefendant, Ricky Smith, appeals from his conviction by a jury of assault, first degree, § 565.050 RSMo.1986, and armed criminal action, § 571.015 RSMo.1986. The court sentenced defendant to consecutive sentences of ten years imprisonment on the assault count and five years imprisonment on the armed criminal action count. Defendant also appeals from the denial of his Rule 29.15 motion. We dismiss both appeals.\nAfter conviction, defendant failed to appear for formal sentencing. He was arrested more than a year later, 439 days later to be exact. About a month after that, defendant was formally sentenced and properly remanded to the Department of Corrections to serve his prison terms. The state contends that defendant forfeited his right to appeal by absconding and failing to appear voluntarily for sentencing. We agree.\nDefendant does not contend he has a constitutional right to appeal. See, State ex rel. Garnholz v. LaDriere, 299 S.W.2d 512, 515 (Mo. banc 1957); State v. Galvan, 744 S.W.2d 510, 511 (Mo.App.1988); McKane v. Durston, 153 U.S. 684, 687, 14 S.Ct. 913, 914, 38 L.Ed. 867, 868 (1894). We have the authority to deny a defendant the right of appeal if, after conviction, he has absconded, preventing the orderly administration of justice. See, e.g. State v. Wright, 763 S.W.2d 167, 168-69 (Mo.App.1988); see also, State v. Carter, 98 Mo. 431, 11 S.W. 979, 980 (1889); Molinaro v. New Jersey, 396 U.S. 365, 366, 90 S.Ct. 498, 499, 24 L.Ed.2d 586, 588 (1970).\nThis s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-smith"
    }
  ],
  "relatedIncidents": [
    13749,
    13773,
    13790,
    13913,
    13918
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}