{
  "id": 13888,
  "title": "1991년 Hynd 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-07-17",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Hynd. 판결일: 1991-07-17. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Hynd v. Ireland\n**판결일**: 1991-07-17\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Hersey\n\n## 인용\n\n- 582 So. 2d 772\n\n## 판결문 요약\n\n\n582 So. 2d 772 (1991)\nWilliam HYND, d/b/a (PIP) Postal Instant Press, Appellant,\nv.\nThomas K. IRELAND, Individually, and As Successor to Casto Developers, a Florida Limited Partnership, Appellee.\nNo. 90-2794.\nDistrict Court of Appeal of Florida, Fourth District.\nJuly 17, 1991.\nEdward J. O'Hare, Coral Springs, for appellant.\nLauri Waldman Ross of Kelly, Black, Black, Byrne, Beasley &amp; Bales, P.A., Miami, for appellee.\nHERSEY, Judge.\nAppellant, William Hynd, was a tenant under a five-year lease (with options) of property owned by appellee, Thomas K. Ireland. The lease was dated December 1981. On June 12, 1984, representatives of the Department of Transportation of the State of Florida (DOT) informed appellant that the property was to be condemned. The taking occurred on December 27, 1986. Appellant sued appellee for fraud (in connection with the making of the lease) on December 21, 1989. The trial court entered Summary Judgment for appellee based upon the statute of limitations. The issue on appeal is: when does the statute of limitations commence to run.\n*773 An action for fraud must be filed within four years of the accrual of the cause of action. § 95.11(3)(j), Fla. Stat. (1989). The trial court determined that the statute of limitations began to run on June 12, 1984, when appellant received direct notice of the DOT's intention to condemn the property. Appellant argues that the statute did not begin to run until the property was actually taken. Appellant claims that dama...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hynd-v-ireland"
    }
  ],
  "relatedIncidents": [
    13742,
    13743,
    13751,
    13758,
    13789
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}