{
  "id": 13886,
  "title": "1991년 Anable 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-07-25",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Anable. 판결일: 1991-07-25. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Martin E. Anable v. Joseph Bollentin, and James Marvel\n**판결일**: 1991-07-25\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Mikoll\n\n## 인용\n\n- 175 A.D.2d 545\n\n## 판결문 요약\n\n\nMikoll, J.\nAppeal from an order of the Supreme Court (Keniry, J.), entered September 27, 1990 in Rensselaer County, which denied defendant James Marvel’s motion for summary judgment dismissing the complaint against him.\nPlaintiff was injured while driving defendant Joseph Bollentin’s motorcycle in the driveway of property owned by defendant James Marvel (hereinafter defendant) in the City of Rensselaer, Rensselaer County. The driveway consisted of dirt and gravel and was overgrown by grass. Plaintiff fell off the motorcycle and sustained a broken leg.\nDefendant moved for summary judgment dismissing the complaint against him. In denying the motion, Supreme Court found that plaintiff’s deposition testimony reflected that the condition of the driveway may have been a factor in the happening of the accident and that, therefore, summary judgment was not appropriate. Defendant contends that summary judgment should have been granted to him because plaintiff *546failed to show the existence of genuine factual issues or to explain why such evidence is not available.\nIn support of his motion, defendant supplied a sworn affidavit in which he averred that he never received any complaints about the condition of his driveway, that he regularly had the opportunity to observe it and he never personally observed any defects or hazardous conditions in the perimeter of the driveway. Pretrial testimony of Bollentin submitted on the motion indicated that plaintiff performed a \"wheelie” on the mo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=anable-v-bollentin"
    }
  ],
  "relatedIncidents": [
    13742,
    13743,
    13749,
    13750,
    13751
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}