{
  "id": 13884,
  "title": "1991년 Dyson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-07-26",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Dyson. 판결일: 1991-07-26. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Jimmy DYSON v. STATE\n**판결일**: 1991-07-26\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Tyson\n\n## 변호인\n\nDon Bennett, Dothan, for appellant., James H. Evans, Atty. Gen., and Teri L. Adams, Asst. Atty. Gen., for appellee.\n\n## 인용\n\n- 591 So. 2d 559\n\n## 판결문 요약\n\n\nTYSON, Judge.\nJimmy Dyson was indicted for sodomy, second degree, in violation of § 13A-6-64, Code of Alabama 1975. The petit jury returned a verdict of “guilty as charged in the indictment.” After reviewing the pre-sentence report and conducting a hearing, the trial court sentenced Dyson to five years in prison, ordered him to pay a $3,500 fine, costs of court, and a $250 assessment to the Victims’ Compensation Fund.\nThe victim, F.D., testified that between December 1987 and March 1988 the appellant, her uncle, would come to her house while her parents were at work. F.D. stated that the appellant was in his forties and that she was 15 years old at the time. During these visits, they kissed on the mouth numerous times, and he often told her he loved her. The appellant also wrote letters to F.D. and she wrote to him once.\nF.D. further testified that in January 1988 the appellant touched her on her breasts and told her that “he would like to suck it.” On this occasion, he also took her hand and placed it on his “hard” penis.\nIn February 1988, F.D. stated that the appellant came to her house at approximately 7:00 p.m. While she was laying in a recliner, the appellant came over and told her he was “fixing to eat her.” He took off her pants and panties. F.D. went on to testify that he “unzipped his pants and took his dick out, and he put his tongue in my vagina.” They redressed and the ap*561pellant stayed with F.D. until her mother returned. ■\nF.D. testified that the appellant g...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=morgan-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dyson-v-state"
    }
  ],
  "relatedIncidents": [
    13742,
    13743,
    13749,
    13750,
    13751
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}