{
  "id": 13880,
  "title": "1991년 Dumas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-08-02",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Dumas. 판결일: 1991-08-02. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Dumas v. Auto Club Insurance Association\n**판결일**: 1991-08-02\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Boyle, Brickley, Cavanagh, Griffin, Levin, Mallett, Riley\n\n## 변호인\n\nLopatin, Miller, Freedman, Bluestone, Erlich, Rosen & Bartnick (by Richard E. Shaw and Sheldon L. Miller) for the plaintiffs., Fox & Grove, Chartered (by Kalvin M. Grove, Steven L. Gillman, and Allison C. Blakley) and Finkel, Whiteñeld & Selik (by Robert J. Finkel) for the defendant., Amici Curiae:, Conboy, Fell, Stack, Lieder & Hanson (by Lloyd C. Fell) for General Motors Corporation., Clark, Klein & Beaumont (by Dwight H Vincent, J. Walker Henry, and Rachelle G. Silberberg) for Michigan Manufa\n\n## 인용\n\n- 473 N.W.2d 652\n- 437 Mich. 521\n\n## 판결문 요약\n\n\n437 Mich. 521 (1991)\n473 N.W.2d 652\nDUMAS\nv.\nAUTO CLUB INSURANCE ASSOCIATION\nDocket No. 83982, (Calendar No. 2).\nSupreme Court of Michigan.\nArgued October 2, 1990.\nDecided July 31, 1991.\nDissenting opinion filed August 2, 1991.\nLopatin, Miller, Freedman, Bluestone, Erlich, Rosen &amp; Bartnick (by Richard E. Shaw and Sheldon L. Miller) for the plaintiffs.\nFox &amp; Grove, Chartered (by Kalvin M. Grove, Steven L. Gillman, and Allison C. Blakley) and Finkel, Whitefield &amp; Selik (by Robert J. Finkel) for the defendant.\nAmici Curiae:\nConboy, Fell, Stack, Lieder &amp; Hanson (by Lloyd C. Fell) for General Motors Corporation.\nClark, Klein &amp; Beaumont (by Dwight H. Vincent, J. Walker Henry, and Rachelle G. Silberberg) for Michigan Manufacturers Association.\nMiller, Canfield, Paddock &amp; Stone (by Diane M. Soubly) for American Society of Employers, Motor Vehicle Manufacturers Association of the United States, Inc., Greater Detroit Chamber of Commerce, and Michigan State Chamber of Commerce.\nMark Granzotto, Monica Farris Linkner, and Charles P. Burbach for Michigan Trial Lawyers Association.\nDissenting opinion by LEVIN, J., filed August 2, 1991.\nRILEY, J.\nTwo questions are presented in this appeal. First, whether plaintiffs have actions for breach of contract on the basis that they were informed of a particular compensation system upon entering defendant's work force, and the system was subsequently changed. A subissue is whether those plaintiffs who were promised the policy ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dumas-v-auto-club-ins-assn"
    }
  ],
  "relatedIncidents": [
    13742,
    13743,
    13749,
    13750,
    13751
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}