{
  "id": 13883,
  "title": "1991년 California Federal Savings & Loan Ass'n v. City of Los Angeles 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-07-29",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: California Federal Savings & Loan Ass'n v. City of Los Angeles. 판결일: 1991-07-29. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: CALIFORNIA FEDERAL SAVINGS AND LOAN ASSOCIATION, Plaintiff and Respondent, v. CITY OF LOS ANGELES, Defendant and Appellant\n**판결일**: 1991-07-29\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Arabian\n\n## 변호인\n\nCounsel, James K. Hahn, City Attorney, Richard A. Dawson, Assistant City Attorney, and Myrtle Dankers, Deputy City Attorney, for Defendant and Appellant., Louise H. Renne, City Attorney (San Francisco), John J. Doherty and Thomas J. Owens, Deputy City Attorneys, Joan R. Gallo, City Attorney (San Jose), Michael F. Dean, City Attorney (Roseville), Jack L. White, City Attorney (Anaheim), and William C. Marsh, City Attorney (Monterey), as Amici Curiae on behalf of Defendant and Appellant., Martin S.\n\n## 인용\n\n- 812 P.2d 916\n- 54 Cal. 3d 1\n- 283 Cal. Rptr. 569\n\n## 판결문 요약\n\n\n54 Cal. 3d 1 (1991)\n812 P.2d 916\n283 Cal. Rptr. 569\nCALIFORNIA FEDERAL SAVINGS AND LOAN ASSOCIATION, Plaintiff and Respondent,\nv.\nCITY OF LOS ANGELES, Defendant and Appellant.\nDocket No. S013951.\nSupreme Court of California.\nJuly 29, 1991.\n*5 COUNSEL\nJames K. Hahn, City Attorney, Richard A. Dawson, Assistant City Attorney, and Myrtle Dankers, Deputy City Attorney, for Defendant and Appellant.\nLouise H. Renne, City Attorney (San Francisco), John J. Doherty and Thomas J. Owens, Deputy City Attorneys, Joan R. Gallo, City Attorney (San Jose), Michael F. Dean, City Attorney (Roseville), Jack L. White, City Attorney (Anaheim), and William C. Marsh, City Attorney (Monterey), as Amici Curiae on behalf of Defendant and Appellant.\nMartin S. Schwartz, McKenna, Conner &amp; Cuneo, McKenna &amp; Fitting, Aaron M. Peck, Michael T. Lambert and Theresa A. Kristovich for Plaintiff and Respondent.\nChristopher Chenoweth, Philip M. Plant, Ronald A. Zumbrun, Anthony T. Caso and Jonathan M. Coupal as Amici Curiae on behalf of Plaintiff and Respondent.\nOPINION\nARABIAN, J.\nSince the addition of the \"home rule\" provision to our Constitution in 1896, the organic law of California has granted charter cities *6 sovereignty over \"municipal affairs.\" Although this court and the Court of Appeal have parsed that cryptic phrase in literally scores of cases in the 95 years since the adoption of what is now article XI, section 5, subdivision (a) of the Constitution, what an early member of this court called t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=california-federal-savings-loan-assn-v-city-of-los-angeles"
    }
  ],
  "relatedIncidents": [
    13742,
    13743,
    13749,
    13750,
    13751
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}