{
  "id": 13889,
  "title": "1991년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-07-16",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1991-07-16. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. James Coonan, Kevin Kelly, James McElroy Kenneth Shannon, William Bokun, John Halo, Edna Coonan, Richard Ritter, Thomas Collins, Florence Collins, Kevin Kelly\n**판결일**: 1991-07-16\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 938 F.2d 1553\n\n## 판결문 요약\n\n938 F.2d 1553\n    UNITED STATES of America, Appellee,v.James COONAN, Kevin Kelly, James McElroy, Kenneth Shannon,William Bokun, John Halo, Edna Coonan, RichardRitter, Thomas Collins, FlorenceCollins, Defendants,Kevin Kelly, Defendant-Appellant.\n    No. 280, Docket 90-1223.\n    United States Court of Appeals,Second Circuit.\n    Argued Feb. 4, 1991.Decided July 16, 1991.\n    \n      Vivian Shevitz, New York City (Georgia J. Hinde, of counsel), for defendant-appellant.\n      Laurie E. Brecher, Asst. U.S. Atty., S.D. New York (Otto G. Obermaier, U.S. Atty., David E. Brodsky, Helen Gredd, Asst. U.S. Attys., S.D. New York, of counsel) for appellee.\n      Before NEWMAN and ALTIMARI, Circuit Judges, and CONBOY, District Judge.*\n      ALTIMARI, Circuit Judge:\n    \n    \n      1\n      Defendant-appellant Kevin Kelly appeals from a judgment of conviction, entered in the United States District Court for the Southern District of New York, following a jury trial before Judge Whitman Knapp.\n    \n    \n      2\n      In a seventeen count indictment, Kevin Kelly and co-defendants James Coonan, Edna Coonan, Thomas Collins, James McElroy, Richard Ritter, Florence Collins, William Bokun, John Halo and Kenneth Shannon were charged with various offenses arising from their participation in a racketeering enterprise.  After a five-week trial, Kelly was convicted of participating in and conspiring to participate in a racketeering enterprise, in violation of the Racketeer Influenced and Corrupt Organizati...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-james-coonan-kevin-kelly-james-mcelroy-kenneth-shannon"
    }
  ],
  "relatedIncidents": [
    13780,
    13981,
    13410,
    13755,
    13759
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}