{
  "id": 13885,
  "title": "1991년 English 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-07-25",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: English. 판결일: 1991-07-25. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Willie Lee ENGLISH, Appellant, v. STATE of Indiana, Appellee\n**판결일**: 1991-07-25\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBRULER, Dickson, Givan, Krahulik, Shepard\n\n## 변호인\n\nPatrick Murphy, Indianapolis, for appellant., Linley E. Pearson, Atty. Gen., Gary Damon Secrest, Deputy Atty. Gen., Indianapolis, for appellee.\n\n## 인용\n\n- 575 N.E.2d 14\n\n## 판결문 요약\n\n\n575 N.E.2d 14 (1991)\nWillie Lee ENGLISH, Appellant,\nv.\nSTATE of Indiana, Appellee.\nNo. 48S00-8907-CR-519.\nSupreme Court of Indiana.\nJuly 25, 1991.\nPatrick Murphy, Indianapolis, for appellant.\nLinley E. Pearson, Atty. Gen., Gary Damon Secrest, Deputy Atty. Gen., Indianapolis, for appellee.\nGIVAN, Justice.\nAppellant was found guilty of Murder. Although the State originally asked for the death penalty, that request was dropped at *15 the sentencing hearing. Appellant also was convicted of Criminal Confinement. He received a sentence of sixty (60) years for the conviction of murder and twenty (20) years for the conviction of criminal confinement, the sentences to be served consecutively.\nThe facts are: Appellant and the victim, Diane English, had been married and recently divorced. On September 15, 1987, appellant called Diane at her office, and shortly thereafter he arrived at the office. Upon his arrival, Diane accompanied him to another part of the office where they engaged in conversation. Vicky Butterfield was in her office when she heard a gunshot and a scream in the hallway. She quickly closed and locked the door of her office. She heard footsteps running down the hall toward her door. The door rattled and appellant then broke open the door splintering it in the process. However, Butterfield was able to thwart his entrance, and appellant left with a gun in his hand.\nAt that time, Diane rushed into the office of Sonia Lippincott and slammed and locked the door. She stated:...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=english-v-state"
    }
  ],
  "relatedIncidents": [
    13759,
    13770,
    13780,
    13806,
    13813
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}