{
  "id": 13897,
  "title": "1991년 John B. Long v. Bill Armontrout 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-07-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: John B. Long v. Bill Armontrout. 판결일: 1991-07-05. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: John B. LONG, Appellant, v. Bill ARMONTROUT, Appellee\n**판결일**: 1991-07-05\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Beam, Bright, McMILLIAN, Per Curiam\n\n## 변호인\n\nJohn B. Long, pro se., Stephen D. Hawke, Jefferson City, Mo., for appellee.\n\n## 인용\n\n- 938 F.2d 106\n\n## 판결문 요약\n\n938 F.2d 106\n    John B. LONG, Appellant,v.Bill ARMONTROUT, Appellee.\n    No. 89-1874.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted Jan. 16, 1991.Decided July 5, 1991.\n    \n      John B. Long, pro se.\n      Stephen D. Hawke, Jefferson City, Mo., for appellee.\n      Before McMILLIAN and BEAM, Circuit Judges, and BRIGHT, Senior Circuit Judge.\n      PER CURIAM.\n    \n    \n      1\n      John B. Long, a Missouri prisoner, appeals from a final order entered in the United States District Court1 for the Western District of Missouri, dismissing his 28 U.S.C. Sec. 2254 petition for writ of habeas corpus.  For reversal, Long argues that (1) the state court's delay in ruling on his petition for post-conviction relief constituted a denial of due process, (2) his counsel was ineffective in failing to inform him that the victim had died and in misinforming him about the range of punishment, (3) his guilty plea was involuntary because of his lack of understanding as to the range of punishment, and (4) the information, by which he was charged, was defective because it did not mention Long's co-defendant by name.  For the following reasons, we affirm the decision of the district court.\n    \n    \n      2\n      We note initially that defects in post-conviction proceedings do not automatically render a prisoner's detention unlawful, nor do they raise constitutional questions cognizable in habeas proceedings.  Smith v. Lockhart, 882 F.2d 331, 334 (8th Cir.1989), cert. denied, --...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=john-b-long-v-bill-armontrout"
    }
  ],
  "relatedIncidents": [
    13742,
    13743,
    13749,
    13750,
    13751
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}