{
  "id": 13893,
  "title": "1991년 Figueroa-Soto 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-07-09",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Figueroa-Soto. 판결일: 1991-07-09. 법원: Court of Appeals of Arizona.",
  "description": "## 사건 정보\n\n**사건명**: The STATE of Arizona v. Jaime Javier FIGUEROA-SOTO\n**판결일**: 1991-07-09\n**법원**: Court of Appeals of Arizona\n**관할**: Arizona, AZ\n\n**판사**: Howard, Lacagnina, Livermore\n\n## 변호인\n\nStephen D. Neely, Pima County Atty. by Kenneth J. Peasley and John E. Davis, Tucson, for appellant., O’Connor, Cavanagh,,, Anderson, West-over, Killingsworth & Beshears by Robert J. Hooker, Tucson, for appellee.\n\n## 인용\n\n- 170 Ariz. 422\n- 825 P.2d 947\n\n## 판결문 요약\n\n\nOPINION\nLIVERMORE, Chief Judge.\nIn the second half of 1988 defendant was charged in three separate proceedings with multiple counts of marijuana offenses and conspiracy. He was represented by re*423tained counsel. In 1989 he was charged in a two count indictment with illegally conducting a criminal enterprise and money laundering. Claiming that he was now indigent, defendant asked for and was given appointed counsel on these new charges. Citing the inability of his lawyers to work together, defendant resisted consolidation of some of the charges and insisted on his right to an immediate trial on the last indictment. After conviction by jury verdict, he asserted that the Double Jeopardy Clause of the Fifth Amendment precluded trial on the marijuana and conspiracy offenses. Defendant and the state agreed to a court trial on six counts from two of the earlier charging documents. Based on evidence presented in the earlier jury trial, the court found defendant guilty of two counts of unlawful sale of marijuana, two counts of unlawful transportation of marijuana, one count of unlawful possession of marijuana for sale, and one count of conspiracy. It then set aside those findings and dismissed the charges based on the double jeopardy analysis in Grady v. Corbin, 495 U.S. 508, 110 S.Ct. 2084, 109 L.Ed.2d 548 (1990). This appeal followed. We reverse in part.\nGrady v. Corbin was a case in which defendant, while driving in an intoxicated condition, crossed the center line and struck a ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-figueroa-soto"
    }
  ],
  "relatedIncidents": [
    13759,
    13770,
    13780,
    13806,
    13813
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}