{
  "id": 13902,
  "title": "1991년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-07-01",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1991-07-01. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Malcolm George Greyson v. John E. Kellam, Acting Administrator, Oahu Community Correctional Center Harold Falk, Director, Department of Corrections, State of Hawaii\n**판결일**: 1991-07-01\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 937 F.2d 1409\n\n## 판결문 요약\n\n937 F.2d 1409\n    Malcolm George GREYSON, Petitioner-Appellant,v.John E. KELLAM, Acting Administrator, Oahu CommunityCorrectional Center;  Harold Falk, Director,Department of Corrections, State ofHawaii, Respondents-Appellees.\n    No. 90-16165.\n    United States Court of Appeals,Ninth Circuit.\n    Argued and Submitted May 6, 1991.Decided July 1, 1991.\n    \n      Myles S. Breiner and Susan Barr, Honolulu, Hawaii, for petitioner-appellant.\n      Charlotte J. Duarte, Deputy Pros.  Atty., Honolulu, Hawaii, for respondents-appellees.\n      Appeal from the United States District Court for the District of Hawaii.\n      Before SCHROEDER, FLETCHER and FERGUSON, Circuit Judges.\n      FERGUSON, Circuit Judge:\n    \n    \n      1\n      Petitioner-defendant Malcolm Greyson appeals the district court's dismissal of his habeas corpus petition.  Greyson contends that double jeopardy, based on prosecutorial misconduct intended to goad the defendant into moving for a mistrial, bars his fourth trial for murder in state court.\n    \n    I.\n    \n      2\n      Greyson is currently awaiting his fourth trial for the 1983 murder of his seven-month old son.1   He alleges that double jeopardy bars his fourth trial because the prosecution at his third trial intentionally goaded him into requesting a mistrial.2   The trial court denied the motion for mistrial and Greyson was convicted.  The Hawaii Supreme Court later overturned his conviction on separate grounds but noted that the prosecution was guilty of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=malcolm-george-greyson-v-john-e-kellam-acting-administrator-oahu"
    }
  ],
  "relatedIncidents": [
    13759,
    13770,
    13780,
    13806,
    13813
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}