{
  "id": 13909,
  "title": "1991년 Imlay 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-06-18",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Imlay. 판결일: 1991-06-18. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF MONTANA, Plaintiff and Respondent, v. DONALD GLENN IMLAY, Defendant and Appellant\n**판결일**: 1991-06-18\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: Harrison, Hunt, McDONOUGH, Trieweiler, Turnage\n\n## 변호인\n\nBilly B. Miller, Miller & Cook, Great Falls, for defendant and appellant., Marc Racicot, Atty. Gen., Elizabeth L. Griffing, Asst. Atty. Gen., Helena, Patrick L. Paul, Cascade County Atty., Kim Schulke, Chief Deputy County Atty., Great Falls, for plaintiff and respondent.\n\n## 인용\n\n- 813 P.2d 979\n- 249 Mont. 82\n\n## 판결문 요약\n\n\n813 P.2d 979 (1991)\nSTATE OF Montana, Plaintiff and Respondent,\nv.\nDonald Glenn IMLAY, Defendant and Appellant.\nNo. 90-493.\nSupreme Court of Montana.\nSubmitted on Briefs March 28, 1991.\nDecided June 18, 1991.\nRehearing Denied July 23, 1991.\n*980 Billy B. Miller, Miller &amp; Cook, Great Falls, for defendant and appellant.\nMarc Racicot, Atty. Gen., Elizabeth L. Griffing, Asst. Atty. Gen., Helena, Patrick L. Paul, Cascade County Atty., Kim Schulke, Chief Deputy County Atty., Great Falls, for plaintiff and respondent.\nTRIEWEILER, Justice.\nFollowing a jury trial, the defendant, Donald Glenn Imlay, was convicted in District Court of sexual assault, a felony, in violation of § 45-5-502, MCA. Based on that conviction, he was sentenced by the District Court to five years in the Montana State Prison. However, all but 35 days of that sentence were suspended, and the defendant was placed on formal probation, under certain conditions, including the condition that he enroll in and complete a sexual therapy program. When the defendant enrolled in, but was unable to complete the sexual therapy program, his suspended sentence was revoked and he was ordered imprisoned at the Montana State Prison for the remainder of his five-year term. The defendant appeals from the District Court's order revoking his suspended sentence. We reverse the order of the District Court.\nOn appeal, the defendant raises several issues. We find the following issue, as restated by this Court, to be controlling:\nCan a ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-imlay"
    }
  ],
  "relatedIncidents": [
    13792,
    13797,
    13814,
    13815,
    13817
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}