{
  "id": 13919,
  "title": "1991년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-06-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1991-06-03. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Kenneth E. Hall, Jr. v. Henry Bellmon, Governor Robert H. Henry, Attorney General Gary Maynard Steven Kaiser Captain E. Smith Sgt. B. Jones Buddy Honaker Two Unnamed Guards\n**판결일**: 1991-06-03\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 935 F.2d 1106\n\n## 판결문 요약\n\n935 F.2d 1106\n    19 Fed.R.Serv.3d 1217\n    Kenneth E. HALL, Jr., Plaintiff-Appellant,v.Henry BELLMON, Governor;  Robert H. Henry, Attorney General;Gary Maynard;  Steven Kaiser;  Captain E. Smith;Sgt. B. Jones;  Buddy Honaker;  TwoUnnamed Guards, Defendants-Appellees.\n    No. 90-6326.\n    United States Court of Appeals,Tenth Circuit.\n    June 3, 1991.\n    \n      Kenneth E. Hall, Jr., pro se.\n      Robert H. Henry, Atty. Gen. of Okl., and Karin M. Kriz, Asst. Atty. Gen. of Okl., Oklahoma City, Okl., for defendants-appellees.\n      Before LOGAN, MOORE and BALDOCK, Circuit Judges.\n      LOGAN, Circuit Judge.\n    \n    \n      1\n      Pro se plaintiff Kenneth E. Hall, Jr. appeals the district court's dismissal of his claim that the policies and procedures of the Lexington Assessment and Reception Center (LARC), as well as the actions of LARC employees, violated his First Amendment right to free exercise of religion.  He contends that the district court applied the wrong legal standards in dismissing his case, improperly relied on evidence not in the pleadings, and failed to give proper notice and opportunity for discovery.1\n    \n    \n      2\n      * Because all are relevant to our discussion of the issues, we summarize here the procedure and law applicable to the three most common pretrial points at which a district court may dispose of a pro se complaint.\n    \n    \n      3\n      * First, if the plaintiff is proceeding in forma pauperis, a court \"may dismiss the case if the allegat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kenneth-e-hall-jr-v-henry-bellmon-governor-robert-h-henry-attorney"
    }
  ],
  "relatedIncidents": [
    13755,
    13780,
    13794,
    13815,
    13850
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}