{
  "id": 13918,
  "title": "1991년 Collins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-06-04",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Collins. 판결일: 1991-06-04. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: COLLINS v. THE STATE (Two Cases)\n**판결일**: 1991-06-04\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Andrews, McMurray, Sognier\n\n## 변호인\n\nMaloy & Jenkins, W. Bruce Maloy, for appellant., Lewis R. Slaton, District Attorney, Joseph J. Drolet, Rebecca A. Keel, Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 406 S.E.2d 520\n- 200 Ga. App. 71\n\n## 판결문 요약\n\n\n200 Ga. App. 71 (1991)\n406 S.E.2d 520\nCOLLINS\nv.\nTHE STATE (two cases).\nA91A0284, A91A0285.\nCourt of Appeals of Georgia.\nDecided June 4, 1991.\nRehearing Denied June 19, 1991.\nMaloy &amp; Jenkins, W. Bruce Maloy, for appellant.\nLewis R. Slaton, District Attorney, Joseph J. Drolet, Rebecca A. Keel, Assistant District Attorneys, for appellee.\nSOGNIER, Chief Judge.\nJim L. Collins was convicted of aggravated assault. We have consolidated his appeals from the denial of his motion for a new trial and the denial of his motion for bond pending appeal.\n1. Appellant contends in his sole enumeration regarding his motion for a new trial that the trial court erred by denying the motion because appellant was wrongly deprived of his right to be present when the verdict was returned. The record reflects that while the jury was deliberating, Assistant District Attorney Rebecca Keel informed appellant and his two attorneys, Morgan Scott and James Finley, that she had been told the trial judge was sending the jury to lunch and that the trial judge had excused appellant and the attorneys for lunch for one and one half hours. Without checking to verify whether the information Keel had received was correct, appellant and Scott then left the courtroom. However, Keel had misunderstood the trial judge, who had not excused the parties. (We note that nothing in the record gives the slightest indication that Keel deliberately misinformed appellant and his attorneys; indeed, the record reflects that Keel...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=collins-v-state"
    }
  ],
  "relatedIncidents": [
    13749,
    13773,
    13790,
    13882,
    13913
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}