{
  "id": 13917,
  "title": "1991년 Hancock 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-06-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Hancock. 판결일: 1991-06-07. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Sharon M. Hancock, as Limited Administratrix of the Estate of Jerome Crittenden v. State of New York\n**판결일**: 1991-06-07\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 174 A.D.2d 974\n\n## 판결문 요약\n\n\n—Judgment unanimously affirmed without costs. Memorandum: Claimant, as limited administratrix of the estate of Jerome Crittenden, appeals from a judgment which dismissed the claim at the close of proof. The claim seeks to recover for the conscious pain and suffering and wrongful death of the decedent, an inmate at Wyoming Correctional Facility, who choked to death on a watch that he had swallowed during a scuffle with guards. The issue in the case is whether the prison nurse was negligent in failing to take adequate steps to prevent decedent from choking.\nJudgment was properly awarded to the State. Claimant’s first contention is that the court erred in determining that she failed to prove a prima facie case and in dismissing the claim on that basis. We conclude that, despite inaccurately using the phrase \"prima facie”, the court in fact dismissed the claim on the ground that the preponderance of the evidence was in favor of the State. That analysis is borne out by the fact that the court considered the evidence adduced by both parties in reaching its decision.\nMoreover, the court’s decision is well supported by the evidence. The testimony of claimant’s expert was properly rejected by the court as unsupported by the facts of this case. The uncontroverted eyewitness testimony demonstrates that the prison nurse was not negligent in her response to this unforeseeable medical emergency. (Appeal from Judgment of Court of Claims, Quigley, J.—Wrongful Death.) Present—Dillon, P. J., ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hancock-v-state"
    }
  ],
  "relatedIncidents": [
    13742,
    13743,
    13749,
    13750,
    13751
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}