{
  "id": 13913,
  "title": "1991년 Elgard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-06-11",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Elgard. 판결일: 1991-06-11. 법원: Court of Appeals of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: In Re the Matter of Tracy Lee ELGARD v. Cheryl Elaine DUDLEY, and Jan Morrison, Intervenor\n**판결일**: 1991-06-11\n**법원**: Court of Appeals of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Amundson, Foley, Huspeni\n\n## 변호인\n\nRobert J. Lawton, St. Paul, for Tracy Lee Elgard., John J. Todd, West St. Paul, for Cheryl Elaine Dudley., Ragnhild Anne Westby, St. Paul, for Jan Morrison.\n\n## 인용\n\n- 471 N.W.2d 681\n\n## 판결문 요약\n\n\nOPINION\nFOLEY, Judge.\nAppellant Cheryl Elaine Dudley challenges the trial court’s application of Minn. Stat. § 518.18 (1990) to her motion for modification of joint physical custody and the trial court’s refusal to hold an evidentiary hearing. We reverse and remand.\nFACTS\nDudley (now age 24) and respondent Tracy Lee Elgard (now age 29) met in a halfway house when they were being treated for chemical dependency. They are the unmarried parents of a son who was born *683on September 18, 1983. In 1987, they broke off a live-in relationship.\nDudley and Elgard each make allegations about the other’s past and present involvement with chemical dependency. Additionally, by affidavit, Elgard’s mother, respondent Jan Morrison, has corroborated Dudley’s allegations that Elgard physically assaulted Dudley when Dudley and Elgard lived together.\nMorrison has been a part of the child’s life since he was born. When Elgard has custody, the child often stays with Morrison, who lives near Elgard’s home. Morrison has also provided advice and counseling to Dudley and Elgard.\nOn March 5, 1987, Dudley admitted service by Elgard of his summons and complaint to determine paternity. That same day, Dudley and Elgard stipulated in writing that (1) Elgard fathered Dudley’s son, (2) Dudley and Elgard would have joint legal and physical custody of the child and (3) the child would live with Dudley for three consecutive days and with Elgard for the next three consecutive days. Dudley waived her right to cou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=elgard-v-dudley"
    }
  ],
  "relatedIncidents": [
    13749,
    13773,
    13790,
    13882,
    13918
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}