{
  "id": 13929,
  "title": "1991년 Tony Hanif Lee v. Gary R. McCaughtry Warden, Waupun Correctional Institution 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-05-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Tony Hanif Lee v. Gary R. McCaughtry Warden, Waupun Correctional Institution. 판결일: 1991-05-24. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Tony Hanif LEE, Petitioner-Appellant, v. Gary R. McCAUGHTRY, Warden, Waupun Correctional Institution, Respondent-Appellee\n**판결일**: 1991-05-24\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Easterbrook, Flaum, Posner\n\n## 변호인\n\nKenneth N. Flaxman, Chicago, Ill., for petitioner-appellant., Sharon Ruhly, Asst. Atty. Gen., Office of the Atty. Gen., Wisconsin Dept, of Justice, Madison, Wis., for respondent-appellee.\n\n## 인용\n\n- 933 F.2d 536\n\n## 판결문 요약\n\n933 F.2d 536\n    Tony Hanif LEE, Petitioner-Appellant,v.Gary R. McCAUGHTRY, Warden, Waupun Correctional Institution,Respondent-Appellee.\n    No. 90-2514.\n    United States Court of Appeals,Seventh Circuit.\n    Argued May 13, 1991.Decided May 24, 1991.\n    \n      Kenneth N. Flaxman, Chicago, Ill., for petitioner-appellant.\n      Sharon Ruhly, Asst. Atty. Gen., Office of the Atty. Gen., Wisconsin Dept. of Justice, Madison, Wis., for respondent-appellee.\n      Before POSNER, FLAUM and EASTERBROOK, Circuit Judges.\n      EASTERBROOK, Circuit Judge.\n    \n    \n      1\n      Chambers v. Mississippi, 410 U.S. 284, 298-303, 93 S.Ct. 1038, 1047-50, 35 L.Ed.2d 297 (1973), holds that states may not use the hearsay rule to deprive defendants in criminal cases of reliable and important evidence--in Chambers, multiple confessions of another person to the murder for which Chambers was on trial.  McDonald told three associates shortly after the shooting that he fired the gun, and he gave a sworn confession to attorneys representing Chambers.  The trial court excluded the statements to the three associates and, by invoking a \"voucher\" rule, made it impossible for Chambers to pierce McDonald's repudiation of his confession to the attorneys.  The Supreme Court held that the state deprived Chambers of due process of law by using archaic rules to foreclose a defense that could have been constructed from reliable evidence.  How reliable must hearsay be to fit the Chambers approach?    We concluded i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tony-hanif-lee-v-gary-r-mccaughtry-warden-waupun-correctional"
    }
  ],
  "relatedIncidents": [
    13759,
    13770,
    13780,
    13806,
    13813
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}