{
  "id": 13923,
  "title": "1991년 United States v. Bennie Johnson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-05-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Bennie Johnson. 판결일: 1991-05-30. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Bennie JOHNSON, Appellant\n**판결일**: 1991-05-30\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Beam, Doty, Fagg\n\n## 변호인\n\nJames C. Delworth, St. Louis, Mo., for appellant., Kenneth R. Tihen, St. Louis, Mo., for appellee.\n\n## 인용\n\n- 934 F.2d 936\n\n## 판결문 요약\n\n934 F.2d 936\n    33 Fed. R. Evid. Serv. 161\n    UNITED STATES of America, Appellee,v.Bennie JOHNSON, Appellant.\n    No. 90-2748.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted April 11, 1991.Decided May 30, 1991.\n    \n      1\n      James C. Delworth, St. Louis, Mo., for appellant.\n    \n    \n      2\n      Kenneth R. Tihen, St. Louis, Mo., for appellee.\n    \n    \n      3\n      Before FAGG and BEAM, Circuit Judges, and DOTY,* District Judge.\n    \n    \n      4\n      DOTY, District Judge.\n    \n    \n      5\n      Bennie Johnson appeals from a final judgment of the district court1 upon a jury verdict finding him guilty of aiding and abetting in the distribution of heroin in violation of Title 21, United States Code, Sec. 841(a)(1).  Johnson raises three issues on appeal:\n    \n    \n      6\n      1. Whether the district court correctly admitted evidence of subsequent drug transactions under Rule 404(b) of the Federal Rules of Evidence;\n    \n    \n      7\n      2. Whether the evidence of subsequent drug transactions constructively amended the indictment;  and\n    \n    \n      8\n      3. Whether the district court correctly admitted as background evidence testimony regarding the narcotics operation of Frank Noel.\n    \n    \n      9\n      For the reasons discussed below, we uphold the decision of the district court and affirm appellant's conviction.\n    \n    \n      10\n      Appellant Bennie Johnson (\"Johnson\") was charged in a one count indictment with distribution of hero...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-bennie-johnson"
    }
  ],
  "relatedIncidents": [
    13742,
    13743,
    13749,
    13750,
    13751
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}