{
  "id": 13920,
  "title": "1991년 Zaborski 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-06-03",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Zaborski. 판결일: 1991-06-03. 법원: Supreme Court of Colorado.",
  "description": "## 사건 정보\n\n**사건명**: Frank J. ZABORSKI, Jr., Petitioner-Appellee, v. COLORADO DEPARTMENT OF CORRECTIONS; Colorado State Board of Parole; And the Restitution Center of Greeley, Respondents-Appellants\n**판결일**: 1991-06-03\n**법원**: Supreme Court of Colorado\n**관할**: Colorado, CO\n\n**판사**: Rovira\n\n## 변호인\n\nNo appearance by petitioner-appellee., Gale A. Norton, Atty. Gen., Raymond T. Slaughter, Chief Deputy Atty. Gen., Timothy M. Tymkovich, Sol. Gen., John R. Parsons, Asst. Atty. Gen., Barbara L. Widick, First Asst. Atty. Gen., Denver, for respondents-appellants.\n\n## 인용\n\n- 812 P.2d 236\n\n## 판결문 요약\n\n\n812 P.2d 236 (1991)\nFrank J. ZABORSKI, Jr., Petitioner-Appellee,\nv.\nCOLORADO DEPARTMENT OF CORRECTIONS; Colorado State Board of Parole; and the Restitution Center of Greeley, Respondents-Appellants.\nNo. 90SA316.\nSupreme Court of Colorado, En Banc.\nJune 3, 1991.\nNo appearance by petitioner-appellee.\nGale A. Norton, Atty. Gen., Raymond T. Slaughter, Chief Deputy Atty. Gen., Timothy M. Tymkovich, Sol. Gen., John R. Parsons, Asst. Atty. Gen., Barbara L. Widick, First Asst. Atty. Gen., Denver, for respondents-appellants.\nChief Justice ROVIRA delivered the Opinion of the Court.\nThe Colorado Department of Corrections (Department), appeals the order of the district court granting petitioner Frank J. Zaborski's petition for writ of habeas corpus. We have jurisdiction of this case pursuant to section 13-4-102(1)(e), 6A C.R.S. (1987). The court ruled that the Department's failure to appear at the hearing was a confession of the writ of habeas corpus and ordered the petitioner released. We vacate the order and remand the case for further proceedings.\n\nI\nZaborski was sentenced to two years imprisonment for attempt to commit theft, a class 5 felony. The sentence was to run concurrently with a sentence he received for violating parole. Zaborski's parole was revoked commencing on June 29, 1989 and *237 the Department established his parole eligibility date as June 25, 1990, and his statutory discharge date as July 25, 1991.\nZaborski filed a petition for writ of habeas corpus on June 18, 199...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=zaborski-v-colorado-department-of-corrections"
    }
  ],
  "relatedIncidents": [
    13756,
    13774,
    13846,
    13858,
    13983
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}