{
  "id": 13926,
  "title": "1991년 Harris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-05-28",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Harris. 판결일: 1991-05-28. 법원: Court of Appeals of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: William N. HARRIS, Appellant, v. STATE of Minnesota, Respondent\n**판결일**: 1991-05-28\n**법원**: Court of Appeals of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Amundson, Huspeni, Randall\n\n## 변호인\n\nJean M. Gerval, Sp. Asst. State Public Defender, St. Paul, for appellant., Hubert H. Humphrey, III, Atty. Gen., St. Paul, Michael Freeman, Hennepin County Atty., Lee W. Barry, Asst. Hennepin County Atty., Minneapolis, for respondent.\n\n## 인용\n\n- 470 N.W.2d 167\n\n## 판결문 요약\n\n\n470 N.W.2d 167 (1991)\nWilliam N. HARRIS, Appellant,\nv.\nSTATE of Minnesota, Respondent.\nNo. C1-90-2647.\nCourt of Appeals of Minnesota.\nMay 28, 1991.\nJean M. Gerval, Sp. Asst. State Public Defender, St. Paul, for appellant.\nHubert H. Humphrey, III, Atty. Gen., St. Paul, Michael Freeman, Hennepin County Atty., Lee W. Barry, Asst. Hennepin County Atty., Minneapolis, for respondent.\n*168 Considered by AMUNDSON, P.J., and HUSPENI and RANDALL, JJ.\n\nOPINION\nAMUNDSON, Judge.\nAppellant William Harris was convicted of attempted first degree murder, first degree assault, and two counts of second degree assault. This court affirmed his conviction. State v. Harris, 407 N.W.2d 456 (Minn.App.1987), pet. for rev. denied (Minn. July 31, 1987). In July 1990 Harris filed a pro se petition for postconviction relief. Harris also petitioned for appointment of counsel to represent him in the postconviction proceeding. The trial court denied the petitions without an evidentiary hearing. This appeal followed. We reverse and remand.\n\nFACTS\nThe jury convicted William Harris of attempted first degree murder, first degree assault and two counts of second degree assault for beating and setting on fire LaDonna Stuhr. He was sentenced to prison for 240 months.\nOn direct appeal, Harris' appointed counsel argued the following: (1) admission of his confession violated his constitutional rights; (2) destruction of evidence warranted reversal of his conviction; (3) the trial court erred by denying a new trial fo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harris-v-state"
    }
  ],
  "relatedIncidents": [
    13759,
    13770,
    13780,
    13806,
    13813
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}