{
  "id": 13931,
  "title": "1991년 Hayes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-05-23",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Hayes. 판결일: 1991-05-23. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Hayes v. State\n**판결일**: 1991-05-23\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Per Curiam\n\n## 인용\n\n- 581 So. 2d 121\n\n## 판결문 요약\n\n\n581 So. 2d 121 (1991)\nTony Leon HAYES, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 75040.\nSupreme Court of Florida.\nMay 23, 1991.\nRehearing Denied July 8, 1991.\n*122 James B. Gibson, Public Defender and Christopher S. Quarles, Asst. Public Defender, Daytona Beach, for appellant.\nRobert A. Butterworth, Atty. Gen. and Barbara C. Davis, Asst. Atty. Gen., Daytona Beach, for appellee.\nPER CURIAM.\nTony Leon Hayes appeals from his convictions of first-degree murder and other offenses, and the imposition of the sentence of death.[1] We affirm.\nEvidence showed that on July 20, 1988 in Daytona Beach, Hayes and his friends, Nathan Watson and Anthony Gillam, conspired to rob and shoot a taxicab driver. The jury heard firsthand accounts of the crime from Watson and Gillam, both of whom testified after pleading guilty to second-degree murder and armed robbery. According to their testimony, Hayes, Watson, and Gillam spent the evening drinking beer and consuming cocaine and marijuana. At some point that evening they walked to the Bethune Cookman College campus where they discussed finding ways to raise money to buy more cocaine. Gillam proposed that they rob a taxicab driver. Hayes pointed out that they would have to shoot the driver because taxicab drivers are known to carry guns. When the others were reluctant, Hayes volunteered to do the shooting. They borrowed a .25-caliber handgun from a friend of Gillam and walked to the Greyhound bus station. Hayes told the others that Watson would...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hayes-v-state"
    }
  ],
  "relatedIncidents": [
    13759,
    13770,
    13780,
    13806,
    13813
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}