{
  "id": 13937,
  "title": "1991년 Gordon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-05-16",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Gordon. 판결일: 1991-05-16. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State v. Gordon\n**판결일**: 1991-05-16\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Savoie, Crain and Foil\n\n## 인용\n\n- 582 So. 2d 285\n\n## 판결문 요약\n\n\n582 So. 2d 285 (1991)\nSTATE of Louisiana\nv.\nWillie James GORDON.\nNos. KA 90 0869, KA 90 0870.\nCourt of Appeal of Louisiana, First Circuit.\nMay 16, 1991.\n*287 Bryan Bush, Dist. Atty., Office of the Dist. Atty., Baton Rouge by James Murray, Asst. Dist. Atty., for plaintiff/appellee.\nTrudy Avants, Baton Rouge, for defendants/appellants.\nBefore SAVOIE, CRAIN and FOIL, JJ.\nCRAIN, Judge.\nThe defendant, Willie James Gordon, and a co-defendant, Melvin Toomer, were charged by grand jury indictment with aggravated rape, aggravated kidnapping, and *288 armed robbery, in violation of LSA-R.S. 14:42, 14:44, and 14:64, respectively. They pled not guilty and the cases were severed for trial. Toomer was tried separately and is not a party to the instant appeal. After trial by jury, the defendant was found guilty as charged on all three counts. Subsequently, he was adjudicated a second felony habitual offender. The defendant received concurrent sentences of life imprisonment at hard labor without benefit of parole, probation, or suspension of sentence for the aggravated rape and aggravated kidnapping convictions. For the armed robbery conviction (which was the only conviction enhanced by the habitual offender adjudication), the defendant received a consecutive sentence of one hundred ninety-eight years at hard labor without benefit of parole, probation, or suspension of sentence. The defendant has appealed, alleging seven assignments of error.\n\nFACTS\nAt approximately 7:30 p.m. on February 11...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-gordon"
    }
  ],
  "relatedIncidents": [
    13794,
    13800,
    13852,
    13992,
    13449
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}