{
  "id": 13933,
  "title": "1991년 Pickover 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-05-22",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Pickover. 판결일: 1991-05-22. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Pickover v. State\n**판결일**: 1991-05-22\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Dell\n\n## 인용\n\n- 580 So. 2d 287\n\n## 판결문 요약\n\n\n580 So.2d 287 (1991)\nRichard M. PICKOVER, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 90-0089.\nDistrict Court of Appeal of Florida, Fourth District.\nMay 22, 1991.\nGuy Seligman, Fort Lauderdale, for appellant.\nRobert A. Butterworth, Atty. Gen., Tallahassee, and John Tiedemann, Asst. Atty. Gen., West Palm Beach, for appellee.\nDELL, Judge.\nRichard M. Pickover appeals his convictions and sentences for trafficking in cocaine and conspiracy to traffic in cocaine. He argues, among other things, that the *288 trial court erred when it denied his motion for judgment of acquittal because the state failed to produce sufficient evidence to prove the charges asserted against him. We agree, find this issue dispositive and reverse.\nAs a result of a three-day undercover operation the Hollywood Police Department, assisted by a confidential informant, arranged to purchase two kilos of cocaine from Sherri Register (\"Register\"). Arrangements were made for the transaction to take place at Register's home at 10:00 A.M. on December 8, 1988. Shortly before 10:00 A.M., appellant arrived at the Register home. He parked his van in the driveway, left its doors open revealing the presence of tools, and entered the home carrying a large toolbox. He testified that approximately ten days earlier he had scheduled an appointment for that date to repair the sink in the Register home. Appellant also testified that he began working on the sink and found that the garbage disposal was clogged. He removed the di...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pickover-v-state"
    }
  ],
  "relatedIncidents": [
    13742,
    13743,
    13749,
    13750,
    13751
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}