{
  "id": 13938,
  "title": "1991년 Tellez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-05-15",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Tellez. 판결일: 1991-05-15. 법원: District Court, S.D. Florida.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Orlando TELLEZ\n**판결일**: 1991-05-15\n**법원**: District Court, S.D. Florida\n**관할**: Florida, FL\n\n**판사**: Nesbitt\n\n## 변호인\n\nA. Lee Bentley, Asst. U.S. Atty., Miami, Fla., for plaintiff., John Lazarus, Coconut Grove, Fla., for defendant.\n\n## 인용\n\n- 765 F. Supp. 1499\n\n## 판결문 요약\n\n\nORDER\nNESBITT, District Judge.\nDefendant Orlando Tellez appeared before the Court for a resentencing following a Judgment and Mandate from the United States Circuit Court for the Eleventh Circuit, which directed this Court to vacate the sentence previously imposed on October 31, 1989, consistent with the dictates of United States v. Smith, 907 F.2d 133 (11th Cir.1990). By way of brief history, on September 10, 1988, the Defendant pled guilty to a charge of conspiracy to possess and sell counterfeit currency under 18 U.S.C. § 371. On November 1, 1988, the Court suspended the imposition of sentence and placed the Defendant on probation for a period of three years. On October 31, 1989, the Court revoked the Defendant’s probation and sentenced him to the custody of the Attorney General for a period of three years.1\nBy this Order, the Court elaborates on and incorporates by reference the oral findings and statement of reasons made at the resentencing hearing on February 12, 1991. At the conclusion of the hearing, the Court vacated the sentence imposed on October 31, 1989, and resentenced the Defendant in accordance with the applicable guidelines in effect at the time the Defendant was placed on probation. Based upon a review of the pre-sentence investigation report (“PSI”), consideration of the testimony of the probation officer, and after considering the sentences available when the Defendant was placed on probation, the Court sentenced the Defendant to a term of five (5) months...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-tellez"
    }
  ],
  "relatedIncidents": [
    13742,
    13743,
    13749,
    13750,
    13751
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}