{
  "id": 13932,
  "title": "1991년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-05-23",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1991-05-23. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth vs. Dean M. Holland\n**판결일**: 1991-05-23\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Liacos, Lynch, Nolan, O'Connor, Wilkins\n\n## 변호인\n\nPatricia A. O’Neill, Committee for Public Counsel Services, for the defendant., Patricia M. Darrigo, Assistant District Attorney, for the Commonwealth.\n\n## 인용\n\n- 571 N.E.2d 625\n- 410 Mass. 248\n\n## 판결문 요약\n\n\n410 Mass. 248 (1991)\n571 N.E.2d 625\nCOMMONWEALTH\nvs.\nDEAN M. HOLLAND.\nSupreme Judicial Court of Massachusetts, Middlesex.\nFebruary 6, 1991.\nMay 23, 1991.\nPresent: LIACOS, C.J., WILKINS, NOLAN, LYNCH, &amp; O'CONNOR, JJ.\nPatricia A. O'Neill, Committee for Public Counsel Services, for the defendant.\nPatricia M. Darrigo, Assistant District Attorney, for the Commonwealth.\n*249 LYNCH, J.\nThe defendant, Dean M. Holland, appeals from his convictions of assault with intent to rape, and indecent assault and battery on a person over fourteen years.[1] He asserts that the trial judge erred in (1) the admission of our-of-court photographic identifications and an in-court identification that he claims resulted from unnecessarily suggestive police procedures; and (2) the admission of testimony that a police detective requested the defendant voluntarily to submit to a lineup. We transferred the case to this court on our own motion. We find no error and affirm the convictions.\nThere was evidence from which the jury could find the following facts. The then nineteen year old victim worked evenings at a shoe store in Watertown. She walked home from work by the same route every evening. The route took her down Elm Street, through a mixed business and residential area. On August 7, 1989, she left work at her usual time of about 9:30 P.M. As she walked down Elm Street, a man came out from the fenced-in parking lot of the Atlantic Battery Company and grabbed her from behind, covering her mouth. As...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-holland"
    }
  ],
  "relatedIncidents": [
    13792,
    13797,
    13814,
    13815,
    13817
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}