{
  "id": 13930,
  "title": "1991년 In re Delventhal 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-05-24",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: In re Delventhal. 판결일: 1991-05-24. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: IN THE MATTER OF HARRY A. DELVENTHAL, JR., AN ATTORNEY AT LAW\n**판결일**: 1991-05-24\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n## 변호인\n\nWilliam R. Wood, Deputy Ethics Counsel, argued the cause on behalf of the Office of Attorney Ethics., Robert W. Delventhal argued the cause for respondent {Crummy, Del Deo, Dolan, Griffinger & Vecchione, attorneys).\n\n## 인용\n\n- 124 N.J. 266\n- 590 A.2d 1124\n\n## 판결문 요약\n\n\nPER CURIAM.\nThis disciplinary proceeding arose from a complaint filed against respondent, Harry A. Delventhal, Jr. The District *267Ethics Committee (DEC) found that respondent had acted unethically in seeking and obtaining an ex parte order dismissing a complaint for failure to answer interrogatories, despite alleged assurances to his adversary that he would await his response, and in using the dismissal order to obtain the release of funds held in escrow in connection with a writ of attachment. The DEC further concluded that respondent had not acted unethically in obtaining a second ex parte order of dismissal for failure to answer supplemental interrogatories in the same case. The Disciplinary Review Board (DRB) concluded that the evidence regarding the first ex parte application for an order of dismissal was ambiguous, and thus the record did not support a finding of ethical violation for that charge. With respect to respondent’s withdrawal of the escrow funds, however, the DRB found that the DEC’s findings of professional misconduct were supported by clear and convincing evidence. The DRB also agreed with the DEC that respondent had not acted improperly in obtaining the second order of dismissal.\nA majority of the DRB recommended a public reprimand, one member voted for a private reprimand, and one member voted to dismiss the case. Our independent review of the record leads us to agree that respondent engaged in unethical conduct. In our view, however, a three-month sus...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-delventhal"
    }
  ],
  "relatedIncidents": [
    13742,
    13743,
    13749,
    13750,
    13751
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}