{
  "id": 13950,
  "title": "1991년 Murray 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-04-30",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Murray. 판결일: 1991-04-30. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. John Murray\n**판결일**: 1991-04-30\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 172 A.D.2d 437\n\n## 판결문 요약\n\n\nJudgment, Supreme Court, New York County (Clifford Scott, J.), rendered January 4, 1990, convicting defendant on his plea of guilty to attempted robbery in the first degree, and sentencing him to an indeterminate term of imprisonment of IVz to 4Vi years, unanimously affirmed.\nDefendant was arrested on September 2, 1989, at Pennsylvania Station in Manhattan, at approximately 12:45 p.m., after the complainant advised an Amtrak Police Officer that defendant had attempted to rob him while displaying a knife. A search of defendant disclosed a knife. After defendant’s motions to suppress were denied, he pleaded guilty as set forth above.\nDefendant’s motions to suppress physical evidence, identification testimony, and statements were little more than pro forma and as such properly denied without a hearing. That part of the motion seeking to suppress physical evidence was supported only by the conclusory claim that defendant was acting innocently when he was seized. The District Attorney answered that defendant was arrested by a police officer acting pursuant to the complaint of a civilian. In view of the People’s response, which was not controverted by defendant, defendant failed to allege a legal ground for suppression (CPL 710.60 [3]). In other circumstances an accused’s protest that he was acting innocently at the time of his seizure might raise viable issues about the predicate for the police action. In the present context, it is plain that this defendant’s claim raised no viab...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-murray"
    }
  ],
  "relatedIncidents": [
    13750,
    13762,
    13777,
    13788,
    13849
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}