{
  "id": 13965,
  "title": "1991년 Bonneville 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-04-18",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Bonneville. 판결일: 1991-04-18. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: BONNEVILLE v. MICHIGAN CORRECTIONS ORGANIZATION, SERVICE EMPLOYEES INTERNATIONAL UNION, LOCAL 526M, AFL-CIO\n**판결일**: 1991-04-18\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: Brennan, Kelly, Murphy\n\n## 변호인\n\nCharles G. Hoffman, for the plaintiffs., Sachs, Nunn, Kates, Kadushin, O’Hare, Helveston & Waldman, P.C. (by Eileen Nowikowski and Michael D. McFerren), for the defendant.\n\n## 인용\n\n- 190 Mich. App. 473\n\n## 판결문 요약\n\n\nPer Curiam:\nPlaintiffs appeal as of right a January 8,1989, order granting summary disposition in favor of defendant and dismissing plaintiffs’ fair-representation claim. We affirm.\nThe facts are undisputed. The ten plaintiffs are all corrections officers at the Kinross Correctional Facility and are members of the bargaining unit represented by defendant. In March 1988, plaintiffs, as a class, filed a grievance with defendant, claiming that they were performing work at a higher classification than that for which they were being paid. The union appealed the claim through the third step of the grievance procedure, but the claim was again denied. On August 17, 1988, the union sent plaintiff Bonneville a letter explaining its decision not to bring the grievance to arbitration, which would have been the next step in the grievance procedure. The letter stated that plaintiffs had thirty days in which to file a written appeal regarding the union’s decision not to arbitrate.\nThat same month, plaintiffs filed a complaint in the Chippewa Circuit Court, alleging that defendant had breached its duty of fair representation, *475which it owed to them as members of that organization, by not pursuing the matter through arbitration. Defendant then filed a motion for summary disposition, claiming that the court lacked subject-matter jurisdiction because plaintiffs failed to exhaust their administrative remedies. The trial court agreed with defendant, and granted its motion for summary disposit...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bonneville-v-michigan-corrections-organization"
    }
  ],
  "relatedIncidents": [
    13742,
    13743,
    13749,
    13750,
    13751
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}