{
  "id": 13971,
  "title": "1991년 Mosbacher 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-04-11",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Mosbacher. 판결일: 1991-04-11. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: EARTH ISLAND INSTITUTE, a California nonprofit corporation Marine Mammal Fund, a California corporation David R. Brower v. Robert A. MOSBACHER, Secretary of Commerce John Knauss, Dr., Administrator, National Oceanic and Atmospheric Administration William W. Fox, Jr., Assistant Administrator, National Marine Fisheries Service Nicholas F. Brady, Secretary of the Treasury\n**판결일**: 1991-04-11\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Canby, Noonan, Schroeder\n\n## 변호인\n\nAlbert M. Ferio, Jr., U.S. Dept, of Justice, Washington, D.C., for defendants-appellants., Joshua R. Floum, Heller, Ehrman, White & MeAuliffe, San Francisco, Cal., for plaintiffs-appellees.\n\n## 인용\n\n- 929 F.2d 1449\n\n## 판결문 요약\n\n\nSCHROEDER, Circuit Judge:\nThe government appeals from a preliminary injunction entered October 19, 1990, which enjoined the importation of yellowfin tuna from Mexico. The plaintiffs who sought the injunction are the Earth Island Institute, the Marine Mammal Protection Fund and David Brower, environmentalist (collectively termed “Earth Island”), all concerned with the enforcement of the Marine Mammal Protection Act (“MMPA” or “Act”). Congress amended the MMPA in 1988 to enhance protections for dolphins that were being killed in large numbers as a result of tuna fishing. See 16 U.S.C. §§ 1361-1407; Caribbean Marine Servs. Co. v. Baldrige, 844 F.2d 668, 670 (9th Cir.1988). The district court granted the injunction because it concluded that the Secretary of Commerce had not made a positive finding, as required by the Act, that Mexico had met the applicable standards regarding the incidental killing of dolphins. We affirm.\nCongress enacted the MMPA in 1972 to address, among other problems, the tremendous number of dolphins killed by the purse seine method of fishing for yellowfin tuna in the eastern tropical Pacific Ocean. For unknown reasons, yellowfin tuna swim below schools of dolphins in that area. Thus, fishing vessels often set their purse seine nets on dolphins to catch the tuna *1450below. The dolphins are frequently killed or maimed in this process. In the early 1970s, the United States fishing fleet was responsible for the slaughter of over 300,-000 dolphins annually. 1...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=james-t-williams-v-fred-p-wright-jr-individually-and-as-liquidating"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=earth-island-institute-v-mosbacher"
    }
  ],
  "relatedIncidents": [
    13759,
    13770,
    13780,
    13806,
    13813
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}