{
  "id": 13972,
  "title": "1991년 Taylor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-04-11",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Taylor. 판결일: 1991-04-11. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. CHARLES TAYLOR, Defendant-Appellant\n**판결일**: 1991-04-11\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Welch\n\n## 변호인\n\nDaniel M. Kirwan and Rita K. Peterson, both of State Appellate Defender’s Office, of Mt. Vernon, for appellant., Scott Mansfield, State’s Attorney, of Belleville (Kenneth R. Boyle, Stephen E. Norris, and Raymond F. Buckley, Jr., all of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.\n\n## 인용\n\n- 570 N.E.2d 1180\n- 212 Ill. App. 3d 351\n- 156 Ill. Dec. 458\n\n## 판결문 요약\n\n\n570 N.E.2d 1180 (1991)\n212 Ill. App.3d 351\n156 Ill.Dec. 458\nPEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nCharles TAYLOR, Defendant-Appellant.\nNo. 5-89-0593.\nAppellate Court of Illinois, Fifth District.\nApril 11, 1991.\nDaniel M. Kirwan, Deputy Defender, Rita K. Peterson, Asst. Defender, Office of the State Appellate Defender, Mount Vernon, for defendant-appellant.\nScott Mansfield, State's Atty., St. Clair County, Belleville, Kenneth R. Boyle, Director, Stephen E. Norris, Deputy Director, Raymond F. Buckley, Jr., Staff Atty., Office of the State's Attys. Appellate Prosecutor, Mount Vernon, for plaintiff-appellee.\nJustice WELCH delivered the opinion of the court:\nDefendant, Charles Taylor, appeals from his conviction of the first-degree murder of one Adams Ajayi. He was tried before a jury in the circuit court of St. Clair County. Judgment was entered August 21, 1989.\nDefendant raises several issues on appeal: (1) whether defendant was denied a fair trial by the trial court's refusal of his tendered instructions on involuntary manslaughter; (2) whether defense counsel was ineffective for failing to impeach two witnesses with evidence of their motive to testify falsely, i.e., their possible liability under the Liquor Control Act; (3) whether defendant was denied a fair trial where the prosecutor argued hearsay evidence substantively and misstated the evidence during closing argument; (4) whether defendant was denied a fair trial where the court admitted a photograph o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-taylor"
    }
  ],
  "relatedIncidents": [
    13759,
    13770,
    13780,
    13806,
    13813
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}