{
  "id": 13981,
  "title": "1991년 Eason 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-04-03",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Eason. 판결일: 1991-04-03. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State of North Carolina v. Jerry Wayne Eason\n**판결일**: 1991-04-03\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Mitchell\n\n## 변호인\n\n\n\nLacy H. Thornburg, Attorney General, by G. Patrick Murphy, Assistant Attorney General, for the State.\n, \nWilliam D. Spence and T. Dewey Mooring for the defendant-appellant.\n\n\n## 인용\n\n- 402 S.E.2d 809\n- 328 N.C. 409\n\n## 판결문 요약\n\n\n402 S.E.2d 809 (1991)\n328 N.C. 409\nSTATE of North Carolina\nv.\nJerry Wayne EASON.\nNo. 485A89.\nSupreme Court of North Carolina.\nApril 3, 1991.\n*811 Lacy H. Thornburg, Atty. Gen., by G. Patrick Murphy, Asst. Atty. Gen., Raleigh, for the State.\nWilliam D. Spence, Kinston, and T. Dewey Mooring, LaGrange, for defendant-appellant.\nMITCHELL, Justice.\nThe defendant Jerry Wayne Eason was tried non-capitally upon proper bills of indictment charging him with first degree murder and arson of a mobile home. A jury found the defendant guilty of both offenses as charged. The trial court then entered judgment sentencing the defendant to imprisonment for life for the first degree murder conviction and to a consecutive term of imprisonment for thirty years for the arson conviction. On appeal, the defendant brings forward numerous assignments of error which we address seriatim. We conclude that the defendant received a fair trial free from prejudicial error.\nThe State's evidence at trial tended to show that on 4 August 1988, Guy Vernon Warren was found dead amongst the burned remains of his mobile home. He was last seen alive at approximately 11:45 p.m. on 3 August 1988. The victim's body was charred all over with the exception of a small area on the front which had been against the floor, and the facial features were burned beyond recognition. A neighbor could identify the victim's body only by a scar on the neck. An autopsy revealed that the victim had been shot three times in the chest.\nSBI ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-eason"
    }
  ],
  "relatedIncidents": [
    13780,
    13889,
    13410,
    13755,
    13759
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}