{
  "id": 13980,
  "title": "1991년 Renken 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-04-04",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Renken. 판결일: 1991-04-04. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Bernard S. RENKEN, Appellant, v. HARRIS COUNTY, Texas & Constable Dick Moore, Appellees\n**판결일**: 1991-04-04\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Paul Pressler, Junell and Ellis\n\n## 변호인\n\nMarvin B. Peterson, Mary Ann Starks, Houston, for appellant., Barbara Baruch, Eleanor Robinson, Houston, for appellees.\n\n## 인용\n\n- 808 S.W.2d 222\n\n## 판결문 요약\n\n\n808 S.W.2d 222 (1991)\nBernard S. RENKEN, Appellant,\nv.\nHARRIS COUNTY, Texas &amp; Constable Dick Moore, Appellees.\nNo. B14-90-0695-CV.\nCourt of Appeals of Texas, Houston (14th Dist.).\nApril 4, 1991.\n*223 Marvin B. Peterson, Mary Ann Starks, Houston, for appellant.\nBarbara Baruch, Eleanor Robinson, Houston, for appellees.\nBefore PAUL PRESSLER, JUNELL and ELLIS, JJ.\n\nOPINION\nELLIS, Justice.\nThis is an appeal from an order of the district court denying appellant's motion for summary judgment and granting appellees' motion for summary judgment. Appellant now brings this appeal. We affirm.\nAppellant filed suit seeking reinstatement as a Deputy Constable, asserting wrongful discharge under the Whistleblower statute and regulatory estoppel, breach of contract, and deprivation of due process relating to the employee grievance procedure covered by Article 2372h-12. (Repealed by Acts 1989, 71st Leg., ch. 1 § 39(b), eff. Aug. 28, 1989. See, now, Tex. Local Gov't Code Ann. § 160.001 et seq.) Appellant and appellees filed cross-motions for partial summary judgment regarding the causes of action for breach of contract and deprivation of due process relating to the grievance procedure. Appellant's motion for partial summary judgment with regard to the breach of contract and due process violation was denied, without explanation. Appellees' motions for partial summary judgment were granted, also without *224 explanation. On appellant's motion, the trial court then dismissed appellant's claim...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=renken-v-harris-county"
    }
  ],
  "relatedIncidents": [
    13742,
    13743,
    13749,
    13750,
    13751
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}