{
  "id": 13989,
  "title": "1991년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-03-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1991-03-19. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Raymon J. Melton, Plaintiff-Appellee/cross-Appellant v. City of Oklahoma City, a Municipal Corporation Lloyd A. Gramling, Chief of Police for the City of Oklahoma City Gerald L. Emmett, Assistant Chief of Police for the City of Oklahoma City Marvin Maxwell, Major, Oklahoma City Police Department William R. Chambless, Major, Oklahoma City Police Department Carl Smith, Lieutenant, Oklahoma City Police Department Robert Taylor, Lieutenant, Oklahoma City Police Department David McBride Lieutenant, Oklahoma City Police Department and Paula Hearn, Assistant to the City Manager, Defendants-Appellants/cross-Appellees\n**판결일**: 1991-03-19\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 928 F.2d 920\n\n## 판결문 요약\n\n928 F.2d 920\n    Raymon J. MELTON, Plaintiff-Appellee/Cross-Appellant,v.CITY OF OKLAHOMA CITY, a municipal corporation;  Lloyd A. Gramling, Chief of Police for the City of Oklahoma City;  Gerald L. Emmett, Assistant Chief of Police for the City of Oklahoma City;  Marvin Maxwell, Major, Oklahoma City Police Department;  William R. Chambless, Major, Oklahoma City Police Department;  Carl Smith, Lieutenant, Oklahoma City Police Department;  Robert Taylor, Lieutenant, Oklahoma City Police Department;  David McBride, Lieutenant, Oklahoma City Police Department;  and Paula Hearn, Assistant tothe City Manager, Defendants-Appellants/Cross-Appellees.\n    Nos. 85-1738 to 85-1742 and 85-1811.\n    United States Court of Appeals,Tenth Circuit.\n    March 19, 1991.\n    \n      Steven M. Angel, Oklahoma City, Okl., for plaintiff-appellee/cross-appellant.\n      Richard C. Smith (James G. Hamill, Diane Lewis, Gerald S. Rakes, and Jonathan D. Woods, with him on the briefs), Oklahoma City, Okl., for defendants-appellants/cross-appellees.\n      Diane Pedicord, Oklahoma City, Okl., on the brief, for amicus curiae Oklahoma Mun. League, Inc.\n      HOLLOWAY, Chief Judge,* and McKAY, LOGAN, SEYMOUR, MOORE, ANDERSON, TACHA, BALDOCK, BRORBY, and EBEL, Circuit Judges.\n      OPINION ON REHEARING EN BANC\n      JOHN P. MOORE, Circuit Judge.\n    \n    \n      1\n      Plaintiff Raymon J. Melton brought this action under 42 U.S.C. Secs. 1983 and 1985.  Among the causes he asserted was a claim that he was deprived...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=raymon-j-melton-plaintiff-appelleecross-appellant-v-city-of-oklahoma"
    }
  ],
  "relatedIncidents": [
    13755,
    13780,
    13794,
    13815,
    13850
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}