{
  "id": 13992,
  "title": "1991년 Beatty 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-03-13",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Beatty. 판결일: 1991-03-13. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Stan Richard BEATTY, Appellant (Defendant Below), v. STATE of Indiana, Appellee (Plaintiff Below)\n**판결일**: 1991-03-13\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBRULER, Dickson, Givan, Krahulik, Shepard\n\n## 변호인\n\nBelle T. Choate, Choate Visher & Haith, Indianapolis, for appellant., Linley E. Pearson, Atty. Gen., Gary Damon Secrest, Deputy Atty. Gen., Indianapolis, for appellee.\n\n## 인용\n\n- 567 N.E.2d 1134\n\n## 판결문 요약\n\n\n567 N.E.2d 1134 (1991)\nStan Richard BEATTY, Appellant (Defendant below),\nv.\nSTATE of Indiana, Appellee (Plaintiff below).\nNo. 49S00-8804-CR-00411.\nSupreme Court of Indiana.\nMarch 13, 1991.\n*1135 Belle T. Choate, Choate Visher &amp; Haith, Indianapolis, for appellant.\nLinley E. Pearson, Atty. Gen., Gary Damon Secrest, Deputy Atty. Gen., Indianapolis, for appellee.\nDICKSON, Justice.\nThe defendant, Stan Richard Beatty, was convicted of three counts of kidnapping, a Class A felony, Ind. Code § 35-42-3-2; three counts of criminal recklessness, a Class D felony, Ind. Code § 35-42-2-2; and one count of carrying a handgun without a license, Ind. Code § 35-47-2-1, as a Class A misdemeanor, Ind. Code § 35-47-2-23. In this direct appeal, he raises four issues:\n1. the admissibility of statements regarding criminal history;\n2. the granting of a recess to permit a witness to listen to a tape recording;\n3. the constitutionality of his sentence; and\n4. the sufficiency of evidence.\nThe trial evidence indicated that the defendant had a stormy romantic relationship with Kathy Hall which resulted in a final breakup in May, 1987. On June 15, 1987, the defendant armed himself and entered Hall's place of employment in a downtown Indianapolis office building. Beatty allowed several employees to leave, and then held hostage Hall and two other female employees, demanding large sums of cash and air transportation out of the country. After 16 hours and extensive telephone negotiations, Beatty was persu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=beatty-v-state"
    }
  ],
  "relatedIncidents": [
    13794,
    13800,
    13852,
    13937,
    13449
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}