{
  "id": 13998,
  "title": "1991년 United States v. Morgan A. Joe, Sr., United States of America v. James E. Baylor, Jr., United States of America v. Alton L. Skeeter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-03-04",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Morgan A. Joe, Sr., United States of America v. James E. Baylor, Jr., United States of America v. Alton L. Skeeter. 판결일: 1991-03-04. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Morgan A. JOE, Sr., Defendant-Appellant; UNITED STATES of America, Plaintiff-Appellee, v. James E. BAYLOR, Jr., Defendant-Appellant; UNITED STATES of America, Plaintiff-Appellee, v. Alton L. SKEETER, Defendant-Appellant\n**판결일**: 1991-03-04\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n**판사**: Chapman, Northern, Stamp, West, Wilkins\n\n## 변호인\n\nRobert Dale Seabolt, Mays & Valentine, Richmond, Va., Frederick Thomas Stant, Jr., Clark & Stant, P.C., Virginia Beach, Va., argued, for defendants-appellants; Wayne Lustig, Edward E. Scher, Mays & Valentine, Richmond, Va., on brief, for defendant-appellant Joe; Stephen C. Swain, S. Geoffrey Glick, Clark & Stant, P.C., Virginia Beach, Va., on brief, for defendant-appellant Baylor; Thomas B. Shuttleworth, Judith M. Cofield, Shuttleworth, Ruloff, Giordano & Kahle, P.C., Virginia Beach, Va., on bri\n\n## 인용\n\n- 928 F.2d 99\n\n## 판결문 요약\n\n928 F.2d 99\n    UNITED STATES of America, Plaintiff-Appellee,v.Morgan A. JOE, Sr., Defendant-Appellant.UNITED STATES of America, Plaintiff-Appellee,v.James E. BAYLOR, Jr., Defendant-Appellant.UNITED STATES of America, Plaintiff-Appellee,v.Alton L. SKEETER, Defendant-Appellant.\n    Nos. 90-5005, 90-5006 and 90-5022.\n    United States Court of Appeals,Fourth Circuit.\n    Argued Oct. 2, 1990.Decided March 4, 1991.\n    \n      Robert Dale Seabolt, Mays &amp; Valentine, Richmond, Va., Frederick Thomas Stant, Jr., Clark &amp; Stant, P.C., Virginia Beach, Va., argued, for defendants-appellants;  Wayne Lustig, Edward E. Scher, Mays &amp; Valentine, Richmond, Va., on brief, for defendant-appellant Joe;  Stephen C. Swain, S. Geoffrey Glick, Clark &amp; Stant, P.C., Virginia Beach, Va., on brief, for defendant-appellant Baylor;  Thomas B. Shuttleworth, Judith M. Cofield, Shuttleworth, Ruloff, Giordano &amp; Kahle, P.C., Virginia Beach, Va., on brief, for defendant-appellant Skeeter.\n      Robert William Wiechering, Asst. U.S. Atty., Norfolk, Va., argued, for plaintiff-appellee;  Henry E. Hudson, U.S. Atty., James A. Metcalfe, Asst. U.S. Atty., Norfolk, Va., C. Patrick Hogeboom, III, Gordon Kromberg, U.S. Dept. of Justice, Washington, D.C., on brief, for plaintiff-appellee.\n      Before CHAPMAN and WILKINS, Circuit Judges, and STAMP, District Judge for the Northern District of West Virginia, sitting by designation.\n      WILKINS, Circuit Judge:\n    \n    \n      1\n      Morgan A. Joe, Sr., ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-morgan-a-joe-sr-united-states-of-america-v-james-e"
    }
  ],
  "relatedIncidents": [
    13742,
    13743,
    13749,
    13750,
    13751
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}