{
  "id": 13991,
  "title": "1991년 United States v. Jimmy Coy Pollock 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-03-15",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Jimmy Coy Pollock. 판결일: 1991-03-15. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Jimmy Coy POLLOCK, Defendant-Appellant\n**판결일**: 1991-03-15\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n**판사**: Birch, Clark, Coffin\n\n## 변호인\n\nChristina L. Hunt, Macon, Ga., for defendant-appellant., Deborah A. Griffin and Michael T. Solis, Asst. U.S. Attys., Macon, Ga., for plaintiff-appellee.\n\n## 인용\n\n- 926 F.2d 1044\n\n## 판결문 요약\n\n926 F.2d 1044\n    32 Fed. R. Serv. 577\n    UNITED STATES of America, Plaintiff-Appellee,v.Jimmy Coy POLLOCK, Defendant-Appellant.\n    No. 89-8795.\n    United States Court of Appeals,Eleventh Circuit.\n    March 15, 1991.\n    \n      Christina L. Hunt, Macon, Ga., for defendant-appellant.\n      Deborah A. Griffin and Michael T. Solis, Asst. U.S. Attys., Macon, Ga., for plaintiff-appellee.\n      Appeal from the United States District Court for the Middle District of Georgia.\n      Before CLARK and BIRCH, Circuit Judges, and COFFIN*, Senior Circuit Judge.\n      COFFIN, Senior Circuit Judge:\n    \n    \n      1\n      This appeal challenges convictions for conspiracy to possess with intent to distribute two kilograms of cocaine, in violation of 21 U.S.C. Sec. 846, for possession with intent to distribute the same, in violation of 21 U.S.C. Sec. 841(a)(1), and for aiding and abetting travel in interstate commerce to carry on an unlawful drug business enterprise, in violation of 18 U.S.C. Sec. 1952 (\"the Travel Act\").  Appellant was sentenced to 120 months imprisonment for each of the first two offenses and 60 months for the third, all to run concurrently.  The issues are whether the district court erred in denying a motion to suppress, whether it erred in denying a motion in limine to exclude evidence of a prior drug offense conviction, and whether there was sufficient evidence to support the three guilty verdicts.  We affirm the conspiracy and possession convictions, but reverse the T...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-jimmy-coy-pollock"
    }
  ],
  "relatedIncidents": [
    13742,
    13743,
    13749,
    13750,
    13751
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}