{
  "id": 13999,
  "title": "1991년 Napolitano 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-03-04",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Napolitano. 판결일: 1991-03-04. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Patrick Napolitano v. Abraham Biderman, as Commissioner of Finance of the City of New York\n**판결일**: 1991-03-04\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 171 A.D.2d 654\n\n## 판결문 요약\n\n\nIn an action pursuant to RPAPL article 15 to compel the determination of claims to certain real property, the defendants appeal from an order of the Supreme Court, Richmond County (Cusick, J.), dated June 26, 1989, which granted the plaintiff's motion to preliminarily enjoin the defendants from transferring, assigning or otherwise disposing of the subject property, and denied the defendants’ cross motion for summary judgment dismissing the complaint.\nOrdered that the order is reversed, on the law, with costs, the preliminary injunction is vacated, the defendants’ motion for summary judgment is granted and the complaint is dismissed.\nIn November 1986 the defendant City of New York acquired a deed to the subject premises known as Lot 26, Block 2159, Section 9 in Richmond County, pursuant to a judgment entered in an in rem tax foreclosure action. The plaintiff, who owned the adjoining lot, brought this action asserting that he was the true owner of the subject premises, having acquired title by adverse possession. The plaintiff contends that he was denied due process because he did not receive personal notice of the pending foreclosure proceeding.\nThe motion by the City of New York for summary judgment dismissing the complaint was improperly denied, and the plaintiff’s motion for a preliminary injunction was improperly granted. There is nothing in the record to indicate that the plaintiff was not provided adequate notice of the underlying foreclosure action in compliance with t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=napolitano-v-biderman"
    }
  ],
  "relatedIncidents": [
    13742,
    13743,
    13749,
    13750,
    13751
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}