{
  "id": 13997,
  "title": "1991년 Turner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-03-06",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Turner. 판결일: 1991-03-06. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Indiana, Appellant (Plaintiff Below), v. William F. TURNER, Jr., Appellee (Defendant Below)\n**판결일**: 1991-03-06\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBRULER, Dickson, Givan, Krahulik, Shepard\n\n## 변호인\n\nLinley E. Pearson, Atty. Gen., Michael Gene Worden, Deputy Atty. Gen., Indianapolis, for appellant., Robert J. Hill, Jr., Bowman, Emery & Hill, Indianapolis, for appellee.\n\n## 인용\n\n- 567 N.E.2d 783\n\n## 판결문 요약\n\n\n567 N.E.2d 783 (1991)\nSTATE of Indiana, Appellant (Plaintiff below),\nv.\nWilliam F. TURNER, Jr., Appellee (Defendant below).\nNo. 82S01-9103-CR-161.\nSupreme Court of Indiana.\nMarch 6, 1991.\nLinley E. Pearson, Atty. Gen., Michael Gene Worden, Deputy Atty. Gen., Indianapolis, for appellant.\nRobert J. Hill, Jr., Bowman, Emery &amp; Hill, Indianapolis, for appellee.\n\nON PETITION TO TRANSFER\nKRAHULIK, Justice.\nThis case comes to us on a Petition to Transfer from the Indiana Court of Appeals. Petitioner Turner (Appellee-Defendant Below) requests that we accept transfer in order to vacate the opinion of the Court of Appeals below and reinstate the judgment of the Vanderburgh Superior Court dismissing the criminal charge against Turner, to-wit: violating Ind. Code § 35-47-2-1, by carrying a handgun without a license. Because we believe that an ambiguity exists within the statute as to whether or not Mr. Turner, at the time of the alleged violation, was an employee of an express company engaged in company business and, therefore, excepted from the proscription of carrying a handgun without a license, we grant transfer.\nThe record in this case indicates that Turner, a truck driver for Yellow Freight Systems, was arrested while driving through Vanderburgh County on a trip from Chicago, Illinois, to Nashville, Tennessee, while hauling merchandise and other materials, and charged with carrying a handgun without a license. Turner moved to dismiss on the ground that he was a employee of an e...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-turner"
    }
  ],
  "relatedIncidents": [
    13756,
    13774,
    13846,
    13858,
    13920
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}