{
  "id": 14004,
  "title": "1991년 Mixon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-02-27",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Mixon. 판결일: 1991-02-27. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Vernon T. MIXON, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1991-02-27\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Clinton, Maloney, Overstreet, Teague\n\n## 변호인\n\nStanley C. Kirk, on appeal only, Houston, for appellant., John B. Holmes, Jr., Dist. Atty. & Kimberly Aperauch Stelter, Asst. Dist. Atty., Houston, Robert Huttash, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 804 S.W.2d 107\n\n## 판결문 요약\n\n\n804 S.W.2d 107 (1991)\nVernon T. MIXON, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 0010-90.\nCourt of Criminal Appeals of Texas, En Banc.\nFebruary 27, 1991.\n*108 Stanley C. Kirk, on appeal only, Houston, for appellant.\nJohn B. Holmes, Jr., Dist. Atty. &amp; Kimberly Aperauch Stelter, Asst. Dist. Atty., Houston, Robert Huttash, State's Atty., Austin, for the State.\nBefore the court en banc.\n\nOPINION ON APPELLANT'S PETITION FOR DISCRETIONARY REVIEW\nPER CURIAM.\nAppellant was convicted of murder in a bench trial upon his plea of nolo contendere. The trial judge also assessed his punishment, enhanced by a prior conviction, at 60 years confinement in the penitentiary. On direct appeal, appellant raised six points of error addressing the trial judge's affirmative finding of use of a deadly weapon \"to-wit an unknown object.\" The court of appeals affirmed appellant's conviction. Mixon v. State, 781 S.W.2d 345 (Tex.App.Houston [14th Dist.] 1989). We granted appellant's petition for discretionary review on two interrelated grounds for review to determine whether the court of appeals erred in holding that the finding of \"an unknown object\" as a deadly weapon was proper and that there was sufficient evidence to support an affirmative finding that a deadly weapon was used in commission of this offense. We will affirm.\nWe have reviewed that part of the court of appeals' opinion dealing with the merits of an affirmative finding of an unknown object as a deadly weapon and the evidence in...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mixon-v-state"
    }
  ],
  "relatedIncidents": [
    13759,
    13770,
    13780,
    13806,
    13813
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}