{
  "id": 14026,
  "title": "1991년 Stubstad 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-02-01",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Stubstad. 판결일: 1991-02-01. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: William John STUBSTAD v. CITY OF ORANGE BEACH\n**판결일**: 1991-02-01\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: McMillan\n\n## 변호인\n\nLeon Stamp, Mobile, for appellant. Eaton Barnard, City Atty., Bay Minette, for appellee.\n\n## 인용\n\n- 575 So. 2d 1240\n\n## 판결문 요약\n\n\nMcMILLAN, Judge.\nThe appellant was convicted of driving under the influence and speeding in the Municipal Court of Orange Beach, Alabama. He was fined $350, plus court costs of $34. He appealed to the Circuit Court of Baldwin County, where he was found guilty and was sentenced to seven days’ imprisonment in the Orange Beach jail. He was further ordered to pay a fine of $350.\nThe appellant argues that the City of Orange Beach abandoned its prosecution in the circuit court, by failing to timely file the complaint, in violation of § 12-14-70(d), Code of Alabama 1975.\nAccording to § 12-14-70(d), Code of Alabama 1975:\n“When an appeal has been taken, the municipality shall file the notice and other documents in the' court to which the appeal is taken within 15 days, failing which the municipality shall be deemed to have abandoned the prosecution, the defendant shall stand discharged and the bond shall be automatically terminated.”\nThe record indicates that the appellant filed his notice of appeal on August 10, 1989. The record further indicates that the complaint was filed in the Circuit Court of Baldwin County on October 19, 1989. The prosecutor for the City of Orange Beach, in response to the appellant’s argument, cites Sanders v. City of Birmingham, 542 So.2d 325 (Ala.Cr.App.1988), for the proposition that the filing of the Uniform Traffic Ticket and Complaint, the court record, the report of the breath alcohol test, the notice of appeal, and- the appeal bond with the circuit c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stubstad-v-city-of-orange-beach"
    }
  ],
  "relatedIncidents": [
    13742,
    13743,
    13749,
    13750,
    13751
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}