{
  "id": 14039,
  "title": "1991년 Staggs 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-01-08",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Staggs. 판결일: 1991-01-08. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: David MacK STAGGS, Appellant, v. the STATE of Oklahoma, Appellee\n**판결일**: 1991-01-08\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Johnson, Lane, Lumpkin, Parks\n\n## 변호인\n\nScott W. Braden, Asst. Appellate Public Defender, Norman, for appellant., Robert H. Henry, Atty. Gen., M. Caroline Emerson, Asst. Atty. Gen., Oklahoma City, for appellee.\n\n## 인용\n\n- 804 P.2d 456\n\n## 판결문 요약\n\n\n804 P.2d 456 (1991)\nDavid Mack STAGGS, Appellant,\nv.\nThe STATE of Oklahoma, Appellee.\nNo. F-87-286.\nCourt of Criminal Appeals of Oklahoma.\nJanuary 8, 1991.\nScott W. Braden, Asst. Appellate Public Defender, Norman, for appellant.\nRobert H. Henry, Atty. Gen., M. Caroline Emerson, Asst. Atty. Gen., Oklahoma City, for appellee.\n\n\n*457 OPINION\nBRETT, Judge:\nDavid Mack Staggs, appellant, was tried by jury for the crime of Murder in the First Degree, in violation of 21 O.S.1981, § 701.7, in Case No. CRF-86-49 in the District Court of Beckham County. The jury returned a verdict of guilty and set punishment at life imprisonment. From this judgment and sentence, appellant has perfected this appeal.\nOn April 12, 1982, a body that had been shot and which was later identified as Scott McCance, was found in a roadside ditch south of Elk City. The appellant had been seen with McCance on April 3, 1982, when they left the residence of Hargess, a mutual acquaintance, to get beer and ride around. Hargess and Duncan, who saw them leave together, never saw McCance after this date.\nOn May 8, 1986, the appellant was charged by information with first degree murder based upon malice aforethought. At trial, although the information was never amended to include any underlying felonies, the jury was instructed that they could find the appellant guilty of either first degree malice aforethought murder or felony murder, with the underlying felonies being robbery and kidnapping. As the appellant was never...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=staggs-v-state"
    }
  ],
  "relatedIncidents": [
    13759,
    13770,
    13780,
    13806,
    13813
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}