{
  "id": 14037,
  "title": "1991년 Tommolino 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-01-09",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Tommolino. 판결일: 1991-01-09. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: People v. Tommolino\n**판결일**: 1991-01-09\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: Griffin, P.J., and Sawyer and Brennan\n\n## 변호인\n\nFrank J. Kelley, Attorney General, Gay Secor Hardy, Solicitor General, John D. O’Hair, Prosecuting Attorney, Timothy A. Baughman, Chief of Research, Training, and Appeals, and Joseph A. Puleo, Assistant Prosecuting Attorney, for the people., Carl Ziemba, for the defendant on appeal.\n\n## 인용\n\n- 466 N.W.2d 315\n- 187 Mich. App. 14\n\n## 판결문 요약\n\n\n187 Mich. App. 14 (1991)\n466 N.W.2d 315\nPEOPLE\nv.\nTOMMOLINO\nDocket No. 119195.\nMichigan Court of Appeals.\nDecided January 9, 1991, at 9:10 A.M.\nFrank J. Kelley, Attorney General, Gay Secor *15 Hardy, Solicitor General, John D. O'Hair, Prosecuting Attorney, Timothy A. Baughman, Chief of Research, Training, and Appeals, and Joseph A. Puleo, Assistant Prosecuting Attorney, for the people.\nCarl Ziemba, for the defendant on appeal.\nBefore: GRIFFIN, P.J., and SAWYER and BRENNAN, JJ.\nPER CURIAM.\nDefendant was convicted, following a bench trial, of unarmed robbery, MCL 750.530; MSA 28.798, and breaking and entering an occupied dwelling with intent to commit larceny, MCL 750.110; MSA 28.305. Defendant was sentenced for the convictions to four years' probation, with the first one hundred days to be served in the county jail. He now appeals, and we affirm.\nOn appeal, defendant argues that he was denied the effective assistance of counsel by counsel's failure to interview and subpoena two alibi witnesses prior to trial, by counsel's failure to move the trial court to adjourn the trial when the alibi witnesses failed to appear at trial, and by counsel's advice to defendant not to testify on his own behalf. We disagree.\nPrior to trial, defendant informed his counsel that two alibi witnesses could testify that he was elsewhere at the time of the crime, giving counsel the names and addresses, and perhaps the telephone numbers, of those witnesses. Apparently, trial counsel put the onus on de...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-tommolino"
    }
  ],
  "relatedIncidents": [
    13750,
    13762,
    13777,
    13788,
    13849
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}