{
  "id": 14032,
  "title": "1991년 Wilson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-01-23",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Wilson. 판결일: 1991-01-23. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Jesse WILSON, Petitioner, v. Michael Donnell DUNN, Respondent\n**판결일**: 1991-01-23\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Hecht\n\n## 변호인\n\nDon Prager, Fort Worth, on appeal only, for petitioner., Robert D. Frye, Fort Worth, for respondent.\n\n## 인용\n\n- 800 S.W.2d 833\n\n## 판결문 요약\n\n\n800 S.W.2d 833 (1990)\nJesse WILSON, Petitioner,\nv.\nMichael Donnell DUNN, Respondent.\nNo. C-7796.\nSupreme Court of Texas.\nOctober 24, 1990.\nRehearing Overruled January 23, 1991.\nDon Prager, Fort Worth, on appeal only, for petitioner.\nRobert D. Frye, Fort Worth, for respondent.\n\nOPINION\nHECHT, Justice.\nThe district court in this case authorized substitute service of suit papers upon defendant without an affidavit or other evidence justifying such service as required by Rule 106(b) of the Texas Rules of Civil *834 Procedure.[1] Defendant nevertheless received citation and plaintiff's petition, but did not answer, and the trial court rendered default judgment against him. The court of appeals reversed the default judgment because of the defect in service and remanded the case to the trial court for further proceedings. 752 S.W.2d 15. We affirm.\n\nI\nJesse Wilson sued Michael Dunn for damages resulting from Dunn's negligent operation of a motor vehicle.[2] Wilson alleged that Dunn could be served with citation at his apartment, where, in fact, Dunn was then residing and has resided at all times material to this case. Repeated, sustained efforts to serve Dunn there, however, both in person and by mail, proved unsuccessful.\nAfter several months, Wilson's attorney filed a motion for substitute service under Rule 106(b). Rule 106(b) states:\nUpon motion supported by affidavit stating the location of the defendant's usual place of business or usual place of abode or other place where the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wilson-v-dunn"
    }
  ],
  "relatedIncidents": [
    13755,
    13780,
    13794,
    13815,
    13850
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}