{
  "id": 14040,
  "title": "1991년 Mendez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1991-01-07",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: Mendez. 판결일: 1991-01-07. 법원: New Mexico Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: LOVELACE MEDICAL CENTER, Petitioner, v. Jacob MENDEZ and Maria Mendez, Individually and as Parents of Joseph Mendez, Respondents\n**판결일**: 1991-01-07\n**법원**: New Mexico Supreme Court\n**관할**: New Mexico, NM\n\n**판사**: Bivins, Montgomery, Ransom, Sosa, William\n\n## 변호인\n\nRodney, Dickason, Sloan, Akin & Robb, W. Robert Lasater, Jr., Ellen G. Thorne, Albuquerque, for petitioner., Stephen G. Durkovich, Albuquerque, for respondents., Miller, Stratvert, Torgerson & Schlenker, Alice Tomlinson Lorenz, Albuquerque, for Amicus Curiae New Mexico Medical Soc.\n\n## 인용\n\n- 805 P.2d 603\n- 111 N.M. 336\n\n## 판결문 요약\n\n\n805 P.2d 603 (1991)\n111 N.M. 336\nLOVELACE MEDICAL CENTER, Petitioner,\nv.\nJacob MENDEZ and Maria Mendez, Individually and as parents of Joseph Mendez, Respondents.\nNo. 18766.\nSupreme Court of New Mexico.\nJanuary 7, 1991.\n*604 Rodney, Dickason, Sloan, Akin &amp; Robb, W. Robert Lasater, Jr., Ellen G. Thorne, Albuquerque, for petitioner.\nStephen G. Durkovich, Albuquerque, for respondents.\nMiller, Stratvert, Torgerson &amp; Schlenker, Alice Tomlinson Lorenz, Albuquerque, for Amicus Curiae New Mexico Medical Soc.\n\nOPINION\nMONTGOMERY, Justice.\nWe granted certiorari to consider the following two questions of substantial public interest:[1] (1) Did the court of appeals have jurisdiction to entertain petitioner's application for interlocutory appeal, even though the application was granted more than twenty days after it was filed? (2) On the merits, may the parents of a normal, healthy baby conceived as a result of a negligently performed, unsuccessful sterilization operation recover the costs of raising the child from birth to adulthood?\nThe court of appeals held that the answer to both questions is yes and reversed the district court's partial summary judgment in favor of the defendant hospital. We agree with the court of appeals, though on a somewhat different rationale as to the jurisdictional point, and remand the case to the district court for trial.\n\nI.\nJoseph Mendez was conceived after his mother, Maria Mendez, underwent a tubal ligation, which allegedly was negligently perfo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lovelace-medical-center-v-mendez-ex-rel-mendez"
    }
  ],
  "relatedIncidents": [
    13742,
    13743,
    13749,
    13750,
    13751
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}