{
  "id": 14046,
  "title": "1990년 Scrougham 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-12-31",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Scrougham. 판결일: 1990-12-31. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Leo L. SCROUGHAM, Appellant (Defendant Below), v. STATE of Indiana, Appellee (Plaintiff Below)\n**판결일**: 1990-12-31\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Chezem, Hoffman, Miller\n\n## 변호인\n\nReginald B. Bishop, Roberts & Bishop, Indianapolis, for appellant., Linley E. Pearson, Atty. Gen., Ian AT. McLean, Deputy Atty. Gen., Indianapolis, for appellee. ~\n\n## 인용\n\n- 564 N.E.2d 542\n\n## 판결문 요약\n\n\n564 N.E.2d 542 (1990)\nLeo L. SCROUGHAM, Appellant (Defendant below),\nv.\nSTATE of Indiana, Appellee (Plaintiff below).\nNo. 49A04-9007-CR-355.\nCourt of Appeals of Indiana, Fourth District.\nDecember 31, 1990.\nTransfer Denied April 3, 1991.\n*543 Reginald B. Bishop, Roberts &amp; Bishop, Indianapolis, for appellant.\nLinley E. Pearson, Atty. Gen., Ian A.T. McLean, Deputy Atty. Gen., Indianapolis for appellee.\nCHEZEM, Judge.\n\nCase Summary\nDefendant-Appellant, Leo L. Scrougham, appeals from his convictions for Rape (class B felony), Sexual Battery (class D felony), and Confinement (class D felony). We affirm.\n\nIssues\nDefendant presents one (1) issue for our review, which we restate as follows:\nWhether there was sufficient evidence to support the convictions for Rape, Sexual Battery, and Confinement.\nIn addition, State raises the question of \"whether this case must be remanded for re-sentencing on the ground that Sexual Battery is a lesser-included offense of Rape.\"\n\nFacts and Procedural History\nAt approximately 8:00 a.m. on July 7, 1989, D.T. went to visit her friend Dawn Crockett at the home of Defendant. Crockett was living there with Defendant's son, Harold Scrougham. D.T. went to the home that day to check on Dawn's health (she suffered a miscarriage several days earlier). D.T. entered without knocking or ringing the bell because they had told her to do so on prior occasions. With respect to the Defendant, D.T. thought of him \"as a second father,\" and thought she \"could trust hi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=scrougham-v-state"
    }
  ],
  "relatedIncidents": [
    14077,
    14109,
    14176,
    14215,
    14234
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}