{
  "id": 14057,
  "title": "1990년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-12-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1990-12-21. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: In Re Ionosphere Clubs, Inc. And Eastern Airlines, Inc., Debtors. Martin R. Shugrue, Jr., as Chapter 11 Trustee for Eastern Airlines, Inc. v. Air Line Pilots Association, International\n**판결일**: 1990-12-21\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 922 F.2d 984\n\n## 판결문 요약\n\n922 F.2d 984\n    136 L.R.R.M. (BNA) 2065, 59 USLW 2407,118 Lab.Cas.  P 10,548,Bankr. L. Rep.  P 73,747\n    In re IONOSPHERE CLUBS, INC. and Eastern Airlines, Inc., Debtors.Martin R. SHUGRUE, Jr., As Chapter 11 Trustee for EasternAirlines, Inc., Appellant,v.AIR LINE PILOTS ASSOCIATION, INTERNATIONAL, Appellee.\n    Nos. 580, 581, Dockets 90-5033, 90-5035.\n    United States Court of Appeals,Second Circuit.\n    Argued Nov. 14, 1990.Decided Dec. 21, 1990.\n    \n      Bruce R. Zirinsky, New York City (Laura M. Sillins, Matthew A. Cantor, and Weil, Gotshal &amp; Manges, New York City, Joseph L. Manson, III, and Verner, Liipfert, Bernhard, McPherson &amp; Hand, Washington, D.C., on the brief), for appellant Martin R. Shugrue, Jr., Chapter 11 Trustee for Eastern Airlines, Inc.\n      Richard M. Seltzer, New York City (James L. Linsey, Russell S. Hollander, Richard B. Miller, and Cohen, Weiss &amp; Simon, New York City, on the brief), for appellee Air Line Pilots Ass'n, Intern.\n      Before MINER and TIMBERS, Circuit Judges, and SPRIZZO, District Judge, for the Southern District of New York, sitting by designation.\n      TIMBERS, Circuit Judge:\n    \n    \n      1\n      Appellant Martin R. Shugrue, Jr., Chapter 11 Trustee for Eastern Airlines, Inc.  (Eastern), appeals from an order entered April 10, 1990 in the Southern District of New York, Robert W. Sweet, District Judge, reversing two orders of the bankruptcy court that stayed attempts by the Air Line Pilots Association, International (...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-ionosphere-clubs-inc-and-eastern-airlines-inc-debtors-martin-r"
    }
  ],
  "relatedIncidents": [
    14235,
    14255,
    14259,
    14266,
    14276
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}