{
  "id": 14050,
  "title": "1990년 Mende 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-12-28",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Mende. 판결일: 1990-12-28. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: THE PEOPLE OF THE STATE OF ILLINOIS v. HERBERT F. MENDE\n**판결일**: 1990-12-28\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Unverzagt\n\n## 변호인\n\nAldo E. Botti and Howard R. Wertz, both of Botti, Marinaccio, De Salvo & Tameling, Ltd., of Oak Brook, for appellant., James E. Ryan, State’s Attorney, of Wheaton (William L. Browers and David A. Bernhard, both of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.\n\n## 인용\n\n- 207 Ill. App. 3d 240\n\n## 판결문 요약\n\n PRESIDING JUSTICE UNVERZAGT delivered the opinion of the court: The defendant, Herbert Mende, was convicted of second-degree murder (Ill. Rev. Stat. 1987, ch. 38, par. 9 — 2(a)(2)) and sentenced to five years’ imprisonment. On appeal, he argues that his sentence should be reduced. We affirm. The defendant was convicted by a jury of the first-degree murder of James Slenger. By agreement of the State and the defendant, the conviction was vacated. After a stipulated bench trial using the evidence from the jury trial, the court entered a verdict of guilty of second-degree murder. Following a hearing, the defendant was sentenced to five years’ incarceration. The trial court subsequently denied his motion to reduce the sentence, and he brought this appeal. Evidence at the jury trial and sentencing hearing established that at about 12:30 a.m. on December 19, 1988, the victim, who lived in the same neighborhood as the defendant, walked up to the defendant’s house and began pounding loudly on the front door. The defendant, his wife, his stepson, and stepdaughter had already gone to bed. The defendant’s stepdaughter, whose bedroom was nearest the front door, heard the pounding and became afraid that somebody might be trying to break into the house. She ran into the defendant’s bedroom and woke up the defendant and his wife. The defendant put on his pants, took a shotgun out of a case, and loaded the gun. According to his testimony at the hearing, he first fired a warning shot into the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-mende"
    }
  ],
  "relatedIncidents": [
    14063,
    14066,
    14095,
    14107,
    14122
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}