{
  "id": 14063,
  "title": "1990년 Galloway 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-12-19",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Galloway. 판결일: 1990-12-19. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Galloway v. State\n**판결일**: 1990-12-19\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Roy Noble Lee, C.J., and Prather and Sullivan\n\n## 인용\n\n- 574 So. 2d 1\n\n## 판결문 요약\n\n\n574 So.2d 1 (1990)\nKenneth Lavon GALLOWAY\nv.\nSTATE of Mississippi.\nNo. 89-KA-0918.\nSupreme Court of Mississippi.\nDecember 19, 1990.\nMerrida P. Coxwell, Jr., Stanfield Carmody &amp; Coxwell, Jackson, for appellant.\nMike C. Moore, Atty. Gen., Wayne M. Snuggs, Asst. Atty. Gen., Charlene R. Pierce, Sp. Asst. Atty. Gen., Jackson, for appellee.\nBefore ROY NOBLE LEE, C.J., and PRATHER and SULLIVAN, JJ.\nROY NOBLE LEE, Chief Justice, for the Court:\nKenneth Lavon Galloway was found guilty of capital murder of Jacqueline Nash and was sentenced to life imprisonment in the custody of the Mississippi Department of Corrections. He has appealed to this Court and assigns the following issues for decision:\nI.\nWHETHER GALLOWAY'S CAPITAL MURDER TRIAL WAS BROUGHT WITHIN THE 270 DAY PERIOD PRESCRIBED BY MISS. CODE ANN. § 99-17-1 (Supp. 1989).\nII.\nWHETHER THE LOWER COURT ERRED IN REFUSING TO AWARD APPELLANT'S COUNSEL ADDITIONAL COMPENSATION COMMENSURATE WITH THE WORK INVOLVED IN THE CASE IN VIOLATION OF THE FIFTH, SIXTH AND FOURTEENTH AMENDMENTS OF THE UNITED STATES CONSTITUTION.\n\nFACTS\nKenneth Galloway and Jacqueline Nash had been dating and cohabiting prior to the homicide. During this time Galloway had access to her apartment. Nash severed her relationship with Galloway and he was no longer permitted access to her apartment. On the day of the homicide Nash left her apartment, locked the door, and went to her mother's house to do laundry. Around 7:30 that evening, Nash returned home in the compa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=galloway-v-state"
    }
  ],
  "relatedIncidents": [
    14050,
    14066,
    14095,
    14107,
    14122
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}