{
  "id": 14066,
  "title": "1990년 Browning 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-12-14",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Browning. 판결일: 1990-12-14. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Philip A. BROWNING, Jr., Plaintiff-Counterclaim v. Herbert H. PEYTON, Jr., individually, d/b/a Gate Lands Company, Gate Petroleum Company, a Florida corporation, Defendants-Counterclaim\n**판결일**: 1990-12-14\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n**판사**: Birch, Edmondson, Re\n\n## 변호인\n\nEdward T.M. Garland, The Garland Firm, P.C., John L. Taylor, Vincent, Chorey, Taylor & Feil, Atlanta, Ga., for plaintiff-counterclaim, defendant-appellant in No. 89-3671., Robert T. Hyde, Jr., Michael J. Dewberry, Rogers, Towers, Bailey, Jones & Gay, P.A., Walter G. Arnold, Arnold & Strat-ford, P.A., Jacksonville, Fla., for defendants-counterclaim plaintiffs-appellees in No. 89-3671., Edward T.M. Garland, Robin N. Loeb, The Garland Law Firm, John L. Taylor, Michael A. Cole, Vincent, Chorey, Tayl\n\n## 인용\n\n- 918 F.2d 1516\n\n## 판결문 요약\n\n\nRE, Chief Judge:\nIn this diversity action, plaintiff-appellant, Philip A. Browning, Jr., a Georgia resident, sought damages for breach of an alleged joint venture agreement, breach of fiduciary duty, fraud, conversion, unjust enrichment, and constructive trust, and also an accounting and attorney’s fees against defendants-appellees Herbert H. Peyton, Jr., a Florida resident, Gate Land Company, and Gate Petroleum Company, two Florida corporations (collectively Pey-ton). Browning appeals from an order of the United States District Court for the Middle District of Florida, which granted *1518Peyton’s motion for summary judgment on all the claims.\nBrowning, a real estate investor and developer, brought this action after learning that Peyton had successfully bid on certain real estate owned by the Phillips Petroleum Company. Browning alleges that, prior to the bid submitted by Peyton, Browning had entered into a joint venture agreement with Peyton, the president of Gate Petroleum, in Peyton’s individual capacity and on behalf of Gate Petroleum. Browning alleged that the joint venture was formed for the exclusive purpose of submitting a bid on the real estate owned by Phillips Petroleum. Browning contends that Peyton breached the joint venture agreement by submitting his own bid, thereby depriving Browning of the benefits of ownership and profits associated with the acquisition of the real estate.\nIn addition to his claim for breach of the joint venture agreement, Browning sought ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "미국",
    "판례",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-barron-d-fonner"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=browning-v-peyton"
    }
  ],
  "relatedIncidents": [
    14050,
    14063,
    14095,
    14101,
    14107
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}