{
  "id": 14077,
  "title": "1990년 Burdette 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-12-04",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Burdette. 판결일: 1990-12-04. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: BURDETTE v. State\n**판결일**: 1990-12-04\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: McMurray\n\n## 변호인\n\nDarel C. Mitchell, John H. Tarpley, for appellant., Robert E. Wilson, District Attorney, Barbara B. Conroy, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 197 Ga. App. 881\n- 399 S.E.2d 745\n\n## 판결문 요약\n\n\nMcMurray, Presiding Judge.\nVia a two-count indictment, defendant was accused of rape and aggravated sodomy. He was convicted of aggravated assault with intent to commit rape and aggravated sodomy and sentenced to serve 20 years (concurrently) for each offense. Following the denial of his motion for a new trial, defendant appeals. Held:\n1. In his first enumeration of error, defendant contends the trial court erred in charging the jury on the lesser included offense of aggravated assault with intent to commit rape. This contention is without merit. Since the charge was given pursuant to defendant’s request, he cannot complain. Wright v. State, 162 Ga. App. 60 (290 SE2d 163). Besides, the charge was a correct statement of the law and was applicable to the facts of this case. Terry v. State, 166 Ga. App. 632 (305 SE2d 170).\nWe decline defendant’s invitation to overrule Terry u. State, *882supra, wherein this Court held: “As the jury could find that the victim consented to the intercourse, after being assaulted by defendant, the evidence was sufficient to authorize a finding that the assault was with the intent to commit rape.” Id. at 633. In our view, the holding in Terry is logical and it remains good law.\nDecided December 4, 1990.\nDarel C. Mitchell, John H. Tarpley, for appellant.\nRobert E. Wilson, District Attorney, Barbara B. Conroy, Assistant District Attorney, for appellee.\n2. The evidence was sufficient to enable any rational trier of fact to find defendant guilty of the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=burdette-v-state"
    }
  ],
  "relatedIncidents": [
    14046,
    14109,
    14176,
    14215,
    14234
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}