{
  "id": 14074,
  "title": "1990년 Ohnstad 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-12-10",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: Ohnstad. 판결일: 1990-12-10. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Wyoming ex rel. WYOMING WORKERS' COMPENSATION DIVISION, (Objector-Defendant) v. Johan A. OHNSTAD, (Employee-Claimant)\n**판결일**: 1990-12-10\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: Cardine, Golden, MacY, Thomas, Urbigkit\n\n## 변호인\n\nJoseph B. Meyer, Atty. Gen., and Larry M. Donovan, Sr. Asst. Atty. Gen., for appellant., Eric A. Easton, Casper, for appellee.\n\n## 인용\n\n- 802 P.2d 865\n\n## 판결문 요약\n\n\nMACY, Justice.\nAppellant State of Wyoming ex rel. Wyoming Workers’ Compensation Division appeals from a decision by the district court, affirming the grant of temporary total disability benefits to Appellee Johan Ohnstad. The court stated that Ohnstad’s act of supplementing his temporary total disability award by working as a counselor was permissible under Pacific Power and Light v. Parsons, 692 P.2d 226 (Wyo.1984).\nWe affirm.\nThe Workers’ Compensation Division submits the following issues:\nI. Did the administrative hearing officer err by awarding temporary total disability benefits to an individual who was working while receiving those benefits?\nII. Should the case of Pacific Power &amp; Light v. Parsons, 692 P.2d 226 (1984), be reversed?\nOhnstad injured his back on November 1, 1988, while he was working for Rainbow Carpet Dyeing &amp; Cleaning Co. As a result of the injury, Ohnstad was unable to perform heavy labor. He had been employed to perform heavy labor since his graduation from high school in 1972. In January 1989, Ohnstad began working as a counsel- or for the Central Wyoming Counseling New Directions Program. The position with the New Directions Program required that Ohnstad: (1) be twenty-five years of age or older; (2) be a high school graduate; and (3) preferably have some experience with alcohol or drug abuse. Ohnstad earned four dollars per hour while he was working as a counselor. He was not required to perform heavy labor, and he could sit, stand, or lie d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-wyoming-workers-compensation-division-v-ohnstad"
    }
  ],
  "relatedIncidents": [
    14116,
    14118,
    14135,
    14294,
    14310
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}