{
  "id": 14086,
  "title": "1990년 Noel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-11-20",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Noel. 판결일: 1990-11-20. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Charles NOEL v. STATE of Missouri\n**판결일**: 1990-11-20\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n## 변호인\n\nMarc B. Fried, William Swift, St. Louis, for appellant., William L. Webster, Atty. Gen., Geoffrey W. Preckshot, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 807 S.W.2d 113\n\n## 판결문 요약\n\n\nORDER\nPER CURIAM.\nMovant appeals the denial of his Rule 24.035 motion for post-conviction relief.\nOn July 27, 1989, movant was sentenced to ten years on his plea of guilty to first degree assault. On September 11, 1989, movant filed a pro se motion alleging, in general terms, ineffective assistance of counsel. Counsel for movant was appointed on October 3, 1989.\nOn December 1, 1989, counsel filed an amended motion. The motion was not signed or verified by movant, as required by Rule 24.035(f). Rather, it was signed by counsel, and contained counsel’s affidavit.\nOn December 6, 1989, movant’s verified amended motion was filed. This motion was not filed within 60 days after the appointment of counsel and therefore was not timely. Rule 24.035(f) and (b). Movant’s amended motion is time barred. Day v. State, 770 S.W.2d 692 (Mo. banc 1989).\nWe have reviewed the allegations in the pro se motion, the transcript of his plea of guilty, and the findings and conclusions of the motion court. Those findings of fact and conclusions of law are fully supported by the record and are not clearly erroneous. No precedential value would be served by an opinion.\nThe judgment of the motion court is affirmed in accordance with Rule 84.16(b).\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=noel-v-state"
    }
  ],
  "relatedIncidents": [
    14087,
    14089,
    14098,
    14106,
    14117
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}