{
  "id": 14087,
  "title": "1990년 Frost 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-11-16",
  "location": "Maine, ME, USA",
  "summary": "미국 Maine, ME 법원 판결 사건. 사건명: Frost. 판결일: 1990-11-16. 법원: Supreme Judicial Court of Maine.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Maine v. Jack FROST\n**판결일**: 1990-11-16\n**법원**: Supreme Judicial Court of Maine\n**관할**: Maine, ME\n\n**판사**: Brody, Clifford, Collins, Glassman, McKusick, Roberts\n\n## 변호인\n\nPaul Aranson, Dist. Atty., Laurence Gardner, Deputy Dist. Atty., Portland, for plaintiff., Edward Daigle, Portland, for defendant.\n\n## 인용\n\n- 582 A.2d 782\n\n## 판결문 요약\n\n\nCLIFFORD, Justice.\nJack Frost appeals from a denial by the Superior Court (Cumberland County, Lipez, J.) of a motion to reduce a sentence imposed upon him after his conviction for aggravated assault. Because Frost failed to demonstrate that his sentence was influenced by a mistake of fact, the trial court was without authority to reduce the sentence pursuant to M.R.Crim.P. 35(c), and we affirm.\nAfter a jury trial, Jack Frost was found guilty of aggravated assault, 17-A M.R. S.A. § 208 (1983) 564 A.2d 70. He was sentenced to six years to the Department of Corrections, with all but four years suspended, and three years probation. Four months later, Frost filed a timely motion pursuant to M.R.Crim.P. 35(c)1 to reduce his sentence, alleging that the original sentence was influenced by a mistake of fact existing at the time of sentencing.\nA reduction of a sentence under M.R. Crim.P. 35 is discretionary with the sentencing justice. State v. Emery, 534 A.2d 1317, 1319 (Me.1987). Before the trial court can exercise its discretion to reduce a sentence after the execution of the sentence is commenced, however, the defendant must demonstrate that the sentence imposed was influenced by a mistake of fact that existed at the time of the sentencing. M.R.Crim.P. 35(c). Absent that showing, the court has no authority to reduce the sentence. Id.\nFrost contends that he is entitled to a reduction of his sentence because the prosecuting attorney misrepresented his past criminal record at the sen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-frost"
    }
  ],
  "relatedIncidents": [
    14086,
    14089,
    14098,
    14106,
    14117
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}