{
  "id": 14089,
  "title": "1990년 Larrinaga 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-11-15",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Larrinaga. 판결일: 1990-11-15. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: State v. Larrinaga\n**판결일**: 1990-11-15\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Dauksch\n\n## 인용\n\n- 569 So. 2d 911\n\n## 판결문 요약\n\n\n569 So. 2d 911 (1990)\nSTATE of Florida, Appellant,\nv.\nRonald Joseph LARRINAGA, Appellee.\nNo. 89-2607.\nDistrict Court of Appeal of Florida, Fifth District.\nNovember 15, 1990.\n*912 Robert A. Butterworth, Atty. Gen., Tallahassee, Barbara C. Davis and Anthony J. Golden, Asst. Attys. Gen., Daytona Beach, for appellant.\nJames B. Gibson, Public Defender, and Michele A. Lucas, Asst. Public Defender, Daytona Beach, for appellee.\nDAUKSCH, Judge.\nThis is an appeal from an order in which the trial court dismissed eight counts of a forty-three count information charging appellee with aggravated child abuse, child abuse, aggravated assault, lewd and lascivious assault upon a child and sexual battery.\nAppellee moved to dismiss the charges against him because the state destroyed evidence. At the hearing on the motion, Detective Donald Bauman testified that he spoke with two children in a 30-40 minute videotaped interview in April of 1987 regarding child abuse allegations against appellee. When both children denied that appellee had abused them, the investigation was closed. The police erased the videotaped statements one year later. The investigation was reopened when the children alleged that appellee had abused them. The state argued at the hearing that appellee was not prejudiced by the destruction of the videotape because the children were presently prepared to testify that they had previously denied all allegations of sexual abuse.\nThe trial court found that the children's videotaped s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-larrinaga"
    }
  ],
  "relatedIncidents": [
    14086,
    14087,
    14098,
    14106,
    14117
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}