{
  "id": 14098,
  "title": "1990년 In the Matter of Marriage of Lemon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-11-05",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: In the Matter of Marriage of Lemon. 판결일: 1990-11-05. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Marriage of Jaimie H. Lemon, Respondent, and Wilbur C. Lemon, Appellant\n**판결일**: 1990-11-05\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Alexander, Worswick\n\n## 변호인\n\nCraig S. Adams and Gelman & Associates, for appellant., Barbara J. Sylvester and McGavick, Graves, Beale & McNerthney, for respondent.\n\n## 인용\n\n- 799 P.2d 748\n- 59 Wash. App. 568\n\n## 판결문 요약\n\n\nWorswick, J.\nThe only subject worthy of discussion in this case is the frontal assault by appellant Wilbur Lemon's attorney on former Pierce County Superior Court Local Rule 12, regulating the timing of affidavits of prejudice.1 We uphold the rule.\n*570The Pierce County Superior Court employs a departmental docket system for civil cases. A civil case is assigned to a specific judge as soon as a note of issue is filed, either for the motion docket or for the trial assignment docket. The assignment lists are widely publicized well before the applicable court date. No Pierce County lawyer appearing for a motion or trial assignment docket can claim ignorance of the assigned judge.\nAn administrative problem, not to mention substantial inconvenience to the lawyers and parties, is created if an affidavit of prejudice is submitted after a civil case is assigned a departmental trial date, because the assignment process must then start again, leaving a hole in the docket from which the case is removed and causing difficulty in obtaining a comparable date in a different department. To correct this problem, in 1982 the Pierce County Superior Court judges adopted LR 12, titled \"Affidavits of Prejudice. \" The rule provides, in pertinent part:\n(a) GENERALLY\nAffidavits of prejudice will not be recognized unless:\n(1) Fully in conformity with RCW 4.12.040 and .050;\n(2) Presented before the judge in question has made any ruling involving discretion;\n(3) \"Timely presented\" as herein defined.\n(b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-the-matter-of-marriage-of-lemon"
    }
  ],
  "relatedIncidents": [
    14086,
    14087,
    14089,
    14106,
    14117
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}