{
  "id": 14099,
  "title": "1990년 United States v. John J. Maguire, United States v. Thomas M. Kavanagh, United States v. Robert A. Hickey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-11-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. John J. Maguire, United States v. Thomas M. Kavanagh, United States v. Robert A. Hickey. 판결일: 1990-11-02. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES, Appellee, v. John J. MAGUIRE, Defendant, Appellant; UNITED STATES, Appellee, v. Thomas M. KAVANAGH, Defendant, Appellant; UNITED STATES, Appellee, v. Robert A. HICKEY, Defendant, Appellant\n**판결일**: 1990-11-02\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Bownes, Cyr, Torruella\n\n## 변호인\n\nCarolyn Grace, with whom Luisa Marques and Shapiro, Grace & Haber, Boston, Mass., were on brief, for defendant, appellant Maguire., Joan Lieberman, Boston, Mass., for defendant, appellant Kavanagh., Richard D. Glovsky, with whom Daniel S. Tarlow, James A. Janda and Glovsky & Associates, Boston, Mass., were on brief, for defendant, appellant Hickey., S. Theodore Merritt, Asst. U.S. Atty., with whom Wayne A. Budd, U.S. Atty., Boston, Mass., was on brief, for appellee.\n\n## 인용\n\n- 918 F.2d 254\n\n## 판결문 요약\n\n918 F.2d 254\n    UNITED STATES, Appellee,v.John J. MAGUIRE, Defendant, Appellant,UNITED STATES, Appellee,v.Thomas M. KAVANAGH, Defendant, Appellant,UNITED STATES, Appellee,v.Robert A. HICKEY, Defendant, Appellant.\n    Nos. 89-1814, 89-1818 and 89-2098.\n    United States Court of Appeals,First Circuit.\n    Heard Sept. 12, 1990.Decided Nov. 2, 1990.\n    \n      Carolyn Grace, with whom Luisa Marques and Shapiro, Grace &amp; Haber, Boston, Mass., were on brief, for defendant, appellant Maguire.\n      Joan Lieberman, Boston, Mass., for defendant, appellant Kavanagh.\n      Richard D. Glovsky, with whom Daniel S. Tarlow, James A. Janda and Glovsky &amp; Associates, Boston, Mass., were on brief, for defendant, appellant Hickey.\n      S. Theodore Merritt, Asst. U.S. Atty., with whom Wayne A. Budd, U.S. Atty., Boston, Mass., was on brief, for appellee.\n      Before TORRUELLA, Circuit Judge, BOWNES, Senior Circuit Judge, and CYR, Circuit Judge.\n      BOWNES, Senior Circuit Judge.\n    \n    \n      1\n      These are consolidated appeals from convictions on jury verdicts rendered in two separate criminal trials involving four defendants.  Three defendants, John J. Maguire, Thomas M. Kavanagh and Robert A. Hickey, appeal.\n    \n    \n      2\n      On October 18, 1988, four men participated in an armed robbery of a branch of the Bank of New England, One Rockdale Street, Braintree, Massachusetts.  Maguire and Kavanagh were arrested by Braintree police seventeen minutes after the robbery.  On Oct...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-john-j-maguire-united-states-v-thomas-m-kavanagh"
    }
  ],
  "relatedIncidents": [
    14080,
    14115,
    14117,
    14132,
    14243
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}