{
  "id": 14094,
  "title": "1990년 Cornwell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-11-08",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Cornwell. 판결일: 1990-11-08. 법원: Court of Appeals of Wisconsin.",
  "description": "## 사건 정보\n\n**사건명**: Ronald L. CORNWELL, and Town of Hull v. CITY OF STEVENS POINT, the State of Wisconsin, and the Bill Cook Chapter of the Izaak Walton League of America, Inc., Defendants-Respondents\n**판결일**: 1990-11-08\n**법원**: Court of Appeals of Wisconsin\n**관할**: Wisconsin, WI\n\n**판사**: Dykman, Eich, Gartzke\n\n## 변호인\n\nFor the plaintiffs-appellant the cause was orally argued by Roger W. Clark of Herrling, Clark, Hartzheim & Siddall, Ltd. of Appleton., For the defendant-respondent the cause was orally argued by Robert J. Shannon of Anderson, Shannon, O'Brien, Rice & Bertz and Louis J. Molepske of Louis J. Molepske Law Office of Stevens Point.\n\n## 인용\n\n- 159 Wis. 2d 136\n- 464 N.W.2d 33\n\n## 판결문 요약\n\n\nEICH, C.J.\nThe Town of Hull and Ronald Cornwell, a Stevens Point taxpayer, appeal from a summary judgment dismissing their claim against the City of Stevens Point and the Bill Cook Chapter of the Izaak Walton League (IWL). Cornwell and the town sued to invalidate an annexation of certain lands owned by IWL to the city. The annexation was accomplished pursuant to an agreement between IWL and the city. The agreement provided that, in exchange for IWL's petition for annexation and its consent to allow the city access to groundwater flowing under the land, the city agreed to reimburse IWL for all property taxes on the land.\nThe issue is whether the contract between IWL and the city violates the uniform taxation clause of the Wisconsin Constitution. We conclude that it does. However, under the rule of Ehrlich v. Racine, 26 Wis. 2d 352, 132 N.W.2d 489 (1965), while we declare the contract invalid, we do not void the annexation.\nThe facts are not disputed. IWL owns property located just west of the city's municipal water wells. The land lies atop a large groundwater aquifer, and the property has been used for many years as the headquarters and clubhouse of the local IWL chapter.\nThe city and IWL executed a contract providing that IWL would petition to have its land annexed to the city, promising not to develop the land (thereby helping to prevent pollution of the city's nearby water supply) and granting the city the right to pump the groundwater for use in its municipal water syste...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cornwell-v-city-of-stevens-point"
    }
  ],
  "relatedIncidents": [
    14046,
    14050,
    14051,
    14057,
    14063
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}