{
  "id": 14095,
  "title": "1990년 Jenkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-11-07",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Jenkins. 판결일: 1990-11-07. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Jenkins v. State\n**판결일**: 1990-11-07\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Roy Noble Lee, C.J., and Robertson and Sullivan\n\n## 인용\n\n- 570 So. 2d 1191\n\n## 판결문 요약\n\n\n570 So. 2d 1191 (1990)\nDwight JENKINS\nv.\nSTATE of Mississippi.\nNo. 89-KA-0555.\nSupreme Court of Mississippi.\nNovember 7, 1990.\nEddie H. Bowen, Raleigh, for appellant.\nMike C. Moore, Atty. Gen., Deirdre McCrory, Sp. Asst. Atty. Gen., Jackson, for appellee.\nBefore ROY NOBLE LEE, C.J., and ROBERTSON and SULLIVAN, JJ.\nSULLIVAN, Justice, for the Court:\nDwight Jenkins was indicted on February 3, 1989, by the Smith County Grand Jury for the stabbing and killing of Nolan Boykin. At that time, Jerry Yeager was serving as County Prosecuting Attorney for Smith County. He was hired to serve in that capacity from October 1, 1988, until January 5, 1992.\nIn April of 1989, Dwight Jenkins was tried in the Smith County Circuit Court. The trial was conducted before the Hon. Jerry Yeager who had been appointed by the Governor to serve as Special Judge for the March and April 1989 terms of the Smith County Circuit Court when Judge Luther Pittman became ill.\nAt the beginning of Jenkins' trial, he objected to Judge Yeager sitting as the judge for his trial since at the time of his indictment, Judge Yeager was the prosecuting attorney. Jenkins moved for a continuance until such time as Judge Pittman would return to preside. Judge Yeager refused the continuance saying that he did not remember having seen Jenkins before nor being involved in any preliminary hearings or Grand Jury proceedings.\nAt the close of the trial, the jury convicted Jenkins of manslaughter. Judge Yeager sentenced Jenkins to fift...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jenkins-v-state"
    }
  ],
  "relatedIncidents": [
    14050,
    14063,
    14066,
    14107,
    14122
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}