{
  "id": 14090,
  "title": "1990년 United States v. Wesley Dennis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-11-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Wesley Dennis. 판결일: 1990-11-13. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Wesley DENNIS, Defendant-Appellant\n**판결일**: 1990-11-13\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Cudahy, Posner, Will\n\n## 변호인\n\nDavid H. Miller, Asst. U.S. Atty., Fort Wayne, Ind., Andrew B. Baker, Jr., Asst. U.S. Atty., Hammond, Ind., for plaintiff-appellee., Lewis Myers, Jr., James Childs, Jr., Childs, Myers & Willis, Chicago, 111., P. Stephen Miller, Fort Wayne, Ind., for defendant-appellant.\n\n## 인용\n\n- 917 F.2d 1031\n\n## 판결문 요약\n\n917 F.2d 1031\n    UNITED STATES of America, Plaintiff-Appellee,v.Wesley DENNIS, Defendant-Appellant.\n    No. 90-1136.\n    United States Court of Appeals,Seventh Circuit.\n    Argued Oct. 25, 1990.Decided Nov. 13, 1990.\n    \n      1\n      David H. Miller, Asst. U.S. Atty., Fort Wayne, Ind., Andrew B. Baker, Jr., Asst. U.S. Atty., Hammond, Ind., for plaintiff-appellee.\n    \n    \n      2\n      Lewis Myers, Jr., James Childs, Jr., Childs, Myers &amp; Willis, Chicago, Ill., P. Stephen Miller, Fort Wayne, Ind., for defendant-appellant.\n    \n    \n      3\n      Before CUDAHY and POSNER, Circuit Judges, and WILL, Senior District Judge.*\n    \n    \n      4\n      WILL, Senior District Judge.\n    \n    \n      5\n      Wesley Dennis was indicted and convicted, along with two codefendants, Kerry Thompson and Keith Wims, under a single-count indictment charging all three with conspiracy to sell cocaine to an undercover police detective, Gordon Myers.  21 U.S.C. Secs. 841(a)(1) and 846.  Dennis was sentenced to 21 months imprisonment and three years of supervised release.  Dennis appeals, challenging the district court's failure to instruct the jury concerning multiple conspiracies and the sufficiency of the evidence.\n    \n    \n      6\n      The indictment alleged a single overarching conspiracy joining Thompson, Wims and Dennis.  The evidence at trial, however, showed only that Dennis may have provided Thompson with cocaine on one day, July 18th, and that Wims supplied cocaine to Thompson three...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-wesley-dennis"
    }
  ],
  "relatedIncidents": [
    14046,
    14050,
    14051,
    14057,
    14063
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}