{
  "id": 14102,
  "title": "1990년 United States v. Todd Stephens 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-10-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Todd Stephens. 판결일: 1990-10-30. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Todd Stephens\n**판결일**: 1990-10-30\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 917 F.2d 564\n\n## 판결문 요약\n\n917 F.2d 564\n    Unpublished DispositionNOTICE: Sixth Circuit Rule 24(c) states that citation of unpublished dispositions is disfavored except for establishing res judicata, estoppel, or the law of the case and requires service of copies of cited unpublished dispositions of the Sixth Circuit.UNITED STATES of America, Plaintiff-Appellee,v.Todd STEPHENS, Defendant-Appellant.\n    No. 89-2400.\n    United States Court of Appeals, Sixth Circuit.\n    Oct. 30, 1990.\n    \n      Before KENNEDY and KRUPANSKY, Circuit Judges;  and SPIEGEL, District Judge.*\n      PER CURIAM.\n    \n    \n      1\n      Defendant-appellant Todd Stephens has appealed from the sentence imposed by the United States District Court for the Eastern District of Michigan following his conviction pursuant to a guilty plea for damaging a vehicle by means of explosives (aiding and abetting) in violation of 18 U.S.C. Secs. 2 &amp; 844(i) and for conspiracy to distribute cocaine in violation of 21 U.S.C. Secs. 841(a)(1) &amp; 846.\n    \n    \n      2\n      The appellant was indicted for the above two crimes on January 27, 1989.  He was released on a $75,000/10 percent bond after a detention hearing.  He failed to appear for trial and the district court issued a bench warrant for his arrest.  The appellant was apprehended in Canada and was returned to the United States.\n    \n    \n      3\n      The crimes were committed prior to November 1, 1987 and sentencing was subject to pre-guidelines law.  Sentencing Reform Act of 1984, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-todd-stephens"
    }
  ],
  "relatedIncidents": [
    14046,
    14050,
    14051,
    14057,
    14063
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}