{
  "id": 14101,
  "title": "1990년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-10-31",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1990-10-31. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. $126,730.50, $5,000.00, & $1,922 U.S. Currency and Two One-Ounce Gold Bars Seized from Mark Trachtenberg. Appeal of Mark TRACHTENBERG\n**판결일**: 1990-10-31\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Hudock, Olszewski, Sole\n\n## 변호인\n\nJoel P. Trigiani, Philadelphia, for appellant., Donna G. Zucker, Asst. Dist. Atty., Philadelphia, for Com.\n\n## 인용\n\n- 399 Pa. Super. 118\n- 581 A.2d 953\n\n## 판결문 요약\n\n\nOLSZEWSKI, Judge.\nThis is an appeal from a forfeiture order. The Commonwealth filed four petitions on March 17, 1988, seeking forfeiture pursuant to 35 P.S. § 780-128.1 The items which the Commonwealth sought included $126,737.50 in cash, $5,000.00 in cash, $1,922.00 in cash, two one-ounce gold bars, and a 1982 Cadillac Eldorado. After a hearing, at which the Commonwealth presented extensive testimony *120and appellant presented no testimony, the trial court granted the Commonwealth’s petitions for forfeiture.\nThe facts of this case, as summarized by the trial court, are as follows:\nArlene Brown testified that she is the girlfriend of Frank Trachtenberg, the brother of Mark [appellant], and she assisted Frank in the sales of cocaine and assorted pills. In the course of her work she sold dilaudid (synthetic heroine) to Mark who re-sold the same for profit. She obtained these drugs through fraudulent prescriptions. According to her, Mark had other suppliers of dilaudid and tuinals (barbiturates). She further testified that on March 1, 1987 she and Mark were going to the track in his Cadillac and they made a stop for her to purchase approximately one hundred (100) dilaudids.\nTrial court opinion, at 1.\nAfter a State Police investigation, the two brothers, Frank and Mark, and Arlene Brown were arrested and indicted in Bucks County on narcotics charges. Appellant and Arlene Brown pled guilty to two counts of possession with intent to deliver and one count of conspiracy.\nOn March 3...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-12673050-500000-1922-us-currency"
    }
  ],
  "relatedIncidents": [
    14066,
    14139,
    14144,
    14146,
    14237
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}