{
  "id": 14109,
  "title": "1990년 Abrams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-10-12",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Abrams. 판결일: 1990-10-12. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. ERIC ABRAMS, Defendant-Appellant\n**판결일**: 1990-10-12\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Egan\n\n## 변호인\n\nRandolph N. Stone, Public Defender, of Chicago (Thomas M. Donnelly, Assistant Public Defender, of counsel), for appellant., Cecil A. Partee, State’s Attorney of Chicago (Renee Goldfarb and Jane E. Loeb, Assistant State’s Attorneys,.of counsel), for the People.\n\n## 인용\n\n- 562 N.E.2d 613\n- 205 Ill. App. 3d 295\n- 150 Ill. Dec. 83\n\n## 판결문 요약\n\n\n562 N.E.2d 613 (1990)\n205 Ill. App. 3d 295\n150 Ill. Dec. 83\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nEric ABRAMS, Defendant-Appellant.\nNo. 1-87-3646.\nAppellate Court of Illinois, First District, Sixth Division.\nOctober 12, 1990.\nRandolph N. Stone, Public Defender of Cook County, Chicago (Thomas M. Donnelly, of counsel), for defendant-appellant.\n*614 Cecil A. Partee, State's Atty. of Cook County, Chicago (Renee Goldfarb and Jane E. Loeb, of counsel), for plaintiff-appellee.\nJustice EGAN delivered the opinion of the court:\nFollowing his plea of guilty to the offenses of aggravated criminal sexual assault and residential burglary, the defendant Eric Abrams was sentenced to consecutive sentences of 25 years for the sexual assault and 5 years for the burglary. The defendant unsuccessfully attempted to have the trial court reduce the 25-year sentence and to set concurrent sentences. He contends that the sentences were improper and that the court incorrectly considered the victim-impact statement during sentencing.\nThe stipulated facts are as follows: On the evening of August 24, 1986, the complainant was in her Chicago apartment located on West Chestnut Street where she lived with her roommate. Because she was alone that evening, the complainant checked the windows and doors within her apartment and determined that they were all locked except for her roommate's bedroom window which was slightly open due to the hot weather. That window, however, was secured by bu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-abrams"
    }
  ],
  "relatedIncidents": [
    14046,
    14077,
    14176,
    14215,
    14234
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}