{
  "id": 14100,
  "title": "1990년 Heller 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-10-31",
  "location": "North Dakota, ND, USA",
  "summary": "미국 North Dakota, ND 법원 판결 사건. 사건명: Heller. 판결일: 1990-10-31. 법원: North Dakota Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Reinholt HELLER, Plaintiff and Appellant, v. PRODUCTION CREDIT ASSOCIATION OF MINOT, Defendant and Appellee\n**판결일**: 1990-10-31\n**법원**: North Dakota Supreme Court\n**관할**: North Dakota, ND\n\n**판사**: Erickstad, Gierke, Levine, Meschke, Pederson, Vande, Vernon, Walle\n\n## 변호인\n\nReinholt Heller, Plaza, pro se., Michael G. Sturdevant, of Olson, Sturde-vant & Burns, Minot, for defendant and appellee.\n\n## 인용\n\n- 462 N.W.2d 125\n\n## 판결문 요약\n\n\n462 N.W.2d 125 (1990)\nReinholt HELLER, Plaintiff and Appellant,\nv.\nPRODUCTION CREDIT ASSOCIATION OF MINOT, Defendant and Appellee.\nCiv. Nos. 900097 &amp; 900182.\nSupreme Court of North Dakota.\nOctober 31, 1990.\n*126 Reinholt Heller, Plaza, pro se.\nMichael G. Sturdevant, of Olson, Sturdevant &amp; Burns, Minot, for defendant and appellee.\nVANDE WALLE, Justice.\nReinholt Heller appealed from a summary judgment dismissing his complaint against the Production Credit Association of Minot [PCA] and awarding PCA $1,628.25 in costs and attorney fees. Heller also appealed from the trial court's order denying his motion to vacate the judgment. We affirm in part, reverse in part, and remand for further proceedings.\nHeller and his two sons brought three identical lawsuits against PCA, each seeking $4,863 and enforcement of a mechanic's lien for summer fallow and fall tillage left by them on land owned by PCA in 1987. Heller had deeded the subject property to PCA in June 1986 in settlement of PCA's foreclosure action against Heller. Under the terms of the stipulated agreement, Heller was allowed to retain possession of the property with an option to repurchase until April 1, 1987. Possession and the option to repurchase the property could be extended to December 1, 1987, upon Heller's payment of $9,500 by April 1, 1987. Heller paid the $9,500 as cash rent for the 1987 crop season. Heller did not exercise the option to repurchase and, after the 1987 crop season, PCA sold the property.\nIn 1...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=heller-v-production-credit-assn-of-minot"
    }
  ],
  "relatedIncidents": [
    14046,
    14050,
    14051,
    14057,
    14063
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}