{
  "id": 14106,
  "title": "1990년 Harrelson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-10-17",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Harrelson. 판결일: 1990-10-17. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Harrelson v. State\n**판결일**: 1990-10-17\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Roy Noble Lee, C.J., and Robertson and Blass\n\n## 인용\n\n- 569 So. 2d 295\n\n## 판결문 요약\n\n\n569 So. 2d 295 (1990)\nT.C. HARRELSON, Jr.\nv.\nSTATE of Mississippi.\nNo. 89-KA-0154.\nSupreme Court of Mississippi.\nOctober 17, 1990.\nCliff R. Easley, Jr., Easley &amp; Cooper, Bruce, for appellant.\nMike C. Moore, Atty. Gen., Deirdre McCrory, Sp. Asst. Atty. Gen., Jackson, for appellee.\nBefore ROY NOBLE LEE, C.J., and ROBERTSON and BLASS, JJ.\nBLASS, Justice, for the Court:\nThis case grows out of the collision of two automobiles on Highway 8 between Grenada and Calhoun City. The appellant, who was the defendant below, T.C. Harrelson, Jr., was indicted by the Grand Jury in Calhoun County on two counts. The first was for aggravated assault on Ms. Druecellia H. Sutherland and count two was for an aggravated assault on Patricia M. Beane. Both charge the defendant with operating a motor vehicle in a negligent manner while under the influence of intoxicating liquor or alcohol in violation of Miss. Code Ann. § 97-3-7(2)(a) (Supp. 1987). The indictment charged that Mr. Harrelson did unlawfully and feloniously and recklessly under circumstances manifesting extreme indifference to the value of human life cause serious bodily injury to both of the ladies named. Ms. Sutherland succinctly described the accident when she testified, saying:\n[W]e came over a hill and there was a car at the bottom of the hill but on our side of the road, and he was trying to decide what to do and we thought maybe they were just looking down or looking up and we thought they would move back on their side, but I l...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harrelson-v-state"
    }
  ],
  "relatedIncidents": [
    14086,
    14087,
    14089,
    14098,
    14117
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}