{
  "id": 14116,
  "title": "1990년 Rosen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-10-03",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Rosen. 판결일: 1990-10-03. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: MATTHEWS CONSTRUCTION COMPANY, INC., Petitioner, v. Harvey ROSEN and Houston Pipe & Supply Company, Respondents\n**판결일**: 1990-10-03\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Spears\n\n## 변호인\n\nB. Lee Ware, Frank W. Mitchell, Houston, James Parsons, Palestine, Michael D. Matthews, Beaumont, for petitioner., W. James Kronzer, Sydney N. Floyd, Hervert Neil Lackshin, Houston, for respondents.\n\n## 인용\n\n- 796 S.W.2d 692\n\n## 판결문 요약\n\n\n796 S.W.2d 692 (1990)\nMATTHEWS CONSTRUCTION COMPANY, INC., Petitioner,\nv.\nHarvey ROSEN and Houston Pipe &amp; Supply Company, Respondents.\nNo. C-9216.\nSupreme Court of Texas.\nSeptember 12, 1990.\nRehearing Overruled October 3, 1990.\nB. Lee Ware, Frank W. Mitchell, Houston, James Parsons, Palestine, Michael D. Matthews, Beaumont, for petitioner.\nW. James Kronzer, Sydney N. Floyd, Hervert Neil Lackshin, Houston, for respondents.\n\nOPINION\nSPEARS, Justice.\nThis cause involves piercing the corporate veil and the application of limitations. Matthews Construction Company sued Houston Pipe &amp; Supply Company for breach of contract and secured a judgment against Houston Pipe in July 1982. Because Matthews was unable to collect on that judgment, it filed suit in February 1984 against Harvey Rosen, the president and sole shareholder of Houston Pipe. Matthews contended that Rosen had stripped Houston Pipe of its assets in order to avoid paying the judgment. A jury found that Houston Pipe was the alter ego of Rosen and that Rosen had operated the company as a sham to perpetrate a fraud *693 on Matthews; the jury awarded Matthews $500,000 in actual damages and $60,000 in punitive damages. The trial court disregarded the punitive damages award and rendered judgment for Matthews for $470,562, the amount owing on the prior judgment. The court of appeals effectively reversed the trial court's judgment and rendered a take-nothing judgment against Matthews. 777 S.W.2d 434. We reverse the judgm...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=matthews-const-co-inc-v-rosen"
    }
  ],
  "relatedIncidents": [
    14074,
    14118,
    14135,
    14294,
    14310
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}