{
  "id": 14121,
  "title": "1990년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-09-26",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1990-09-26. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania, Appellant, v. D’Angelo M. JONES, Appellee\n**판결일**: 1990-09-26\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Cappy, Flaherty, Larsen, McDERMOTT, Nix, Papadakos, Zappala\n\n## 변호인\n\nJames P. Epstein, Dist. Atty., Lorinda L. Hinch, Supervisory Asst. Dist. Atty., Mercer, for appellant., Thomas Allen Dill, Fruit, Dill, Goodwin & Scholl, (court-appointed), Sharon, for appellee.\n\n## 인용\n\n- 580 A.2d 308\n- 525 Pa. 323\n\n## 판결문 요약\n\n\nOPINION\nMcDERMOTT, Justice.\nOn June 5, 1986, the appellee, D’Angelo Jones and co-defendant, Kevin Chapman, were arrested by an officer of the Hermitage Police Department after information was received from a patron of the Shenango shopping mall that two men had been observed stealing an automobile from the shopping mall parking area. Both men were subsequently charged by criminal complaint with Theft by Unlawful Taking1 and Criminal Conspiracy2. Prior to appellee's trial on the above stated charges counsel for the prosecution exercised one of her peremptory challenges to strike the sole black member from the jury venire. The challenge was contested by counsel for the defense on the basis of the United States Supreme Court’s ruling in Batson v. Kentucky, 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 (1986). The trial court sustained the challenge after counsel for the prosecution stated her reasons on the record for the challenge. The appellee was then tried and was found guilty of all charges. He subsequently filed timely post-trial motions in the nature of a motion for a new trial and in arrest of judgment. The trial court dismissed his motion in arrest of judgment, in which a Rule 1100 violation was alleged, but granted him a new trial pursuant to his assignment of error as to the striking of the prospective juror. Both the Commonwealth and the appellee filed Notices of Appeal to the *325Superior Court which consolidated the appeals and then affirmed as to both of the trial c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pennsylvania-v-jones"
    }
  ],
  "relatedIncidents": [
    14046,
    14050,
    14051,
    14057,
    14063
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}