{
  "id": 14129,
  "title": "1990년 Rowell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-09-21",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Rowell. 판결일: 1990-09-21. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Rowell v. State\n**판결일**: 1990-09-21\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: McMillan\n\n## 인용\n\n- 570 So. 2d 848\n\n## 판결문 요약\n\n\n570 So. 2d 848 (1990)\nGeorge ROWELL\nv.\nSTATE.\n6 Div. 951.\nCourt of Criminal Appeals of Alabama.\nSeptember 21, 1990.\n*849 Harold E. Walden, Alabaster, for appellant.\nDon Siegelman, Atty. Gen., and Yvonne A. Henderson, Asst. Atty. Gen., for State.\nMcMILLAN, Judge.\nThe appellant was convicted of the capital murder offense of intentional killing during a robbery, in violation of § 13A-5-40(a)(2), Code of Alabama (1975). The jury recommended that the appellant be sentenced to life without parole. Thereafter, following a separate sentencing hearing, the trial court sentenced the appellant to life without parole, as recommended by the jury.\n\nI\nThe appellant argues that the trial court erred in failing to grant his motion for judgment of acquittal made at the close of the State's case. The appellant admitted that he was guilty of robbery, but denied that he was guilty of the intentional killing of the victim, because he did nothing to aid or abet the trigger man, nor did he have any intention of killing the victim.\nThe record indicates that the appellant and three accomplices met on the Sunday morning in question and one of the accomplices stated, \"Let's go stick something up. Let's go rob something.\" The four of them left in a Buick Regal to get another automobile, a white Grand Am Pontiac. The appellant and one of the accomplices got into the Pontiac; the accomplice riding with the appellant originally had the gun. The two automobiles stopped at a church, where the gun was swapped...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rowell-v-state"
    }
  ],
  "relatedIncidents": [
    14050,
    14063,
    14066,
    14095,
    14107
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}