{
  "id": 14122,
  "title": "1990년 Norton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-09-26",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Norton. 판결일: 1990-09-26. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: THE PEOPLE OF THE STATE OF ILLINOIS v. DONALD JAMES NORTON\n**판결일**: 1990-09-26\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: McCullough\n\n## 변호인\n\nDaniel D. Yuhas and Jane Raley, both of State Appellate Defender’s Office, of Springfield, for appellant., Scott H. Walden, State’s Attorney, of Quincy (Kenneth R. Boyle, Robert •J. Biderman, and Dale M. Wood, all of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.\n\n## 인용\n\n- 203 Ill. App. 3d 571\n\n## 판결문 요약\n\n JUSTICE McCULLOUGH delivered the opinion of the court: Defendant Donald James Norton’s convictions of attempt (first-degree murder), home invasion, and armed robbery were affirmed by this court. (People v. Norton (1989), 182 Ill. App. 3d 1109, 554 N.E.2d 1126 (unpublished order under Supreme Court Rule 23).) Defendant’s amended pro se petition for post-conviction relief was dismissed after (1) the court appointed counsel for defendant; (2) counsel represented that he could not allege any additional claims involving deprivation of defendant’s constitutional rights; and (3) counsel stated defendant’s allegations were not supported by the record. Defendant appeals and argues he is entitled to a new hearing on his post-conviction petition because he was not present at the last hearing and his appointed counsel failed to advise him that he would not file a new petition for post-conviction relief. We affirm. In his amended pro se petition, defendant alleged (1) his second appointed trial counsel did not have adequate time to investigate his case before trial; (2) his second appointed trial counsel coerced defendant into a bench trial; (3) defendant was not fully informed regarding the nature of a bench trial; (4) defendant was refused counsel for six days after his arrest; (5) defendant was not fully advised of his right to counsel after police interrogation; (6) defendant was denied a change of venue without due process; and (7) defendant received unfavorable pretrial publicity i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-norton"
    }
  ],
  "relatedIncidents": [
    14050,
    14063,
    14066,
    14095,
    14107
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}