{
  "id": 14132,
  "title": "1990년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-09-19",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1990-09-19. 법원: Massachusetts Appeals Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. William Marangiello\n**판결일**: 1990-09-19\n**법원**: Massachusetts Appeals Court\n**관할**: Massachusetts, MA\n\n**판사**: Dreben\n\n## 변호인\n\nCharles W. Rankin for the defendant., Frank Santisi, Assistant District Attorney (Lauren Inker, Assistant District Attorney, with him) for the Commonwealth.\n\n## 인용\n\n- 29 Mass. App. Ct. 259\n\n## 판결문 요약\n\n\nDreben, J.\nThe defendant was tried and found guilty on charges1 arising out of an attack on a deaf and speech-impaired victim on September 4, 1987. The victim did not identify the defendant as his assailant, and the only testimony linking the defendant to the crime came from a woman who was charged with the same offenses as the defendant and who had entered into a plea agreement with the Commonwealth requiring her to testify truthfully at the defendant’s trial. In his appeal, the defendant asserts three claims: 1) two knives which were found on the ground when the defendant was arrested ten weeks after the robbery were erroneously admitted in evidence; 2) the judge erred in questioning the victim repeatedly after he had unequivocally testified that the person who had stabbed him was not in the courtroom; and 3) the assistant district attorney improperly vouched for the credibility of the witness who had entered into a plea agreement.\nThe claims of prejudice in the admission of the knives and the examination of the victim are particularly troublesome because the identity of the defendant, and hence the convictions, rested entirely on the uncorroborated testimony of an alleged accomplice who had entered into a favorable plea agreement. See Commonwealth v. Wallace, 848 F.2d 1464, 1475-1476 (9th Cir. 1988). It may be that the defendant’s claims, when considered separately, do not require reversal. We hold, however, that the cumulative effect of what occurred at trial was potenti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-marangiello"
    }
  ],
  "relatedIncidents": [
    14080,
    14099,
    14115,
    14117,
    14243
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}