{
  "id": 14131,
  "title": "1990년 Armstrong 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-09-20",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Armstrong. 판결일: 1990-09-20. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Armstrong v. State\n**판결일**: 1990-09-20\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: W. Sharp\n\n## 인용\n\n- 566 So. 2d 943\n\n## 판결문 요약\n\n\n566 So.2d 943 (1990)\nJames ARMSTRONG, Appellant,\nv.\nSTATE of Florida, Appellee.\nNos. 88-2293, 88-2481.\nDistrict Court of Appeal of Florida, Fifth District.\nSeptember 20, 1990.\nJames B. Gibson, Public Defender, and Brynn Newton, Asst. Public Defender, Daytona Beach, for appellant.\nRobert A. Butterworth, Atty. Gen., Tallahassee, and James N. Charles, Asst. Atty. Gen., Daytona Beach, for appellee.\n\nON MOTION FOR REHEARING EN BANC\nW. SHARP, Judge.\nWe grant the state's motion for rehearing en banc. Accordingly, we vacate our prior opinion and issue in its place the following.\nArmstrong brings two appeals: one challenging his conviction for second degree murder, committed while on probation;[1] and the other questioning the trial court's revocation of that probation. We consolidate them for appeal purposes, sua sponte, because they are necessarily interrelated.\nDuring Armstrong's trial for second degree murder, defense counsel specifically requested the trial judge read a limited version of the instruction on justifiable and excusable homicide as part of the manslaughter instruction. The trial judge granted this request. Armstrong now argues that the failure of the judge to read the instructions fully when originally charging the jury was reversible error. Rojas v. State, 552 So.2d 914 (Fla. 1989). We agree error occurred, but we hold it was waived.\nFailure to give the complete initial instruction on justifiable and excusable homicide is fundamental error in the sense that the har...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=armstrong-v-state"
    }
  ],
  "relatedIncidents": [
    14050,
    14063,
    14066,
    14095,
    14107
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}