{
  "id": 14130,
  "title": "1990년 Fenelon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-09-20",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Fenelon. 판결일: 1990-09-20. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: MICHAEL JOHN FENELON Et Al., Petitioners, v. THE SUPERIOR COURT OF SAN DIEGO COUNTY, Respondent; JOHN P. DUNBAR, JR., Real Party in Interest\n**판결일**: 1990-09-20\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Benke, Wiener\n\n## 변호인\n\nCounsel, Alhadeff, Lundin & Oggel, Stephen P. Oggel and Brian A. Barnhorst for Petitioners., No appearance for Respondent., Anderson & Frank and Robert C. Anderson for Real Party in Interest.\n\n## 인용\n\n- 223 Cal. App. 3d 1476\n- 273 Cal. Rptr. 367\n\n## 판결문 요약\n\n\nOpinion\nWIENER, Acting P. J.\nIn this writ proceeding we decide that a knowingly false report to the police department is not absolutely privileged under Civil Code section 47, subdivision 2.1 Accordingly, here the court properly overruled the petitioners’ demurrer with respect to statements made to the police. As we shall explain, those statements are subject to a qualified privilege under, section 47(3).2 We therefore deny the petition.\nFactual and Procedural Background\nIn the underlying action plaintiff John Dunbar sued petitioners Michael and Dolly Fenelon for defamation.3 Accepting the allegations of the complaint as true, the following scenario is described.\nAccording to Dunbar, the Fenelons induced Amrith Harry Gobin4 by force, threat of force and/or fraud to inform police and other nonofficial persons that Dunbar had solicited Dr. Fenelon’s murder. At all relevant times the Fenelons knew the information was false and had, in fact, *1479fabricated the allegations in their entirety. The Fenelons published the false report with malice for the sole purpose of damaging Dunbar.5\nAfter unsuccessfully demurring to Dunbar’s first amended complaint, the Fenelons seek extraordinary relief.\nDiscussion\nI\nThe Fenelons’ petition for a writ of mandate emphasizes the significance of Williams v. Taylor (1982) 129 Cal.App.3d 745 [181 Cal.Rptr. 423] which holds the section 47(2) absolute privilege applicable to a citizen’s report to the police of possible criminal activity by an employee...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fenelon-v-superior-court"
    }
  ],
  "relatedIncidents": [
    14050,
    14063,
    14066,
    14095,
    14107
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}