{
  "id": 14146,
  "title": "1990년 United States v. Michael P. Oshatz and Leonard A. Messinger 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-08-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Michael P. Oshatz and Leonard A. Messinger. 판결일: 1990-08-23. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Michael P. OSHATZ and Leonard A. Messinger, Defendants-Appellants\n**판결일**: 1990-08-23\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Mukasey, Newman, Pratt\n\n## 변호인\n\nRoanne L. Mann (Bertrand C. Sellier, Stein, Zauderer, Ellenhorn, Frischer & Sharp, New York City, on the brief), for defendant-appellant Oshatz., Mark F. Pomerantz (David T. Grudberg, Fischetti Pomerantz & Russo, New York City, on the brief), for defendant-appellant Messinger., Robert J. Cleary, Asst. U.S. Atty. (Otto G. Obermaier, Christine Gray, Kerri Martin Bartlett, Helen Gredd, Anne C. Ryan, Asst. U.S. Attys., New York City, on the brief), for appellee.\n\n## 인용\n\n- 912 F.2d 534\n\n## 판결문 요약\n\n912 F.2d 534\n    31 Fed. R. Evid. Serv. 558\n    UNITED STATES of America, Appellee,v.Michael P. OSHATZ and Leonard A. Messinger, Defendants-Appellants.\n    Nos. 847, 858, Dockets 89-1228, 89-1375.\n    United States Court of Appeals,Second Circuit.\n    Argued March 19, 1990.Decided Aug. 23, 1990.\n    \n      Roanne L. Mann (Bertrand C. Sellier, Stein, Zauderer, Ellenhorn, Frischer &amp; Sharp, New York City, on the brief), for defendant-appellant Oshatz.\n      Mark F. Pomerantz (David T. Grudberg, Fischetti Pomerantz &amp; Russo, New York City, on the brief), for defendant-appellant Messinger.\n      Robert J. Cleary, Asst. U.S. Atty.  (Otto G. Obermaier, Christine Gray, Kerri Martin Bartlett, Helen Gredd, Anne C. Ryan, Asst. U.S. Attys., New York City, on the brief), for appellee.\n      Before NEWMAN and PRATT, Circuit Judges, and MUKASEY, District Judge.*\n      JON O. NEWMAN, Circuit Judge:\n    \n    \n      1\n      The primary issue on this appeal is whether the prosecution may cross-examine a defendant's character witness by asking questions based on an assumption that the defendant is guilty of the offense charged.  This issue arises on an appeal by Michael P. Oshatz and Leonard A. Messinger from their judgments of conviction entered, respectively, on July 14 and May 5, 1989, in the District Court for the Southern District of New York (Robert W. Sweet, Judge) after an eleven-week jury trial on charges arising out of their involvement in a series of fraudulent tax schemes.  We...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-united-states-of-america-v-robert-eldridge-marshall-and-evelyn-king"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-michael-p-oshatz-and-leonard-a-messinger"
    }
  ],
  "relatedIncidents": [
    14066,
    14101,
    14139,
    14144,
    14237
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}