{
  "id": 14144,
  "title": "1990년 Thomas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-08-27",
  "location": "South Carolina, SC, USA",
  "summary": "미국 South Carolina, SC 법원 판결 사건. 사건명: Thomas. 판결일: 1990-08-27. 법원: Court of Appeals of South Carolina.",
  "description": "## 사건 정보\n\n**사건명**: Codell Blease THOMAS and Elizabeth F. Thomas v. DELTA ENTERPRISES, INC. K. Nolan Johnson, individually and as Agent/Employee/Servant and Owner of Delta Enterprises, Inc. Johnny Moore, individually and as agent for Delta Enterprises, Inc. Lois B. Hatched, individually and as agent for Delta Enterprises, Inc. and M.P. Nodine, individually and as agent for Delta Enterprises, Inc., of whom Johnny Moore and Lois B. Hatchell are\n**판결일**: 1990-08-27\n**법원**: Court of Appeals of South Carolina\n**관할**: South Carolina, SC\n\n## 변호인\n\nMozella Nicholson, Florence, for appellants., Michael Ballenger, Florence, Atlanta, Ga., for respondents., Johnny Moore, Atlanta, Ga., pro se.\n\n## 인용\n\n- 302 S.C. 351\n- 396 S.E.2d 122\n\n## 판결문 요약\n\n\n\nPer Curiam:\n\nThis is an action in fraud and negligence. The Thomases purchased a mobile home from Delta Enterprises. Johnny Moore conducted the sales negotiations and arranged the preparation of all pertinent documents. Lois Hatched, a Delta secretary, notarized some of the documents. The Thomases later sued Moore for fraud and negligence and Hatched for negligence. Both Moore and Hatched moved for dismissal. The trial court dismissed them from the case, and the Thomases appeal. We reverse and remand.\nAgainst Moore, the Thomases allege fraud in telling them they could not rescind their contract to buy a mobile home and in misrepresenting the interest rate, payments and payment schedule. Further, they allege he forged their names on a mortgage document and on a rescission waiver form. The Thomases also allege Moore was negligent in ad aspects of handling the transaction.\nHatched, according to the complaint, was negligent in administering an oath and attesting signatures. This asserted negligence allegedly caused a forged mortgage to appear as an encumbrance on their real estate.\nIn dismissing the defendants, the trial judge relied on the doctrine that an agent is not liable for contracts made on behalf of a disclosed principal. See Goodale v. Page, 92 S.C. 413, 75 S.E. 700 (1912).\nThis concept does not apply, however, when the agent must answer, not in contract, but in tort. “An agent’s liability for his own tortious acts is unaffected by the fact that he acted in his repres...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thomas-v-delta-enterprises-inc"
    }
  ],
  "relatedIncidents": [
    14066,
    14101,
    14139,
    14146,
    14237
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}