{
  "id": 14159,
  "title": "1990년 Estate of MacDonald 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-08-09",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Estate of MacDonald. 판결일: 1990-08-09. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Estate of MARGERY M. MacDONALD, Deceased. JUDITH BOLTON, as Executirix, Etc., Contestant and Appellant, v. ROBERT F. MacDONALD, Claimant and Respondent\n**판결일**: 1990-08-09\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Arabian, Mosk, Panelli\n\n## 변호인\n\nCounsel, Hersh & Hersh, Jill Hersh, Dan Bolton and Philip D. Humphreys for Contestant and Appellant., McClintock & Quadros, Gordon E. McClintock, Brent A. Babow and William A. Reppy, Jr., for Claimant and Respondent.\n\n## 인용\n\n- 794 P.2d 911\n- 51 Cal. 3d 262\n- 272 Cal. Rptr. 153\n\n## 판결문 요약\n\n\n51 Cal. 3d 262 (1990)\n794 P.2d 911\n272 Cal. Rptr. 153\nEstate of MARGERY M. MACDONALD, Deceased.\nJUDITH BOLTON, as Executirix, etc., Contestant and Appellant,\nv.\nROBERT F. MACDONALD, Claimant and Respondent.\nDocket No. S012304.\nSupreme Court of California.\nAugust 9, 1990.\n*264 COUNSEL\nHersh &amp; Hersh, Jill Hersh, Dan Bolton and Philip D. Humphreys for Contestant and Appellant.\nMcClintock &amp; Quadros, Gordon E. McClintock, Brent A. Babow and William A. Reppy, Jr., for Claimant and Respondent.\nOPINION\nPANELLI, J.\nCivil Code section 5110.730, subdivision (a) (section 5110.730 (a)) provides: \"A transmutation of real or personal property is not valid unless made in writing by an express declaration that is made, joined in, consented to, or accepted by the spouse whose interest in the property is adversely affected.\"\nIn this case we are asked to decide what type of writing is necessary to satisfy the statute's requirements. In our view, section 5110.730 (a) must be construed to preclude reference to extrinsic evidence in the proof of transmutations. Accordingly, we conclude a writing is not an \"express declaration\" for the purposes of section 5110.730 (a) unless it contains language which expressly states that a change in the characterization or ownership of the property is being made. Thus, we affirm the judgment of the Court of Appeal.\n\nFACTS AND PROCEEDINGS BELOW\nDecedent Margery M. MacDonald (Margery or decedent) married respondent Robert F. MacDonald (Robert) in 1973. Both...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=estate-of-macdonald"
    }
  ],
  "relatedIncidents": [
    14046,
    14050,
    14051,
    14057,
    14063
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}