{
  "id": 14158,
  "title": "1990년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-08-09",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1990-08-09. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: The Secretary, United States Department of Housing and Urban Development, on Behalf of Terryl and Janella Herron, Brett and Audrey Cooper, Intervenors v. Gordon G. Blackwell, Fleet Finance, Intervenor\n**판결일**: 1990-08-09\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 908 F.2d 864\n\n## 판결문 요약\n\n908 F.2d 864\n    The SECRETARY, UNITED STATES DEPARTMENT OF HOUSING AND URBANDEVELOPMENT, on Behalf of Terryl and JanellaHERRON, Petitioners,Brett and Audrey Cooper, Intervenors,v.Gordon G. BLACKWELL, Respondent,Fleet Finance, Intervenor.\n    No. 90-8061.\n    United States Court of Appeals,Eleventh Circuit.\n    Aug. 9, 1990.\n    \n      Harry L. Carey, Asst. Gen. Counsel, David H. Enzel, Chief Atty., Holly Cohen Cooper, Atty., U.S. Dept. of HUD, Washington, D.C.\n      Gordon L. Joyner, Joyner &amp; Joyner, Atlanta, Ga., for Herron.\n      Thomas J. Hughes, Jr., Law offices of Robert G. Fierer, PC, Atlanta, Ga., for intervenors Brett and Audrey Cooper.\n      John E. Tomlinson, Richard B. Maner, Stone Mountain, Ga., for intervenor Fleet Finance.\n      Application for Enforcement of an Order of the United States Department of Housing and Urban Development.\n      Before HATCHETT, Circuit Judge, RONEY* and FAIRCHILD**, Senior Circuit Judges.\n      HATCHETT, Circuit Judge:\n    \n    \n      1\n      In this case of first impression under the Fair Housing Amendments Act of 1988, we are asked to enforce a decision and order of the United States Department of Housing and Urban Development.  Concluding that the decision and order are supported by substantial evidence, we enforce.\n    \n    FACTS\n    \n      2\n      Gordon G. Blackwell, a white male, is the sole owner of the property located at 4010 Indian Lakes Circle, Stone Mountain, Georgia (the house).  Since 1970, Blackwell has been a lic...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-secretary-united-states-department-of-housing-and-urban-development"
    }
  ],
  "relatedIncidents": [
    14046,
    14050,
    14051,
    14057,
    14063
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}