{
  "id": 14167,
  "title": "1990년 Heard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-08-03",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Heard. 판결일: 1990-08-03. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Heard v. State\n**판결일**: 1990-08-03\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: McMillan\n\n## 인용\n\n- 574 So. 2d 873\n\n## 판결문 요약\n\n\n574 So. 2d 873 (1990)\nLarry HEARD\nv.\nSTATE.\n5 Div. 548.\nCourt of Criminal Appeals of Alabama.\nAugust 3, 1990.\nRehearing Denied November 30, 1990.\nCertiorari Denied January 25, 1991.\n*874 Steven F. Schmitt, Tallassee, for appellant.\nDon Siegelman, Atty. Gen., and Rivard Melson, Asst. Atty. Gen., for appellee.\nAlabama Supreme Court 1900424.\nMcMILLAN, Judge.\nThe appellant was convicted of possession of marijuana and possession of cocaine. He was sentenced to 15 years' imprisonment.\n\nI\nThe appellant argues that the affidavit supporting the search warrant, which authorized the search of his home, was fatally insufficient because it failed to establish the informant's reliability, credibility, and basis of knowledge. The affidavit, which is contained in the record, states in pertinent part:\n\"And the facts tending to establish the foregoing grounds for a Search Warrant are as follows: Within the past 48 hours I have received information from a confidential informant that marijuana is being stored and concealed at the residence of Larry Heard at his residence on Highway 89 in Camp Hill, Alabama. My Department has received several complaints concerning the drug activities at this residence. At my request, within the past 48 hours, my informant went to this residence and purchased a small amount of marijuana with money furnished by the Alabama Alcohol Beverage Control Board Drug Unit via Agent Jay Ivey. My informant was searched prior to entry to this residence and was searched after ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=heard-v-state"
    }
  ],
  "relatedIncidents": [
    14046,
    14050,
    14051,
    14057,
    14063
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}