{
  "id": 14169,
  "title": "1990년 Comer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-07-31",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Comer. 판결일: 1990-07-31. 법원: Arizona Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Arizona, Appellee, v. Robert Charles COMER, Appellant\n**판결일**: 1990-07-31\n**법원**: Arizona Supreme Court\n**관할**: Arizona, AZ\n\n**판사**: Joe W. Contreras\n\n## 변호인\n\nRobert K. Corbin, Atty. Gen., Jessica Gifford Funkhouser, Chief Counsel, Crim. Div. by Janet Keating, Asst. Atty. Gen., Phoenix, for appellee., John M. Antieau, Phoenix, for appellant.\n\n## 인용\n\n- 799 P.2d 333\n- 165 Ariz. 413\n\n## 판결문 요약\n\n\n165 Ariz. 413 (1990)\n799 P.2d 333\nSTATE of Arizona, Appellee,\nv.\nRobert Charles COMER, Appellant.\nNo. CR-88-0136-AP.\nSupreme Court of Arizona, En Banc.\nJuly 31, 1990.\nReconsideration Denied November 14, 1990.\n*415 Robert K. Corbin, Atty. Gen., Jessica Gifford Funkhouser, Chief Counsel, Crim. Div. *416 by Janet Keating, Asst. Atty. Gen., Phoenix, for appellee.\nJohn M. Antieau, Phoenix, for appellant.\nOPINION\nJOE W. CONTRERAS, Court of Appeals Judge.\nJURISDICTION\nFollowing a jury trial, appellant Robert Charles Comer was convicted of 1 count of first degree murder, 3 counts of armed robbery, 2 counts of aggravated assault, 2 counts of kidnapping, 2 counts of sexual abuse and 3 counts of sexual assault. Appellant was sentenced to death for the murder and to aggravated, consecutive terms of imprisonment on the remaining counts, resulting in a sentence of imprisonment totaling 339 years. The murder conviction and sentence of death are here on automatic appeal, Arizona Rules of Criminal Procedure 31.2(b). We have jurisdiction pursuant to Ariz. Const. art. 6, § 5(3), and A.R.S. §§ 13-4031 and -4033.\nISSUES PRESENTED\nAppellant raises the following issues for our review:\n1) Whether the trial court erred by refusing to sever the Pritchard charges from the Jane Jones/Richard Smith charges.[1]\n2) Whether the trial court erred by denying appellant's motion for judgment of acquittal on the armed robbery and felony murder charges.\n3) Whether the jury instruction on robbery constituted fund...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-comer"
    }
  ],
  "relatedIncidents": [
    14050,
    14063,
    14066,
    14095,
    14107
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}