{
  "id": 14174,
  "title": "1990년 Culberson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-07-25",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Culberson. 판결일: 1990-07-25. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Culberson v. State\n**판결일**: 1990-07-25\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Robertson\n\n## 인용\n\n- 580 So. 2d 1136\n\n## 판결문 요약\n\n\n580 So. 2d 1136 (1990)\nAlvin CULBERSON\nv.\nSTATE of Mississippi.\nNo. 03-DP-0009.\nSupreme Court of Mississippi.\nJuly 25, 1990.\nRehearing Denied May 8, 1991.\nRobert B. Wiygul, Gordon Arata McCollam Stuart &amp; Duplantis, New Orleans, La., Catherine V. Kilgore, Batesville, for appellant.\n*1137 Mike C. Moore, Atty. Gen., Marvin L. White, Jr., Asst. Atty. Gen., Charlene Robb Pierce, Sp. Asst. Atty. Gen., Jackson, for appellee.\nEn Banc.\nROBERTSON, Justice, for the Court:\nOn the evening of January 31, 1975, potato chip deliveryman Grady Evans exited a business establishment on Old Highway 49 in Harrison County, Mississippi, and was walking toward his truck, when Alvin Culberson, in concert with Alvareece Pittman, accosted him, and in the course of the attempted robbery, Culberson shot and killed Evans. The Circuit Court of Harrison County, Mississippi, sitting with a jury, convicted Culberson of capital murder and sentenced him to death, only to have this Court reverse and remand for a new trial. Culberson v. State, 348 So. 2d 1025 (Miss. 1977).\nIn late 1977, Culberson stood trial again, and, largely on the testimony of accomplice Pittman, he was again found guilty of capital murder and condemned to death. This time this Court affirmed. Culberson v. State, 379 So. 2d 499 (Miss. 1979), cert. den. 449 U.S. 986, 101 S. Ct. 406, 66 L. Ed. 2d 250 (1980).\nCulberson then petitioned this Court for post-conviction relief and said that his conviction and/or sentence should be vacated on nume...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=culberson-v-state"
    }
  ],
  "relatedIncidents": [
    14050,
    14063,
    14066,
    14095,
    14107
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}