{
  "id": 14170,
  "title": "1990년 United States v. Jose N. Luna 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-07-31",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Jose N. Luna. 판결일: 1990-07-31. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Jose N. LUNA, Defendant-Appellant\n**판결일**: 1990-07-31\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Duhe, Garwood, King, Per Curiam\n\n## 변호인\n\nMari C. Haley (Court Appointed), Waco, Tex., for defendant-appellant., LeRoy M. Jahn, Asst. U.S. Atty., Ronald F. Ederer, U.S. Atty., San Antonio, Tex., for plaintiff-appellee.\n\n## 인용\n\n- 909 F.2d 119\n\n## 판결문 요약\n\n909 F.2d 119\n    UNITED STATES of America, Plaintiff-Appellee,v.Jose N. LUNA, Defendant-Appellant.\n    No. 90-8022Summary Calendar.\n    United States Court of Appeals,Fifth Circuit.\n    July 31, 1990.\n    \n      Mari C. Haley (Court Appointed), Waco, Tex., for defendant-appellant.\n      LeRoy M. Jahn, Asst. U.S. Atty., Ronald F. Ederer, U.S. Atty., San Antonio, Tex., for plaintiff-appellee.\n      Appeal from the United States District Court For the Western District of Texas.\n      Before KING, GARWOOD and DUHE, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      Appellant committed an assault with a gun and concealed the gun before the crime was reported and before the investigation began.  We are called upon to decide whether the act of concealing the gun under these circumstances constituted obstruction of justice for purposes of Sec. 3C1.1 of the Sentencing Guidelines.  Concluding that it does not, we vacate appellant's sentence and remand for resentencing.\n    \n    \n      2\n      Appellant pleaded guilty to assault with a dangerous weapon.  The crime occurred on a United States military installation.  He admitted that he concealed the weapon immediately after the commission of the offense.  The government concedes that the investigation of the offense did not begin until several hours after the gun was concealed.\n    \n    \n      3\n      The presentence investigation report recommended that the appellant's base offense level be increased two levels for obstruction of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-jose-n-luna"
    }
  ],
  "relatedIncidents": [
    14086,
    14087,
    14089,
    14098,
    14106
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}