{
  "id": 14176,
  "title": "1990년 Crawford 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-07-19",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Crawford. 판결일: 1990-07-19. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State of Kansas, Appellee, v. Richard Crawford, Appellant\n**판결일**: 1990-07-19\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Herd, Lockett, Miller\n\n## 변호인\n\nLucille Marino, assistant appellate defender, argued the cause, and Jessica R. Kunen, chief appellate defender, was with her on the brief for appellant., Terra D. Morehead, assistant district attorney, argued the cause, and Robert T. Stephan, attorney general, and Nick A. Tomasic, district attorney, were with her on the brief for appellee.\n\n## 인용\n\n- 795 P.2d 401\n- 247 Kan. 223\n\n## 판결문 요약\n\n\n247 Kan. 223 (1990)\n795 P.2d 401\nSTATE OF KANSAS, Appellee,\nv.\nRICHARD CRAWFORD, Appellant.\nNo. 63,250\nSupreme Court of Kansas.\nOpinion filed July 19, 1990.\nLucille Marino, assistant appellate defender, argued the cause, and Jessica R. Kunen, chief appellate defender, was with her on the brief for appellant.\nTerra D. Morehead, assistant district attorney, argued the cause, and Robert T. Stephan, attorney general, and Nick A. Tomasic, district attorney, were with her on the brief for appellee.\nThe opinion of the court was delivered by\nHERD, J.:\nThis is a criminal action wherein Richard Crawford directly appeals his jury convictions of aggravated burglary, K.S.A. 21-3716; rape, K.S.A. 21-3502; and aggravated criminal sodomy, K.S.A. 21-3506. Crawford was sentenced to five to twenty years' imprisonment for the commission of aggravated burglary and to terms of ten to twenty years for each of the rape and aggravated criminal sodomy convictions. The sentences run concurrently. Crawford's motion to modify the sentences to probation was denied.\n*224 The facts are in dispute and we therefore set them out in some detail.\nOn the evening of July 25, 1986, fourteen-year-old C.H. babysat for her aunt and uncle, Dorothy and Sylvester. C.H. testified at trial that a man knocked on the door around 10:30 p.m. asking for Dorothy and Sylvester. C.H. told him they were not home and the man left. The man, later identified as Crawford, returned a short while later and again asked for Dorothy and Sy...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-crawford"
    }
  ],
  "relatedIncidents": [
    14046,
    14077,
    14109,
    14215,
    14234
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}