{
  "id": 14172,
  "title": "1990년 Shook 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-07-26",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Shook. 판결일: 1990-07-26. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State of North Carolina v. Anthony George Shook\n**판결일**: 1990-07-26\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Mitchell, Webb\n\n## 변호인\n\n\n\nLacy H. Thornburg, Attorney General, by William N. Farrell, Jr., Special Deputy Attorney General, for the State.\n, \nMalcolm Ray Hunter, Jr., Appellate Defender, by Staples Hughes, Assistant Appellate Defender, for the defendant-appellant.\n\n\n## 인용\n\n- 393 S.E.2d 819\n- 327 N.C. 74\n\n## 판결문 요약\n\n\nMITCHELL, Justice.\nThe defendant was tried in a noncapital trial upon a true bill of indictment charging him with the murder of Peggy Lou Epley. The trial court submitted and instructed the jury on possible verdicts finding the defendant guilty of first-degree murder or not guilty. The jury found the defendant guilty of first-degree murder on the theory that the killing was premeditated and deliberate. The District Attorney having announced that there was no evidence of aggravating circumstances, the trial court sentenced the defendant to life in prison.\nThe State’s evidence at trial tended to show that Peggy Epley was placed in the intensive care unit of the North Carolina Baptist Hospital in Winston-Salem due to renal failure. She was moved in and out of the intensive care unit five times prior to her death. During October 1986, Peggy Epley’s life was maintained by a ventilator, dialysis, and intravenous infusions of blood pressure medication.\nOn 8 October 1986, the defendant, a registered nurse, specifically asked to care for Peggy Epley during his shift. Having been advised of the patient’s condition by Nurse Scott, the defendant stated, “[w]ell, you know, one of these days her blood pressure is going to drop and she’s not coming back.” During the early morning of 9 October 1986, the patient’s blood pressure began to drop. The defendant managed to raise her blood pressure by increasing the rate of infusion of norepinephrine, a blood pressure medication. She remained stab...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-sneed"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-shook"
    }
  ],
  "relatedIncidents": [
    14050,
    14063,
    14066,
    14095,
    14107
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}