{
  "id": 14186,
  "title": "1990년 Moreland 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-07-11",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Moreland. 판결일: 1990-07-11. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: State v. Moreland\n**판결일**: 1990-07-11\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Per Curiam\n\n## 인용\n\n- 564 So. 2d 1164\n\n## 판결문 요약\n\n\n564 So.2d 1164 (1990)\nSTATE of Florida, Appellant,\nv.\nMervyn MORELAND, Appellee.\nNo. 89-2263.\nDistrict Court of Appeal of Florida, Fourth District.\nJuly 11, 1990.\nRehearing Denied August 29, 1990.\n*1165 Robert A. Butterworth, Atty. Gen., Tallahassee, Carol Cobourn Asbury and Joan Fowler, Asst. Attys. Gen., West Palm Beach, and Allen R. Geesey, Asst. State Atty., West Palm Beach, for appellant.\nViktoria L. Gres, Stuart, for appellee.\nPER CURIAM.\nThe defendant, a white male, was tried for first degree murder of a black male. By motion, he requested the trial court to draw a county-wide jury venire, alleging the unconstitutionality of Palm Beach County's jury districting system. The trial court denied the motion, but noted that the issue was currently before the Florida Supreme Court. The defendant raised the issue on direct appeal from his conviction, and this court affirmed. After this appeal, the Florida Supreme Court handed down Spencer v. State, 545 So.2d 1352 (Fla. 1989), which found that the Palm Beach County system resulted in the \"systematic exclusion of a significant portion of the black population from the jury pool for the West Palm Beach county district.\"\nThe defendant sought relief under Florida Rules of Criminal Procedure 3.850, and an evidentiary hearing was held on all issues raised. The court entered an order granting defendant a new trial, finding that the defendant had properly raised and preserved the issue of the unconstitutionality of the jury districts i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-moreland"
    }
  ],
  "relatedIncidents": [
    14050,
    14063,
    14066,
    14095,
    14107
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}