{
  "id": 14183,
  "title": "1990년 Perez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-07-13",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Perez. 판결일: 1990-07-13. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Nebraska, Appellee, v. Roy Perez, Appellant\n**판결일**: 1990-07-13\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Boslaugh, Caporale, Fahrnbruch, Grant, Hastings, Shanahan, White\n\n## 변호인\n\nCharles F. Fitzke, Scotts Bluff County Public Defender, and Robert L. Wolf for appellant., Robert M. Spire, Attorney General, and Kenneth W. Payne for appellee.\n\n## 인용\n\n- 457 N.W.2d 448\n- 235 Neb. 796\n\n## 판결문 요약\n\n\n457 N.W.2d 448 (1990)\n235 Neb. 796\nSTATE of Nebraska, Appellee,\nv.\nRoy PEREZ, Appellant.\nNo. 89-781.\nSupreme Court of Nebraska.\nJuly 13, 1990.\n*449 *450 *451 Charles F. Fitzke, Scotts Bluff County Public Defender, and Robert L. Wolf, Omaha, for appellant.\nRobert M. Spire, Atty. Gen., and Kenneth W. Payne, Alliance, for appellee.\nHASTINGS, C.J., and BOSLAUGH, WHITE, CAPORALE, SHANAHAN, GRANT, and FAHRNBRUCH, JJ.\nHASTINGS, Chief Justice.\nDefendant, Roy Perez, appeals from jury convictions of two counts of delivering or distributing a controlled substance, cocaine, in violation of Neb.Rev.Stat. § 28-416 (Cum.Supp.1988). He was sentenced to two terms of 3 to 6 years' imprisonment, to be served consecutively. Defendant alleges as error that the trial court erroneously refused to accept defendant's plea of guilty offered pursuant to a plea bargain, that the trial court erroneously refused to grant a continuance or postponement of his trial, that the trial court erred in allowing the trial to proceed when the jury did not appropriately reflect the inclusion of persons of Hispanic descent, that the trial court imposed an excessive sentence, that the trial court erred in refusing to sustain his motion for a directed verdict, and that the trial court erred in overruling defendant's motion for a new trial on the ground of newly discovered evidence because defendant was not permitted to allow the tape-recorded evidence of defendant's alleged admissions made during the drug sales to be e...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-perez"
    }
  ],
  "relatedIncidents": [
    14046,
    14050,
    14051,
    14057,
    14063
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}