{
  "id": 14195,
  "title": "1990년 United States v. Herbert Murray Stephens 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-07-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Herbert Murray Stephens. 판결일: 1990-07-02. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Herbert Murray STEPHENS, Defendant-Appellant\n**판결일**: 1990-07-02\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Edwards, Kennedy, Ryan\n\n## 변호인\n\nPatricia L. Blake, Jennifer J. Peregord (argued), Detroit, Mich., and Mark C. Jones, Asst. U.S. Atty., Flint, Mich., for plaintiff-appellee., David W. Wright, Bloomfield Hills, Mich., for defendant-appellant.\n\n## 인용\n\n- 906 F.2d 251\n\n## 판결문 요약\n\n906 F.2d 251\n    UNITED STATES of America, Plaintiff-Appellee,v.Herbert Murray STEPHENS, Defendant-Appellant.\n    No. 89-2267.\n    United States Court of Appeals,Sixth Circuit.\n    Argued May 7, 1990.Decided July 2, 1990.\n    \n      Patricia L. Blake, Jennifer J. Peregord (argued), Detroit, Mich., and Mark C. Jones, Asst. U.S. Atty., Flint, Mich., for plaintiff-appellee.\n      David W. Wright, Bloomfield Hills, Mich., for defendant-appellant.\n      Before KENNEDY and RYAN, Circuit Judges, and EDWARDS, Senior Circuit Judge.\n      KENNEDY, Circuit Judge.\n    \n    \n      1\n      Appellant Herbert Murray Stephens appeals the District Court's refusal to allow him to withdraw his plea for harboring and concealing a person from arrest in violation of 18 U.S.C. Sec. 1071.  He claims that he did not enter the plea \"knowingly and intelligently\" because he was unaware that his sentence would be based on the amount of drugs involved in the conspiracy charge of the person he was hiding.  We find that appellant entered the plea agreement knowingly and intelligently and therefore AFFIRM the District Court.\n    \n    \n      2\n      Appellant's son, Todd Stephens, was charged with conspiracy to distribute cocaine and damaging a vehicle with explosives.  Aware that a warrant for his son's arrest had been issued, he concealed his son from the police in May and June of 1989.  Following a federal grand jury indictment charging him with violating 18 U.S.C. Sec. 1071, appellant entered into a writte...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-herbert-murray-stephens"
    }
  ],
  "relatedIncidents": [
    14046,
    14050,
    14051,
    14057,
    14063
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}