{
  "id": 14197,
  "title": "1990년 Jose Maysonet v. Kfc, National Management Company, D/B/A Kentucky Fried Chicken 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-06-29",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Jose Maysonet v. Kfc, National Management Company, D/B/A Kentucky Fried Chicken. 판결일: 1990-06-29. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Jose MAYSONET, Plaintiff-Appellant, v. KFC, NATIONAL MANAGEMENT COMPANY, D/B/A Rentucky Fried Chicken, Defendant-Appellee\n**판결일**: 1990-06-29\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Altimari, Cardamone, Winter\n\n## 변호인\n\nPeter R. Shipman, Bronx, N.Y. (Ernest J. Codella, Bronx, New York City, of counsel), submitted a brief for plaintiff-appellant., Eric Portuguese, New York City (Steven B. Prystowsky, Saul Wilensky, Lester, Schwab, Katz & Dwyer, New York City, of counsel), for defendant-appellee.\n\n## 인용\n\n- 906 F.2d 929\n\n## 판결문 요약\n\n906 F.2d 929\n    Jose MAYSONET, Plaintiff-Appellant,v.KFC, NATIONAL MANAGEMENT COMPANY, d/b/a Kentucky FriedChicken, Defendant-Appellee.\n    No. 801, Docket 89-7572.\n    United States Court of Appeals,Second Circuit.\n    Argued Feb. 14, 1990.Decided June 29, 1990.\n    \n      Peter R. Shipman, Bronx, N.Y.  (Ernest J. Codella, Bronx, New York City, of counsel), submitted a brief for plaintiff-appellant.\n      Eric Portuguese, New York City (Steven B. Prystowsky, Saul Wilensky, Lester, Schwab, Katz &amp; Dwyer, New York City, of counsel), for defendant-appellee.\n      Before CARDAMONE, WINTER and ALTIMARI, Circuit Judges.\n      CARDAMONE, Circuit Judge:\n    \n    \n      1\n      Late one May night appellant Jose Maysonet entered a Kentucky Fried Chicken restaurant in the South Bronx, New York.  He had been there before and had often seen loiterers panhandling patrons.  This night was no different.  When Maysonet entered there were 20-25 customers present, including a panhandler who was bothering and harassing customers, asking them for money and attracting attention by \"crazy laughing.\"    After Maysonet had waited on line for 15 minutes, the panhandler approached him and asked for money.  When Maysonet refused the man stabbed him in the abdomen.  The police and ambulance came and took him to the hospital where he eventually recovered, but the assailant was never found.\n    \n    \n      2\n      Appellant thereafter sued the KFC, National Management Company, d/b/a Kentucky Fried Chi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jose-maysonet-v-kfc-national-management-company-dba-kentucky-fried"
    }
  ],
  "relatedIncidents": [
    14086,
    14087,
    14089,
    14098,
    14106
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}