{
  "id": 14198,
  "title": "1990년 Ross 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-06-29",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Ross. 판결일: 1990-06-29. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Judge ROSS, Jr. v. STATE\n**판결일**: 1990-06-29\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Tyson\n\n## 변호인\n\nJohn Bertolotti, Jr., Mobile, for appellant., Don Siegelman, Atty. Gen., and Margaret S. Childers, Asst. Atty. Gen., for appel-lee.\n\n## 인용\n\n- 581 So. 2d 494\n\n## 판결문 요약\n\n\nTYSON, Judge.\nJudge Ross, Jr., appeals from his conviction in circuit court for the offense of murder, for which he was sentenced to life imprisonment under the Alabama Habitual Felony Offender Act. The jury returned a verdict of “guilty as charged in the indictment.”\nThe appellant’s counsel raises three issues on appeal. The first of these deals with the charge to the jury by the trial judge. We have examined this record and deem this aspect of the record sufficient to address on appeal.\nHowever, two other issues remain. The first of these is the appellant’s challenge to the composition of the jury venire under Batson v. Kentucky, 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 (1986), and Ex parte Jackson, 516 So.2d 768 (Ala.1986).\nThe third allegation is with reference to the alleged ineffective assistance of counsel at trial, pursuant to the opinion of the United States Supreme Court in Strickland, v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). The appellant’s assertion of ineffective assistance of counsel is a two-pronged assertion. The first assertion is with reference to the fact that the appellant’s counsel did not properly or timely raise the issue of the racial composition of the jury venire and, secondly, that the appellant’s counsel did not properly prepare for trial, nor obtain the names of all witnesses in advance of trial.\nThe attorney general of Alabama has filed a motion in this court in his brief asserting that the record is insufficient for...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ross-v-state"
    }
  ],
  "relatedIncidents": [
    14050,
    14063,
    14066,
    14095,
    14107
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}