{
  "id": 14192,
  "title": "1990년 Du Pont v. Town of Horseheads 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-07-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Du Pont v. Town of Horseheads. 판결일: 1990-07-05. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Andre P. Du Pont, Appellants-Respondents v. Town of Horseheads, and Herbert Bailey\n**판결일**: 1990-07-05\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Weiss\n\n## 인용\n\n- 163 A.D.2d 643\n\n## 판결문 요약\n\n\nWeiss, J.\nAppeals (1) from an order of the Supreme Court (Swartwood, J.), entered April 25, 1989 in Che-mung County, which granted defendant Town of Horseheads’ motion for summary judgment dismissing the complaint against it, and (2) from an order of said court, entered October 2, 1989 in Chemung County, which denied defendant Herbert Bailey’s motion for summary judgment dismissing the complaint against him.\n*644This is a negligence action to recover damages for personal injuries sustained by plaintiff Bertha M. Du Pont and for loss of consortium by her husband, plaintiff Andre P. Du Pont, as the result of her fall on August 9, 1985 near the end of the driveway on the premises at 224 Overlook Drive in the Town of Horseheads, Chemung County, owned by defendant Herbert Bailey. The town was also named a defendant as owner of the abutting roadway and drainage ditch which ran underneath the driveway. Supreme Court granted summary judgment to the town based on the absence of prior written notice of the defect or dangerous condition and because it had neither caused nor contributed to the creation of the defect. Both plaintiff and Bailey have appealed from this order.\nSupreme Court also denied a motion for summary judgment made by Bailey seeking dismissal of the complaint against him on the ground that he neither created nor contributed to the defect which, he alleged, lay entirely within the town’s property and was of no special benefit to him. The court held that questions of fac...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=du-pont-v-town-of-horseheads"
    }
  ],
  "relatedIncidents": [
    14046,
    14050,
    14051,
    14057,
    14063
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}