{
  "id": 14191,
  "title": "1990년 Branch 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-07-06",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Branch. 판결일: 1990-07-06. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Branch v. Carr\n**판결일**: 1990-07-06\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Banke, Beasley, Birdsong, Carley, Cooper, Deen, McMurray, Pope, Sognier\n\n## 변호인\n\nE. Ronald Garnett, for appellant., Richard R. Mehrhof, Jr., Paul H. Dunbar III, Michael J. Bowers, Attorney General, Jennifer L. Hackemeyer, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 396 S.E.2d 276\n- 196 Ga. App. 534\n\n## 판결문 요약\n\n\nCarley, Chief Judge.\nAppellant-plaintiff sued defendant and others seeking damages pursuant to 42 USC § 1983 based upon her allegations that defendant assaulted her on January 4, 1985, at the time of her admission to a hospital. Suit was filed on May 22, 1987, and defendant-appellee affirmatively asserted that the cause of action was barred by the statute of limitations. In her complaint, appellant alleged that since the date of the incident complained of, she has been “incompetent to manage her affairs.” In opposition to appellee’s motion for summary judgment, appellant contended that the period of limitations was tolled because of this alleged incapacity. See OCGA §§ 9-3-90; 9-3-91. However, in her deposition, appellant testified that she was “mentally competent to handle [her] affairs and to bring this lawsuit” and that “since January of 1985,” she has been able “to handle [her] personal and legal affairs.” Other than the averments of her complaint, appellant has produced no evidence of incapacity which would constitute a tolling of the statute of limitations. The trial court, finding that appellant’s “own testimony indicates that she was competent to manage her affairs,” granted summary judgment in favor of appellee on the basis that appellant’s action was barred by the statute of limitations.\n“The test is one of capacity — whether the individual, being of unsound mind, could not manage the ordinary affairs of [her] life. *535[Cit.]” (Emphasis in original.) Tri-Cities Ho...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=branch-v-carr"
    }
  ],
  "relatedIncidents": [
    14086,
    14087,
    14089,
    14098,
    14106
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}