{
  "id": 14194,
  "title": "1990년 Henry 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-07-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Henry. 판결일: 1990-07-03. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Robert IRON EYES v. Dan HENRY (Assistant Superintendent) individually and official capacities Joe Rosenberg (Captain) individually and official capacities Charles E. Harris (Major) individually and official capacities Dennis Dowd, in his individual and official capacities\n**판결일**: 1990-07-03\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Gibson, Heaney, Magill\n\n## 변호인\n\nH. Todd Iveson, St. Louis, Mo., for appellant., Erwin 0. Switzer, III, St. Louis, Mo., for appellees.\n\n## 인용\n\n- 907 F.2d 810\n\n## 판결문 요약\n\n\nJOHN R. GIBSON, Circuit Judge.\nRobert Iron Eyes appeals from the district court’s1 order dismissing his complaint for damages and injunctive relief under 42 U.S.C. § 1983 (1982). Iron Eyes is a Sioux Indian and was an inmate at Missouri’s Farmington Correctional Center.2 He challenges a prison grooming regulation which requires all prisoners to wear their hair above their collars. Iron Eyes has had his hair cut twice under this rule. After a non-jury trial, the district court entered an order denying him all relief and dismissing his complaint with prejudice. This appeal followed. We affirm the district court.\nI.\nIron Eyes was born on the Standing Rock Reservation in Fort Yates, North Dakota, and is an enrolled member of the Standing Rock Sioux Tribe. He was raised in the ways of the Sioux culture and has followed the traditional practices of Sioux religion since his youth. Iron Eyes identifies his religion as the pipe religion. Among the tenets of his religion are the pipe ceremony, the sun dance, the ghost dance, and the use of a sweat lodge. These last two tenets are prohibited at Farming-ton. Iron Eyes also follows other traditional practices of his religion, including the wearing of long hair.\nThis case revolves around Iron Eyes’ desire to grow his hair longer than is allowed under the prison regulation. He believes that his hair is a gift from the Great Spirit, and he considers cutting his hair, except to symbolize grief for the loss of a loved one, to be an offense to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=iron-eyes-v-henry"
    }
  ],
  "relatedIncidents": [
    14046,
    14050,
    14051,
    14057,
    14063
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}