{
  "id": 14190,
  "title": "1990년 Dr. Armando Barreto v. Citibank, N.A. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-07-06",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Dr. Armando Barreto v. Citibank, N.A.. 판결일: 1990-07-06. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Dr. Armando BARRETO, Et Al., Plaintiffs, Appellants, v. CITIBANK, N.A., Et Al., Defendants, Appellees\n**판결일**: 1990-07-06\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Breyer, Campbell, Coffin, Per Curiam\n\n## 변호인\n\nEudoro Balmaceda, for appellants., Nestor Duran, with whom McConnell, Valdes, Kelley, Sifre, Griggs & Ruiz-Suria, was on brief for Citibank, N.A., Jorge L. Catala-Monge, with whom Cata-la & Rochet was on brief for Wilfredo Santiago Rivera.\n\n## 인용\n\n- 907 F.2d 15\n\n## 판결문 요약\n\n907 F.2d 15\n    17 Fed.R.Serv.3d 277\n    Dr. Armando BARRETO, et al., Plaintiffs, Appellants,v.CITIBANK, N.A., et al., Defendants, Appellees.\n    No. 89-2016.\n    United States Court of Appeals,First Circuit.\n    Heard June 6, 1990.Decided July 6, 1990.\n    \n      Eudoro Balmaceda, for appellants.\n      Nestor Duran, with whom McConnell, Valdes, Kelley, Sifre, Griggs &amp; Ruiz-Suria, was on brief for Citibank, N.A.\n      Jorge L. Catala-Monge, with whom Catala &amp; Rochet was on brief for Wilfredo Santiago Rivera.\n      Before BREYER, Chief Judge, and COFFIN, Senior Circuit Judge, and CAMPBELL, Circuit Judge.\n      PER CURIAM.\n    \n    \n      1\n      This appeal challenges an order of the district court dismissing plaintiffs' complaint for failure of counsel, though specifically ordered, to answer interrogatories and to appear for an Initial Scheduling Conference (ISC).  The sanction imposed by the court was, on this record of inexcusable inaction, clearly within its discretion.  We affirm.\n    \n    \n      2\n      The plaintiffs filed suit on April 17, 1989, alleging that defendant bank had negligently committed the \"criminal act\" of cashing a number of checks payable to one of the plaintiffs for professional services, such checks bearing forged endorsements.  It is not contested that 32 checks and two money orders in the total amount of $40,305.76 were involved.  Of this amount, plaintiffs concede that they have received $28,500.  They nevertheless sought $1,200,000 in com...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dr-armando-barreto-v-citibank-na"
    }
  ],
  "relatedIncidents": [
    14046,
    14050,
    14051,
    14057,
    14063
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}