{
  "id": 14215,
  "title": "1990년 Hopper 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-06-11",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Hopper. 판결일: 1990-06-11. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington, Respondent, v. Steven Mizell Hopper, Appellant\n**판결일**: 1990-06-11\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Forrest, Webster\n\n## 변호인\n\nLenell Nussbaum of Washington Appellate Defender Association, for appellant., Norm Maleng, Prosecuting Attorney, and Peter Goldman, Deputy, for respondent.\n\n## 인용\n\n- 792 P.2d 171\n- 58 Wash. App. 210\n\n## 판결문 요약\n\n\n58 Wn. App. 210 (1990)\n792 P.2d 171\nTHE STATE OF WASHINGTON, Respondent,\nv.\nSTEVEN MIZELL HOPPER, Appellant.\nNo. 23481-1-I.\nThe Court of Appeals of Washington, Division One.\nJune 11, 1990.\nLenell Nussbaum of Washington Appellate Defender Association, for appellant.\nNorm Maleng, Prosecuting Attorney, and Peter Goldman, Deputy, for respondent.\nFORREST, J.\nSteven Mizell Hopper appeals from his conviction of assault in the second degree, contending that the information was constitutionally defective. We agree and reverse with instructions to dismiss.\nOn June 30, 1988, Seattle Police Officer David Shelton and his partner were flagged down by a pedestrian, who pointed out a man holding a woman while she was attempting to leave. The officers ordered the man, later identified as Hopper, to release her. He refused and was arrested. During the officers' attempt to handcuff Hopper, he allegedly struck Shelton with a flashlight. Hopper was charged by second amended information with:\nthe crime of assault in the second degree, committed as follows:\nThat the defendant Steve Mizell Hopper, in King County, Washington, on or about June 30, 1988 did assault Officer D. Shelton, a human being, with a deadly weapon, and other instrument or thing likely to produce bodily harm, to-wit: a flashlight;\nContrary to RCW 9A.36.021(1)(a), (1)(c) and against the peace and dignity of the state of Washington.\nThe jury was instructed that it could convict Hopper of assault in the second degree if it found he ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hopper"
    }
  ],
  "relatedIncidents": [
    14046,
    14077,
    14109,
    14176,
    14234
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}