{
  "id": 14214,
  "title": "1990년 Kibler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-06-14",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Kibler. 판결일: 1990-06-14. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Richard H. KIBLER, M.D. v. NORTHWEST AIRLINES, INC.\n**판결일**: 1990-06-14\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Barry, Becker, Schott\n\n## 변호인\n\nKevin A. Rieth, New Orleans, for plaintiffs-appellants., Howard Daigle, Jr., Thomas J. Cortazzo, Pehlps, Dunbar, Marks, Claverie & Sims, New Orleans, for defendant-appellee.\n\n## 인용\n\n- 563 So. 2d 550\n\n## 판결문 요약\n\n\nSCHOTT, Chief Judge.\nThe issue in this case is whether plaintiffs’ claim for nonpecuniary damages resulting from the temporary loss of their luggage by their air carrier is preempted by the Federal Aviation Act, 49 U.S.C.App. § 1305(a)(1). The trial court resolved the issue in favor of defendant and granted a summary judgment dismissing plaintiffs’ suit. They have appealed.\nPlaintiff, Dr. Kibler purchased airline tickets from defendant, Northwest Airlines, Inc., to transport himself, his wife and four minor children from Shreveport, Louisiana to Cleveland, Ohio where they were to attend the wedding of a relative. They checked their luggage with defendant when they departed, but it was missing when they arrived in Cleveland. They were unable to attend the wedding because they were unable to find appropriate clothing. In addition, Mrs. Kibler’s insulin and other medication were in her missing luggage and had to be replaced immediately. The luggage was delivered to plaintiffs on the day after the wedding. The Kiblers and their minor children each asserted a claim for damages for mental distress and inconvenience because of their inability to attend the wedding which was the sole purpose of the trip.\n§ 1305(a)(1) of the Federal Aviation Act, entitled “Federal Preemption”, provides in pertinent part as follows:\n[N]o State ... shall enact or enforce any law, rule, regulation, standard, or other provision having the force and effect of law relating to rates, routes, or services of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kibler-v-northwest-airlines-inc"
    }
  ],
  "relatedIncidents": [
    14046,
    14050,
    14051,
    14057,
    14063
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}