{
  "id": 14223,
  "title": "1990년 Lirette 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-05-31",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Lirette. 판결일: 1990-05-31. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Armand J. LIRETTE v. Floyd L. OTT, Allstate Insurance Company and Liberty Mutual Insurance Company\n**판결일**: 1990-05-31\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Barry, Becker, Schott\n\n## 변호인\n\nJerome M. Volk, Jr., Mark J. Armato, Demartini, Leblanc, D’Aquila & Volk, Ken-ner, for defendant-appellant., Alice Lewis Meder, John C. Henry, Lob-man, Carnahan & Batt, Metairie, for defendants-appellees.\n\n## 인용\n\n- 562 So. 2d 1067\n\n## 판결문 요약\n\n\nSCHOTT, Chief Judge.\nThe automobile accident provoking this suit occurred as follows: Plaintiff, Lirette, was driving his pickup truck north along Highway 23 approaching the bridge over the Intercoastal Canal when he came upon a long line of traffic stopped ahead of him for the open drawbridge. As he was stopped a truck driven by appellee, Cunningham, came to ⅜ stop behind Lirette. Some time later (Lirette said twenty minutes) while Lirette and Cunningham were so stopped a vehicle operated by Ott ran into the rear of Cunningham’s vehicle propelling it into Lirette’s.\nLirette sued Ott and his (Lirette’s) own insurer, Liberty Mutual, for damages caused by Ott. Liberty Mutual filed a third party demand against Cunningham and his liability insurer for contribution based upon Cunningham’s alleged negligence which contributed as a cause of Lir-ette’s damages. Cunningham and his insurer filed a motion for summary judgment which the trial court granted dismissing Liberty Mutual’s third party demand. Liberty Mutual has appealed contending that *1068there are genuine issues of material fact precluding summary judgment.\nIn addition to the facts summarized above, the pleadings and Lirette’s deposition established that the accident happened at about noon on June 19, 1986, it was raining at the time, Lirette and Cunningham were stopped about a mile from the open drawbridge with two lanes of traffic stopped for the open bridge when Ott ran into Cunningham.\nAppellees were entitled to summar...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lirette-v-ott"
    }
  ],
  "relatedIncidents": [
    14046,
    14050,
    14051,
    14057,
    14063
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}