{
  "id": 14220,
  "title": "1990년 Campbell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-06-01",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Campbell. 판결일: 1990-06-01. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. ALEX CAMPBELL, Defendant-Appellant\n**판결일**: 1990-06-01\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Rakowski\n\n## 변호인\n\nGary W. Adair, Ltd., of Chicago, for appellant., Cecil A. Partee, State’s Attorney, of Chicago (Inge Fryklund, James E. Fitzgerald, and Jeanne A. Morrow, Assistant State’s Attorneys, of counsel), for the People.\n\n## 인용\n\n- 557 N.E.2d 556\n- 199 Ill. App. 3d 775\n\n## 판결문 요약\n\n\n199 Ill. App.3d 775 (1990)\n557 N.E.2d 556\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nALEX CAMPBELL, Defendant-Appellant.\nNo. 1-88-0819.\nIllinois Appellate Court  First District (6th Division).\nOpinion filed June 1, 1990.\n*776 *777 Gary W. Adair, Ltd., of Chicago, for appellant.\nCecil A. Partee, State's Attorney, of Chicago (Inge Fryklund, James E. Fitzgerald, and Jeanne A. Morrow, Assistant State's Attorneys, of counsel), for the People.\nJudgment affirmed.\n*778 JUSTICE RAKOWSKI delivered the opinion of the court:\nFollowing a jury trial defendant Alex Campbell was convicted of attempted murder (Ill. Rev. Stat. 1987, ch. 38, pars. 8-4, 9-1), home invasion (Ill. Rev. Stat. 1987, ch. 38, par. 12-11(a)), aggravated battery (Ill. Rev. Stat. 1987, ch. 38, par. 12-4), and armed violence (Ill. Rev. Stat. 1987, ch. 38, par. 33A-2). He was acquitted of aggravated unlawful restraint (Ill. Rev. Stat. 1987, ch. 38, par. 10-3.1(a)) and sentenced to concurrent sentences of five years on the aggravated battery and 20 years each on the other charges.\nOn appeal defendant contends that: (1) he was denied due process because the State failed to disclose exculpatory statements; (2) he was denied a fair trial because the court allowed improper rebuttal to be introduced and failed to issue limiting instructions; (3) he was denied a fair trial because of the State's improper closing argument; (4) the evidence was not sufficient to prove his guilt beyond a reasonable doubt; and (5) ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-campbell"
    }
  ],
  "relatedIncidents": [
    14050,
    14063,
    14066,
    14095,
    14107
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}