{
  "id": 14226,
  "title": "1990년 Williams v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-05-30",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Williams v. State. 판결일: 1990-05-30. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Carl Leonard WILLIAMS, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1990-05-30\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Berchelmann\n\n## 변호인\n\nVeryl E.- Brown, Houston, for appellant., John B. Holmes, Jr., Dist. Atty., Timothy G. Taft, Carol Davies and Frances M. Northcutt, Asst. Dist. Attys., Houston, Robert Huttash, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 790 S.W.2d 336\n\n## 판결문 요약\n\n\n790 S.W.2d 336 (1990)\nCarl Leonard WILLIAMS, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 638-89.\nCourt of Criminal Appeals of Texas, En Banc.\nMay 30, 1990.\n*337 Veryl E. Brown, Houston, for appellant.\nJohn B. Holmes, Jr., Dist. Atty., Timothy G. Taft, Carol Davies and Frances M. Northcutt, Asst. Dist. Attys., Houston, Robert Huttash, State's Atty., Austin, for the State.\nBefore the court en banc.\n\nOPINION ON APPELLANT'S PETITION FOR DISCRETIONARY REVIEW\nPER CURIAM.\nA jury convicted appellant of forgery and assessed his punishment, enhanced by two prior convictions, at 50 years imprisonment. This conviction was affirmed by the Court of Appeals. Williams v. State, No. 01-86-379-CR, 1988 WL 45429 (Tex.App.Houston [1st], delivered May 5, 1988). We granted appellant's petition for discretionary review and remanded in light of Rose v. State, 752 S.W.2d 529 (Tex.Cr.App.1988). Williams v. State, No. 593-88 (Tex.Cr.App. delivered October 5, 1988). The Court of Appeals again affirmed in an unpublished opinion on March 30, 1989, 1989 WL 28394.\nAppellant's sole ground for review assails the Court of Appeals' action in deciding his appeal on remand without allowing him to be represented by counsel. We will reverse and remand to the Court of Appeals.\nAppellant was represented by appointed counsel in his original appeal and first petition for discretionary review. On remand no new brief was filed by counsel. This record does not indicate whether the clerk of the Court of Appeals notif...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-state"
    }
  ],
  "relatedIncidents": [
    14046,
    14050,
    14051,
    14057,
    14063
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}