{
  "id": 14233,
  "title": "1990년 Wilson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-05-24",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Wilson. 판결일: 1990-05-24. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Walter Lamar WILSON v. STATE of Florida\n**판결일**: 1990-05-24\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Ervin, Ford, Nimmons, Ret, Thompson\n\n## 변호인\n\nWalter Lamar Wilson, pro se., No appearance for appellee.\n\n## 인용\n\n- 561 So. 2d 1295\n\n## 판결문 요약\n\n\nPER CURIAM.\nWalter Lamar Wilson filed a petition for writ of error coram nobis with this court in 1988 (Case # 89-334). He attached an affidavit dated January 30, 1987, in which his half-brother stated that Wilson was not the man who murdered and robbed Jean Hensley on August 26, 1981, contrary to the half-brother’s testimony at trial. We rejected Wilson’s petition in February of 1989.\nWilson then raised the same issue in a petition for writ of habeas corpus filed in the supreme court, which the court denied in June of 1989 without prejudice to his filing a Rule 3.850 motion. This denial was presumably based on the ground that the court recently eliminated the option of filing coram nobis petitions, holding that the Rule 3.850 motion shall serve as the vehicle for challenging convictions based upon newly discovered evidence. Richardson v. State, 546 So.2d 1037 (Fla.1989).\nWilson thereafter filed a Rule 3.850 motion with the trial court, again raising the same issue of recantation. The trial court construed the motion as a petition for writ of error coram nobis and summarily dismissed it, stating that the court lacked jurisdiction because a coram nobis petition must be filed with the appellate court. This appeal ensued.\nAlthough Wilson properly filed a 3.850 motion pursuant to Richardson, rather than a coram nobis petition, and the trial court’s dismissal on this ground was erroneous, we nevertheless affirm the dismissal of Wilson’s motion. Wilson did not allege any facts tha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wilson-v-state"
    }
  ],
  "relatedIncidents": [
    14050,
    14063,
    14066,
    14095,
    14107
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}