{
  "id": 14237,
  "title": "1990년 Turtainen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-05-22",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Turtainen. 판결일: 1990-05-22. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: ROBERT C. TURTAINEN and Mari G. Turtainen, Plaintiffs and Appellants, v. H. RANDOLPH POULSEN, Defendant and Respondent\n**판결일**: 1990-05-22\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: Barz, Harrison, Hunt, McDonough, Sheehy, Turnage, Weber\n\n## 변호인\n\nStephen R. McCue, Harrison Loendorf & Poston, Helena, for plaintiffs and appellants., Dale E. Reagor, Luxan & Murfitt, Helena, for defendant and respondent.\n\n## 인용\n\n- 792 P.2d 1089\n- 243 Mont. 355\n\n## 판결문 요약\n\n\n792 P.2d 1089 (1990)\nRobert C. TURTAINEN and Mari G. Turtainen, Plaintiffs and Appellants,\nv.\nH. Randolph POULSEN, Defendant and Respondent.\nNo. 89-507.\nSupreme Court of Montana.\nSubmitted on Briefs March 29, 1990.\nDecided May 22, 1990.\n*1090 Stephen R. McCue, Harrison Loendorf &amp; Poston, Helena, for plaintiffs and appellants.\nDale E. Reagor, Luxan &amp; Murfitt, Helena, for defendant and respondent.\nHARRISON, Justice.\nThis case is an appeal from a grant of summary judgment by the First Judicial District Court, Lewis and Clark County, Montana, in a real estate contract dispute. We affirm.\nAppellants raise two issues for review:\n1. Did the District Court err in finding appellants' claims barred by the doctrine of res judicata and the compulsory counterclaim rule?\n2. Were appellants not required to assert their counterclaims for fraud and other related causes of action in respondent's earlier injunction action because the District Court proceeded with the injunction action on a summary basis?\nOn September 28, 1984, appellants purchased a lot in Mountain Heritage Tracts, Lewis and Clark County, from respondent who owned and lived on an adjoining lot. Respondent conveyed the property to appellants by warranty deed which included a number of restrictive covenants. On June 21, 1985, respondent filed a lawsuit against appellants seeking through an injunction to enforce the restrictive covenants. Specifically, respondent sought an injunction forbidding appellants from living on t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=turtainen-v-poulsen"
    }
  ],
  "relatedIncidents": [
    14066,
    14101,
    14139,
    14144,
    14146
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}