{
  "id": 14234,
  "title": "1990년 Cox 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-05-24",
  "location": "New Hampshire, NH, USA",
  "summary": "미국 New Hampshire, NH 법원 판결 사건. 사건명: Cox. 판결일: 1990-05-24. 법원: Supreme Court of New Hampshire.",
  "description": "## 사건 정보\n\n**사건명**: The State of New Hampshire v. John Cox\n**판결일**: 1990-05-24\n**법원**: Supreme Court of New Hampshire\n**관할**: New Hampshire, NH\n\n**판사**: Brock, Others, Souter\n\n## 변호인\n\nJohn P. Arnold, attorney general (Mark E. Howard, assistant attorney general, on the brief and orally), for the State., W. Kirk Abbott, Jr., assistant appellate defender, of Concord, by brief and orally, for the defendant.\n\n## 인용\n\n- 133 N.H. 261\n\n## 판결문 요약\n\n\nBROCK, C.J.\nThe defendant, John Cox, was convicted after a jury trial in the Superior Court (Dalianis, J.) of two counts of felonious sexual assault on a teenage child. RSA 632-A:3, II. He argues on appeal that the trial court erred in refusing to take judicial notice of a prior unrelated conviction of a third party which involved a sexual assault on the same juvenile victim. For the following reasons, we affirm.\nThe defendant was indicted on three counts of felonious sexual assault for allegedly engaging in acts of sexual penetration with a thirteen-year-old boy. Prior to trial, the defendant filed a motion seeking a hearing to “determine the admissibility of evidence of *263prior consensual sexual activity between the alleged victim . . . and persons other than the Defendant.” See State v. Howard, 121 N.H. 53, 58-59, 426 A.2d 457, 460-61 (1981). According to the motion, “[d]efense counsel intend[ed] to cross examine this juvenile witness . . . in regard to prior and subsequent acts of sexual contact and intercourse ... to preclude any inference that so young a victim would not have known about the described sexual acts unless he had experienced them with the Defendant as alleged and to raise questions about his credibility in general.” (Emphasis added.) The motion made no mention of the introduction of such evidence through judicial notice.\nWe have no record of either the hearing in chambers which was held on the motion or the trial court’s ruling on the admissibility of t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-cox"
    }
  ],
  "relatedIncidents": [
    14046,
    14077,
    14109,
    14176,
    14215
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}