{
  "id": 14235,
  "title": "1990년 Vortt Exploration Co., Inc. v. Chevron USA, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-05-23",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Vortt Exploration Co., Inc. v. Chevron USA, Inc.. 판결일: 1990-05-23. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: VORTT EXPLORATION COMPANY, INC., Petitioner, v. CHEVRON U.S.A., INC., Respondent\n**판결일**: 1990-05-23\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Gonzalez, Hecht, Hightower, Phillips\n\n## 변호인\n\nDuncan Gault, Mineral Wells, for petitioner., Harris E. Kerr, Midland, for respondent.\n\n## 인용\n\n- 787 S.W.2d 942\n\n## 판결문 요약\n\n\nOPINION\nHIGHTOWER, Justice.\nThe issue presented by this case is whether the trial court’s findings of fact were sufficient to allow Vortt Exploration Company, Inc. (Vortt) to recover under quantum meruit for seismic information provided by Vortt to Chevron U.S.A., Inc. (Chevron). The trial court rendered judgment in favor of Vortt. The court of appeals reversed. We reverse the judgment of the court of appeals and remand the cause to that court for the consideration of points which it did not reach.\nThe subject of this dispute is a 160 acre tract of land located in Young County. Both Chevron and Vortt acquired mineral rights to various portions of the tract. In 1978 Vortt contacted Chevron requesting that they enter a farm-out agreement concerning a particular portion of the tract owned by Chevron. Chevron rejected the request to enter a farm-out agreement. Soon thereafter Vortt proposed that the *944two companies enter a joint operating agreement. Chevron informed Vortt that it might be interested in such an arrangement and requested that Vortt submit a proposal. Chevron and Vortt negotiated the specifics of the arrangement until 1983 without reaching an agreement. During this time, they corresponded frequently in an attempt to come to an agreement.\nDuring the negotiations, Vortt provided Chevron with confidential seismic services, graphics, and maps in an attempt to reach a joint operating agreement. After receiving the information, Chevron drilled a producing well at the l...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=vortt-exploration-co-inc-v-chevron-usa-inc"
    }
  ],
  "relatedIncidents": [
    14057,
    14255,
    14259,
    14266,
    14276
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}