{
  "id": 14244,
  "title": "1990년 Smith v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-05-16",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Smith v. State. 판결일: 1990-05-16. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Jesse James SMITH, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1990-05-16\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Campbell, Clinton, Miller, Sturns\n\n## 변호인\n\nRachel Blumberg, Galveston, for appellant., Michael J. Guarino, Dist. Atty., Roger Ezell, Asst. Dist. Atty., Galveston, and Robert Huttash, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 789 S.W.2d 590\n\n## 판결문 요약\n\n\n789 S.W.2d 590 (1990)\nJesse James SMITH, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 1432-88.\nCourt of Criminal Appeals of Texas, En Banc.\nMay 16, 1990.\nRachel Blumberg, Galveston, for appellant.\nMichael J. Guarino, Dist. Atty., Roger Ezell, Asst. Dist. Atty., Galveston, and Robert Huttash, State's Atty., Austin, for the State.\nBefore the Court En Banc.\n\n\n*591 OPINION ON STATE'S PETITION FOR DISCRETIONARY REVIEW\nCAMPBELL, Judge.\nAppellant pleaded guilty to the offense of robbery and was sentenced to 10 years confinement in the Texas Department of Corrections.[1] On February 10, 1988, he was remanded into the custody of the sheriff's department \"until such time as the Sheriff can obey the directions of this sentence.\" Although the judgment specified that he was to serve his sentence in the custody of the Department of Corrections, a shortage of space forced the sheriff to continue holding appellant in the county jail. On June 1, a hearing was conducted on appellant's motion for probation (shock probation V.A.C.C.P. art. 42.12 § 3e(a))[2] after execution of his sentence. The trial court granted appellant's motion, and appellant was soon released pursuant to the court's order. Appellant was never transferred to the Texas Department of Corrections. The State appealed this grant of probation, see V.A.C.C.P., Art. 44.01, and the First Court of Appeals affirmed the judgment of the trial court. 762 S.W.2d 235. We granted the State's petition for discretionary review to determine...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-state"
    }
  ],
  "relatedIncidents": [
    14080,
    14099,
    14115,
    14117,
    14132
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}