{
  "id": 14243,
  "title": "1990년 Foehrer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-05-17",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Foehrer. 판결일: 1990-05-17. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. JERRY FOEHRER, Defendant-Appellant\n**판결일**: 1990-05-17\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Lund\n\n## 변호인\n\nDaniel D. Yuhas and Jane Raley, both of State Appellate Defender’s Office, of Springfield, for appellant., Craig H. DeArmond, State’s Attorney, of Danville (Kenneth R. Boyle, Robert J. Biderman, and Rebecca L. White, all of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.\n\n## 인용\n\n- 555 N.E.2d 58\n- 197 Ill. App. 3d 754\n\n## 판결문 요약\n\n\n197 Ill. App. 3d 754 (1990)\n555 N.E.2d 58\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nJERRY FOEHRER, Defendant-Appellant.\nNo. 4-89-0640.\nIllinois Appellate Court  Fourth District.\nOpinion filed May 17, 1990.\n*755 Daniel D. Yuhas and Jane Raley, both of State Appellate Defender's Office, of Springfield, for appellant.\nCraig H. DeArmond, State's Attorney, of Danville (Kenneth R. Boyle, Robert J. Biderman, and Rebecca L. White, all of State's Attorneys Appellate Prosecutor's Office, of counsel), for the People.\nJudgment affirmed.\nJUSTICE LUND delivered the opinion of the court:\nOn March 20, 1989, in the circuit court of Vermilion County, defendant Jerry Foehrer admitted violating the provisions of his probations for the offenses of burglary and attempt (burglary). (Ill. Rev. Stat. 1987, ch. 38, pars. 19-1, 8-4.) He was sentenced to five years' imprisonment on the burglary and three years' imprisonment on the attempt (burglary) conviction, with said sentences to run consecutively. He now appeals, alleging he was denied due process of law by not being sufficiently admonished at the time he admitted the violations. We disagree and affirm.\nOn February 4, 1988, defendant pleaded guilty to the burglary offense. At that time he was admonished as to the possible penalties. The sentencing hearing was continued. On June 8, 1988, defendant was convicted, following a jury trial, of the attempt (burglary) offense which occurred while he was on bond in the first case.\nOn Jun...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-foehrer"
    }
  ],
  "relatedIncidents": [
    14080,
    14099,
    14115,
    14117,
    14132
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}