{
  "id": 14259,
  "title": "1990년 Harvey A. Thompson v. City of Starkville, Mississippi, David Lindley, Larry Sisk, and Jimmy Raines, Individually and in Their Official Capacities 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-05-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Harvey A. Thompson v. City of Starkville, Mississippi, David Lindley, Larry Sisk, and Jimmy Raines, Individually and in Their Official Capacities. 판결일: 1990-05-03. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Harvey A. THOMPSON, Plaintiff-Appellee, v. CITY OF STARKVILLE, MISSISSIPPI, David Lindley, Larry Sisk, and Jimmy Raines, Individually and in Their Official Capacities, Defendants-Appellants\n**판결일**: 1990-05-03\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Harmon, King, Reavley\n\n## 변호인\n\nWilliam I. Gault, Jr., Miller, Milam & Moeller, Jackson, Miss., for defendants-appellants., Jim Waide, Tupelo, Miss., for plaintiff-appellee.\n\n## 인용\n\n- 901 F.2d 456\n\n## 판결문 요약\n\n901 F.2d 456\n    Harvey A. THOMPSON, Plaintiff-Appellee,v.CITY OF STARKVILLE, MISSISSIPPI, David Lindley, Larry Sisk,and Jimmy Raines, Individually and in theirOfficial Capacities, Defendants-Appellants.\n    Nos. 89-4051, 89-4214.\n    United States Court of Appeals,Fifth Circuit.\n    May 3, 1990.\n    \n      William I. Gault, Jr., Miller, Milam &amp; Moeller, Jackson, Miss., for defendants-appellants.\n      Jim Waide, Tupelo, Miss., for plaintiff-appellee.\n      Appeals from the United States District Court for the Northern District of Mississippi.\n      Before REAVLEY and KING, Circuit Judges, and HARMON, District Judge.*\n      KING, Circuit Judge:\n    \n    \n      1\n      Plaintiff-appellee, Harvey A. Thompson (Thompson), filed a section 1983 suit for injunctive relief and to recover damages for the termination of his employment as a police officer for the City of Starkville.  He alleges that his termination was in violation of his first amendment right to free speech and his fourteenth amendment right to the equal protection of the laws.  The Defendants-appellants, the City of Starkville, Mississippi (City), David Lindley (Lindley), Larry Sisk (Sisk) and Jimmy Raines (Raines) (collectively, the Defendants), filed a motion to dismiss or, alternatively, for summary judgment.  The Defendants challenged both Thompson's first and fourteenth amendment claims and, in the alternative, Sisk, Raines and Lindley asserted a qualified immunity defense.  Considering the Defendants' motion...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harvey-a-thompson-v-city-of-starkville-mississippi-david-lindley-larry"
    }
  ],
  "relatedIncidents": [
    14057,
    14235,
    14255,
    14266,
    14276
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}