{
  "id": 14255,
  "title": "1990년 Dawson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-05-10",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Dawson. 판결일: 1990-05-10. 법원: Arizona Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Arizona, Appellee, v. Lawrence DAWSON, Appellant\n**판결일**: 1990-05-10\n**법원**: Arizona Supreme Court\n**관할**: Arizona, AZ\n\n**판사**: Cameron, Corcoran, Feldman, Gordon, Moeller\n\n## 변호인\n\nRobert K. Corbin, Atty. Gen. by Jessica G. Funkhouser, Chief Counsel, Crim. Div., Phoenix, Bruce M. Ferg, Asst. Atty. Gen., Tucson, for appellee., Sevrin J. Huselid *, Globe, for appellant., Lawrence Dawson, Tucson, in pro. per.\n\n## 인용\n\n- 792 P.2d 741\n- 164 Ariz. 278\n\n## 판결문 요약\n\n\n164 Ariz. 278 (1990)\n792 P.2d 741\nSTATE of Arizona, Appellee,\nv.\nLawrence DAWSON, Appellant.\nNo. CR-89-0184-PR.\nSupreme Court of Arizona, En Banc.\nMay 10, 1990.\n*279 Robert K. Corbin, Atty. Gen. by Jessica G. Funkhouser, Chief Counsel, Crim. Div., Phoenix, Bruce M. Ferg, Asst. Atty. Gen., Tucson, for appellee.\nSevrin J. Huselid[*], Globe, for appellant.\nLawrence Dawson, Tucson, in pro. per.\n\nOPINION\nCORCORAN, Justice.\nThe state petitions for review of the court of appeals decision affirming defendant's convictions and refusing to correct sentencing errors pointed out by the state in its answering brief to defendant's appeal. The issue we must address is whether, in the absence of an appeal or cross-appeal by the state, an appellate court has subject matter jurisdiction to correct an illegally lenient sentence when a criminal defendant appeals. We have jurisdiction pursuant to Ariz. Const. art. 6, § 5(3), and A.R.S. § 12-120.24. We granted review pursuant to rule 31.19, Arizona Rules of Criminal Procedure.\nProcedural Background\nDefendant was convicted by a jury of 8 counts of child abuse, all dangerous crimes against children in violation of A.R.S. § 13-604.01. The trial court imposed 8 presumptive sentences totalling 60 years without possibility of parole for 25 years. Six counts involved the same child; those sentences were imposed concurrently but consecutively to the other two counts, which involved two additional children. The state did not object to this sentencing in t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-dawson"
    }
  ],
  "relatedIncidents": [
    14057,
    14235,
    14259,
    14266,
    14276
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}