{
  "id": 14261,
  "title": "1990년 Comstock Investment Corp. v. Kaniksu Resort 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-05-02",
  "location": "Idaho, ID, USA",
  "summary": "미국 Idaho, ID 법원 판결 사건. 사건명: Comstock Investment Corp. v. Kaniksu Resort. 판결일: 1990-05-02. 법원: Idaho Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: COMSTOCK INVESTMENT CORPORATION, a Washington Corporation, Plaintiff-Respondent, v. KANIKSU RESORT, Howard H. Gatlin and Jane Doe Gatlin, Husband and Wife, John Doe Peterson and Jane Doe Peterson, Husband and Wife, Defendants-Appellants\n**판결일**: 1990-05-02\n**법원**: Idaho Court of Appeals\n**관할**: Idaho, ID\n\n**판사**: Burnett, Swanstrom\n\n## 변호인\n\nThomas E. Cooke, Cooke, Lamanna, Smith & Cogswell, Priest River, for defendants-appellants., James H. Paulsen, Sandpoint, for plaintiff-respondent.\n\n## 인용\n\n- 793 P.2d 222\n- 117 Idaho 990\n\n## 판결문 요약\n\n\n793 P.2d 222 (1990)\n117 Idaho 990\nCOMSTOCK INVESTMENT CORPORATION, a Washington corporation, Plaintiff-Respondent,\nv.\nKANIKSU RESORT, Howard H. Gatlin and Jane Doe Gatlin, husband and wife, John Doe Peterson and Jane Doe Peterson, husband and wife, Defendants-Appellants.\nNo. 17245.\nCourt of Appeals of Idaho.\nMay 2, 1990.\n*223 Thomas E. Cooke, Cooke, Lamanna, Smith &amp; Cogswell, Priest River, for defendants-appellants.\nJames H. Paulsen, Sandpoint, for plaintiff-respondent.\n\nSUBSTITUTE OPINION\nThe Court's prior opinion, dated September 11, 1989, is hereby withdrawn.\nBURNETT, Judge.\nThis appeal arises from a sale of personal property to satisfy a lien for services under I.C. § 45-805. The statute provides that a lienholder must pay the property owner any difference between the \"proceeds of the sale\" and the debt (including costs) secured by the lien. In this case, however, the district court has entered a judgment requiring the lienholder to pay a difference based not upon the \"proceeds of the sale\" but upon the full market value of the property. For reasons explained below, we vacate the judgment and remand the case.\n\nI\nThe facts are complex. We state them essentially as the district court found them. For several years, Comstock Investment Corporation moored a boat at a marina operated by the Kaniksu Resort. As a bailee, Kaniksu charged the boat owner $200 per year for moorage services. In 1975, some equipment on the boat was discovered to be missing. The bailee acknowledged...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=comstock-investment-corp-v-kaniksu-resort"
    }
  ],
  "relatedIncidents": [
    14046,
    14050,
    14051,
    14057,
    14063
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}