{
  "id": 14266,
  "title": "1990년 Anne Anderson v. Beatrice Foods Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-04-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Anne Anderson v. Beatrice Foods Co.. 판결일: 1990-04-30. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Anne ANDERSON, Et Al., Plaintiffs, Appellants, v. BEATRICE FOODS CO., Defendant, Appellee\n**판결일**: 1990-04-30\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Bownes, Selya, Torruella\n\n## 변호인\n\nCharles R. Nesson, Cambridge, Mass., with whom Jan Richard Schlichtmann and Schlichtmann, Conway, Crowley, & Hugo, were on brief, for plaintiffs, appellants., Jerome P. Facher, with whom James L. Quarles III, Neil Jacobs, Richard L. Hoffman, and Hale and Door, Boston, Mass., were on brief, for defendant, appellee.\n\n## 인용\n\n- 900 F.2d 388\n\n## 판결문 요약\n\n900 F.2d 388\n    31 ERC 1161, 31 ERC 1584, 16Fed.R.Serv.3d 572,20 Envtl. L. Rep. 20,806\n    Anne ANDERSON, et al., Plaintiffs, Appellants,v.BEATRICE FOODS CO., Defendant, Appellee.\n    No. 88-1070.\n    United States Court of Appeals,First Circuit.\n    Heard Feb. 7, 1990.Decided March 26, 1990.Opinion on Denial of Rehearing April 30, 1990.\n    \n      Charles R. Nesson, Cambridge, Mass., with whom Jan Richard Schlichtmann and Schlichtmann, Conway, Crowley, &amp; Hugo, were on brief, for plaintiffs, appellants.\n      Jerome P. Facher, with whom James L. Quarles III, Neil Jacobs, Richard L. Hoffman, and Hale and Door, Boston, Mass., were on brief, for defendant, appellee.\n      Before TORRUELLA and SELYA, Circuit Judges, and BOWNES, Senior Circuit Judge.\n      SELYA, Circuit Judge.\n    \n    \n      1\n      The appeal before us represents yet another march in a litigatory trek of unusual length and complexity.  We recount the case's by-now-familiar itinerary and thereafter proceed to blaze what few new trails remain.\n    \n    \n      2\n      * The litigation concerns claims made by residents of the Aberjona River Valley in Woburn, Massachusetts.  These residents contend that certain toxic chemicals in the city's water supply (the \"complaint chemicals\") caused a variety of ailments, including leukemia.  Plaintiffs' search for the sources of contamination eventually focused upon a 15-acre parcel of vacant wetland lying west and southwest of two municipal water wells (designated \"G\" an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=anne-anderson-v-beatrice-foods-co"
    }
  ],
  "relatedIncidents": [
    14057,
    14235,
    14255,
    14259,
    14276
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}