{
  "id": 14274,
  "title": "1990년 Walker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-04-23",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Walker. 판결일: 1990-04-23. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The STATE of Ohio, Appellee, v. WALKER, Appellant\n**판결일**: 1990-04-23\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Ann, Eighth, McManamon, Nahra, Pryatel\n\n## 변호인\n\nJohn T. Corrigan,  Prosecuting Attorney, and  Ronald James, \nAssistant Prosecuting Attorney, for appellee.\n\n Richard G. Lillie,  for appellant.\n\n## 인용\n\n- 585 N.E.2d 848\n- 66 Ohio App. 3d 518\n\n## 판결문 요약\n\nOn August 19, 1988, defendant-appellant Dwayne Walker was indicted with Clemmit Cannon, Jr. for felonious assault with gun and violence specifications.\nPrior to trial, appellant filed a motion for a separate trial. The record fails to show whether the court conducted a hearing regarding appellant's motion. Appellant and Cannon were tried jointly before a jury.\nEvidence adduced by the state revealed that James Smith, Darryl Steele, Charles Freeman and Shawn Rawland were riding in Smith's car en route to Steele's house. Steele was sitting in the front passenger's seat and Freeman and Rawland were sitting in the back seat. Upon arrival, Steele noticed that two cars were parked in front of his driveway. As Smith's car came to a stop, someone thrust a gun into the front passenger's window of Smith's car and fired one shot. A bullet struck both Steele in the arm and Smith in the wrist. At the same time the shot was fired, someone smashed Smith's back window.\nThe state presented six witnesses. Rear seat passengers Freeman and Rawland both testified that they did not see who fired the shot or who smashed the window. Steele (front seat passenger) testified that the appellant fired one shot into the car. The bullet passed through Steele's arm and lodged in Smith's (the driver's) wrist. Smith testified that he did not see who fired the shot.\nFollowing the above testimony, a voir dire examination of Steele and Smith was conducted by the state outside the presence of the jury (during lunc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-walker"
    }
  ],
  "relatedIncidents": [
    14086,
    14087,
    14089,
    14098,
    14106
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}