{
  "id": 14272,
  "title": "1990년 Komurke 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-04-26",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Komurke. 판결일: 1990-04-26. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State v. Komurke\n**판결일**: 1990-04-26\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Garrison, Byrnes and Armstrong\n\n## 인용\n\n- 560 So. 2d 986\n\n## 판결문 요약\n\n\n560 So. 2d 986 (1990)\nSTATE of Louisiana\nv.\nAubrey E. KOMURKE.\nNo. 89-KA-1730.\nCourt of Appeal of Louisiana, Fourth Circuit.\nApril 26, 1990.\n*987 Harry F. Connick, Dist. Atty., Val M. Solino, Asst. Dist. Atty., New Orleans, for appellee.\nElizabeth W. Cole, Glenn Weber, New Orleans, for defendant-appellant.\nBefore GARRISON, BYRNES and ARMSTRONG, JJ.\nBYRNES, Judge.\nAubrey Komurke appeals his conviction of attempted aggravated rape and aggravated crime against nature for which he was sentenced as a multiple offender to sixty years and ten years at hard labor with the sentences running concurrently.\nThe record reflects that on the evening of September 24, 1988, Detective Bouyelas of the Child Abuse Division of the New Orleans Police Department received two complaints concerning the victim, an eleven-year old. Both a neighbor and the victim's mother reported information they received from neighborhood children. The victim testified that she previously met the defendant, whom she called \"Gene\" in the park near Coliseum Square. She had been to the defendant's residence at 1620 Prytania Street on five or six occasions and had watched pornographic movies and viewed pornographic magazines with him in his upstairs bedroom. The victim stated that on the afternoon of September 24, 1988, she and Gene had taken separate showers and then engaged in intercourse and other sexual acts in the defendant's bedroom. Thereafter, the victim took another shower before leaving. Her description of the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-komurke"
    }
  ],
  "relatedIncidents": [
    14046,
    14077,
    14109,
    14176,
    14215
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}