{
  "id": 14273,
  "title": "1990년 Jaske 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-04-25",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Jaske. 판결일: 1990-04-25. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Robert Allen JASKE, Appellant (Defendant), v. STATE of Indiana, Appellee (Plaintiff)\n**판결일**: 1990-04-25\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Baker, Buchanan, Shields\n\n## 변호인\n\nBlanchard H. Shearer, Anderson, for appellant., Linley E. Pearson, Atty. Gen., Richard C. Webster, Deputy Atty. Gen., Office of Atty. Gen., Indianapolis, for appellee.\n\n## 인용\n\n- 553 N.E.2d 181\n\n## 판결문 요약\n\n\n553 N.E.2d 181 (1990)\nRobert Allen JASKE, Appellant (Defendant),\nv.\nSTATE of Indiana, Appellee (Plaintiff).\nNo. 48A02-8701-CR-00021.\nCourt of Appeals of Indiana, Second District.\nApril 25, 1990.\n*182 Blanchard H. Shearer, Anderson, for appellant.\nLinley E. Pearson, Atty. Gen., Richard C. Webster, Deputy Atty. Gen., Office of Atty. Gen., Indianapolis, for appellee.\n\nON REHEARING\nBUCHANAN, Judge.\nIn our original opinion appearing as Jaske v. State (1989), Ind. App., 539 N.E.2d 492 (Buchanan, J. dissenting),[1] we reversed Jaske's conviction for conspiracy to commit escape on the grounds that the trial court failed to appoint a special prosecutor because the Madison County Prosecutor had represented Jaske in post-conviction relief proceedings relating to a prior murder conviction for which Jaske was incarcerated at the time of escape\nWe now grant the State's petition for rehearing, vacate our original opinion, and affirm Jaske's conviction for conspiracy to commit escape in all respects.\n\nI.\nThe facts most favorable to the judgment reveal that Jaske was serving a life sentence for murder at the Pendleton, Indiana Reformatory in February, 1985. While imprisoned, Jaske devised an escape *183 plan involving the aid of \"mercenaries\" through an advertisement he placed in \"Soldier of Fortune Magazine.\"\nAfter the plan was discovered by the police, Jaske was convicted with eight others, of conspiracy to commit escape, a class C felony.\nPrior to trial, Jaske petitioned the court for app...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jaske-v-state"
    }
  ],
  "relatedIncidents": [
    14050,
    14063,
    14066,
    14095,
    14107
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}