{
  "id": 14285,
  "title": "1990년 Charles Yeksigian v. Ralph Nappi, Howard Nicholas, and City of Chicago 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-04-16",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Charles Yeksigian v. Ralph Nappi, Howard Nicholas, and City of Chicago. 판결일: 1990-04-16. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Charles YEKSIGIAN, Plaintiff-Appellant, v. Ralph NAPPI, Howard Nicholas, and City of Chicago, Defendants-Appellees\n**판결일**: 1990-04-16\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Kanne, Posner, Ripple\n\n## 변호인\n\nWilliam T. Huyck, Chicago, Ill., for plaintiff-appellant., Frederick S. Rhine, Asst. Corp. Counsel, Office of the Corp. Counsel and Mary L. Mikva, Office of Corp. Counsel, Appeals Div., Chicago, Ill., for defendants-appellees.\n\n## 인용\n\n- 900 F.2d 101\n\n## 판결문 요약\n\n900 F.2d 101\n    Charles YEKSIGIAN, Plaintiff-Appellant,v.Ralph NAPPI, Howard Nicholas, and City of Chicago,Defendants-Appellees.\n    No. 89-1601.\n    United States Court of Appeals,Seventh Circuit.\n    Argued Jan. 8, 1990.Decided April 16, 1990.\n    \n      William T. Huyck, Chicago, Ill., for plaintiff-appellant.\n      Frederick S. Rhine, Asst. Corp. Counsel, Office of the Corp. Counsel and Mary L. Mikva, Office of Corp. Counsel, Appeals Div., Chicago, Ill., for defendants-appellees.\n      Before POSNER, RIPPLE and KANNE, Circuit Judges.\n      RIPPLE, Circuit Judge.\n    \n    \n      1\n      Charles Yeksigian appeals the dismissal of his federal civil rights claim and pendent state claims against defendants Ralph Nappi, Howard Nicholas, and the City of Chicago.  For the following reasons, we reverse the judgment of dismissal and remand the case to the district court.\n    \n    \n      2\n      * BACKGROUND\n    \n    A. Facts\n    \n      3\n      On appeal from the dismissal of a complaint under Rule 12(b)(6), we must accept as true all the plaintiff's well-pleaded factual allegations and the inferences reasonably drawn from them.  Zinser v. Rose, 868 F.2d 938, 939 (7th Cir.1989);  Gillman v. Burlington N. R.R., 878 F.2d 1020, 1022 (7th Cir.1989).  We shall affirm the dismissal only if the plaintiff has failed to allege any set of facts upon which relief may be granted.  Zinser, 868 F.2d at 939.\n    \n    \n      4\n      According to the complaint, plaintiff Charles Yeksigian is a jour...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=charles-yeksigian-v-ralph-nappi-howard-nicholas-and-city-of-chicago"
    }
  ],
  "relatedIncidents": [
    14046,
    14050,
    14051,
    14057,
    14063
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}