{
  "id": 14282,
  "title": "1990년 Simmons 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-04-18",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Simmons. 판결일: 1990-04-18. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Iowa, Appellee, v. Donna J. SIMMONS, Appellant\n**판결일**: 1990-04-18\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Carter, Larson, Lavorato, McGIVERIN, Neuman\n\n## 변호인\n\nPeter W. Berger, Des Moines, for appellant., Thomas J. Miller, Atty. Gen., Ann E. Brenden, Asst. Atty. Gen., James Smith, County Atty., and Melodee Hanes, Asst. County Atty., for appellee.\n\n## 인용\n\n- 454 N.W.2d 866\n\n## 판결문 요약\n\n\n454 N.W.2d 866 (1990)\nSTATE of Iowa, Appellee,\nv.\nDonna J. SIMMONS, Appellant.\nNo. 89-126.\nSupreme Court of Iowa.\nApril 18, 1990.\nPeter W. Berger, Des Moines, for appellant.\nThomas J. Miller, Atty. Gen., Ann E. Brenden, Asst. Atty. Gen., James Smith, *867 County Atty., and Melodee Hanes, Asst. County Atty., for appellee.\nConsidered by McGIVERIN, C.J., and LARSON, CARTER, LAVORATO and NEUMAN, JJ.\nNEUMAN, Justice.\nThis is an appeal by Donna Simmons from the judgment and sentence entered upon a jury verdict finding her guilty of first-degree kidnapping. We affirm.\nSimmons was charged with aiding and abetting her live-in boyfriend, Larry Siemer, in the confinement and torture of Simmons' seven-year-old son Tracey. The defendants were tried separately. In an opinion filed today, we have affirmed Siemer's kidnapping conviction. State v. Siemer, 454 N.W.2d 857 (Iowa 1990). The facts giving rise to the prosecution are detailed in Siemer and will not be repeated here.\nSimmons' appeal raises two legal issues which are controlled by our decision in Siemer: (1) whether a parent may, as a matter of law, be charged and convicted of kidnapping his or her own child, and (2) whether substantial evidence in the record supports a finding of confinement beyond that incidental to the underlying crime of serious injury or torture. Simmons also argues that the trial court abused its discretion by refusing to grant her motion for change of venue or, in the alternative, to grant her a continuance on...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-simmons"
    }
  ],
  "relatedIncidents": [
    13794,
    13800,
    13852,
    13937,
    13992
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}