{
  "id": 14296,
  "title": "1990년 Barbara Jackson v. Harvard University 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-04-09",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Barbara Jackson v. Harvard University. 판결일: 1990-04-09. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Barbara JACKSON, Plaintiff, Appellant, v. HARVARD UNIVERSITY, Et Al., Defendants, Appellees\n**판결일**: 1990-04-09\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Campbell, Cyr, Selya\n\n## 변호인\n\nEvan T. Lawson with whom Lawson & Weitzen, Boston, Mass., was on brief, for plaintiff, appellant., Allan A. Ryan, Jr., with whom Daniel Steiner, Cambridge, Mass., George Marshall Moriarty, and Ropes and Gray, Boston, Mass., were on brief, for defendants, appellees.\n\n## 인용\n\n- 900 F.2d 464\n\n## 판결문 요약\n\n900 F.2d 464\n    52 Fair Empl.Prac.Cas.  979,53 Empl. Prac. Dec. P 39,822, 16 Fed.R.Serv.3d 1033,59 Ed. Law Rep. 981\n    Barbara JACKSON, Plaintiff, Appellant,v.HARVARD UNIVERSITY, et al., Defendants, Appellees.\n    No. 89-1931.\n    United States Court of Appeals,First Circuit.\n    Heard Feb. 9, 1990.Decided April 9, 1990.\n    \n      Evan T. Lawson with whom Lawson &amp; Weitzen, Boston, Mass., was on brief, for plaintiff, appellant.\n      Allan A. Ryan, Jr., with whom Daniel Steiner, Cambridge, Mass., George Marshall Moriarty, and Ropes and Gray, Boston, Mass., were on brief, for defendants, appellees.\n      Before CAMPBELL, Chief Judge, SELYA and CYR, Circuit Judges.\n      SELYA, Circuit Judge.\n    \n    \n      1\n      In 1983, Harvard University (Harvard or the University) declined to offer tenure at its Graduate School of Business Administration (the Business School) to plaintiff-appellant Barbara Jackson.  Jackson sued under Title VII of the Civil Rights Act of 1964, 42 U.S.C. Secs. 2000e through 2000e-17 (1982), charging gender-based discrimination.  She named as defendants both the University and the dean of the Business School, John McArthur.  After a bench trial, the United States District Court for the District of Massachusetts ruled against her.  Jackson v. Harvard Univ., 721 F.Supp. 1397 (D.Mass.1989).  Having carefully considered plaintiff's arguments on appeal and digested the rather imposing record, we find no significant legal error and therefore affirm.\n    \n ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=barbara-jackson-v-harvard-university"
    }
  ],
  "relatedIncidents": [
    14046,
    14050,
    14051,
    14057,
    14063
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}