{
  "id": 14292,
  "title": "1990년 Vogel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-04-12",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Vogel. 판결일: 1990-04-12. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Equidyne Corporation v. Richard L. Vogel, and R. L. Vogel, Inc.\n**판결일**: 1990-04-12\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 160 A.D.2d 389\n\n## 판결문 요약\n\n\n—Judgment, Supreme Court, New York County (Alvin Klein, J.), entered on or about December 21, 1987, which, following an inquest to assess damages as against defendant R. L. Vogel, Inc. (Vogel), refused to award plaintiffs monetary damages against said defendant on the ground of plaintiffs’ failure to prove damages specifically attributable to Vogel, unanimously affirmed, with costs and disbursements.\nPlaintiff, as syndicators of tax shelter ventures, sued various defendants, including Vogel, to recover damages for alleged diversion of large sums of money raised by plaintiff Equidyne Corporation from private investors and supposedly channeled *390to defendants to engage in coal-mining operations in the western Maryland region in the late 1970’s. Plaintiffs alleged in their complaint, inter alia, that defendants conspired fraudulently to misrepresent the capabilities of their coal-mining operations and, further, wrongfully to convert investor moneys and other assets. Upon defendant Vogel’s default in answering the complaint, the claims against said defendant were severed from those of the remaining defendants, and an inquest to determine damages as against Vogel held.\nThe court took testimony on three occasions and the record supports the finding that plaintiffs failed to sustain their burden of establishing damages attributable to Vogel. Indeed, plaintiffs’ witnesses at the inquest, when pressed on cross-examination, were unable to present any evidence linking Vogel to the co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=equidyne-corp-v-vogel"
    }
  ],
  "relatedIncidents": [
    14066,
    14101,
    14139,
    14144,
    14146
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}