{
  "id": 14294,
  "title": "1990년 In Re Marriage of Duke 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-04-10",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: In Re Marriage of Duke. 판결일: 1990-04-10. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: In Re the MARRIAGE OF Phillip R. DUKE and Pamela S. Duke. Pamela S. DUKE, Respondent-Appellant, v. John W. WYNNE, as Executor of the Estate of Phillip R. Duke, Petitioner-Appellee\n**판결일**: 1990-04-10\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Baker, Hoffman, Robertson\n\n## 변호인\n\nHoward S. Young, Jr., Young & Young, Frank E. Spencer, Robert E. Lehman, Michael F. Singer, Indianapolis, for respondent-appellant., William M. Evans, G. Pearson Smith, Jr., Stephen E. Arthur, Bose McKinney & Evans, Charles F. Cremer, Jr., Indianapolis, for petitioner-appellee.\n\n## 인용\n\n- 552 N.E.2d 504\n\n## 판결문 요약\n\n\n552 N.E.2d 504 (1990)\nIn re the MARRIAGE OF Phillip R. DUKE and Pamela S. Duke.\nPamela S. Duke, Respondent-Appellant,\nv.\nJohn W. Wynne, As Executor of the Estate of Phillip R. Duke, Petitioner-Appellee.\nNo. 32A01-8902-CV-49.\nCourt of Appeals of Indiana, First District.\nApril 10, 1990.\n*505 Howard S. Young, Jr., Young &amp; Young, Frank E. Spencer, Robert E. Lehman, Michael F. Singer, Indianapolis, for respondent-appellant.\nWilliam M. Evans, G. Pearson Smith, Jr., Stephen E. Arthur, Bose McKinney &amp; Evans, Charles F. Cremer, Jr., Indianapolis, for petitioner-appellee.\n\nON PETITION FOR REHEARING\nROBERTSON, Judge.\nWe omitted consideration in our original opinion, 549 N.E.2d 1096, of the executor's request for appellate attorney fees, and his assignment of error to the trial court's denial of attorney fees incurred by the estate after April 28, 1988, the date on which the lower court denied Pamela's motion to vacate void judgment. The executor argues as grounds on which we should assess attorney fees, that Pamela Duke maintained her action to set aside the dissolution when well-established law clearly contradicted Pamela's argument that the defects in the decree went to the court's subject matter jurisdiction.\nThe trial court, in a general order, denied the executor's request for fees under IND. CODE 34-1-32-1. Ordinarily, in reviewing a trial court's decision to award or deny attorney fees under this statute, we are presented with mixed questions of fact and law. Accordingly...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-marriage-of-duke"
    }
  ],
  "relatedIncidents": [
    14074,
    14116,
    14118,
    14135,
    14310
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}