{
  "id": 14308,
  "title": "1990년 In Re Weisman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-04-03",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: In Re Weisman. 판결일: 1990-04-03. 법원: United States Bankruptcy Court, W.D. Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: In Re Mark W. WEISMAN, Debtor. Mark W. WEISMAN, Plaintiff, v. EASTLAKE DEVELOPMENT CO. and Gary J. Gaertner, Esq., Trustee, Defendants\n**판결일**: 1990-04-03\n**법원**: United States Bankruptcy Court, W.D. Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Warren W. Bentz\n\n## 변호인\n\nLawrence C. Bolla, Erie, Pa., for debtor., Susan F. Reiter, Erie, Pa., for Eastlake Development Co., Gary J. Gaertner, Pittsburgh, Pa., Trustee.\n\n## 인용\n\n- 112 B.R. 138\n\n## 판결문 요약\n\n\n112 B.R. 138 (1990)\nIn re Mark W. WEISMAN, Debtor.\nMark W. WEISMAN, Plaintiff,\nv.\nEASTLAKE DEVELOPMENT CO. and Gary J. Gaertner, Esq., Trustee, Defendants.\nBankruptcy No. 89-00376E, Adv. No. 89-0047.\nUnited States Bankruptcy Court, W.D. Pennsylvania.\nApril 3, 1990.\n*139 Lawrence C. Bolla, Erie, Pa., for debtor.\nSusan F. Reiter, Erie, Pa., for Eastlake Development Co.\nGary J. Gaertner, Pittsburgh, Pa., Trustee.\n\nOPINION\nWARREN W. BENTZ, Bankruptcy Judge.\n\nIssue\nThe issue is whether a Chapter 13 debtor may recover, as a fraudulent conveyance under Bankruptcy Code § 548, the title to his residence which had been lost over five months prepetition through a fully consummated tax sale for an inadequate price where the only creditors are the oversecured first mortgagee and the adequately secured holder of a lien on debtor's automobile. We find no fraudulent conveyance.\nAlso at issue are the cross claims of bad faith. The debtor claims that the tax sale purchaser is in bad faith in opposing the Chapter 13 case; the tax sale purchaser claims the debtor is in bad faith in filing the Chapter 13 case and attempting to set aside the tax sale under these circumstances. We find neither party to be guilty of bad faith.\n\nFacts\nDebtor owned his residence at 722 Plum Street, Erie, Pennsylvania, which his schedules list at a value of $10,000. Taxes were delinquent. Debtor had entered into a Stay of Sale Agreement with the Erie County Tax Claim Bureau. He failed to make the payments due thereund...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=weisman-v-eastlake-development-co-in-re-weisman"
    }
  ],
  "relatedIncidents": [
    14066,
    14101,
    14139,
    14144,
    14146
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}