{
  "id": 14307,
  "title": "1990년 Yarbrough 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-04-03",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Yarbrough. 판결일: 1990-04-03. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: People v. Yarbrough\n**판결일**: 1990-04-03\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: Reilly, P.J., and Gillis and Cynar\n\n## 변호인\n\nFrank J. Kelley, Attorney General, John D. O’Hair, Prosecuting Attorney, Timothy A. Baughman, Chief of Research, Training and Appeals, and Lori Dawson, Assistant Prosecuting Attorney, for the people., Clarence B. Tucker, for defendant on appeal.\n\n## 인용\n\n- 454 N.W.2d 419\n- 183 Mich. App. 163\n\n## 판결문 요약\n\n\n183 Mich. App. 163 (1990)\n454 N.W.2d 419\nPEOPLE\nv.\nYARBROUGH\nDocket No. 109421.\nMichigan Court of Appeals.\nDecided April 3, 1990.\nFrank J. Kelley, Attorney General, John D. *164 O'Hair, Prosecuting Attorney, Timothy A. Baughman, Chief of Research, Training and Appeals, and Lori Dawson, Assistant Prosecuting Attorney, for the people.\nClarence B. Tucker, for defendant on appeal.\nBefore: REILLY, P.J., and GILLIS and CYNAR, JJ.\nPER CURIAM.\nFollowing a bench trial, defendant was convicted of two counts of felonious assault, MCL 750.82; MSA 28.277, and one count of possession of a firearm during the commission of a felony, MCL 750.227b; MSA 28.424(2). Defendant was sentenced to concurrent terms of six months to four years of imprisonment for felonious assault. That sentence was to be served consecutively to defendant's mandatory two-year sentence for felony-firearm. We granted defendant's application for leave to file a delayed appeal. We affirm.\nDefendant claims that the trial court erred when it allowed the prosecutor to ask a defense witness if the witness had charges pending against him which arose out of the same incident. The court overruled defendant's objection to the question. Defendant relies on the following language contained in People v Falkner, 389 Mich 682, 695; 209 NW2d 193 (1973), to support his claim:\nWe hold that in the examination or cross-examination of any witness, no inquiry may be made regarding prior arrests or charges against such witness which did not re...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-yarbrough"
    }
  ],
  "relatedIncidents": [
    14086,
    14087,
    14089,
    14098,
    14106
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}