{
  "id": 14302,
  "title": "1990년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-04-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1990-04-05. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Gregory Solomon, Patricia Beckwith, Raleigh Brinson, and Earl Jennings, on Behalf of Themselves and All Others Similarly Situated v. Liberty County, Florida, Gene Free, Chairman, Commissioner, Joe Burke, Commissioner, James E. Johnson, Commissioner, J.L. Johnson, Commissioner, John T. Sanders, Commissioner, Their Successors and Agents, All in Their Official Capacities, Gregory Solomon, Patricia Beckwith, Raleigh Brinson, and Earl Jennings, on Behalf of Themselves and All Others Similarly Situated v. Liberty County School Board, Florida, Ras Hill, Chairman, Joseph Combs, Tommy Duggar, W.L. Potter, Herbert Whittaker, Members of the Liberty County School Board, Their Successors and Agents, All in Their Official Capacities\n**판결일**: 1990-04-05\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 899 F.2d 1012\n\n## 판결문 요약\n\n899 F.2d 1012\n    59 Ed. Law Rep. 641\n    Gregory SOLOMON, Patricia Beckwith, Raleigh Brinson, andEarl Jennings, on behalf of themselves and allothers similarly situated, Plaintiffs-Appellants,v.LIBERTY COUNTY, FLORIDA, Gene Free, Chairman, Commissioner,Joe Burke, Commissioner, James E. Johnson, Commissioner,J.L. Johnson, Commissioner, John T. Sanders, Commissioner,their successors and agents, all in their officialcapacities, Defendants-Appellees.Gregory SOLOMON, Patricia Beckwith, Raleigh Brinson, andEarl Jennings, on behalf of themselves and allothers similarly situated, Plaintiffs-Appellants,v.LIBERTY COUNTY SCHOOL BOARD, FLORIDA, Ras Hill, Chairman,Joseph Combs, Tommy Duggar, W.L. Potter, Herbert Whittaker,members of the Liberty County School Board, their successorsand agents, all in their official capacities, Defendants-Appellees.\n    No. 87-3406.\n    United States Court of Appeals,Eleventh Circuit.\n    April 5, 1990.\n    \n      David M. Lipman, Lipman &amp; Weisberg, Miami, Fla., for plaintiffs-appellants.\n      Katherine Inglis Butler, University of South Carolina College of Law, Columbia, S.C., for defendants-appellees.\n      Appeal from the United States District Court for the Northern District of Florida.\n      Before TJOFLAT, Chief Judge, FAY, VANCE*, KRAVITCH, JOHNSON, HATCHETT, ANDERSON, CLARK, EDMONDSON, and COX, Circuit Judges, and HILL**, Senior Circuit Judge.\n      PER CURIAM:\n    \n    \n      1\n      We unanimously vacate the district court's judgment and rem...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gregory-solomon-patricia-beckwith-raleigh-brinson-and-earl-jennings-on"
    }
  ],
  "relatedIncidents": [
    14046,
    14050,
    14051,
    14057,
    14063
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}