{
  "id": 14303,
  "title": "1990년 Bartlett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-04-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Bartlett. 판결일: 1990-04-05. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Michael Bartlett\n**판결일**: 1990-04-05\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 160 A.D.2d 245\n\n## 판결문 요약\n\n\n—Judgment, Supreme Court, Bronx County (Richard Lee Price, J.), rendered June 2, 1987, which convicted defendant, after jury trial, of attempted murder in the second degree and sentenced him to a prison term of 12 íá to 25 years, unanimously affirmed.\nDefendant’s guilt of attempted murder in the second degree was proven beyond a reasonable doubt by overwhelming evidence. The complainant, who testified at trial, was acquainted with the defendant and had dated defendant’s former girlfriend. During the early morning hours of June 30, 1986, the defendant confronted complainant on a Bronx street and threatened that he would shoot him. Defendant dragged him down the street and several blocks later stopped and said \"I’m going to have to kill you”, and ordered him to empty his pockets. Defendant then swung at complainant and, using a sharp instrument, slit his throat. The complainant was rendered unconscious and when he regained consciousness had difficulty breathing. Upon reaching for his neck, his hand slipped inside his throat and he felt air coming out of the windpipe. He managed to flag a cab and arrive at Bronx Lebanon Hospital, where he required emergency tracheal surgery for what was described at trial as a \"life threatening injury”.\n*246The primary issue on this appeal is defendant’s claim that the trial court committed reversible error during the jury’s deliberations when, upon receiving a note from the jury asking for an interpretation of the charges, the Judge initially ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-bartlett"
    }
  ],
  "relatedIncidents": [
    14050,
    14063,
    14066,
    14095,
    14107
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}