{
  "id": 14318,
  "title": "1990년 Moghadam 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-03-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Moghadam. 판결일: 1990-03-23. 법원: District Court, District of Columbia.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Montasser MOGHADAM\n**판결일**: 1990-03-23\n**법원**: District Court, District of Columbia\n**관할**: USA, Federal\n\n**판사**: Penn\n\n## 변호인\n\nJeffrey Ragsdale, Asst. U.S. Atty., Washington, D.C., for the U.S., David Woll, Kensington, Md., for defendant.\n\n## 인용\n\n- 733 F. Supp. 134\n\n## 판결문 요약\n\n\nMEMORANDUM ORDER\nJOHN GARRETT PENN, District Judge.\nThe defendant has been charged in a six-count indictment, together with co-defendant Monie Khosravi, with conspiracy to distribute 50 grams or more of a mixture and substance containing cocaine base between September 21 and October 5, 1989, (21 U.S.C. §§ 846, 841(b)(l)(A)(iii)), distribution of 5 grams or more of a mixture and substance containing cocaine base on September 27, 1989, (21 U.S.C. § 841(b)(l)(B)(iii)), distribution of 5 grams or more of a mixture and substance containing cocaine base on October 4, 1989, (21 U.S.C. § 841(b)(l)(B)(iii)), distribution of a mixture and substance containing cocaine base on October 4, 1989, and distribution of a mixture and substance containing 50 grams or more on 5, 1989, (21 U.S.C. § 841(b)(1)(A)(iii)).\nThis matter is before the Court on defendant Moghadam’s Motion to Suppress Statements.1 A motions hearing was held on March 13, 1990, the Court thereafter took the motions under advisement. After careful consideration to the motions and the opposition thereto, and the entire record, the Court concludes that the motion to suppress defendant Moghadam’s statements should be denied.\nI.\nOn December 6, 1989, defendant Mogha-dam was arrested on the corner of 31st and M street in Georgetown in Washington, D.C. at approximately 2:40 p.m. Defendant Khosravi was arrested approximately ten minutes earlier at the same location. Immediately after both defendants were arrested, they were taken to ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-moghadam"
    }
  ],
  "relatedIncidents": [
    14046,
    14050,
    14051,
    14057,
    14063
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}