{
  "id": 14310,
  "title": "1990년 Imperial Tobacco Limited, Assignee of Imperial Group Plc v. Philip Morris, Incorporated 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-03-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Imperial Tobacco Limited, Assignee of Imperial Group Plc v. Philip Morris, Incorporated. 판결일: 1990-03-30. 법원: Court of Appeals for the Federal Circuit.",
  "description": "## 사건 정보\n\n**사건명**: IMPERIAL TOBACCO LIMITED, ASSIGNEE OF IMPERIAL GROUP PLC, Appellant, v. PHILIP MORRIS, INCORPORATED, Appellee\n**판결일**: 1990-03-30\n**법원**: Court of Appeals for the Federal Circuit\n**관할**: USA, Federal\n\n**판사**: Archer, Bissell, Nies\n\n## 변호인\n\nBrewster Taylor, of Larson and Taylor, Arlington, Va., argued for appellant. With him on the brief was Andrew E. Taylor., Anthony L. Fletcher, of Hunton & Williams, New York City, argued for appel-lee. With him on the brief was Christopher J. Mugel, of Hunton & Williams, Richmond, Va.\n\n## 인용\n\n- 899 F.2d 1575\n\n## 판결문 요약\n\n899 F.2d 1575\n    58 USLW 2616, 14 U.S.P.Q.2d 1390\n    IMPERIAL TOBACCO LIMITED, ASSIGNEE OF IMPERIAL GROUP PLC, Appellant,v.PHILIP MORRIS, INCORPORATED, Appellee.\n    No. 89-1444.\n    United States Court of Appeals,Federal Circuit.\n    March 30, 1990.\n    \n      Brewster Taylor, of Larson and Taylor, Arlington, Va., argued for appellant.  With him on the brief was Andrew E. Taylor.\n      Anthony L. Fletcher, of Hunton &amp; Williams, New York City, argued for appellee.  With him on the brief was Christopher J. Mugel, of Hunton &amp; Williams, Richmond, Va.\n      Before NIES, BISSELL,* and ARCHER, Circuit Judges.\n      NIES, Circuit Judge.\n    \n    \n      1\n      Imperial Tobacco Limited appeals from the final decision of the Trademark Trial and Appeal Board of the United States Patent and Trademark Office, in Cancellation No. 16,024, granting the petition of Philip Morris, Incorporated, for cancellation of Imperial's Registration No. 1,160,229 on a motion for summary judgment.  We affirm.\n    \n    \n      2\n      * Imperial Tobacco Limited, a United Kingdom corporation, owns Registration No. 1,160,229 issued on July 7, 1981, on the Principal Register for the trademark shown below for cigarettes:\n    \n    \n      3\n      NOTE: OPINION CONTAINS TABLE OR OTHER DATA THAT IS NOT VIEWABLE\n    \n    \n      4\n      The registration in issue was obtained on the basis of its prior United Kingdom registration in accordance with section 44(e) of the Lanham Act,1 15 U.S.C. Sec. 1126(e) (198...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=imperial-tobacco-limited-assignee-of-imperial-group-plc-v-philip-morris"
    }
  ],
  "relatedIncidents": [
    14074,
    14116,
    14118,
    14135,
    14294
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}