{
  "id": 14313,
  "title": "1990년 Benda ex rel. Reynolds v. Missouri Department of Mental Health 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-03-27",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Benda ex rel. Reynolds v. Missouri Department of Mental Health. 판결일: 1990-03-27. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Bernadine BENDA, by Judith M. REYNOLDS, her Guardian v. MISSOURI DEPARTMENT OF MENTAL HEALTH\n**판결일**: 1990-03-27\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Grimm, Satz, Smith\n\n## 변호인\n\nDale F. Myers, St. Louis, for appellant., William L. Webster, Atty. Gen., Mary Stewart Tansey, Lee B. Vardell, Asst. At-tys. Gen., Jefferson City, for respondents.\n\n## 인용\n\n- 786 S.W.2d 612\n\n## 판결문 요약\n\n\nGRIMM, Judge.\nPlaintiff’s petition alleges that, while she was a patient at St. Louis State Hospital, she sustained injuries when she was \"severely beaten and injured by another patient.” The defendants include the Missouri Department of Mental Health (DMH), *613St. Louis State Hospital, and the hospital’s former superintendent, Milton T. Fujita. Also named as defendants are William Ebersol (the patient who allegedly injured plaintiff) and “Does 1 through 50 inclusive.”\nCount I of her petition is titled “Dangerous Condition of Public Property.” It names DMH, hospital, Fujita, as well as “Does 1 through 5,” as defendants. Count II, titled “Medical Negligence,” names hospital and “Does 6 through 25” as defendants. Count III, titled “Negligence,” names DMH, hospital, Fujita, as well as “Does 1 through 50,” as defendants. Count IV, titled “Infliction of Emotional Distress,” names DMH, hospital, Fujita, as well as “Does 1 through 50,” as defendants. Count V, titled “Assault and Battery,” names only Ebersol as a defendant.\nOn behalf of DMH, hospital, and Fujita, a motion to dismiss Counts I, II, III, and IV was filed. The legal file furnished us does not contain any pleadings filed on behalf of Ebersol or the “50 Does.”\nThe trial court took up, and sustained, the motion to dismiss. The effect of its order was to dismiss those three defendants from the four counts. Nothing in the legal file furnished us, however, reflects any disposition of Count V against Ebersol, or the four clai...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=benda-ex-rel-reynolds-v-missouri-department-of-mental-health"
    }
  ],
  "relatedIncidents": [
    14086,
    14087,
    14089,
    14098,
    14106
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}