{
  "id": 14312,
  "title": "1990년 Hyde Park Fire & Water District v. Van Wagner's Bard Builders, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-03-29",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Hyde Park Fire & Water District v. Van Wagner's Bard Builders, Inc.. 판결일: 1990-03-29. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Hyde Park Fire & Water District v. Van Wagner's Bard Builders, Inc.\n**판결일**: 1990-03-29\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Benson\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Corbally, Gartland & Rappleyea for defendants. Nixon, Hargrave, Devans & Doyle for plaintiffs.\n\n## 인용\n\n- 147 Misc. 2d 25\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nJames D. Benson, J.\nThis motion by defendants for an order dismissing the complaint pursuant to CPLR 3211 (a) (3), (5) and (7) is denied.\n*26In this action for a declaratory judgment and an injunction, the plaintiff is a district corporation created by acts of the New York Legislature for the purpose of providing an adequate water supply and distribution system to residents of the district. It sues the owner and developer of a 50-acre parcel of land which has applied for permits to improve its property with a 480-unit multifamily dwelling complex to be called Crofton Mews Apartment Complex. The thrust of the suit is to prevent the defendant from preempting and polluting the waters of Crum Elbow Creek upstream from the plaintiff’s water works. It is alleged that defendant’s drawing water from the creek 1.9 miles upstream from plaintiff’s drinking water treatment plant will reduce plaintiff’s ability to draw the needed 725,000 gallons per day and will overload plaintiff’s capacity to remove alum and other contaminants from the water it provides to its users.\nThe complaint contained 10 causes of action. The 3rd through the 10th contained allegations that C. Bradley Lynch performed professional services for Van Wagner’s Bard Builders before the Zoning and Planning Boards of the Town of Hyde Park while serving as Chairman of the town’s Zoning Board. The third and fourth and fifth causes of action allege his and Bard’s violation of General Municipal Law § 809 ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hyde-park-fire-water-district-v-van-wagners-bard-builders-inc"
    }
  ],
  "relatedIncidents": [
    14046,
    14050,
    14051,
    14057,
    14063
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}