{
  "id": 14329,
  "title": "1990년 Seay 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-03-07",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Seay. 판결일: 1990-03-07. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Gary T. SEAY, Appellant, v. STATE of Indiana, Appellee\n**판결일**: 1990-03-07\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBRULER, Dickson, Givan, Pivarnik, Shepard\n\n## 변호인\n\nSusan K. Carpenter, Public Defender, Teresa D. Harper, Deputy Public Defender, Indianapolis, for appellant., Linley E. Pearson, Atty. Gen., Mary Dreyer, Deputy Atty. Gen., Indianapolis, for appellee.\n\n## 인용\n\n- 550 N.E.2d 1284\n\n## 판결문 요약\n\n\nDeBRULER, Justice.\nAppellant was tried to a jury and found guilty of two counts of dealing in a Schedule II controlled substance, 1.C. 85-48-4-2, a class B felony. On Count I, appellant was sentenced to fifteen years, and that sentence was enhanced by thirty years after the jury found appellant to be a habitual offender. On Count II, appellant was sentenced to fifteen years. The trial court ordered that the sentences be served consecutively, resulting in an executed sentence of sixty years. In this direct appeal, appellant asserts two claims of error. He claims that he was denied his right to counsel under the Sixth and Fourteenth Amendments of the federal Constitution and under Article One, § 13 of the Indiana Constitution. He also claims that the State wrongfully delayed bringing the charges at issue here, which could have been joined with similar charges on which he had been tried earlier in the year, in order to obtain *1286successive habitual offender sentence enhancements.\nThe evidence produced at trial which tended to support the determination of guilt showed that on two separate occasions, August 14, 1986, and September 2, 1986, appellant met with a confidential informant and an undercover policeman and made two sales of Dilaudid, a controlled substance. Both the informant and the policeman testified to the transactions at appellant's trial.\nAppellant's first claim on appeal is that he was denied his right to counsel in contravention of the Sixth and Fourteenth Amend...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=seay-v-state"
    }
  ],
  "relatedIncidents": [
    14074,
    14116,
    14118,
    14135,
    14294
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}