{
  "id": 14323,
  "title": "1990년 Winslow 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-03-16",
  "location": "Maine, ME, USA",
  "summary": "미국 Maine, ME 법원 판결 사건. 사건명: Winslow. 판결일: 1990-03-16. 법원: Supreme Judicial Court of Maine.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Maine v. Edmund WINSLOW\n**판결일**: 1990-03-16\n**법원**: Supreme Judicial Court of Maine\n**관할**: Maine, ME\n\n**판사**: Collins, Glassman, Hornby, Roberts, Wathen\n\n## 변호인\n\nJames E. Tierney, Atty. Gen., Thomas A. Harnett (orally), Michael Westeott, Asst. Attys. Gen., Augusta, for the State., Steven C. Peterson (orally), Camden, for defendant.\n\n## 인용\n\n- 571 A.2d 1198\n\n## 판결문 요약\n\n\nCOLLINS, Justice.\nDefendant Edmund Winslow appeals his jury conviction in Superior Court (Knox County, Silsby, J.) for murder pursuant to 17-A M.R.S.A. § 201(1)(A) (1983). Defendant contends that he was deprived of a fair trial by the State’s refusal to grant immunity to a defense witness who could testify as to the defendant’s state of mind at the time of the killing. Defendant also argues that the Superior Court’s admission of evidence of a threat made by the defendant against the victim three weeks before her murder was prejudicial error. We affirm the conviction.\nOn November 5, 1987, at approximately 1:00 a.m., Yicki Pendelton died from a gunshot wound to the head. The victim was defendant’s ex-wife. On December 7, 1987, a Knox County Grand Jury indicted the defendant for “intentionally or knowingly causing her death.”\nThe defendant subpoenaed William Johnson as a witness to offer testimony as to defendant’s drug and alcohol use before the shooting. Johnson had testified before the grand jury that on the day of the shooting, he and the defendant had been together from about 3:00 p.m. until just before the victim was shot. Johnson had stated that during that time, they both drank two or three six-packs of beer, snorted three to four grams of cocaine, and then drank eight or ten white Russians at a local bar. However, he had also testified that defendant was able to drive to various locations without incident, to speak coherently and to generally maintain motor control. Fu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-winslow"
    }
  ],
  "relatedIncidents": [
    14050,
    14063,
    14066,
    14095,
    14107
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}