{
  "id": 14326,
  "title": "1990년 Fetterolf 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-03-14",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Fetterolf. 판결일: 1990-03-14. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Richard John FETTEROLF, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1990-03-14\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Paul Pressler, Cannon and Ellis\n\n## 변호인\n\nJohn J. Browne, Houston, for appellant., Linda A. West, Houston, for appellee.\n\n## 인용\n\n- 782 S.W.2d 927\n\n## 판결문 요약\n\n\n782 S.W.2d 927 (1989)\nRichard John FETTEROLF, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. C14-89-132-CR.\nCourt of Appeals of Texas, Houston (14th Dist.).\nDecember 14, 1989.\nDiscretionary Review Refused March 14, 1990.\n*928 John J. Browne, Houston, for appellant.\nLinda A. West, Houston, for appellee.\nBefore PAUL PRESSLER, CANNON and ELLIS, JJ.\n\nOPINION\nELLIS, Justice.\nAppellant, Richard John Fetterolf, appeals his judgment of conviction for the offense of Indecency with a Child. TEXAS PENAL CODE ANN. § 21.11 (Vernon 1989). The jury found appellant guilty. Upon further finding the two enhancement paragraphs of the indictment to be true, the jury assessed punishment at 30 years confinement in the Texas Department of Corrections. We affirm.\nAppellant brings six points of error. In his first point of error appellant asserts *929 that the trial court erred in admitting hearsay evidence under Article 38.072 of the TEX.CRIM.PROC.CODE ANN. (Vernon 1989) when the procedural requirements for admissibility under the statute were clearly ignored by the State. In his second point of error appellant asserts that appellant's conviction is void having been obtained through evidence introduced under an unconstitutional statute, to-wit, Article 38.072 of the TEX.CRIM.PROC.CODE ANN., in that it is violative of the confrontation clauses of the sixth amendment to the United States Constitution and Article 1, Sec. 10 of the Texas Constitution, and the Due Process Clause of the Fourteenth Amend...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fetterolf-v-state"
    }
  ],
  "relatedIncidents": [
    14086,
    14087,
    14089,
    14098,
    14106
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}