{
  "id": 14338,
  "title": "1990년 Usher 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-02-28",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Usher. 판결일: 1990-02-28. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Usher v. the State\n**판결일**: 1990-02-28\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Hunt\n\n## 변호인\n\nMills, Freeman, Vaughn & Sosebee, W. Franklin Freeman, Jr., for appellant., Tommy K. Floyd, District Attorney, Marie R. Banks, Gregory A. Futch, Assistant District Attorneys, Michael J. Bowers, Attorney General, C. A. Benjamin Woolf, for appellee.\n\n## 인용\n\n- 388 S.E.2d 686\n- 259 Ga. 835\n\n## 판결문 요약\n\n\n259 Ga. 835 (1990)\n388 S.E.2d 686\nUSHER\nv.\nTHE STATE.\nS89A0610.\nSupreme Court of Georgia.\nDecided February 28, 1990.\nMills, Freeman, Vaughn &amp; Sosebee, W. Franklin Freeman, Jr., for appellant.\nTommy K. Floyd, District Attorney, Marie R. Banks, Gregory A. Futch, Assistant District Attorneys, Michael J. Bowers, Attorney General, C. A. Benjamin Woolf, for appellee.\nHUNT, Justice.\nLarry Usher was tried and convicted for the malice murder of Rodney Tuten, for which he received a life sentence.[1] He was also convicted of possession of a firearm in the commission of a felony and burglary arising out of the same incident and was sentenced respectively to 5 years to be served consecutively to the life sentence and 5 years probation. He appeals[2] raising that the trial court committed error in refusing to make the state elect between malice and felony murder, in failing to grant his motion for mistrial, and in charging that flight may be evidence of guilt. We affirm.\n*836 The defendant was observed at the Big Chic restaurant staring at the home of the Big Chic owner across the street early in the morning of October 1, 1987. At about one o'clock, the caretakers living behind the house saw a man enter the side door just after the owner had left. Soon after, the owner's grandson, who worked at the Big Chic, followed the intruder inside the house. The caretakers, several employees of the Big Chic, and a customer at the drive-in window then observed the defendant run out the front doo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=usher-v-state"
    }
  ],
  "relatedIncidents": [
    14050,
    14063,
    14066,
    14095,
    14107
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}