{
  "id": 14337,
  "title": "1990년 Fielder 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-03-01",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Fielder. 판결일: 1990-03-01. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Garland Wilson FIELDER, III v. The STATE of Texas\n**판결일**: 1990-03-01\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Cohen, Dunn, Warren\n\n## 변호인\n\nKen J. McLean, Houston, for appellant., John B. Holmes, Lester Blizzard, Mary Lou Keel, Houston, for appellee.\n\n## 인용\n\n- 787 S.W.2d 453\n\n## 판결문 요약\n\n\nOPINION\nDUNN, Justice.\nThis is an appeal from a plea of guilty for the offense of involuntary manslaughter. The State abandoned the first paragraph of the indictment alleging DWI, and appellant, Garland Fielder, pled guilty, without a recommendation, to the offense of involuntary manslaughter. The trial court then sentenced appellant to ten years, probated, with a $1,000 fine.\nIn appellant’s first and second points of error, he contends that the trial court abused its discretion in issuing the terms and conditions of his probation.\n*454The terms and conditions that appellant complains of are as follows:\n(n) Instead of sentencing you to the Texas Department of Corrections, you are committed to the community-based facility, Harris County Probation Department’s Court Residential Treatment Center beginning November 18, 1988 at 6:00 p.m. You are to remain in that facility under custodial supervision and comply with all the rules, regulations, and contracts of the facility until successfully discharged or until further order of the Court; Center Telephone: 590-1668, Center Location: 1911 Aldine Mail Route, Houston, Texas.\n(v) Defendant is committed to the Harris County Adult Probation Department’s Court Residential Treatment Center located at 1911 Aldine Mail Route, Houston, Texas,.... for a period of no less than three (3) months and no more than one (1) year, unless otherwise ordered by the court. Defendant is to complete 30 day orientation period either around school schedule o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fielder-v-state"
    }
  ],
  "relatedIncidents": [
    14050,
    14063,
    14066,
    14095,
    14107
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}