{
  "id": 14341,
  "title": "1990년 Deyle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-02-23",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Deyle. 판결일: 1990-02-23. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Bituminous Casualty Corporation, Appellant and Cross-Appellee, v. Theodore C. Deyle, Appellee and Cross-Appellant\n**판결일**: 1990-02-23\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Boslaugh, Caporale, Fahrnbruch, Grant, Hastings, Shanahan, White\n\n## 변호인\n\nWilliam M. Lamson, Jr., and Patricia A. Zieg, of Kennedy, Holland, DeLacy & Svoboda, for appellant., Daniel L. Lindstrom and Jeffrey H. Jacobsen, of Jacobsen, Orr, Nelson, Wright, Harder & Lindstrom, P.C., for appellee.\n\n## 인용\n\n- 451 N.W.2d 910\n- 234 Neb. 537\n\n## 판결문 요약\n\n\n451 N.W.2d 910 (1990)\n234 Neb. 537\nBITUMINOUS CASUALTY CORPORATION, Appellant and Cross-Appellee,\nv.\nTheodore C. DEYLE, Appellee and Cross-Appellant.\nNo. 89-426.\nSupreme Court of Nebraska.\nFebruary 23, 1990.\n*912 William M. Lamson, Jr., and Patricia A. Zieg, of Kennedy, Holland, DeLacy &amp; Svoboda, Omaha, for appellant.\nDaniel L. Lindstrom and Jeffrey H. Jacobsen, of Jacobsen, Orr, Nelson, Wright, Harder &amp; Lindstrom, P.C., Kearney, for appellee.\nHASTINGS, C.J., and BOSLAUGH, WHITE, CAPORALE, SHANAHAN, GRANT, and FAHRNBRUCH, JJ.\nPER CURIAM.\nBituminous Casualty Corporation (Bituminous) appeals from an order of the Nebraska Workers' Compensation Court, which, on rehearing, directed Bituminous to pay $56,412.05 in nursing expenses for Theodore C. Deyle. Deyle cross-appeals and contends that the Workers' Compensation Court erred in failing to award him an additional sum for waiting time, an attorney fee, and interest.\n\nSTANDARD OF REVIEW\n\"`Findings of fact made by the Nebraska Workers' Compensation Court after rehearing have the same force and effect as a jury verdict in a civil case. [Citations omitted.] In testing the sufficiency of evidence to support findings of fact made by the Nebraska Workers' Compensation Court after rehearing, the evidence must be considered in the light most favorable to the successful party. [Citations omitted.] Factual determinations by the Workers' Compensation Court will not be set aside on appeal unless such determinations are clearly erroneo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bituminous-casualty-corp-v-deyle"
    }
  ],
  "relatedIncidents": [
    14046,
    14050,
    14051,
    14057,
    14063
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}