{
  "id": 14347,
  "title": "1990년 In Re Deppe 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-02-21",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: In Re Deppe. 판결일: 1990-02-21. 법원: United States Bankruptcy Court, D. Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: In Re Douglas Paul DEPPE and Patricia Ann Deppe, D/B/A Brookview Amoco, D/B/A Brookview Service Center, Debtors\n**판결일**: 1990-02-21\n**법원**: United States Bankruptcy Court, D. Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Gregory F. Kishel\n\n## 변호인\n\nLawrence T. Hofmann and Jonathan D. Jay, Zelle & Larson, Minneapolis, Minn., for Amoco Oil Co., Brian P. Kidwell, O’Neill, Burke, O’Neill, Leonard & O’Brien, St. Paul, Minn., for trustee.\n\n## 인용\n\n- 110 B.R. 898\n\n## 판결문 요약\n\n\n110 B.R. 898 (1990)\nIn re Douglas Paul DEPPE and Patricia Ann Deppe, d/b/a Brookview Amoco, d/b/a Brookview Service Center, Debtors.\nBankruptcy No. 3-89-4795.\nUnited States Bankruptcy Court, D. Minnesota, Third Division.\nFebruary 21, 1990.\n*899 Lawrence T. Hofmann and Jonathan D. Jay, Zelle &amp; Larson, Minneapolis, Minn., for Amoco Oil Co.\nBrian F. Kidwell, O'Neill, Burke, O'Neill, Leonard &amp; O'Brien, St. Paul, Minn., for trustee.\n\nORDER GRANTING MOTION OF AMOCO OIL COMPANY FOR RELIEF FROM STAY\nGREGORY F. KISHEL, Bankruptcy Judge.\nThis Chapter 7 case came on before the Court on January 22, 1990, for hearing on *900 the motion of Amoco Oil Company (\"Amoco\") for relief from stay. Amoco appeared by its attorney, Lawrence T. Hofmann. The Chapter 7 Trustee appeared by his attorney, Brian F. Kidwell. Upon the moving and responsive documents, Amoco's supporting affidavits, and the arguments of counsel, the Court grants Amoco's motion.\n\nFINDINGS OF FACT AND PROCEDURAL HISTORY\nDebtors filed a voluntary petition under Chapter 7 on December 11, 1989. Prior to that filing, Douglas Deppe (\"Deppe\") operated a retail gasoline service station at 135 North Century Avenue, Maplewood, Minnesota, on premises owned by Amoco. He occupied the premises under lease from Amoco, and did business under Amoco's brand name under a \"Dealer Supply Agreement.\" Both of these agreements are dated August 5, 1988; both have a three-year term, to expire on August 31, 1991.\nIn their Schedule B-3, Debtors sch...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-deppe"
    }
  ],
  "relatedIncidents": [
    14074,
    14116,
    14118,
    14135,
    14294
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}