{
  "id": 14343,
  "title": "1990년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-02-23",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1990-02-23. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania, Appellee, v. Arthur LESTER, Appellant\n**판결일**: 1990-02-23\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Cavanaugh, Montemuro and Popovich\n\n## 변호인\n\nCharles J. Cunningham, III, Philadelphia, for appellant., David S. Thalheimer, Asst. Dist. Atty., Philadelphia, for Com., appellee.\n\n## 인용\n\n- 572 A.2d 694\n- 392 Pa. Super. 66\n\n## 판결문 요약\n\n\n392 Pa. Super. 66 (1990)\n572 A.2d 694\nCOMMONWEALTH of Pennsylvania, Appellee,\nv.\nArthur LESTER, Appellant.\nSupreme Court of Pennsylvania.\nArgued November 14, 1989.\nFiled February 23, 1990.\nReargument Denied May 2, 1990.\n*67 Charles J. Cunningham, III, Philadelphia, for appellant.\nDavid S. Thalheimer, Asst. Dist. Atty., Philadelphia, for Com., appellee.\nBefore CAVANAUGH, MONTEMURO and POPOVICH, JJ.\nPOPOVICH, Judge:\nIn this factually unique appeal, Arthur Lester, appellant, alleges that the police promised him sexual rendezvous with his wife and lovers in exchange for his cooperation/confession in a murder investigation. (The record indicates that the police honored their promises.) Lester contends that his trial counsel was ineffective for failing to introduce evidence at the suppression hearing to demonstrate that his confession was involuntary since it was induced by the promises of sexual services made by the police. Lester further asserts that counsel's stewardship was deficient in that counsel did not advise Lester to testify on his own behalf at the suppression hearing.\nAfter a thorough review of the record in this case, and based on our evaluation of Lester's contention and the pertinent law, we conclude that promises of sexual services to a prisoner constitute an inducement sufficient to compel an involuntary confession. Moreover, we find that trial counsel should have elicited Lester's testimony at the suppression hearing with regard to whether his confession was *68...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-lester"
    }
  ],
  "relatedIncidents": [
    14050,
    14063,
    14066,
    14095,
    14107
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}