{
  "id": 14342,
  "title": "1990년 Duran 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-02-23",
  "location": "Utah, UT, USA",
  "summary": "미국 Utah, UT 법원 판결 사건. 사건명: Duran. 판결일: 1990-02-23. 법원: Court of Appeals of Utah.",
  "description": "## 사건 정보\n\n**사건명**: Leo B. DURAN, Petitioner and Appellant, v. Gerald COOK, Warden, Utah State Prison, Respondent\n**판결일**: 1990-02-23\n**법원**: Court of Appeals of Utah\n**관할**: Utah, UT\n\n**판사**: Bench, Garff and Larson\n\n## 변호인\n\nLeo B. Duran, Draper, pro se., R. Paul Van Dam and Dan R. Larsen, Salt Lake City, for respondent.\n\n## 인용\n\n- 788 P.2d 1038\n\n## 판결문 요약\n\n\n788 P.2d 1038 (1990)\nLeo B. DURAN, Petitioner and Appellant,\nv.\nGerald COOK, Warden, Utah State Prison, Respondent.\nNo. 890203-CA.\nCourt of Appeals of Utah.\nFebruary 23, 1990.\nLeo B. Duran, Draper, pro se.\nR. Paul Van Dam and Dan R. Larsen, Salt Lake City, for respondent.\nBefore BENCH, GARFF and LARSON, JJ.[1]\nBENCH, Judge:\nThis appeal is from a dismissal by the district court of a petition for writ of habeas corpus. We affirm.\nOn June 8, 1987, appellant Leo B. Duran appeared with court-appointed counsel in Third District Court and pleaded guilty to charges of burglary, a second degree felony, and theft, a third degree felony. He was subsequently sentenced on both convictions; no appeal was taken.\nShortly thereafter, appellant filed a petition for writ of habeas corpus with the district court, seeking to have his theft conviction dismissed. Appellant alleged that he had entered his pleas upon the erroneous advice of counsel. As the basis for his ineffective assistance of counsel claim, appellant contended that the convictions arose from a single criminal episode, and that his counsel failed to advise him that because theft is a lesser included offense of burglary, he could not constitutionally be convicted of both crimes.\nAfter a hearing on his petition, during which appellant appeared with court-appointed counsel, the court granted the State's motion to dismiss, without explaining the basis for its ruling. Appellant appealed *1039 the summary dismissal of his petition to th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=duran-v-cook"
    }
  ],
  "relatedIncidents": [
    14046,
    14077,
    14109,
    14176,
    14215
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}