{
  "id": 14345,
  "title": "1990년 Crowe 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-02-22",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Crowe. 판결일: 1990-02-22. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellant, v. DONALD J. CROWE, Defendant-Appellee\n**판결일**: 1990-02-22\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Lund\n\n## 변호인\n\nRichard L. Broch, State’s Attorney, of Tuscola (Kenneth R. Boyle, Robert J. Biderman, and David E. Mannchen, all of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People., Mark T. Petty, of Areola, for appellee.\n\n## 인용\n\n- 552 N.E.2d 5\n- 195 Ill. App. 3d 212\n\n## 판결문 요약\n\n\n195 Ill. App. 3d 212 (1990)\n552 N.E.2d 5\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellant,\nv.\nDONALD J. CROWE, Defendant-Appellee.\nNo. 4-89-0409.\nIllinois Appellate Court  Fourth District.\nOpinion filed February 22, 1990.\nRehearing denied April 20, 1990.\n*213 Richard L. Broch, State's Attorney, of Tuscola (Kenneth R. Boyle, Robert J. Biderman, and David E. Mannchen, all of State's Attorneys Appellate Prosecutor's Office, of counsel), for the People.\nMark T. Petty, of Arcola, for appellee.\nReversed and remanded.\nJUSTICE LUND delivered the opinion of the court:\nOn August 26, 1988, defendant Donald Crowe was charged with four traffic violations. On September 12, 1988, an information was filed in the circuit court of Douglas County alleging that, based on the same incident for which he was ticketed, defendant committed the offense of reckless homicide in violation of section 9-3 of the Criminal Code of 1961 (Code) (Ill. Rev. Stat. 1987, ch. 38, par. 9-3). On April 14, 1989, pursuant to defendant's motions, the court dismissed all the cases for violations of the speedy-trial provisions of the Code. The State now appeals.\nDefendant Donald Crowe was charged, on August 26, 1988, by uniform traffic complaint citations with four violations of the Illinois Vehicle Code (Ill. Rev. Stat. 1987, ch. 95 1/2, par. 1-100 et seq.). These were driving under the influence of alcohol (DUI), failure to reduce speed to avoid an accident, driving in the wrong lane, and failure to wear a sea...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-crowe"
    }
  ],
  "relatedIncidents": [
    14050,
    14063,
    14066,
    14095,
    14107
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}