{
  "id": 14344,
  "title": "1990년 Sailer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-02-23",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Sailer. 판결일: 1990-02-23. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Edward SAILER, Don R. Cattell and Gail Reynolds, on behalf of themselves and all others similarly situated v. NATIONWIDE REALTY CORP., a Florida corporation, and William Broeder\n**판결일**: 1990-02-23\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Campbell, Hall, Parker\n\n## 변호인\n\nA. Douglas Grace, Jr., of Grace and Couse, P.A., Fort Myers, for appellants., Theodore L. Tripp, Jr., of Garvin & Tripp, P.A., Fort Myers, for appellees.\n\n## 인용\n\n- 556 So. 2d 1248\n\n## 판결문 요약\n\n\nPER CURIAM.\nAppellants appeal a final judgment dismissing their complaint against appellees without prejudice to the right to pursue a shareholder’s derivative claim. We affirm. However, our affirmance is also without prejudice to appellants’ right to pursue individual causes of actions against appellees in the event appellants are able to allege such a cause of action which would assert rights individual to themselves and differing from any rights they have in common as shareholders or members of the nonprofit corporation Sanibel Bayous Homeowners Association, Inc. The allegations of the complaint dismissed below did not attempt to assert any such individual rights. Such rights, if any, would arise from a separate and distinct cause of action which would exist, if at all, in appellants in a different capacity than the representative capacity in which they attempted to bring the cause of action underlying this appeal.\nCAMPBELL, C.J., and HALL and PARKER, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sailer-v-nationwide-realty-corp"
    }
  ],
  "relatedIncidents": [
    14046,
    14050,
    14051,
    14057,
    14063
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}