{
  "id": 14346,
  "title": "1990년 Carson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-02-22",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Carson. 판결일: 1990-02-22. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: In re William E. CARSON, Jr. William E. CARSON, Jr. v. William J. PIERCE, Sheriff of Jasper County, Missouri\n**판결일**: 1990-02-22\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crow, Parrish, Prewitt\n\n## 변호인\n\nWilliam J. Fleischaker, Sylvia K. Byrnes-Ales, Roberts, Fleischaker & Williams, Joplin, for petitioner., David C. Dally, Pros. Atty., Tim A. Wynes, Asst. Pros. Atty., Joplin, for respondent.\n\n## 인용\n\n- 789 S.W.2d 495\n\n## 판결문 요약\n\n\nPARRISH, Judge.\nThis is an original proceeding in habeas corpus pursuant to Rule 91.01, et seq.\nPetitioner Carson is presently being held in the custody of the respondent sheriff awaiting transport to the Department of Corrections to serve a ten-year sentence. In 1989, Carson pled guilty in the Circuit Court of Jasper County to the offense of selling a controlled substance, marijuana. Following a presentence investigation, Carson was sentenced to confinement by the Department of Corrections for a term of ten years. Execution of that sentence was suspended and probation was granted for five years on certain prescribed terms and conditions of probation.\nA probation violation hearing was held February 1, 1990. The trial court found that petitioner had used cocaine, thereby violating one of his conditions of probation. Carson’s probation was revoked.\nPetitioner asserts that his probation violation hearing was constitutionally flawed and that he is being illegally restrained.\nFor the reasons hereafter stated, this court finds that petitioner’s probation violation hearing did not afford petitioner the minimum standards of due process to which he is entitled. Petitioner is, therefore, illegally restrained by the respondent sheriff. Order should enter, forthwith, for petitioner’s discharge.\nThe state presented no testimony at the probation violation hearing. The only evidence presented was a violation report dated November 3, 1989, with an attached laboratory report from Upshur Labo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carson-v-pierce"
    }
  ],
  "relatedIncidents": [
    14074,
    14116,
    14118,
    14135,
    14294
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}