{
  "id": 14355,
  "title": "1990년 Crosby 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-02-15",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Crosby. 판결일: 1990-02-15. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Crosby v. the State\n**판결일**: 1990-02-15\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Smith\n\n## 변호인\n\nAdele P. Grubbs, Lynn M. Stevens, for appellant., Thomas J. Charron, District Attorney, Russell J. Parker, Debra H. Bernes, Assistant District Attorneys, Michael J. Bowers, Attorney General, Leonora Grant, for appellee.\n\n## 인용\n\n- 389 S.E.2d 207\n- 259 Ga. 822\n\n## 판결문 요약\n\n\n259 Ga. 822 (1990)\n389 S.E.2d 207\nCROSBY\nv.\nTHE STATE.\nS90A0193.\nSupreme Court of Georgia.\nDecided February 15, 1990.\nReconsideration Denied March 28, 1990.\nAdele P. Grubbs, Lynn M. Stevens, for appellant.\nThomas J. Charron, District Attorney, Russell J. Parker, Debra H. Bernes, Assistant District Attorneys, Michael J. Bowers, Attorney General, Leonora Grant, for appellee.\nSMITH, Presiding Justice.\nThe appellant, Earnest Joe Crosby, was sentenced to life imprisonment for the malice murder of Bonnie Sue Oliphant.[1] We affirm.\nThe appellant and the victim lived together; however, their relationship began deteriorating when the victim began having an affair with Roy Armentrout, and she moved into her own apartment. She continued seeing Mr. Armentrout until Mrs. Armentrout discovered them in the victim's apartment. The appellant expressed his desire \"to get even\" when Mrs. Armentrout informed the appellant of her discovery.\nThe following week, on the day of the shooting, the appellant purchased a pistol and some bullets. He told the salesperson he needed a gun to shoot snakes, and on the bottom left side of his check he wrote \"snake hunt.\" The appellant specifically requested hollow point bullets.\nTwice on the day of the shooting, the appellant went to Mrs. Armentrout's place of employment. He acted angry and upset and he made statements that caused Mrs. Armentrout to believe that he intended to hurt the victim and Mr. Armentrout. Once again he told Mrs. Armentrout he was \"goin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=crosby-v-state"
    }
  ],
  "relatedIncidents": [
    14050,
    14063,
    14066,
    14095,
    14107
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}