{
  "id": 14362,
  "title": "1990년 Rose 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-02-07",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Rose. 판결일: 1990-02-07. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Rose v. State\n**판결일**: 1990-02-07\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Dan M. Lee, P.J., and Prather and Blass\n\n## 인용\n\n- 556 So. 2d 728\n\n## 판결문 요약\n\n\n556 So.2d 728 (1990)\nDeborah Holley ROSE\nv.\nSTATE of Mississippi.\nNo. 07-KA-58718.\nSupreme Court of Mississippi.\nFebruary 7, 1990.\n*729 David L. Walker, Law Offices of David L. Walker, Batesville, for appellant.\nEdwin Lloyd Pittman, Atty. Gen., elected Supreme Court Justice January 3, 1989, Mike C. Moore, Atty. Gen., John R. Henry, Jr., Sp. Asst. Atty. Gen., Jackson, for appellee.\nBefore DAN M. LEE, P.J., and PRATHER and BLASS, JJ.\nBLASS, Justice, for the Court:\n\nI.\nDeborah Holley Rose was indicted by the grand jury of Panola County's Second Judicial District of the crime of Conspiracy to commit Grand Larceny in violation of Miss. Code Ann. § 97-1-1(a), as amended (1972); and Grand Larceny in violation of Miss. Code Ann. § 97-17-41 (1972). Co-indictees were Toy Franklin Coleman and Joseph Alton Ivy. Defendants were accused of stealing one EF 2000 Yamaha portable generator. The indictment accused Johnny Ray Fowler of knowingly receiving this *730 same property. The date of the crime was stated in the indictment as \"on or about the 18th day of August, 1986.\" The indictment was amended at trial, changing the date of the alleged crime to \"on or about September 9, 1986 to September 13, 1986 inclusive.\"\nThe jury found Ms. Rose guilty on both counts, and she was sentenced to serve a term of four years in the custody of MDC on each count, to run concurrently. She was fined $1,000.00 and ordered to pay all Court costs. In addition, she was found in contempt of court for her conduct i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rose-v-state"
    }
  ],
  "relatedIncidents": [
    14046,
    14050,
    14051,
    14057,
    14063
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}