{
  "id": 14363,
  "title": "1990년 Kayser 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-02-06",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Kayser. 판결일: 1990-02-06. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Thomas KAYSER, Movant-Appellant v. STATE of Missouri, Respondent-Respondent\n**판결일**: 1990-02-06\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crist, Gaertner, Reinhard\n\n## 변호인\n\nStormy B. White, First Asst. Public Defender, Clayton, for movant-appellant., William L. Webster, Atty. Gen., John M. Morris, Asst. Atty. Gen., Jefferson City, for respondent-respondent.\n\n## 인용\n\n- 784 S.W.2d 820\n\n## 판결문 요약\n\n\nREINHARD, Judge.\nMovant appeals from the denial of his Rule 27.26 motion after an evidentiary hearing. We affirm.\nA jury convicted movant of two counts of first degree robbery. The trial court sentenced him as a persistent offender to consecutive prison terms of life and 80 years. We affirmed on direct appeal, State v. Kayser, 671 S.W.2d 352 (Mo.App.1984).\nBriefly stated, the state’s evidence was that movant and another man knocked on the front door of the victims’ residence and identified themselves as police officers. The twenty year old son of the family residing in the house answered. One of the men pulled out a pistol and the son attempted unsuccessfully to close the door. The two men followed the son into the family room and ordered the entire family (parents, son and two daughters) to the floor where they were handcuffed and bound at the ankles. After asking where any jewelry might be found, the men ransacked the house and stole $150,000 in jewelry and a handgun. A daughter was able to call the police. The father and son gave nearly identical physical descriptions of the two men. Each indicated that both men carried guns and that one carried a police radio receiver. Five days later the father and son separately identified movant from police photos. Movant was arrested and a search of his car revealed two jeweler’s loupes, a paper containing police radio frequencies and a .380 automatic shell. The father and son then separately identified movant in a line-up.\nMovant fi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kayser-v-state"
    }
  ],
  "relatedIncidents": [
    14080,
    14099,
    14115,
    14117,
    14132
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}