{
  "id": 14365,
  "title": "1990년 Brockman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-02-05",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Brockman. 판결일: 1990-02-05. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff, v. WILMER BROCKMAN Et Al., Defendants (Wilmer Brockman, Jr., D/B/A Brockman Sanitary Service, Third-Party Plaintiff-Appellant; AAA Disposal Systems, Inc., Et Al., Third-Party Defendants-Appellees); THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff, v. WILMER BROCKMAN Et Al., Defendants (Wilmer Brockman, Jr., D/B/A Brockman Sanitary Service, Appellant; AAA Disposal Systems, Inc., Et Al., Appellees); THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff, v. WILMER BROCKMAN, JR., Et Al., Defendants (Pioneer Equities, Inc., Et Al., Appellants; John Mathes and Associates, Inc., Et Al., Appellees)\n**판결일**: 1990-02-05\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Heiple, Stouder\n\n## 변호인\n\nArmstrong, Surin & Engels, of Ottawa (Craig M. Armstrong and Keith R. Leigh, of counsel), for appellant Wilmer Brockman, Jr., Keith R. Leigh, of Seneca, William A. Speary, Jr., of Tenney & Bentley, of Chicago, and S. Louis Rathje, of Rathje, Woodward, Dyer & Burt, of Wheaton, for other appellants., Neil F. Hartigan, Attorney General, of Springfield (Pamela M. Ciarrocchi, Assistant Attorney General, of Chicago, of counsel), for appellee Environmental Protection Agency., Fred C. Prillaman and Lisa\n\n## 인용\n\n- 550 N.E.2d 222\n- 192 Ill. App. 3d 680\n\n## 판결문 요약\n\n JUSTICE HEIPLE delivered the opinion of the court: The plaintiff, the State of Illinois, filed a complaint on September 22, 1981, against the defendant and third-party plaintiff Wilmer Brockman, Jr., a landfill operator of a 25-acre tract of land in La Salle County, Illinois, commonly referred to as the Brockman I landfill. The State’s complaint alleged that from August 1970 through September 1979, Brockman improperly operated the Brockman I landfill in violation of various provisions of the Illinois Environmental Protection Act (IEP Act) (Ill. Rev. Stat. 1987, ch. HV-lz, par. 1001 et seq.). Specifically, the State alleged that Brockman permitted the open burning of refuse, that the landfill accepted and disposed of unpermitted special wastes, and that the site created a water pollution hazard. The State’s prayer for relief requested the following: injunctive relief; installation of monitoring wells; an order directing Brockman to bring the site into compliance with the IEP Act; the imposition of civil penalties in the amount of $10,000 for each violation of the IEP Act and $1,000 for each day that a violation is established; the assessment of costs and fees; and any other additional relief that is appropriate. On April 15, 1987, Brockman filed a third-party complaint seeking to join numerous generators and transporters who had allegedly contributed to the disposal of unpermitted wastes at the Brockman I landfill. On July 15, 1987, the trial court ruled in favor of motions t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-brockman"
    }
  ],
  "relatedIncidents": [
    14046,
    14050,
    14051,
    14057,
    14063
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}