{
  "id": 14373,
  "title": "1990년 Gray 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-01-24",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Gray. 판결일: 1990-01-24. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Charles GRAY\n**판결일**: 1990-01-24\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Lindsay, Norris, Sexton\n\n## 변호인\n\nMichael A. Courteau, Monroe, for appellant., William J. Guste, Jr., Atty. Gen., Baton Rouge, James A. Norris, Jr., Dist. Atty., John Spires, Asst. Dist. Atty., Monroe, for appellee.\n\n## 인용\n\n- 556 So. 2d 661\n\n## 판결문 요약\n\n\nLINDSAY, Judge.\nThe defendant, Charles Gray, appeals his convictions and sentences for two counts of aggravated rape, violations of LSA-R.S. 14:42, and two counts of aggravated crime against nature, violations of LSA-R.S. 14:89. These offenses arose from two separate incidents involving two different victims. For the following reasons, we affirm in part, vacate in part, enter responsive verdicts and remand for resentencing.\n*663FACTS\nAs to counts one and two of the indictment, the defendant was charged with aggravated rape and aggravated crime against nature, respectively. The record reveals that on March 18, 1987, between 8:00 and 8:30 p.m., Ms. L.J., the young female victim of the first alleged offenses, was walking to her home in Monroe, Louisiana. A friend stopped to offer her a ride, which she declined. While talking with her friend, the victim observed a man, later identified as the defendant, dressed in a white jogging suit, standing under a street light on a nearby street corner. After the friend departed, the defendant approached the victim, grabbed her and forced her into a vacant house a short distance away. When the victim began to cry, the defendant told her that if she was not quiet he would “do something” to her.\nThe defendant attempted unsuccessfully to rape the victim. He then forced her to perform oral sex upon him. The defendant then raped the victim before setting her free.\nThe next day, the victim told her friend about the attack. The friend had also see...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-gray"
    }
  ],
  "relatedIncidents": [
    14046,
    14077,
    14109,
    14176,
    14215
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}