{
  "id": 14370,
  "title": "1990년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-01-31",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1990-01-31. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania, Appellee, v. Victor OLEYNIK, Appellant\n**판결일**: 1990-01-31\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Cappy, Flaherty, Larsen, McDERMOTT, Nix, Papadakos, Zappala\n\n## 변호인\n\nGary A. Fabian (court-appointed), Meadville, for appellant., John M. Dawson, Dist. Atty., Douglas W. Ferguson, Asst. Dist. Atty., Meadville, for appellee.\n\n## 인용\n\n- 568 A.2d 1238\n- 524 Pa. 41\n\n## 판결문 요약\n\n\n524 Pa. 41 (1990)\n568 A.2d 1238\nCOMMONWEALTH of Pennsylvania, Appellee,\nv.\nVictor OLEYNIK, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted September 28, 1989.\nDecided January 31, 1990.\n*42 Gary A. Fabian (court-appointed), Meadville, for appellant.\nJohn M. Dawson, Dist. Atty., Douglas W. Ferguson, Asst. Dist. Atty., Meadville, for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and CAPPY, JJ.\n\nOPINION\nNIX, Chief Justice.\nThis is an appeal from the order of the Superior Court, 376 Pa.Super. 641, 541 A.2d 792, which affirmed the judgment of sentence imposed by the Court of Common Pleas of Crawford County. The judgment of sentence was entered *43 after a jury found the appellant guilty of involuntary manslaughter and aggravated assault. The issue of error involved here is based solely on the use of written instructions by the court. The appellant raised three additional claims of error which were not considered due to our resolution of the initial matter.[1]\nThe facts of this case are that on July 21, 1984, appellant's wife died as a result of a beating inflicted upon her by appellant on July 4, 1984. The cause of death was listed as liver failure, which was a direct result of the assault. Before the jury retired to deliberate, the trial judge gave oral instructions on the legal issues involved. Over the objections of appellant's trial counsel, the trial judge also sent with the jury written instructions pertaining to legal causation and the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-oleynik"
    }
  ],
  "relatedIncidents": [
    14050,
    14063,
    14066,
    14095,
    14107
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}