{
  "id": 14371,
  "title": "1990년 Hedrick 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-01-26",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: Hedrick. 판결일: 1990-01-26. 법원: West Virginia Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of West Virginia Ex Rel. Randy Lee BOSO v. Jerry C. HEDRICK, Warden\n**판결일**: 1990-01-26\n**법원**: West Virginia Supreme Court\n**관할**: West Virginia, WV\n\n**판사**: Per Curiam\n\n## 변호인\n\nRandy Lee Boso, pro se., C. Terry Owen, Charleston, for Jerry C. Hedrick.\n\n## 인용\n\n- 391 S.E.2d 614\n- 182 W. Va. 701\n\n## 판결문 요약\n\n\n391 S.E.2d 614 (1990)\nSTATE of West Virginia ex rel. Randy Lee BOSO\nv.\nJerry C. HEDRICK, Warden.\nNo. 18877.\nSupreme Court of Appeals of West Virginia.\nJanuary 26, 1990.\n*617 Randy Lee Boso, pro se.\nC. Terry Owen, Charleston, for Jerry C. Hedrick. *615\n*616 PER CURIAM:\nThe defendant below, Randy Lee Boso, appeals from an order of the Circuit Court of Marshall County, entered on December 17, 1987, denying him relief in habeas corpus.\nMr. Boso was indicted on three felony counts of burglary, breaking and entering, and aiding in concealing stolen property. On September 20, 1983, upon a trial by jury, Mr. Boso was convicted of burglary.\nFollowing the defendant's conviction, the State filed a recidivist action, and a trial was conducted. Mr. Boso previously had been convicted of delivery of a controlled substance and breaking and entering, both of which were felony convictions. On October 5, 1983, Mr. Boso was sentenced to life imprisonment pursuant to W.Va.Code, 61-11-18 (1943).[1]\nOn July 18, 1984, Mr. Boso filed a petition for appeal from the judgment of the trial court. By order entered on November 13, 1984, this Court refused the petition for appeal. A second petition for appeal was filed by Mr. Boso on November 27, 1984. We also refused that petition on December 5, 1984.[2]\nMr. Boso filed a petition for a writ of habeas corpus in the Circuit Court of Marshall County on February 21, 1985, raising the same issues asserted in the petitions for appeal. By order entered on Februa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-boso-v-hedrick"
    }
  ],
  "relatedIncidents": [
    14080,
    14099,
    14115,
    14117,
    14132
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}