{
  "id": 14378,
  "title": "1990년 Collard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-01-17",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Collard. 판결일: 1990-01-17. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Margaret Sandra COLLARD v. KENTUCKY BOARD OF NURSING Dr. Bruce Neiger and Sharon W. Weisenbeck, Cheryl Westbay, Sylvia Carson and Peggy Fishburn, Individually and in their official capacities as Hearing Officers of Kentucky Board of Nursing\n**판결일**: 1990-01-17\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Guy, Lively, Milburn\n\n## 변호인\n\nTheodore H. Amshoff, Jr., Guy Anthony Bayes, and Walter M. Weber (argued), Am-shoff, Amshoff & Searcy, Louisville, Ky., for plaintiff-appellant., William C. Shouse, Kentucky Bd. of Nursing (argued), Linda J. Onkotz, William C. Goetz, Louisville, Ky., and Ronald G. Sheffer, Sheffer, Hoffman, Neel, Wilson & Thomason, Henderson, Ky., for defendants-appellees.\n\n## 인용\n\n- 896 F.2d 179\n\n## 판결문 요약\n\n\nRALPH B. GUY, Jr., Circuit Judge.\nPlaintiff, Margaret Collard, appeals from the dismissal of her 42 U.S.C. § 1983 action. The suit was dismissed on the basis of the statute of limitations. The district court applied a one-year statute to plaintiffs claims and Collard argues that the applicable statute is five years. She also argues that even if a one-year statute applies, she properly initiated this action within that period of time.\nUpon review, we conclude that the district court correctly applied the one-year statute of limitations and we affirm.\nI.\nCollard is a nurse licensed to practice in the Commonwealth of Kentucky. As a result of her attempt to stop what she maintains was an illegal abortion, two complaints were filed against her with the Kentucky Board of Nursing (KBN or Board). Hearings were held and, on December 13, 1983, the Board issued a final decision placing Collard on probation for two years and assessing a $500 fine. Collard then filed a complaint in the Jefferson Circuit Court, seeking to overturn the Board’s decision. She attacked the decision on constitutional, statutory, and procedural grounds, claiming denial of due process as well as violation of rights guaranteed by the first amendment. After hearings and a review of the record, the Jefferson Circuit Court determined that Collard had not been denied due process. The circuit court also ruled that Collard’s actions exceeded those protected by the first and fourteenth amendments of the United States Co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "주요판결",
    "방화",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=guidry-v-sheet-metal-workers-national-pension-fund"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=collard-v-kentucky-board-of-nursing"
    }
  ],
  "relatedIncidents": [
    14320,
    14057,
    14074,
    14116,
    14118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}