{
  "id": 14379,
  "title": "1990년 Landry 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-01-17",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Landry. 판결일: 1990-01-17. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Richard LANDRY\n**판결일**: 1990-01-17\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Charles, Guidry, Knoll, Roberts\n\n## 변호인\n\nElvin C. Fontenot, Jr., Leesville, for defendant-appellant., William E. Tilley, Dist. Atty., Leesville, for plaintiff-appellee.\n\n## 인용\n\n- 557 So. 2d 331\n\n## 판결문 요약\n\n\nCHARLES WM. ROBERTS, Judge Pro Tem.\nDefendant, Richard Landry, was convicted by a jury of one count of aggravated burglary, a violation of LSA-R.S. 14:60, *333and four counts of armed robbery, violations of LSA-R.S. 14:64. Defendant was sentenced to serve 15 years at hard labor for the aggravated burglary conviction and 99 years at hard labor for each armed robbery conviction, all sentences to run concurrently and the sentences for armed robbery to be served without benefit of suspension, probation or parole. Defendant appeals his convictions in eight assignments of error. However, four assignments of error have not been briefed on appeal and are considered abandoned. State v. Dewey, 408 So.2d 1255 (La.1982), State v. Blanton, 325 So.2d 586 (La.1976) and State v. Carlisle, 315 So.2d 675 (La.1975).\nFACTS\nThe evidence presented in connection with the motion to suppress and at the trial on the merits established that on May 5, 1988, defendant and John W. Gasaway appeared at the home of Mr. Bill Burns in Leesville, Louisiana early in the morning about 8:00 or 8:30 A.M. On this occasion, as Mr. Burns came out of his home to go to work he observed Gasaway in his garage. Gasaway told Mr. Burns that he wanted to rent from him a (mobile home) trailer to live in. In reply Mr. Burns told Gasaway that he did not rent but, Linda Keel, his daughter who ran a liquor store did the renting for him and that Gasaway would have to go there.\nNevertheless, Gasaway again approached Mr. Burns about...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-landry"
    }
  ],
  "relatedIncidents": [
    14080,
    14099,
    14115,
    14117,
    14132
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}