{
  "id": 14382,
  "title": "1990년 J-IV Investments v. David Lynn MacHine, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-01-15",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: J-IV Investments v. David Lynn MacHine, Inc.. 판결일: 1990-01-15. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: J-IV INVESTMENTS, Appellant, v. DAVID LYNN MACHINE, INC., Appellee\n**판결일**: 1990-01-15\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: McClung, Lagarde and Ovard\n\n## 변호인\n\nRodney R. Elkins, Dallas, for appellant., Nathan K. Griffin, Dallas, for appellee.\n\n## 인용\n\n- 784 S.W.2d 106\n\n## 판결문 요약\n\n\n784 S.W.2d 106 (1990)\nJ-IV INVESTMENTS, Appellant,\nv.\nDAVID LYNN MACHINE, INC., Appellee.\nNo. 05-89-00422-CV.\nCourt of Appeals of Texas, Dallas.\nJanuary 15, 1990.\nRodney R. Elkins, Dallas, for appellant.\nNathan K. Griffin, Dallas, for appellee.\nBefore McCLUNG, LAGARDE and OVARD, JJ.\n\nOPINION\nMcCLUNG, Justice.\nA judgment notwithstanding the verdict was granted to David Lynn Machine, Inc. J-IV Investments appeals therefrom complaining the trial court erred in: holding there was no evidence to support the jury's finding of fraud; failing to disregard the jury's answer to question number two; failing to grant a declaratory judgment; striking or disallowing certain pleadings; not disclosing information that would be a basis for recusal; and, denying its motion for retroactive recusal. We affirm the trial court's judgment.\nThere is no statement of facts in this case, so we derive these facts from the transcript. J-IV leased certain tool and die machinery to David Lynn Machine, Inc. for a period of sixty months. When Lynn, Inc. fell behind on the lease payments, it brought the lease current by executing a promissory note, co-signed by David Lynn, individually. The note called for monthly *107 payments to be made in addition to the lease payments. When both of these documents fell into arrears, J-IV filed suit.\nThereafter, the parties again entered into settlement negotiations. They reached an agreement in which J-IV agreed to deliver a bill of sale and a release of all claims. Lynn...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=j-iv-investments-v-david-lynn-machine-inc"
    }
  ],
  "relatedIncidents": [
    14066,
    14101,
    14139,
    14144,
    14146
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}