{
  "id": 14388,
  "title": "1990년 Larsen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-01-08",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Larsen. 판결일: 1990-01-08. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Lance Larsen\n**판결일**: 1990-01-08\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 157 A.D.2d 672\n\n## 판결문 요약\n\n\nAppeal by the defendant from a judgment of the Supreme Court, Kings County (Heller, J.), rendered April 16, 1987, convicting him of robbery in the first degree, upon a jury verdict, and imposing sentence.\nOrdered that the judgment is affirmed.\nDuring the course of trial, the prosecution elicited testimony from the arresting officer in which he repeated the contents of the description of the perpetrator as received over the police radio. On appeal, the defendant contends, inter alia, that the admission of this testimony, which allegedly impermissibly bolstered the complaining witnesses’ identification of the defendant (see, People v Trowbridge, 305 NY 471), deprived him of a fair trial.\nAlthough the police officer did not state that the defendant matched the description given by the radio transmission, the jury could have reasonably so inferred. Thus, we agree with the defendant that the police officer’s testimony implicitly bolstered the identification testimony and that it was error to admit this testimony (see, People v Williams, 109 AD2d 906). Nevertheless, we find the error harmless (see, People v Crimmins, 36 NY2d 230; see also, People v Johnson, 57 NY2d 969, 970).\nThe defendant also attributes prejudicial error to certain of the prosecutor’s remarks in summation. In one instance, the court sustained defense counsel’s objection to the prosecutor’s remarks and gave the jury instructions which effectively cured any possible prejudice to the defendant. Defense counsel did ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-larsen"
    }
  ],
  "relatedIncidents": [
    14080,
    14099,
    14115,
    14117,
    14132
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}