{
  "id": 14380,
  "title": "1990년 Alder 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-01-16",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Alder. 판결일: 1990-01-16. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Richard Glenn ALDER v. MID-SOUTH BEVERAGES, INC., Mid-South Bottling Company\n**판결일**: 1990-01-16\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Brien, Cooper, Drowota, Fones, Harbison\n\n## 변호인\n\nTony Seaton, Johnson City, Gregory Gallagher, Memphis, for plaintiff-appellant., Henry T.V. Miller, McDonald, Kuhn, Smith, Miller & Tait, Memphis, for defendant-appellee.\n\n## 인용\n\n- 783 S.W.2d 544\n\n## 판결문 요약\n\n\nOPINION\nDROWOTA, Chief Justice.\nIn this workers’ compensation case, Plaintiff, a route salesman for Mid-South Bottling Company, appeals from the trial court’s judgment denying him benefits for a gunshot injury. The sole issue presented on this appeal is whether the trial court erred in its finding that Plaintiff’s injury did not arise out of and in the course of his employment. For the reasons that follow, we affirm the judgment of the trial court.\nPlaintiff, Richard Aldgr, was a 22-year-old employee of Mid-South Bottling Company (a Pepsi-Cola distributor) in Memphis in the early part of 1986. He and a co-employee, Steve Bius, drove a company-furnished pick-up truck to three large Memphis grocery stores, where their job duties included setting up displays and keeping the stores stocked with drinks that had previously been delivered to the storeroom by large Pepsi delivery trucks. Co-employee Bius worked with Plaintiff and although Plaintiff normally drove the truck, neither man had management authority over the other.\nEarly on the morning of February 10, 1986, as Plaintiff and Bius drove into a Kroger supermarket parking lot to begin their work day, they saw two young men suspiciously walking near the back of the store close to several eighteen-wheel tractor-trailer delivery trucks. Plaintiff and Bius followed the two men and saw them leave in a four-door Chevrolet Impala. Plaintiff and Bius then worked the Kroger store and left for another store in a different location.\nPla...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=alder-v-mid-south-beverages-inc"
    }
  ],
  "relatedIncidents": [
    14046,
    14050,
    14051,
    14057,
    14063
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}