{
  "id": 14385,
  "title": "1990년 Trevino 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1990-01-10",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Trevino. 판결일: 1990-01-10. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Emilia P. TREVINO, Et Al., Appellants, v. LIGHTNING LAYDOWN, INC., Et Al., Appellees\n**판결일**: 1990-01-10\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Powers, Gammage and Aboussie\n\n## 변호인\n\nBob Roberts, Law Offices of Bob Roberts, Austin, for appellants., Marc 0. Knisely, McGinnis, Lochridge & Kilgore, Austin, for appellees.\n\n## 인용\n\n- 782 S.W.2d 946\n\n## 판결문 요약\n\n\n782 S.W.2d 946 (1990)\nEmilia P. TREVINO, et al., Appellants,\nv.\nLIGHTNING LAYDOWN, INC., et al., Appellees.\nNo. 3-88-085-CV.\nCourt of Appeals of Texas, Austin.\nJanuary 10, 1990.\nRehearing Denied February 7, 1990.\n*947 Bob Roberts, Law Offices of Bob Roberts, Austin, for appellants.\nMarc O. Knisely, McGinnis, Lochridge &amp; Kilgore, Austin, for appellees.\nBefore POWERS, GAMMAGE and ABOUSSIE, JJ.\nABOUSSIE, Justice.\nThis wrongful death and survival action arose from a collision in which a trailer suddenly detached from a truck and struck Jose Trevino's automobile, killing him. All of the defendants except appellee International Bank of Commerce settled before trial. The jury found that appellee's negligence proximately caused the accident and accounted for five percent of the fault causing the occurrence. The jury further found that appellee acted with conscious indifference, but declined to award exemplary damages. The court awarded appellants five percent of their total damages determined in accordance with the jury findings. Appellants contend that the jury's finding included damages for appellee's gross negligence and thereby rendered appellee liable to pay the entire amount of damages it assessed. See Service Lloyd's Ins. Co. v. Greenhalgh, 771 S.W.2d 688 (Tex.App.1989, writ granted). We will affirm the judgment of the trial court.\nAppellants brought suit against trailer owner Lightning Laydown, Inc., manufacturer Garber Industries/South Texas Tong, Inc., driver David Ril...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=trevino-v-lightning-laydown-inc"
    }
  ],
  "relatedIncidents": [
    14050,
    14063,
    14066,
    14095,
    14107
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}