{
  "id": 14396,
  "title": "1989년 Bias 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-12-28",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: Bias. 판결일: 1989-12-28. 법원: Nevada Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: HENRY LEE BIAS, Appellant, v. THE STATE OF NEVADA, Respondent\n**판결일**: 1989-12-28\n**법원**: Nevada Supreme Court\n**관할**: Nevada, NV\n\n**판사**: Per Curiam\n\n## 변호인\n\nColucci & Amador, Las Vegas, for Appellant., Brian McKay, Attorney General, Carson City; Rex Bell, District Attorney, James Tufteland, Deputy District Attorney, and Bradford R. Jerbic, Deputy District Attorney, Clark County, for Respondent.\n\n## 인용\n\n- 784 P.2d 963\n- 105 Nev. 869\n\n## 판결문 요약\n\n\n784 P.2d 963 (1989)\nHenry Lee BIAS, Appellant,\nv.\nThe STATE of Nevada, Respondent.\nNo. 19469.\nSupreme Court of Nevada.\nDecember 28, 1989.\nColucci &amp; Amador, Las Vegas, for appellant.\nBrian McKay, Atty. Gen., Carson City, Rex Bell, Dist. Atty., James Tufteland, Deputy Dist. Atty., and Bradford T. Jerbic, Deputy Dist. Atty., Las Vegas, for respondent.\n\nOPINION\nPER CURIAM:\nShortly after midnight on October 22, 1987, a man using a toy gun held a 7-Eleven store patron from behind while he demanded money from the cashier, McClure. After obtaining a bag of money from McClure, the man forced the patron outside at gunpoint and ran off. When the police arrived, McClure described the gun as being black with a small green mark on the side, and said he was unsure whether it was real or a toy.\nSeveral hours later, the police officer who made the robbery report noticed appellant *964 and a companion in another part of town. Because appellant fit the description of the robbery suspect, the officer approached the men. When he saw appellant throw a gun into the bushes, he ordered both men in front of his car and handcuffed them. Upon retrieving the gun, the officer discovered that it was a toy gun with a green plastic projectile showing on the side.\nAn assisting officer went to the 7-Eleven and told McClure that they had someone they wanted him to identify. McClure rode in the squad car to where the suspects were standing handcuffed in front of another police vehicle. While McClure remaine...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bias-v-state"
    }
  ],
  "relatedIncidents": [
    14570,
    14282,
    14397,
    14404,
    14405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}