{
  "id": 14397,
  "title": "1989년 United States v. MacArthur Martin Bryant 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-12-27",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. MacArthur Martin Bryant. 판결일: 1989-12-27. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. MacArthur Martin BRYANT, Defendant-Appellant\n**판결일**: 1989-12-27\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n**판사**: Ebel, Holloway, McKAY\n\n## 변호인\n\nPeter Schoenburg, Asst. Federal Public Defender, Albuquerque, N.M., for defendant-appellant., Paula G. Burnett, Asst. U.S. Atty., Albuquerque, N.M. (William L. Lutz, U.S. Atty., Albuquerque, N.M., was also on the brief) for plaintiff-appellee.\n\n## 인용\n\n- 892 F.2d 1466\n\n## 판결문 요약\n\n892 F.2d 1466\n    UNITED STATES of America, Plaintiff-Appellee,v.MacArthur Martin BRYANT, Defendant-Appellant.\n    No. 88-1836.\n    United States Court of Appeals,Tenth Circuit.\n    Dec. 27, 1989.\n    \n      Peter Schoenburg, Asst. Federal Public Defender, Albuquerque, N.M., for defendant-appellant.\n      Paula G. Burnett, Asst. U.S. Atty., Albuquerque, N.M.  (William L. Lutz, U.S. Atty., Albuquerque, N.M., was also on the brief) for plaintiff-appellee.\n      Before HOLLOWAY, Chief Judge, and McKAY and EBEL, Circuit Judges.\n      HOLLOWAY, Chief Judge.\n    \n    \n      1\n      Defendant-Appellant Bryant appeals his conviction for involuntary manslaughter.  18 U.S.C. &#167; 1112.   Bryant argues that (1) the district court abused its discretion by failing to define adequately for the jury the term \"wanton or reckless disregard for human life\" as an element of involuntary manslaughter, and (2) the court violated his rights under the Double Jeopardy Clause when it based its sentence of Bryant on a view of the evidence that was contrary to that found by the jury.   We affirm.\n    \n    I.\n    \n      2\n      The killing for which Bryant was prosecuted took place during the summer of 1987 on the Navajo reservation in the Chuska Mountains near Sand Springs, New Mexico.   On the night of July 25, 1987, Oscar Wood and his brother Ervin Wood--distant clan relations of Bryant--went to the home of Roy Wood, the defendant's half-brother.   Oscar and Ervin Wood had a flat tire and, according...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-macarthur-martin-bryant"
    }
  ],
  "relatedIncidents": [
    14426,
    14437,
    14455,
    14461,
    14467
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}