{
  "id": 14406,
  "title": "1989년 Smith v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-12-19",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Smith v. State. 판결일: 1989-12-19. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Freddie Lee SMITH, Appellant, v. STATE of Indiana, Appellee\n**판결일**: 1989-12-19\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBRULER, Dickson, Fourth, Givan, Piyarnik, Shepard\n\n## 변호인\n\nSusan K. Carpenter, Public Defender, Teresa D. Harper, Deputy Public Defender, Indianapolis, for appellant., Linley E. Pearson, Atty. Gen., John D. Shuman, Deputy Atty. Gen., Indianapolis, for appellee.\n\n## 인용\n\n- 547 N.E.2d 845\n\n## 판결문 요약\n\n\n547 N.E.2d 845 (1989)\nFreddie Lee SMITH, Appellant,\nv.\nSTATE of Indiana, Appellee.\nNo. 90S04-8912-CR-929.\nSupreme Court of Indiana.\nDecember 19, 1989.\nRehearing Denied March 7, 1990.\nSusan K. Carpenter, Public Defender, Teresa D. Harper, Deputy Public Defender, Indianapolis, for appellant.\nLinley E. Pearson, Atty. Gen., John D. Shuman, Deputy Atty. Gen., Indianapolis, for appellee.\n\nON CRIMINAL PETITION FOR TRANSFER\nGIVAN, Justice.\nAppellant's conviction of Leaving the Scene of an Accident, a Class B misdemeanor, Driving While Intoxicated, a Class D felony, and a finding that he was a habitual traffic offender was reversed by the Court of Appeals in Smith v. State (1989), Ind. App., 538 N.E.2d 271. Judge *846 Chezem filed a dissenting opinion to the reversal of this case. We find that Judge Chezem is correct in her observations in her dissenting opinion and that the Court of Appeals erred in reversing appellant's conviction.\nThe facts are: On May 31, 1987, appellant was driving his truck southbound on a rural Wells County road. He went off the road on the east side and struck a mailbox owned by Mr. and Mrs. Topp. Mrs. Topp was near the mailbox at the time and shouted at appellant to stop. However, he ignored her and continued going. Mrs. Topp summoned her husband and they set out in search of appellant and his truck. The truck was found in appellant's driveway, and police were summoned.\nAlthough the evidence differs, the maximum time which could have elapsed from the time th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-state"
    }
  ],
  "relatedIncidents": [
    14421,
    14511,
    14516,
    14545,
    14552
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}