{
  "id": 14405,
  "title": "1989년 South Side National Bank in St. Louis v. Winfield Financial Services Corp. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-12-19",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: South Side National Bank in St. Louis v. Winfield Financial Services Corp.. 판결일: 1989-12-19. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: SOUTH SIDE NATIONAL BANK IN ST. LOUIS, Plaintiff-Appellant, v. WINFIELD FINANCIAL SERVICES CORPORATION, Winfield Investment Company, Inc. and Robert O. Scott, Defendants-Respondents\n**판결일**: 1989-12-19\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crandall, Karohl, Pudlowski\n\n## 변호인\n\nFortis M. Lawder, St. Louis, Peper, Martin, Jensen, Maichel and Hetlage, Michael A. Lawder, Belleville, Ill., and Hinshaw, Culbertson, Moelmann, Hoban & Fuller, for plaintiff-appellant., Gale Anne Todd, St. Louis, for defendants-respondents.\n\n## 인용\n\n- 783 S.W.2d 140\n\n## 판결문 요약\n\n\n783 S.W.2d 140 (1989)\nSOUTH SIDE NATIONAL BANK IN ST. LOUIS, Plaintiff-Appellant,\nv.\nWINFIELD FINANCIAL SERVICES CORPORATION, Winfield Investment Company, Inc. and Robert O. Scott, Defendants-Respondents.\nNo. 55665.\nMissouri Court of Appeals, Eastern District, Division Two.\nDecember 19, 1989.\nMotion for Rehearing and/or Transfer Denied January 17, 1990.\n*141 Fortis M. Lawder, St. Louis, Peper, Martin, Jensen, Maichel and Hetlage, Michael A. Lawder, Belleville, Ill., and Hinshaw, Culbertson, Moelmann, Hoban &amp; Fuller, for plaintiff-appellant.\nGale Anne Todd, St. Louis, for defendants-respondents.\nMotion for Rehearing and/or Transfer to Supreme Court Denied January 17, 1990.\nCRANDALL, Judge.\nPlaintiff, South Side National Bank in St. Louis, appeals from a judgment in a court-tried case in favor of defendants, Winfield Financial Services Corporation, Winfield Investment Company, Inc., and Robert O. Scott, in an action to have certain conveyances set aside as fraudulent and void under Section 428.020, RSMo (1986). We reverse and remand with directions.\nOur review of a court-tried case is guided by Murphy v. Carron, 536 S.W.2d 30 (Mo. banc 1976). The judgment of the trial court will be sustained by the appellate court unless there is no substantial evidence to support it, unless it is against the weight of the evidence, unless it erroneously declares the law, or unless it erroneously applies the law. Id. at 32.\nThe evidence in the present action was mainly in the form of admis...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=south-side-national-bank-in-st-louis-v-winfield-financial-services-corp"
    }
  ],
  "relatedIncidents": [
    14422,
    14430,
    14459,
    14475,
    14504
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}