{
  "id": 14404,
  "title": "1989년 Adkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-12-19",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Adkins. 판결일: 1989-12-19. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: People v. Adkins\n**판결일**: 1989-12-19\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Archer, Boyle, Brickley, Cavanagh, Griffin, Levin, Riley\n\n## 변호인\n\nFrank J. Kelley, Attorney General, Louis J. Caruso, Solicitor General, John D. O’Hair, Prosecuting Attorney, Timothy A. Baughman, Chief, Research, Training and Appeals, and Larry L. Roberts, Assistant Prosecuting Attorney, for the people., Arthur Lee Morman for the defendant.\n\n## 인용\n\n- 449 N.W.2d 400\n- 433 Mich. 732\n\n## 판결문 요약\n\n\n433 Mich. 732 (1989)\n449 N.W.2d 400\nPEOPLE\nv.\nADKINS\nDocket Nos. 82294, 82333, (Calendar No. 2).\nSupreme Court of Michigan.\nArgued June 6, 1989.\nDecided December 19, 1989.\nFrank J. Kelley, Attorney General, Louis J. Caruso, Solicitor General, John D. O'Hair, Prosecuting Attorney, Timothy A. Baughman, Chief, Research, Training and Appeals, and Larry L. Roberts, Assistant Prosecuting Attorney, for the people.\nArthur Lee Morman for the defendant.\nBOYLE, J.\nThe question before the Court is whether Michigan's sentence credit statute, MCL 769.11b; MSA 28.1083(2), requires that a defendant receive credit for time spent incarcerated in other jurisdictions, for offenses committed while he was free on bond for the offense for which he seeks such credit, from the time that a detainer or hold either was or could have been entered against him by authorities in the jurisdiction where the defendant is to be sentenced. We hold that the statute does not require sentence credit under such circumstances.\n*735 I\nDefendant Adkins was arrested on February 10, 1983, and charged with armed robbery, MCL 750.529; MSA 28.797, and possession of a firearm during the commission of a felony, MCL 750.227b; MSA 28.424(2). He posted bond on February 14, 1983, and was released from custody pending trial, which was scheduled for September 6, 1983. When the defendant failed to appear for trial, his bond was revoked and a capias ad respondendum issued.\nSoon thereafter, in October, 1983, the defendant was arreste...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-adkins"
    }
  ],
  "relatedIncidents": [
    14423,
    14436,
    14438,
    14454,
    14456
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}