{
  "id": 14417,
  "title": "1989년 Hope 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-12-05",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Hope. 판결일: 1989-12-05. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF NORTH CAROLINA v. RUDOLPH PRESTON HOPE\n**판결일**: 1989-12-05\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Parker, Phillips, Wells\n\n## 변호인\n\n\n\nAttorney General Thornburg, by Special Deputy Attorney General Charles M. Hensey, for the State.\n, \nAppellate Defender Hunter, by Assistant Appellate Defender Mark D. Montgomery, for defendant appellant.\n\n\n## 인용\n\n- 96 N.C. App. 498\n\n## 판결문 요약\n\n\nPHILLIPS, Judge.\nDefendant was convicted and sentenced for attempted first degree rape, first degree sexual offense, and felonious breaking and entering. His main contention here is that the trial court’s finding that he was competent to proceed to trial is not supported by competent evidence. The contention has no merit and we overrule it. State v. Willard, 292 N.C. 567, 234 S.E.2d 587 (1977). The facts bearing upon this question follow:\nAfter being arrested on 11 July 1986 and before his indictment defendant moved for examination of his capacity to proceed to trial and on 24 July 1986 he was committed to Dorothea Dix Hospital for temporary observation and treatment pursuant to G.S. § 15A-1002. One of the psychiatrists who examined him there was Dr. Bob Rollins, Clinic Director of the Forensic Unit and Director of Forensic Services for the North Carolina Department of Mental Health. After being indicted on 11 August 1986 defendant notified the State of his insanity defense, and when the case first came on for trial on 11 December 1986 he again raised the question of *500his capacity to proceed, and was again committed to Dorothea Dix Hospital for observation and evaluation. His competency to proceed to trial was first determined by Judge Saunders on 24 July 1987 after receiving expert testimony for both the State and defendant. In January 1988, when the case next came on for trial, defendant again raised the issue of his competency to proceed, and following a hearing at whi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hope"
    }
  ],
  "relatedIncidents": [
    14595,
    14623,
    14657,
    14046,
    14077
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}