{
  "id": 14416,
  "title": "1989년 Browning 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-12-06",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Browning. 판결일: 1989-12-06. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Browning v. Winnfield Veneer Co.\n**판결일**: 1989-12-06\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Hall, C.J., and Jones and Lindsay\n\n## 인용\n\n- 554 So. 2d 210\n\n## 판결문 요약\n\n\n554 So. 2d 210 (1989)\nPaul E. BROWNING, Plaintiff/Appellant.\nv.\nWINNFIELD VENEER COMPANY, Defendant/Appellee.\nNo. 20970-CA.\nCourt of Appeal of Louisiana, Second Circuit.\nDecember 6, 1989.\nBobby L. Culpepper, Jonesboro, for Paul E. Browning.\nCook, Yancey, King &amp; Galloway by Timothy B. Burnham, Shreveport, for Aetna Cas. &amp; Sur. Co.\nHayes, Harkey, Smith, Cascio &amp; Mullens by Thomas M. Hayes, III, Monroe, for Winnfield Veneer Co.\nBefore HALL, C.J., and JONES and LINDSAY, JJ.\nHALL, Chief Judge.\nPlaintiff, Paul E. Browning, appeals the summary judgment rendered in favor of defendants Winnfield Veneer Company and Aetna Casualty and Surety Company, dismissing plaintiff's worker's compensation suit against defendants as prescribed. For reasons expressed herein, we reverse and remand for further proceedings.\n\nFACTS\nPlaintiff filed suit against Winnfield Veneer Company on April 13, 1987, alleging that he was injured in a work related accident on April 14, 1986. It was alleged that at the time of the accident plaintiff was employed by Browning Wood Haulers, a Louisiana partnership; that Browning Wood Haulers was performing work for Winnfield Veneer Company; and that Winnfield Veneer Company was the statutory employer of plaintiff. Service of process was made on the defendant, Winnfield Veneer Company, on April 15, 1987.\n*211 Subsequently, Winnfield Veneer Company filed an exception of prematurity and an answer, alleging that the suit was premature as no claim had been process...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=browning-v-winnfield-veneer-co"
    }
  ],
  "relatedIncidents": [
    14396,
    14397,
    14404,
    14405,
    14406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}