{
  "id": 14411,
  "title": "1989년 Hammond 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-12-12",
  "location": "Maine, ME, USA",
  "summary": "미국 Maine, ME 법원 판결 사건. 사건명: Hammond. 판결일: 1989-12-12. 법원: Supreme Judicial Court of Maine.",
  "description": "## 사건 정보\n\n**사건명**: Charles H. HAMMOND, Et Al. v. Nancy Lou STILES, Et Al.\n**판결일**: 1989-12-12\n**법원**: Supreme Judicial Court of Maine\n**관할**: Maine, ME\n\n**판사**: Clifford, Collins, Glassman, Hornby, McKUSICK, Roberts, Wathen\n\n## 변호인\n\nRonald L. Bissonnette (orally) Lloyd N. Martin, Isaacson & Raymond, P.A., Lewi-ston, for plaintiffs., M. Kelly Matzen (orally) Trafton & Mat-zen, Auburn, for Simard., Robert Montgomery (orally), Portland, for Stiles., John Murphy, So. Portland, pro se.\n\n## 인용\n\n- 567 A.2d 444\n\n## 판결문 요약\n\n\n567 A.2d 444 (1989)\nCharles H. HAMMOND, et al.\nv.\nNancy Lou STILES, et al.\nSupreme Judicial Court of Maine.\nArgued October 31, 1989.\nDecided December 12, 1989.\n*445 Ronald L. Bissonnette (orally) Lloyd N. Martin, Isaacson &amp; Raymond, P.A., Lewiston, for plaintiffs.\nM. Kelly Matzen (orally) Trafton &amp; Matzen, Auburn, for Simard.\nRobert Montgomery (orally), Portland, for Stiles.\nJohn Murphy, So. Portland, pro se.\nBefore McKUSICK, C.J., and ROBERTS, WATHEN, GLASSMAN, CLIFFORD, HORNBY and COLLINS, JJ.\nWATHEN, Justice.\nPlaintiffs Charles and Roberta Hammond appeal from an order of the Superior Court (Cumberland County, Fritzsche, J.) dismissing their action for failure to state a claim against defendants Nancy Stiles, John Murphy and Peter Simard. Plaintiffs sought a deficiency judgment for the balance due on a land sales contract after deducting the value of the real estate recovered by strict foreclosure. The Superior Court observed that a mortgagee has no duty to account for a surplus unless the mortgage is foreclosed by a sale of the mortgaged premises. From that premise, the court reasoned that similarly, no claim for a deficiency could be stated unless foreclosure was accomplished by a sale. Such a conclusion does not accurately reflect Maine law. We vacate the judgment.\nThe facts may be summarized as follows: Raymond and Linda Lombard owned land and buildings in Lewiston. In 1981, they conveyed the property on a bond for deed to Gerald and Linda Douglas who in turn a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hammond-v-stiles"
    }
  ],
  "relatedIncidents": [
    14396,
    14397,
    14404,
    14405,
    14406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}