{
  "id": 14426,
  "title": "1989년 Bedford 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-11-29",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Bedford. 판결일: 1989-11-29. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Robert BEDFORD, Jr. v. STATE of Maryland\n**판결일**: 1989-11-29\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Cole\n\n## 변호인\n\nGeorge E. Burns, Jr., Julia D. Bernhardt, Asst. Public Defenders (Alan H. Murrell, Public Defender, all on brief), Baltimore, for appellant., Mary Ellen Barbera, Asst. Atty. Gen. (J. Joseph Curran, Jr., Atty. Gen. and Jillyn K. Schulze, Asst. Atty. Gen., all on brief), Baltimore, for appellee.\n\n## 인용\n\n- 566 A.2d 111\n- 317 Md. 659\n\n## 판결문 요약\n\n\n317 Md. 659 (1989)\n566 A.2d 111\nROBERT BEDFORD, JR.\nv.\nSTATE OF MARYLAND.\nNo. 112, September Term, 1987.\nCourt of Appeals of Maryland.\nNovember 29, 1989.\nGeorge E. Burns, Jr., Julia D. Bernhardt, Asst. Public Defenders (Alan H. Murrell, Public Defender, all on brief), Baltimore, for appellant.\nMary Ellen Barbera, Asst. Atty. Gen. (J. Joseph Curran, Jr., Atty. Gen. and Jillyn K. Schulze, Asst. Atty. Gen., all on brief), Baltimore, for appellee.\nArgued before MURPHY, C.J., and ELDRIDGE, COLE, RODOWSKY, McAULIFFE, ADKINS and BLACKWELL, JJ.\nCOLE, Judge.\nA jury sitting in the Circuit Court for Baltimore County (Nickerson, J.) found Robert Bedford guilty of first degree premeditated murder, first degree felony murder, first degree rape, robbery with a deadly weapon, and theft of over $300.00. The circuit court sentenced him to death on the murder charge. This case is an automatic appeal, pursuant to Md. Code (1957, 1976 Repl.Vol.) Art. 27, § 414(a), to this Court's exclusive appellate jurisdiction, under Md. Code Courts and Judicial Proceedings Article § 12-307(4) (Supp. 1988), in cases where the death penalty has been imposed.\nA detailed account of the gruesome facts is unnecessary for our resolution of the issues raised. Here the victim was found murdered and sexually abused in the bedroom of her home. At this time she was separated from her husband and her daughter was away at college. The house had been ransacked, personal items had been removed therefrom, and her car had been...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bedford-v-state"
    }
  ],
  "relatedIncidents": [
    14397,
    14437,
    14455,
    14461,
    14467
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}