{
  "id": 14421,
  "title": "1989년 United States v. Harry Duprey, Juan Bolivar and Cesar A. Bolivar 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-12-01",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Harry Duprey, Juan Bolivar and Cesar A. Bolivar. 판결일: 1989-12-01. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Harry DUPREY, Juan Bolivar and Cesar A. Bolivar, Defendants-Appellants\n**판결일**: 1989-12-01\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Cudahy, Easterbrook, Henley\n\n## 변호인\n\nJames G. Richmond, U.S. Atty., Andrew B. Baker, Hammond, Ind., Rick L. Jancha, Office of the U.S. Atty., South Bend, Ind., for the U.S., Laura L. Larson, Chicago, Ill., for Cesar A. Bolivar., Juan Bolivar, Chicago, Ill., pro se., David S. Morris, Chicago, Ill., Daniel H. Pfeifer, Sweeney, Pfeifer & Blackburn, South Bend, Ind., for Juan Bolivar., Anthony D. Kowals, Voor, Allen, Fedder, Herendeen & Kowals, South Bend, Ind., for Harry Duprey.\n\n## 인용\n\n- 895 F.2d 303\n\n## 판결문 요약\n\n895 F.2d 303\n    UNITED STATES of America, Plaintiff-Appellee,v.Harry DUPREY, Juan Bolivar and Cesar A. Bolivar,Defendants-Appellants.\n    Nos. 88-1747, 88-1757 and 88-1782.\n    United States Court of Appeals,Seventh Circuit.\n    Argued March 30, 1989.Decided July 12, 1989.Rehearing Denied Dec. 1, 1989.\n    \n      James G. Richmond, U.S. Atty., Andrew B. Baker, Hammond, Ind., Rick L. Jancha, Office of the U.S. Atty., South Bend, Ind., for the U.S.\n      Laura L. Larson, Chicago, Ill., for Cesar A. Bolivar.\n      Juan Bolivar, Chicago, Ill., pro se.\n      David S. Morris, Chicago, Ill., Daniel H. Pfeifer, Sweeney, Pfeifer &amp; Blackburn, South Bend, Ind., for Juan Bolivar.\n      Anthony D. Kowals, Voor, Allen, Fedder, Herendeen &amp; Kowals, South Bend, Ind., for Harry Duprey.\n      Before CUDAHY and EASTERBROOK, Circuit Judges, and HENLEY, Senior Circuit Judge.1\n      HENLEY, Senior Circuit Judge.\n    \n    \n      1\n      In these consolidated appeals, two defendants, Juan Bolivar and Harry Duprey, challenge various aspects of their convictions for numerous drug-related charges.  For reversal, Duprey argues that the district court erred in (1) permitting certain in-court identification testimony;  (2) admitting certain identification testimony of a police officer;  (3) holding that he lacked standing to challenge the search of a 1978 Ford Fairmount;  and (4) refusing to grant his motion for acquittal.  Juan Bolivar challenges the sufficiency of the evidence against him.  A th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-harry-duprey-juan-bolivar-and-cesar-a-bolivar"
    }
  ],
  "relatedIncidents": [
    14406,
    14511,
    14516,
    14545,
    14552
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}