{
  "id": 14427,
  "title": "1989년 In re Corrigan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-11-29",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: In re Corrigan. 판결일: 1989-11-29. 법원: Ohio Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In re Application of Corrigan\n**판결일**: 1989-11-29\n**법원**: Ohio Supreme Court\n**관할**: Ohio, OH\n\n**판사**: Brown, Douglas, Holmes, Moyer, Resnick, Sweeney, Wright\n\n## 변호인\n\nCharles W. Kettlewell and Robert E. Sweeney, for applicant., Thompson, Hine & Flory and Gerald L. Draper, for the Board of Bar Examiners.\n\n## 인용\n\n- 47 Ohio St. 3d 32\n\n## 판결문 요약\n\n\n\nPer Curiam.\n\nThe panel and the board based their recommendations on the protracted nature of Corrigan’s cheating, her lack of candor at the hearing before the panel, and her failure to fully inform her character references of the charges against her. Corrigan objected to the recommendation. Before this court she contended that (1) the hearing was unduly adversarial and focused on past misconduct instead of present character thereby “taint[ing]” the panel’s recommendation, (2) her “trial” counsel was ineffective and should have advised her to withdraw her current application, among other things, so that she could later establish her rehabilitation, (3) she did not lack candor at the hearing — the panel was merely confused — and (4) the recommendation is too harsh because the sanction is permanent unlike the punishment of many attorneys who receive only indefinite suspension for equally grievous misconduct. We address these contentions serially.\nFirst, we find that the hearing before the panel was somewhat adversial because, necessarily, it was primarily concerned with her recent, admitted misconduct at the bar examination rather than with any total conduct over a lengthy period. This is appropriate under the circumstances.\nIn In re Application of Davis (1974), 38 Ohio St. 2d 273, 67 O.O. 2d 344, 313 N.E. 2d 363, we stated:\n“The paramount concern in proceedings before the Board of Commissioners on Character and Fitness is whether the Applicant possesses those moral traits of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-corrigan"
    }
  ],
  "relatedIncidents": [
    14396,
    14397,
    14404,
    14405,
    14406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}