{
  "id": 14430,
  "title": "1989년 Hooper Associates Ltd. v. AGS Computers, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-11-21",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Hooper Associates Ltd. v. AGS Computers, Inc.. 판결일: 1989-11-21. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Hooper Associates, Ltd. v. AGS Computers, Inc., (And a Third-Party Action.)\n**판결일**: 1989-11-21\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: Simons\n\n## 변호인\n\nPOINTS OF COUNSEL, Sanford F. Young and Jan B. Rothman for appellant., Ludwig A. Saskor for respondent.\n\n## 인용\n\n- 74 N.Y.2d 487\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nSimons, J.\nThis action is based upon a contract between plaintiff, Hooper Associates, Ltd., and defendant, AGS Computers, Inc., in which Hooper agreed to purchase computer equipment and services from defendant. Plaintiff successfully sued for breach of the contract and the question submitted to us, by leave of the Appellate Division, is whether the contract’s indemnity clause entitles plaintiff to recover counsel fees incurred in prosecuting the action against defendant also. We hold that it does not.\nIn 1977 the parties entered into a written contract whereby *490defendant agreed to design, install and supply a computer for plaintiff. Three years later plaintiff commenced an action for compensatory and punitive damages claiming breach of contract, breach of express and implied warranties and fraud in the inducement. Plaintiff also asserted an indemnity claim for attorney’s fees pursuant to article 9 (A) of the contract.1 At trial the parties agreed to sever the claim for attorney’s fees, reserving it for decision by the court after the jury had decided the remaining causes of action.\nThe jury held for plaintiff but found that it had suffered no damages. On plaintiff’s postverdict motion, Supreme Court awarded nominal damages of $1 plus costs on each of the three causes of action. Defendant then moved for summary judgment dismissing plaintiff’s claim for attorney’s fees. Supreme Court denied the motion and, on searching the record, granted summary judgme...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hooper-associates-ltd-v-ags-computers-inc"
    }
  ],
  "relatedIncidents": [
    14405,
    14422,
    14459,
    14475,
    14504
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}