{
  "id": 14435,
  "title": "1989년 Terry Lynn Johnston v. Department of the Army 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-11-14",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Terry Lynn Johnston v. Department of the Army. 판결일: 1989-11-14. 법원: Court of Appeals for the Federal Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Terry Lynn Johnston v. Department of the Army\n**판결일**: 1989-11-14\n**법원**: Court of Appeals for the Federal Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 891 F.2d 299\n\n## 판결문 요약\n\n891 F.2d 299\n    NOTICE: Federal Circuit Local Rule 47.8(b) states that opinions and orders which are designated as not citable as precedent shall not be employed or cited as precedent.  This does not preclude assertion of issues of claim preclusion, issue preclusion, judicial estoppel, law of the case or the like based on a decision of the Court rendered in a nonprecedential opinion or order.Terry Lynn JOHNSTON, Petitioner,v.DEPARTMENT of the ARMY, Respondent.\n    No. 89-3227.\n    United States Court of Appeals, Federal Circuit.\n    Nov. 14, 1989.\n    \n      Before MARKEY, Chief Judge, RICH, Circuit Judge, and EDWARD DUMBAULD, Senior Judge.*\n      DECISION\n      PER CURIAM.\n    \n    \n      1\n      Terry Lynn Johnston (Johnston) appeals from the decision of the Merit Systems Protection Board (board), No. AT315H8810629, dismissing his appeal for lack of jurisdiction.   We affirm.\n    \n    OPINION\n    \n      2\n      The board correctly determined that it lacked jurisdiction because Johnston was properly deemed a probationary employee.  5 U.S.C. &#167;&#167; 7511-14 (1988);   see Stokes v. FAA, 761 F.2d 682, 684 (Fed.Cir.1985).   We cannot consider Johnston's argument on inapplicability of time-in-grade restrictions to his status because it is raised for the first time on appeal.   See Meglio v. Merit Sys. Protection Bd., 758 F.2d 1576, 1577-78 (Fed.Cir.1984).\n    \n    \n      \n        *\n         The Honorable Edward Dumbauld, Senior Judge, United States District Court for the We...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=terry-lynn-johnston-v-department-of-the-army"
    }
  ],
  "relatedIncidents": [
    14396,
    14397,
    14404,
    14405,
    14406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}