{
  "id": 14432,
  "title": "1989년 Green 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-11-17",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Green. 판결일: 1989-11-17. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Oscar Clay GREEN, alias v. STATE\n**판결일**: 1989-11-17\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Tyson\n\n## 변호인\n\nJames Standridge and Albert S. Miles, Tuscaloosa, for appellant., Don Siegelman, Atty. Gen., and Beth Jackson Hughes, Asst. Atty. Gen., for ap-pellee.\n\n## 인용\n\n- 557 So. 2d 1329\n\n## 판결문 요약\n\n\nTYSON, Judge.\nOscar Clay Green appeals to this court from a proceeding in the Circuit Court of Tuscaloosa County, wherein he seeks to assert a claim of “double jeopardy” under the opinions of the United States Supreme Court in Blockburger v. United States, 284 U.S. 299, 52 S.Ct. 180, 76 L.Ed. 306 (1932) and Illinois v. Vitale, 447 U.S. 410, 100 S.Ct. 2260, 65 L.Ed.2d 228 (1980).\nSpecifically, the issue sought to be raised and heard is a question of whether or not *1330the action of the trial court m finding the appellant guilty of the offense of DUI in a proceeding involving an incident which allegedly occurred on June 30, 1987, bars a subsequent assault proceeding. The appellant pleaded guilty to striking a vehicle driven by a Mr. Joseph Walden in Tuscaloosa County. Thereafter, an indictment was preferred against this appellant for assault in the first degree for actions arising from the same incident. The assault case is allegedly still pending in circuit court.\nBoth the State of Alabama and the appellant have asked this court to remand this cause for a hearing to determine whether the appellant’s plea of double jeopardy should be granted in that the prior proceeding is a bar to the subsequent proceeding involving the indictment for assault in the first degree.\nIn support of this matter, the State of Alabama cites to this court our prior opinion in State v. McGaughy, 505 So.2d 399 (Ala.Crim.App.1987) and Code of Alabama 1975, § 32-5A-191.\nSince both parties have agreed and...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=green-v-state"
    }
  ],
  "relatedIncidents": [
    14491,
    14543,
    14555,
    14576,
    14577
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}