{
  "id": 14438,
  "title": "1989년 Hillman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-11-09",
  "location": "Maine, ME, USA",
  "summary": "미국 Maine, ME 법원 판결 사건. 사건명: Hillman. 판결일: 1989-11-09. 법원: Supreme Judicial Court of Maine.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Maine v. Charles HILLMAN\n**판결일**: 1989-11-09\n**법원**: Supreme Judicial Court of Maine\n**관할**: Maine, ME\n\n**판사**: Clifford, Collins, Glassman, Hornby, McKUSICK, Roberts, Wathen\n\n## 변호인\n\nMary Tousignant, Dist. Atty. and Anne H. Jordan (orally), Asst. Dist. Atty., Alfred, for the State., James P. Boone (orally), Caron & Boone, Saco, for defendant.\n\n## 인용\n\n- 565 A.2d 1012\n\n## 판결문 요약\n\n\n565 A.2d 1012 (1989)\nSTATE of Maine\nv.\nCharles HILLMAN.\nSupreme Judicial Court of Maine.\nArgued October 5, 1989.\nDecided November 9, 1989.\nMary Tousignant, Dist. Atty. and Anne H. Jordan (orally), Asst. Dist. Atty., Alfred, for the State.\nJames P. Boone (orally), Caron &amp; Boone, Saco, for defendant.\nBefore McKUSICK, C.J., and ROBERTS, WATHEN, GLASSMAN, CLIFFORD, HORNBY and COLLINS, JJ.\nCOLLINS, Justice.\nFollowing a jury trial, the Superior Court (York County, Cole, J.) convicted the Defendant-Appellant, Charles Hillman, of Class C burglary in violation of 17-A M.R. S.A. § 401 (1983), and a Class C theft in violation of 17-A M.R.S.A. § 353 (1983), for breaking into the St. Louis Alumni Association's locked office and taking checks from the Biddeford High School's checkbook kept in the Association's office. Hillman appeals the burglary conviction, arguing first that the State failed to prove one of the elements of the burglary charge, and second that the Superior Court gave an improper jury instruction. We are unpersuaded by Hillman's arguments and affirm the conviction.\nFirst, we find no merit to Hillman's assertion that the State failed to prove that the place entered during commission of the burglary was a \"structure.\" Proof that the place entered is a \"structure\" is an *1013 element of the crime of burglary under 17-A M.R.S.A. § 401(1). State v. Thibeault, 402 A.2d 445, 448 (Me.1979). The burglary in this case occurred inside the Association's closed and locked interior...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hillman"
    }
  ],
  "relatedIncidents": [
    14404,
    14423,
    14436,
    14454,
    14456
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}