{
  "id": 14437,
  "title": "1989년 Bridges 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-11-09",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Bridges. 판결일: 1989-11-09. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State of North Carolina v. Winfred Ed Bridges\n**판결일**: 1989-11-09\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Mitchell, Whichard\n\n## 변호인\n\n\n\nLacy F. Thornburg, Attorney General, by Steven F. Bryant, Assistant Attorney General, for the State.\n, \nFloyd B. McKissick, Sr., and Stephen D. Kaylor for defendant-appellant.\n\n\n## 인용\n\n- 385 S.E.2d 337\n- 325 N.C. 529\n\n## 판결문 요약\n\n\n385 S.E.2d 337 (1989)\n325 N.C. 529\nSTATE of North Carolina\nv.\nWinfred Ed BRIDGES.\nNo. 96A88.\nSupreme Court of North Carolina.\nNovember 9, 1989.\nLacy H. Thornburg, Atty. Gen. by Steven F. Bryant, Asst. Atty. Gen., Raleigh, for the State.\nFloyd B. McKissick, Sr., Oxford, and Stephen D. Kaylor, Butner, for defendant-appellant.\nWHICHARD, Justice.\nDefendant was convicted of robbery with a firearm and of murder in the first degree in the perpetration of a felony. He was sentenced to death for the murder conviction. We conclude that the trial court erred in denying defendant's pretrial motion for funds to hire an independent fingerprint expert. For this reason, we order a new trial.\nAt approximately 2:00 p.m. on 17 May 1987, a customer entered the Lake Side Grocery on Highway 15 in Granville County and discovered the body of its proprietor lying on the floor behind the counter. A forensic pathologist later determined that the victim had died from small-caliber gunshot wounds to the head and chest. The cash register was open and the floor was littered with debris, including a wallet belonging to the victim and what appeared to be its scattered contents. An unplugged wall clock was stopped at approximately 1:43 p.m. An electrically operated alarm system, which evidently had been pulled off the wall near the clock, was found in a sink in an adjacent room. A sign on the entry door was hung so as to indicate the store was \"Closed.\"\nEvidence that the victim had been robbed consisted of t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-bridges"
    }
  ],
  "relatedIncidents": [
    14397,
    14426,
    14455,
    14461,
    14467
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}