{
  "id": 14454,
  "title": "1989년 Aguilar 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-10-26",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Aguilar. 판결일: 1989-10-26. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. MICHAEL DAVID AGUILAR, Defendant and Appellant\n**판결일**: 1989-10-26\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Ashby\n\n## 변호인\n\nCounsel, Harvey R. Zall, State Public Defender, under appointment by the Court of Appeal, and Albert C. Cardenas, Deputy State Public Defender, for Defendant and Appellant., John K. Van de Kamp, Attorney General, Richard B. Iglehart, Chief Assistant Attorney General, Edward T. Fogel, Assistant Attorney General, John R. Gorey and Stephen M. Kaufman, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 214 Cal. App. 3d 1434\n- 263 Cal. Rptr. 314\n\n## 판결문 요약\n\n\n214 Cal. App. 3d 1434 (1989)\n263 Cal. Rptr. 314\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nMICHAEL DAVID AGUILAR, Defendant and Appellant.\nDocket No. B038894.\nCourt of Appeals of California, Second District, Division Five.\nOctober 26, 1989.\n*1435 COUNSEL\nHarvey R. Zall, State Public Defender, under appointment by the Court of Appeal, and Albert C. Cardenas, Deputy State Public Defender, for Defendant and Appellant.\nJohn K. Van de Kamp, Attorney General, Richard B. Iglehart, Chief Assistant Attorney General, Edward T. Fogel, Assistant Attorney General, John R. Gorey and Stephen M. Kaufman, Deputy Attorneys General, for Plaintiff and Respondent.\nOPINION\nASHBY, J.\nMichael David Aguilar appeals from the judgment entered following his conviction by a jury of residential burglary (Pen. Code, § 459) and the findings after a court trial of two prior serious felony convictions. (Pen. Code, § 667, subd. (a).) He contends: \"The court's denial of appellant's request for an instruction on attempted burglary was prejudicial error.\"\nViewing the evidence in accordance with the usual rules on appeal (People v. Barnes (1986) 42 Cal. 3d 284, 303 [228 Cal. Rptr. 228, 721 P.2d 110]), it was established that at about 11 a.m. on May 2, 1988, Timothy Tokumoto heard a knock on the door while in the bathroom of his residence. He then heard someone forcing the gate to his backyard open. He emerged from the bathroom and went to the kitchen, where he observed a tattooed arm reaching through the \"doggie do...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-aguilar"
    }
  ],
  "relatedIncidents": [
    14404,
    14423,
    14436,
    14438,
    14456
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}