{
  "id": 14455,
  "title": "1989년 Eyler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-10-25",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Eyler. 판결일: 1989-10-25. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Appellee, v. LARRY EYLER, Appellant\n**판결일**: 1989-10-25\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Stamos\n\n## 변호인\n\n• Charles M. Schiedel, Deputy Defender, of Springfield, and Steven Clark, Assistant Defender, of Chicago, both of the Office of the State Appellate Defender, for appellant., Neil F. Hartigan, Attorney General, of Springfield, and Richard M. Daley, State’s Attorney, of Chicago (Terence M. Madsen, Assistant Attorney General, of Chicago, and Inge Fryklund, Assistant State’s Attorney, of counsel), for the People.\n\n## 인용\n\n- 549 N.E.2d 268\n- 133 Ill. 2d 173\n\n## 판결문 요약\n\n\n133 Ill. 2d 173 (1989)\n549 N.E.2d 268\nTHE PEOPLE OF THE STATE OF ILLINOIS, Appellee,\nv.\nLARRY EYLER, Appellant.\nNo. 65371.\nSupreme Court of Illinois.\nOpinion filed October 25, 1989.\nRehearing denied January 29, 1990.\n*174 *175 *176 *177 *178 *179 *180 Charles M. Schiedel, Deputy Defender, of Springfield, and Steven Clark, Assistant Defender, of Chicago, both of the Office of the State Appellate Defender, for appellant.\nNeil F. Hartigan, Attorney General, of Springfield, and Richard M. Daley, State's Attorney, of Chicago (Terence M. Madsen, Assistant Attorney General, of Chicago, and Inge Fryklund, Assistant State's Attorney, of counsel), for the People.\nAffirmed.\nJUSTICE STAMOS delivered the opinion of the court:\nOn August 21, 1984, the dismembered body of Danny Bridges was found in eight garbage bags in a dumpster in Chicago. Following a jury trial in the circuit court of Cook County, the defendant, Larry Eyler, was convicted of murder, kidnapping, aggravated kidnapping, unlawful restraint, and concealment of a homicidal death (Ill. Rev. *181 Stat. 1983, ch. 38, pars. 9-1(a)(1), 10-1(a)(3), 10-2(a)(3), 10-3(a), 9-3.1(a)).\nThe State requested a death penalty hearing; defendant waived a jury for that hearing. The trial court, finding no mitigating factors sufficient to preclude imposition of the death penalty, imposed the sentence of death. The court also sentenced defendant to 15 years' imprisonment and 5 years' imprisonment, respectively, on the aggravated kidnapping and co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-eyler"
    }
  ],
  "relatedIncidents": [
    14490,
    14320,
    14397,
    14426,
    14437
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}