{
  "id": 14459,
  "title": "1989년 United States v. Patrick Arthur Castro, United States of America v. Herbert Thomas Cotter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-10-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Patrick Arthur Castro, United States of America v. Herbert Thomas Cotter. 판결일: 1989-10-23. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Patrick Arthur CASTRO, Defendant-Appellant; UNITED STATES of America, Plaintiff-Appellee, v. Herbert Thomas COTTER, Defendant-Appellant\n**판결일**: 1989-10-23\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Hall, Thompson, Wiggins\n\n## 변호인\n\nBernard G. Skomal, San Diego, Cal., for defendant-appellant Castro., Frank T. Morell, Moreno & Morell, Chula Vista, Cal., for defendant-appellant Cotter., William Braniff, U.S. Atty., San Diego, Cal, for plaintiff-appellee.\n\n## 인용\n\n- 887 F.2d 988\n\n## 판결문 요약\n\n887 F.2d 988\n    28 Fed. R. Serv. 1479\n    UNITED STATES of America, Plaintiff-Appellee,v.Patrick Arthur CASTRO, Defendant-Appellant.UNITED STATES of America, Plaintiff-Appellee,v.Herbert Thomas COTTER, Defendant-Appellant.\n    Nos. 87-5227, 87-5240.\n    United States Court of Appeals,Ninth Circuit.\n    Argued and Submitted Dec. 6, 1988.Decided Oct. 23, 1989.\n    \n      Bernard G. Skomal, San Diego, Cal., for defendant-appellant Castro.\n      Frank T. Morell, Moreno &amp; Morell, Chula Vista, Cal., for defendant-appellant Cotter.\n      William Braniff, U.S. Atty., San Diego, Cal., for plaintiff-appellee.\n      Appeal from the United States District Court for the Southern District of California.\n      Before HALL, WIGGINS and THOMPSON, Circuit Judges.\n      DAVID R. THOMPSON, Circuit Judge:\n    \n    \n      1\n      After a ten-week jury trial, Patrick Arthur Castro and Herbert Thomas Cotter were each convicted of one count of conspiracy in violation of 18 U.S.C. Sec. 371;  seventeen counts of misapplication of bank funds in violation of 18 U.S.C. Sec. 656;  and five counts of causing false entries to be made in bank records in violation of 18 U.S.C. Sec. 1005.  Cotter also was convicted of three counts of submitting false loan applications in violation of 18 U.S.C. Sec. 1014.  Both Castro and Cotter appeal.  We affirm.\n    \n    FACTS\n    \n      2\n      Castro was a vice president and commercial loan officer at Mitsui Manufacturers Bank (the \"Bank\") in San Diego, California, dur...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-patrick-arthur-castro-united-states-of-america-v-herbert"
    }
  ],
  "relatedIncidents": [
    14405,
    14422,
    14430,
    14475,
    14504
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}