{
  "id": 14467,
  "title": "1989년 Lamerson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-10-18",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Lamerson. 판결일: 1989-10-18. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. LARRY LAMERSON, Defendant-Appellant\n**판결일**: 1989-10-18\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Cerda, White\n\n## 변호인\n\nMartin Carlson, of State Appellate Defender’s Office, and Coffient, Ungaretti, Harris & Slavin, both of Chicago (J. Timothy Eaton, Daniel P. Albers, and Robert A. Chapman, of counsel), for appellant., Cecil A. Partee, State’s Attorney, of Chicago (Inge Fryklund, Marie Quinlivan Czech, and Linda Halpern, Assistant State’s Attorneys, of counsel), for the People.\n\n## 인용\n\n- 545 N.E.2d 1025\n- 190 Ill. App. 3d 52\n\n## 판결문 요약\n\n JUSTICE CERDA delivered the opinion of the court: Defendant, Larry Lamerson, was tried by a jury and convicted of murder for which he was sentenced to an extended term of 60 years’ imprisonment. Defendant argues on appeal that: (1) his trial counsel was ineffective for not raising an insanity defense due to her misapprehension of the law that the defense could not be raised because defendant had not admitted the crime; (2) the trial court improperly admitted defendant’s involuntary confession; (3) testimony that defendant stated before the crime that he was “going to have to hurt someone” was improperly admitted; and (4) at sentencing, the trial court failed to consider in mitigation defendant’s mental illness. A psychiatrist reported in a letter to the court on February 5, 1985, that defendant was fit for trial. The same psychiatrist later reported that at the time of the offense defendant was legally sane. Another psychiatrist’s letter of July 9, 1985, also concluded that defendant was fit for trial. At the hearing on defendant’s motions to quash arrest and to suppress, Chicago police officer Sydney L. Hill testified that at about 4:40 a.m. on July 4, 1984, he responded to a radio broadcast of a battery on east 38th Street in Chicago. Defendant met Hill there and told him he wanted to show Hill how he had found his stepdaughter. After entering an apartment, Hill observed a young woman with multiple head and neck wounds lying on a blood-splattered couch. Defendant’s T-shirt...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-lamerson"
    }
  ],
  "relatedIncidents": [
    14397,
    14426,
    14437,
    14455,
    14461
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}