{
  "id": 14461,
  "title": "1989년 Owens 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-10-20",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Owens. 판결일: 1989-10-20. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: James OWENS, Appellant (Defendant Below), v. STATE of Indiana, Appellee (Plaintiff Below)\n**판결일**: 1989-10-20\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBRULER, Dickson, Givan, Pivarnik, Shepard\n\n## 변호인\n\nSusan K. Carpenter, Public Defender, ME. Tuke, Deputy Public Defender, Indianapolis, for appellant., Linley E. Pearson, Atty. Gen., Mary Dreyer, Deputy Atty. Gen., Indianapolis, for appellee.\n\n## 인용\n\n- 544 N.E.2d 1375\n\n## 판결문 요약\n\n\n544 N.E.2d 1375 (1989)\nJames OWENS, Appellant (Defendant below),\nv.\nSTATE of Indiana, Appellee (Plaintiff below).\nNo. 16S00-8702-CR-181.\nSupreme Court of Indiana.\nOctober 20, 1989.\n*1376 Susan K. Carpenter, Public Defender, M.E. Tuke, Deputy Public Defender, Indianapolis, for appellant.\nLinley E. Pearson, Atty. Gen., Mary Dreyer, Deputy Atty. Gen., Indianapolis, for appellee.\nSHEPARD, Chief Justice.\nAppellant James Owens was convicted following a jury trial of two counts of theft, a class D felony, Ind. Code § 35-43-4-2 (Burns 1985 Repl.), two counts of burglary, a class B felony, Ind. Code § 35-43-2-1 (Burns 1985 Repl.), and one count of attempted voluntary manslaughter, a class B felony. Ind. Code §§ 35-41-5-1, 35-42-1-3 (Burns 1985 Repl.). The trial court sentenced Owens to two years for each theft conviction, ten years for each burglary, and twenty years for the attempted voluntary manslaughter. The court ordered consecutive sentences, for a total of forty-four years in prison.\nOwens raises four issues on direct appeal:\nI. Whether the evidence was sufficient to support the attempted voluntary manslaughter conviction;\nII. Whether the trial court erred by refusing Owens' tendered instructions on criminal trespass and criminal mischief as lessor included offenses of burglary;\nIII. Whether the trial court erred by refusing to give Owens' tendered instruction on criminal conversion as a lesser included offense of theft; and\nIV. Whether the trial court erred by imposing consec...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=owens-v-state"
    }
  ],
  "relatedIncidents": [
    14397,
    14426,
    14437,
    14455,
    14467
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}