{
  "id": 14466,
  "title": "1989년 In Re E.R. Fegert, Inc., Debtor. Dan O'rourke, Trustee v. Seaboard Surety Company Coral Construction Company, Inc. Shotwell Paving Company 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-10-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: In Re E.R. Fegert, Inc., Debtor. Dan O'rourke, Trustee v. Seaboard Surety Company Coral Construction Company, Inc. Shotwell Paving Company. 판결일: 1989-10-18. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: In Re E.R. FEGERT, INC., Debtor. Dan O’ROURKE, Trustee, Appellant, v. SEABOARD SURETY COMPANY; Coral Construction Company, Inc.; Shotwell Paving Company, Appellees\n**판결일**: 1989-10-18\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Aldisert, Beezer, Wright\n\n## 변호인\n\nGregory J. Jalbert, Southwell, O’Rourke, Jalbert & Kappelman, Spokane, Wash., for appellant., Deborah D. Wright, Lane, Powell, Moss & Miller, Seattle, Wash., and Bruce R. Boy-den, Woeppel, Hoover, Boyden, Spokane, Wash., for appellees.\n\n## 인용\n\n- 887 F.2d 955\n- 105 B.R. 955\n\n## 판결문 요약\n\n887 F.2d 955\n    19 Bankr.Ct.Dec. 1532, Bankr. L. Rep.  P 73,108\n    In re E.R. FEGERT, INC., Debtor.Dan O'ROURKE, Trustee, Appellant,v.SEABOARD SURETY COMPANY;  Coral Construction Company, Inc.;Shotwell Paving Company, Appellees.\n    No. 88-4157.\n    United States Court of Appeals,Ninth Circuit.\n    Argued and Submitted Aug. 9, 1989.Decided Oct. 18, 1989.\n    \n      Gregory J. Jalbert, Southwell, O'Rourke, Jalbert &amp; Kappelman, Spokane, Wash., for appellant.\n      Deborah D. Wright, Lane, Powell, Moss &amp; Miller, Seattle, Wash., and Bruce R. Boyden, Woeppel, Hoover, Boyden, Spokane, Wash., for appellees.\n      Appeal from the Ninth Circuit Bankruptcy Appellate Panel.\n      Before ALDISERT,* WRIGHT and BEEZER, Circuit Judges.\n      BEEZER, Circuit Judge:\n    \n    \n      1\n      Dan O'Rourke, as trustee for E.R. Fegert, Inc., appeals an affirmance by the Bankruptcy Appellate Panel of a summary judgment entered by the bankruptcy court in favor of defendants Coral Construction, Inc. and Shotwell Paving Company.  O'Rourke sought avoidance of certain payments to the two companies as preferential payments.  Seaboard Surety Company was joined as a third party and is an appellee in this appeal.  The Bankruptcy Appellate Panel's opinion is published at 88 B.R. 258.    We have jurisdiction pursuant to 28 U.S.C. Sec. 158, and we affirm.\n    \n    \n      2\n      * In May of 1981, the United States Department of Transportation contracted with E.R. Fegert, Inc. to construct 4.6 miles o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-er-fegert-inc-debtor-dan-orourke-trustee-v-seaboard-surety"
    }
  ],
  "relatedIncidents": [
    14455,
    14482,
    14490,
    14510,
    14579
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}