{
  "id": 14460,
  "title": "1989년 In Re Resolution Trust Corporation, Seth Ward v. Resolution Trust Corporation 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-10-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: In Re Resolution Trust Corporation, Seth Ward v. Resolution Trust Corporation. 판결일: 1989-10-20. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: In Re RESOLUTION TRUST CORPORATION, Petitioner. Seth WARD, Appellee, v. RESOLUTION TRUST CORPORATION, Appellant\n**판결일**: 1989-10-20\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Arnold, Magill, Ross\n\n## 인용\n\n- 888 F.2d 57\n\n## 판결문 요약\n\n888 F.2d 57\n    58 USLW 2287\n    In re RESOLUTION TRUST CORPORATION,* Petitioner.Seth WARD, Appellee,v.RESOLUTION TRUST CORPORATION,* Appellant.\n    Nos. 89-1961, 89-1980.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted Oct. 6, 1989.Decided Oct. 20, 1989.\n    \n      Before ARNOLD and MAGILL, Circuit Judges, and ROSS, Senior Circuit judge.\n      ARNOLD, Circuit Judge.\n    \n    \n      1\n      Resolution Trust Corporation (RTC) asks us to review, either by appeal or mandamus, the District Court's order remanding to the Arkansas Court of Appeals a civil action that had earlier been removed by RTC's predecessor, the Federal Savings and Loan Insurance Corporation (FSLIC).  On August 7, 1989, we filed our opinion holding that we had no jurisdiction to undertake any such review.  In re Federal Savs. &amp; Loan Ins. Corp., 881 F.2d 564.    A judgment was entered dismissing both the appeal and the petition for mandamus for want of jurisdiction.\n    \n    \n      2\n      We now have before us RTC's timely petition for rehearing and the other side's response.  On August 9, 1989, the Financial Institutions Reform, Recovery, and Enforcement Act became law.  Pub.L.No. 101-73, 103 Stat. 183.  Section 501(l)(3) of this Act provides, among other things, that \"[t]he [Resolution Trust] Corporation may appeal any order of remand entered by a United States district court.\"    RTC claims this new provision gives us jurisdiction of its appeal.\n    \n    \n      3\n      We agree.  In gen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-resolution-trust-corporation-seth-ward-v-resolution-trust"
    }
  ],
  "relatedIncidents": [
    14396,
    14397,
    14404,
    14405,
    14406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}