{
  "id": 14474,
  "title": "1989년 American Family Life Assurance Company of Columbus, Georgia, a Georgia Corp. v. United States Fire Company, and Boston Old Colony Insurance Company 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-10-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: American Family Life Assurance Company of Columbus, Georgia, a Georgia Corp. v. United States Fire Company, and Boston Old Colony Insurance Company. 판결일: 1989-10-10. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: AMERICAN FAMILY LIFE ASSURANCE COMPANY OF COLUMBUS, GEORGIA, a Georgia Corp., Plaintiff-Appellee, v. UNITED STATES FIRE COMPANY, and Boston Old Colony Insurance Company, Defendants-Appellants\n**판결일**: 1989-10-10\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n**판사**: Anderson, Johnson, Kravitch\n\n## 변호인\n\nMichael Hufft, Kansas City, Mo., H. Baxter Harcourt, Columbus, Ga., for Boston Old Colony Ins. Co., John W. Denney, Bradford C. Dodds, Kelly, Denney, Pease & Allison, Columbus, Ga., for U.S. Fire Co., Forrest L. Champion, Jr., Champion & Champion, Albert W. Stubbs, Hatcher, Stubbs, Land, Hollis & Rothschild, Columbus, Ga., for plaintiff-appellee.\n\n## 인용\n\n- 885 F.2d 826\n\n## 판결문 요약\n\n885 F.2d 826\n    AMERICAN FAMILY LIFE ASSURANCE COMPANY OF COLUMBUS, GEORGIA,a Georgia Corp., Plaintiff-Appellee,v.UNITED STATES FIRE COMPANY, and Boston Old Colony InsuranceCompany, Defendants-Appellants.\n    No. 88-8755.\n    United States Court of Appeals,Eleventh Circuit.\n    Oct. 10, 1989.\n    \n      Michael Hufft, Kansas City, Mo., H. Baxter Harcourt, Columbus, Ga., for Boston Old Colony Ins. Co.\n      John W. Denney, Bradford C. Dodds, Kelly, Denney, Pease &amp; Allison, Columbus, Ga., for U.S. Fire Co.\n      Forrest L. Champion, Jr., Champion &amp; Champion, Albert W. Stubbs, Hatcher, Stubbs, Land, Hollis &amp; Rothschild, Columbus, Ga., for plaintiff-appellee.\n      Appeal from the United States District Court for the Middle District of Georgia.\n      Before KRAVITCH, JOHNSON and ANDERSON, Circuit Judges.\n      JOHNSON, Circuit Judge:\n    \n    \n      1\n      This case arises on appeal from the entry of judgment after a jury trial in favor of the plaintiff, American Family Life Assurance Company of Columbus, Georgia (\"American Family\"), against two insurance companies, on claims brought under Georgia law for attorney's fees incurred by American Family in defense of a Missouri suit alleging American Family had engaged in malicious prosecution, for attorney's fees incurred in suits to recover these attorney's fees, and for prejudgment interest.  We affirm in part, reverse in part, and remand.\n    \n    I. FACTS\n    \n      2\n      This case has a complicated history.  The ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=american-family-life-assurance-company-of-columbus-georgia-a-georgia"
    }
  ],
  "relatedIncidents": [
    14396,
    14397,
    14404,
    14405,
    14406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}