{
  "id": 14472,
  "title": "1989년 Bussard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-10-16",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Bussard. 판결일: 1989-10-16. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Ralph BUSSARD v. STATE of Arkansas\n**판결일**: 1989-10-16\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Dudley\n\n## 변호인\n\nSullivan, Emmons & Kissee, by: Larry Dean Kissee-, and Mark Johnson, for appellant., Steve Clark, Att’y Gen., by: David B. Eberhard, Asst. Att’y Gen., for appellee.\n\n## 인용\n\n- 778 S.W.2d 213\n- 300 Ark. 174\n\n## 판결문 요약\n\n\n778 S.W.2d 213 (1989)\n300 Ark. 174\nRalph BUSSARD, Appellant,\nv.\nSTATE of Arkansas, Appellee.\nNo. CR 89-87.\nSupreme Court of Arkansas.\nOctober 16, 1989.\n*214 Larry Dean Kissee, Ash Flat, Mark Johnson, Hardy, for appellant.\nMark Johnson, Hardy, for appellee.\nDUDLEY, Justice.\nAppellant Bussard was previously convicted of capital murder. We reversed and remanded. Bussard v. State, 295 Ark. 72, 747 S.W.2d 71 (1988). He was tried a second time. Again he was convicted of capital murder. He again appeals. There is no merit in any of his five (5) points of appeal and, accordingly, we affirm.\n\nI.\nAppellant first argues that the evidence was insufficient to convict him of capital murder. The essential facts are as follows. Arthur Garner and his wife, Florence, operated the Motorport Motel near Hardy. Mrs. Garner testified that on August 28, 1981, around 1:00 to 2:00 a.m., they were asleep in their bedroom, which was next to the motel office, when someone rang the office doorbell. Mr. Garner got up, put on his clothes, and picked up a pistol which was beside a cigar box containing petty cash. He went to a window and asked what was wanted. Mrs. Garner did not hear the response. Mr. Garner then opened the office door. Mrs. Garner heard a shuffling sound and someone whispered, \"Shut up, shut up.\" Immediately thereafter, Mr. Garner was pushed off balance and fell against a chest of drawers back in the bedroom. Mrs. Garner started to get her purse which was on the foot of the bed. By this ti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bussard-v-state"
    }
  ],
  "relatedIncidents": [
    14397,
    14426,
    14437,
    14455,
    14461
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}