{
  "id": 14484,
  "title": "1989년 Gore 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-09-25",
  "location": "South Carolina, SC, USA",
  "summary": "미국 South Carolina, SC 법원 판결 사건. 사건명: Gore. 판결일: 1989-09-25. 법원: Supreme Court of South Carolina.",
  "description": "## 사건 정보\n\n**사건명**: The STATE, Respondent v. Bobby Lee GORE, Appellant\n**판결일**: 1989-09-25\n**법원**: Supreme Court of South Carolina\n**관할**: South Carolina, SC\n\n**판사**: Chandler, Finney, Gregory, Harwell, Toal\n\n## 변호인\n\nAsst Appellant Defender Joseph L. Savitz, III of S. C. Office of Appellate Defense, Columbia, for appellant., Atty. Gen. T. Travis Medlock, Asst. Attys. Gen. Harold M. Coombs, Jr., William Edgar Salter, III, and Amie L. Clifford, Columbia, and Sol. James O. Dunn, Conway, for respondent.\n\n## 인용\n\n- 384 S.E.2d 750\n- 299 S.C. 368\n\n## 판결문 요약\n\n\n299 S.C. 368 (1989)\n384 S.E.2d 750\nThe STATE, Respondent\nv.\nBobby Lee GORE, Appellant.\n23085\nSupreme Court of South Carolina.\nHeard June 6, 1989.\nDecided September 25, 1989.\n*369 Asst. Appellant Defender Joseph L. Savitz, III of S.C. Office of Appellate Defense, Columbia, for appellant.\nAtty. Gen. T. Travis Medlock, Asst. Attys. Gen. Harold M. Coombs, Jr., William Edgar Salter, III, and Amie L. Clifford, Columbia, and Sol. James O. Dunn, Conway, for respondent.\nHeard June 6, 1989.\nDecided Sept. 25, 1989.\nGREGORY, Chief Justice:\nAppellant was convicted of possession of cocaine with intent to distribute and conspiracy to distribute cocaine. We affirm.\nAppellant was charged with constructive possession of drugs and drug paraphernalia found in the trailer where his mother, brother, and sister resided. At trial, appellant denied residing at the trailer at the time in question. Upon cross-examination by the solicitor, he denied ever selling drugs out of the trailer. Over appellant's objection, the trial judge allowed reply testimony by a confidential informant who stated he had purchased cocaine from appellant at the trailer on two prior occasions. Appellant contends admission of this testimony was prejudicial error.\nWhen a witness denied an act involving a matter collateral to the case in chief, the inquiring party is not permitted to introduce contradictory evidence to impeach the witness. State v. Dubose, 288 S.C. 226, 341 S.E. (2d) 785 (1986). The reply testimony in question w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-gore"
    }
  ],
  "relatedIncidents": [
    14396,
    14397,
    14404,
    14405,
    14406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}