{
  "id": 14482,
  "title": "1989년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-09-25",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1989-09-25. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: National Commodity and Barter Association, National Commodity Exchange Members & Subscribers of the National Commodity & Barter Association/national Commodity Exchange John Voss Mitchell Beals, Individually and as Representative of the National Commodity & Barter Association/national Commodity Exchange John S. Pleasant v. Lawrence B. Gibbs, Individually and as Commissioner of the Internal Revenue Service\n**판결일**: 1989-09-25\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 886 F.2d 1240\n\n## 판결문 요약\n\n886 F.2d 1240\n    64 A.F.T.R.2d (RIA) 89-5783, 90-1 USTC  P 50,147,14 Fed. R. Serv. 3d 1357\n    NATIONAL COMMODITY AND BARTER ASSOCIATION, NATIONALCOMMODITY EXCHANGE;  Members &amp; Subscribers of the NationalCommodity &amp; Barter Association/National Commodity Exchange;John Voss;  Mitchell Beals, individually and asrepresentative of the National Commodity &amp; BarterAssociation/National Commodity Exchange;  John S. Pleasant,Plaintiffs-Appellants,v.Lawrence B. GIBBS, Individually and as Commissioner of theInternal Revenue Service;  et al., Defendants-Appellees.\n    No. 88-1470.\n    United States Court of Appeals,Tenth Circuit.\n    Sept. 25, 1989.\n    \n      William A. Cohan (Jennifer A. Greene, Cohan &amp; Greene, Denver, Colo. and John S. Pleasant, pro se, with him on the brief), of Cohan &amp; Greene, Denver, Colo., for plaintiffs-appellants.\n      Ann Belanger Durney, Atty.  (William S. Rose, Jr., Asst. Atty. Gen., Gary R. Allen, Regina S. Moriarty, Attys., Tax Div., Dept. of Justice, Washington, D.C. and Michael J. Norton, U.S. Atty., Denver, Colo., of counsel, with her on the brief), Tax Div., Dept. of Justice, Washington, D.C., for defendants-appellees.\n      Before LOGAN, BRORBY and EBEL, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      The National Commodity and Barter Association, the National Commodity Exchange, and certain individual members of these organizations (collectively referred to as the NCBA) instituted this action in federal court, naming seve...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=national-commodity-and-barter-association-national-commodity-exchange"
    }
  ],
  "relatedIncidents": [
    14455,
    14466,
    14490,
    14510,
    14579
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}