{
  "id": 14483,
  "title": "1989년 Crest 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-09-25",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Crest. 판결일: 1989-09-25. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. JEFFREY L. CREST, Defendant-Appellant\n**판결일**: 1989-09-25\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Reinhard\n\n## 변호인\n\nG. Joseph Weller, of State Appellate Defender’s Office, of Elgin, and Robert Agostinelli and Verlin R. Meinz, both of State Appellate Defender’s Office, of Ottawa, for appellant., James E. Ryan, State’s Attorney, of Wheaton (William L. Browers, John X. Breslin, and William P. Gibbs, all of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.\n\n## 인용\n\n- 544 N.E.2d 825\n- 188 Ill. App. 3d 768\n\n## 판결문 요약\n\n\n188 Ill. App.3d 768 (1989)\n544 N.E.2d 825\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nJEFFREY L. CREST, Defendant-Appellant.\nNo. 2-88-0493.\nIllinois Appellate Court  Second District.\nOpinion filed September 25, 1989.\n*769 G. Joseph Weller, of State Appellate Defender's Office, of Elgin, and Robert Agostinelli and Verlin R. Meinz, both of State Appellate Defender's Office, of Ottawa, for appellant.\nJames E. Ryan, State's Attorney, of Wheaton (William L. Browers, John X. Breslin, and William P. Gibbs, all of State's Attorneys Appellate Prosecutor's Office, of counsel), for the People.\nJudgment affirmed.\nJUSTICE REINHARD delivered the opinion of the court:\nDefendant, Jeffrey L. Crest, was found guilty, following a bench trial in the circuit court of Du Page County, of burglary (Ill. Rev. Stat. 1987, ch. 38, par. 19-1(a)) and was sentenced to an eight-year term of imprisonment.\nDefendant raises two issues on appeal relating to the denial of his motion to quash his arrest and suppress evidence: (1) whether the police had articulable facts to justify a stop of the vehicle in which he was a passenger; and (2) whether the police had probable cause to arrest him after searching the trunk of the vehicle.\nThe facts relevant to deciding the issues raised on appeal were adduced at the hearing on defendant's motion to quash arrest and suppress evidence and at his trial. According to Marshall Gauer, a police *770 officer for the City of Aurora, he read a burglary report on...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-crest"
    }
  ],
  "relatedIncidents": [
    14404,
    14423,
    14436,
    14438,
    14454
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}