{
  "id": 14480,
  "title": "1989년 C.D.T. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-09-29",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: C.D.T.. 판결일: 1989-09-29. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: C.D.T. v. STATE\n**판결일**: 1989-09-29\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: McMillan\n\n## 변호인\n\nE. Hampton Brown and Elizabeth P. Graham of Legal Aid-Birmingham, Birmingham, for appellant., Don Siegelman, Atty. Gen., and Mary Ellen Forehand, Asst. Atty. Gen., for appel-lee.\n\n## 인용\n\n- 557 So. 2d 1321\n\n## 판결문 요약\n\n\nMcMILLAN, Judge.\nThe appellant was charged with delinquency in juvenile court, based on a charge of murder. He was found to be delinquent, following a hearing, and was committed to the Department of Youth Services until his 18th birthday. The appellant argues that the judge erred in committing him to the Department of Youth Services until his 18th birthday, contending that the order violates statutory authority. Although the State argues that the appellant’s failure to object on this ground waived the issue, this claim raises a question of the committing court’s jurisdiction and therefore requires no objection. See Ex parte Brannon, 547 So.2d 68 (Ala.1989).\n*1322The record indicates that the appellant was approximately fourteen years of age at the time of his commitment and, thus, was committed to the Department of Youth Services for approximately four years. The appellant argues that, pursuant to § 44-1-36, Code of Alabama (1975), the commitment was excessive; he argues that he could be properly committed for only two years. He bases his argument on § 44-l-36(g), which states:\n“In the event that a youth has not been discharged [by the Department of Youth Services] prior to the expiration of two years from the date of the entry of the original commitment order, the department must request either:\n“(a) The termination of the commitment order and the issuance of such other orders respecting the legal custody and continued supervision of the youth as may be warranted under the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cdt-v-state"
    }
  ],
  "relatedIncidents": [
    14397,
    14426,
    14437,
    14455,
    14461
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}