{
  "id": 14490,
  "title": "1989년 Boclair 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-09-20",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Boclair. 판결일: 1989-09-20. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Appellee, v. STANLEY BOCLAIR, Appellant\n**판결일**: 1989-09-20\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Moran, Ryan, Stamos\n\n## 변호인\n\nMichael L. McCluggage, Christopher A. Keele, Sarah L. Olson and Elizabeth A. Sanders, of Wildman, Harrold, Allen & Dixon, of Chicago, for appellant., Neil F. Hartigan, Attorney General, of Springfield (Robert J. Ruiz, Solicitor General, Terence M. Madsen and Jack Donatelli, Assistant Attorneys General, and Jean M. Cocozza, law student, all of Chicago, of counsel), for the People.\n\n## 인용\n\n- 544 N.E.2d 715\n- 129 Ill. 2d 458\n\n## 판결문 요약\n\n\n129 Ill.2d 458 (1989)\n544 N.E.2d 715\nTHE PEOPLE OF THE STATE OF ILLINOIS, Appellee,\nv.\nSTANLEY BOCLAIR, Appellant.\nNo. 63917.\nSupreme Court of Illinois.\nOpinion filed September 20, 1989.\n*459 *460 *461 *462 *463 Michael L. McCluggage, Christopher A. Keele, Sarah L. Olson and Elizabeth A. Sanders, of Wildman, Harrold, Allen &amp; Dixon, of Chicago, for appellant.\nNeil F. Hartigan, Attorney General, of Springfield (Robert J. Ruiz, Solicitor General, Terence M. Madsen and Jack Donatelli, Assistant Attorneys General, and Jean M. Cocozza, law student, all of Chicago, of counsel), for the People.\nAffirmed in part; vacated in part; cause remanded.\nCHIEF JUSTICE MORAN delivered the opinion of the court:\nDefendant, Stanley Boclair, an inmate at the Pontiac Correctional Center, was indicted in the circuit court of Livingston County on four counts for the murder (Ill. Rev. Stat. 1983, ch. 38, pars. 9-1(a)(1), (a)(2)) of Thomas Riley, a fellow inmate. Eight months later, defendant was also indicted on one count of conspiracy to commit said murder (Ill. Rev. Stat. 1983, ch. 38, par. 8-2(a)). The two indictments were consolidated for trial. Prior to *464 trial, defendant waived his right to have the jury sit on the aggravation and mitigation portion of the case. A jury found defendant guilty on all five counts. The trial court, at a separate sentencing hearing, found that the necessary aggravating factors existed and that there were no mitigating factors sufficient to preclude the imposit...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-boclair"
    }
  ],
  "relatedIncidents": [
    14455,
    14320,
    14397,
    14426,
    14437
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}