{
  "id": 14498,
  "title": "1989년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-09-15",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1989-09-15. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Manhattan Industries, Inc., Bayard Shirt Corporation, and Don Sophisticates, Inc. v. Sweater Bee by Banff, Ltd., and Robert Belsky, Sweater Bee by Banff, Ltd., Contempt-Plaintiff-Appellant v. Manhattan Industries, Inc., Bayard Shirt Corporation, Champpierre, Ltd., Laurence L. Leeds, Jr., Donald Kallman, Robert Hamel, and Fred Feldstein, Contempt-Defendants, Manhattan Industries, Inc., Bayard Shirt Corporation, Donald Kallman, and Robert Hamel, Contempt-Defendants-Appellees\n**판결일**: 1989-09-15\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 885 F.2d 1\n\n## 판결문 요약\n\n885 F.2d 1\n    12 U.S.P.Q.2d 1368\n    MANHATTAN INDUSTRIES, INC., Bayard Shirt Corporation, andDon Sophisticates, Inc., Plaintiffs,v.SWEATER BEE BY BANFF, LTD., and Robert Belsky, Defendants.SWEATER BEE BY BANFF, LTD., Contempt-Plaintiff-Appellant,v.MANHATTAN INDUSTRIES, INC., Bayard Shirt Corporation,Champpierre, Ltd., Laurence L. Leeds, Jr., DonaldKallman, Robert Hamel, and FredFeldstein, Contempt-Defendants,Manhattan Industries, Inc., Bayard Shirt Corporation, DonaldKallman, and Robert Hamel, Contempt-Defendants-Appellees.\n    No. 893, Docket 88-7810.\n    United States Court of Appeals,Second Circuit.\n    Argued April 4, 1989.Decided Sept. 15, 1989.\n    \n      Dennis Grossman, New York City (Eileen King, Grossman &amp; King, New York City, of counsel), for contempt-plaintiff-appellant.\n      Thomas J. Sweeney, III, New York City (Cynthia A. Feigin, Davis, Markel &amp; Edwards, Paul Fields, McAulay, Fields, Fisher, Goldstein &amp; Nissen, New York City, of counsel), for contempt-defendants-appellees.\n      Before LUMBARD, PRATT and MINER, Circuit Judges.\n      MINER, Circuit Judge:\n    \n    \n      1\n      This is an appeal from a judgment entered in the United States District Court for the Southern District of New York (Broderick, J.) that approved and adopted a report of a special master finding the Bayard Shirt Corporation (\"Bayard\") in civil contempt of that court's February 27, 1981 consent judgment and injunction (\"consent judgment\").  The finding of contempt was premi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=manhattan-industries-inc-bayard-shirt-corporation-and-don"
    }
  ],
  "relatedIncidents": [
    14396,
    14397,
    14404,
    14405,
    14406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}