{
  "id": 14491,
  "title": "1989년 King 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-09-20",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: King. 판결일: 1989-09-20. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Ike KING, Appellant (Defendant), v. the STATE of Wyoming, Appellee (Plaintiff)\n**판결일**: 1989-09-20\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: Cardine, C.J., and Thomas, Urbigkit, MacY and Golden\n\n## 변호인\n\nSteven E. Weerts, Sr. Asst. Public Defender, and Mike Cornia, Appellate Counsel, of Public Defender Program, for appellant., Joseph B. Meyer, Atty. Gen., John Ren-neisen, Deputy Atty. Gen., and Mary B. Guthrie, Sr. Asst. Atty. Gen., for appellee.\n\n## 인용\n\n- 780 P.2d 943\n\n## 판결문 요약\n\n\n780 P.2d 943 (1989)\nIke KING, Appellant (Defendant),\nv.\nThe STATE of Wyoming, Appellee (Plaintiff).\nNo. 88-297.\nSupreme Court of Wyoming.\nSeptember 20, 1989.\n*944 Steven E. Weerts, Sr. Asst. Public Defender, and Mike Cornia, Appellate Counsel, of Public Defender Program, for appellant.\nJoseph B. Meyer, Atty. Gen., John Renneisen, Deputy Atty. Gen., and Mary B. Guthrie, Sr. Asst. Atty. Gen., for appellee.\nBefore CARDINE, C.J., and THOMAS, URBIGKIT, MACY and GOLDEN, JJ.\nMACY, Justice.\nAppellant Ike King was convicted by a jury of aggravated assault and battery as proscribed by Wyo. Stat. § 6-2-502(a)(ii) (1977). On appeal, he presents numerous *945 contentions of error in the proceedings below relating to the conduct of the prosecutor and the jury, the introduction of certain evidence, the assessment of various costs upon him as part of his sentence, the propriety of a jury instruction, and the failure to grant a new trial.\nWe affirm but modify the judgment and sentence with respect to costs.\nThe specific issues raised by appellant, as rephrased in the form of questions for clarity, are as follows:[1]\n1. Was the trial court's denial of appellant's motion for a new trial error?\n2. Was plain error committed when the trial court failed to grant a mistrial after prosecutorial misconduct took place which denied appellant a fair trial?\n3. Was plain error committed during the closing argument when the prosecutor questioned why appellant had not called certain witnesses to testify?\n4....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=king-v-state"
    }
  ],
  "relatedIncidents": [
    14432,
    14543,
    14555,
    14576,
    14577
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}