{
  "id": 14504,
  "title": "1989년 In re Windrush 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-09-06",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: In re Windrush. 판결일: 1989-09-06. 법원: United States Bankruptcy Court, D. Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of WINDRUSH ASSOCIATES II, Debtor. in Re WINDRUSH ASSOCIATES III, Debtor. in Re WINDRUSH FARMS IV, Debtor. Thomas M. GERMAIN, Trustee, Plaintiff, v. COLORADO STATE UNIVERSITY, Defendant\n**판결일**: 1989-09-06\n**법원**: United States Bankruptcy Court, D. Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Robert L. Krechevsky\n\n## 변호인\n\nThomas M. Germain, Hartford, Conn., for trustee-plaintiff., Gerald L. Garlick, Leventhal, Krasow & Roos, P.C., Hartford, Conn., for defendant.\n\n## 인용\n\n- 105 B.R. 195\n\n## 판결문 요약\n\n\n105 B.R. 195 (1989)\nIn the Matter of WINDRUSH ASSOCIATES II, Debtor.\nIn re WINDRUSH ASSOCIATES III, Debtor.\nIn re WINDRUSH FARMS IV, Debtor.\nThomas M. GERMAIN, Trustee, Plaintiff,\nv.\nCOLORADO STATE UNIVERSITY, Defendant.\nBankruptcy Nos. 2-87-01141, 2-87-01142 and 2-87-01143, Adv. Nos. 2-88-0003, 2-88-0004 and 2-88-0005.\nUnited States Bankruptcy Court, D. Connecticut.\nSeptember 6, 1989.\nThomas M. Germain, Hartford, Conn., for trustee-plaintiff.\nGerald L. Garlick, Leventhal, Krasow &amp; Roos, P.C., Hartford, Conn., for defendant.\nRULING RE: DEFENDANT'S MOTION FOR SUMMARY JUDGMENT ON TRUSTEE'S COMPLAINT TO AVOID A FRAUDULENT TRANSFER\nROBERT L. KRECHEVSKY, Chief Judge.\n\nI.\nThomas M. Germain, as trustee of three separate bankruptcy cases, filed an adversary proceeding in each case against a common defendant, Colorado State University. Germain sued to avoid a transfer or to recover damages arising out of the sale of certain horses owned by each of the debtors when the defendant foreclosed an agistor's lien pursuant to Colorado law. Germain contends that the foreclosure sale constituted a fraudulent transfer because reasonably equivalent value for the horses was not received.[1] The defendant has filed *196 identical motions for summary judgment in all proceedings raising the following questions: (1) whether a Colorado court's ruling that the defendant paid reasonable value for the debtors' horses it purchased at a foreclosure sale estops the trustee of the debtors' estates from a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=germain-v-colorado-state-university-in-re-windrush-associates-ii"
    }
  ],
  "relatedIncidents": [
    14405,
    14422,
    14430,
    14459,
    14475
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}