{
  "id": 14516,
  "title": "1989년 Larson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-08-21",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Larson. 판결일: 1989-08-21. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: JOHN L. LARSON, Plaintiff Appellant, v. SAMUEL DUCA, as Assessor, Etc., Et Al., Defendants and Respondents\n**판결일**: 1989-08-21\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Peterson\n\n## 변호인\n\nCounsel, Haskell Titchell, Edward J. McCaffery and Titchell, Maltzman, Mark, Bass, Ohleyer & Mishel for Plaintiff and Appellant., Louise H. Renne, City Attorney, and John J. Doherty, Deputy City Attorney, for Defendants and Respondents.\n\n## 인용\n\n- 213 Cal. App. 3d 324\n- 261 Cal. Rptr. 559\n\n## 판결문 요약\n\n\n213 Cal.App.3d 324 (1989)\n261 Cal. Rptr. 559\nJOHN L. LARSON, Plaintiff Appellant,\nv.\nSAMUEL DUCA, as Assessor, etc., et al., Defendants and Respondents.\nDocket No. A041283.\nCourt of Appeals of California, First District, Division Two.\nAugust 21, 1989.\n*327 COUNSEL\nHaskell Titchell, Edward J. McCaffery and Titchell, Maltzman, Mark, Bass, Ohleyer &amp; Mishel for Plaintiff and Appellant.\nLouise H. Renne, City Attorney, and John J. Doherty, Deputy City Attorney, for Defendants and Respondents.\nOPINION\nPETERSON, J.\nThis is a case of first impression in which appellant John L. Larson challenges a trial court ruling concerning the application of Proposition 58. That proposition amended article XIII A, section 2, to the California Constitution[1] (section 2) by adding thereto, inter alia, subdivision (h) effective November 5, 1986, and thereby granted property tax relief to persons who acquired California real property from their parents by providing that such a transfer would not, with certain monetary limitations, trigger reassessment as a \"change in ownership\" of the property for tax purposes. The trial court ruled as a matter of law that Proposition 58 had no application to appellant's inheritance of real property from his mother under her will, because his mother had died one month prior to passage of the proposition, even though it was only after the proposition passed that her estate was probated and the resulting transfer of the subject real property to appellant was comple...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=larson-v-duca"
    }
  ],
  "relatedIncidents": [
    14406,
    14421,
    14511,
    14545,
    14552
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}