{
  "id": 14511,
  "title": "1989년 Fairchild 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-08-22",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Fairchild. 판결일: 1989-08-22. 법원: Court of Appeals of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Minnesota, Respondent, v. Mark Wayne FAIRCHILD, Appellant\n**판결일**: 1989-08-22\n**법원**: Court of Appeals of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Irvine, Kalitowski, Parker\n\n## 변호인\n\nHubert H. Humphrey, III, Atty. Gen., St. Paul, Michael Lynch, Kandiyohi County Atty., Richard W. Jackson, Jr., Asst. County Atty., Willmar, for respondent., Gregory R. Anderson, Hulstrand, Anderson & Larson, Willmar, for appellant.\n\n## 인용\n\n- 444 N.W.2d 572\n\n## 판결문 요약\n\n\n444 N.W.2d 572 (1989)\nSTATE of Minnesota, Respondent,\nv.\nMark Wayne FAIRCHILD, Appellant.\nNo. C0-89-60.\nCourt of Appeals of Minnesota.\nAugust 22, 1989.\nHubert H. Humphrey, III, Atty. Gen., St. Paul, Michael Lynch, Kandiyohi County Atty., Richard W. Jackson, Jr., Asst. County Atty., Willmar, for respondent.\nGregory R. Anderson, Hulstrand, Anderson &amp; Larson, Willmar, for appellant.\nHeard, considered and decided by PARKER, P.J., KALITOWSKI and IRVINE[*], JJ.\n\nOPINION\nPARKER, Judge.\nThe trial court convicted appellant Mark Fairchild of speeding in violation of Minn. Stat. § 169.14 (1988) and of driving a motor vehicle without liability insurance in violation of Minn.Stat. §§ 65B.48 and 65B.67, subd. 2 (1988). Fairchild challenges his conviction for driving without insurance. We reverse.\n\nFACTS\nMinnesota State Trooper Michael Cruz stopped Mark Fairchild as he drove his motorcycle north on Highway 71 near Willmar, Minnesota. Cruz was in the southbound lane and, according to his radar unit, *573 Fairchild was traveling at 78 miles per hour. After stopping, Fairchild identified himself and showed Cruz the title certificate to the motorcycle. The certificate indicated that he had purchased the cycle but had not yet transferred the title into his own name. Cruz asked Fairchild to produce proof that the vehicle was covered by insurance. Because he did not have the proof in his possession, Cruz provided him with a \"Vehicle Insurance Information Form\" to be completed and filed within...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-fairchild"
    }
  ],
  "relatedIncidents": [
    14406,
    14421,
    14516,
    14545,
    14552
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}