{
  "id": 14510,
  "title": "1989년 Debra Rogers v. Jefferson-Pilot Life Insurance Company 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-08-29",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Debra Rogers v. Jefferson-Pilot Life Insurance Company. 판결일: 1989-08-29. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Debra ROGERS, Plaintiff-Appellant, v. JEFFERSON-PILOT LIFE INSURANCE COMPANY, Defendant-Appellee\n**판결일**: 1989-08-29\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n**판사**: Haden, Sprouse, Wilkins\n\n## 변호인\n\nBarry Warren Streeter (H. Wayne Floyd, on brief), West Columbia, for plaintiff-appellant., Ashley Bryan Abel (Gene V. Pruet, Paul A. Dominick, Nexsen, Pruet, Jacobs & Pollard, on brief), Columbia, S.C., for defendant-appellee.\n\n## 인용\n\n- 883 F.2d 324\n\n## 판결문 요약\n\n883 F.2d 324\n    14 Fed. R. Serv. 3d 759\n    Debra ROGERS, Plaintiff-Appellant,v.JEFFERSON-PILOT LIFE INSURANCE COMPANY, Defendant-Appellee.\n    No. 88-1392.\n    United States Court of Appeals,Fourth Circuit.\n    Argued May 9, 1989.Decided Aug. 29, 1989.\n    \n      Barry Warren Streeter (H. Wayne Floyd, on brief), West Columbia, for plaintiff-appellant.\n      Ashley Bryan Abel (Gene V. Pruet, Paul A. Dominick, Nexsen, Pruet, Jacobs &amp; Pollard, on brief), Columbia, S.C., for defendant-appellee.\n      Before SPROUSE and WILKINS, Circuit Judges, and HADEN, Chief Judge, United States District Court for the Southern District of West Virginia, sitting by designation.\n      SPROUSE, Circuit Judge:\n    \n    \n      1\n      Debra Rogers appeals from the judgment of the district court dismissing her action against Jefferson-Pilot Life Insurance Company pursuant to rule 12(b)(6) of the Federal Rules of Civil Procedure.  Her complaint, based on both state and federal grounds, demanded hospitalization benefits under an employee group health care policy.  We reverse the court's dismissal of Rogers' federal claim.\n    \n    \n      2\n      Rogers alleges in her amended complaint that, when she contacted Jefferson-Pilot in the summer of 1987 to determine if her health care policy would cover the hospitalization and medical treatment of her minor child, Jefferson-Pilot assured her that the expenses were covered.  Relying on that assurance, she caused her child to be hospitalized for surgery. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=debra-rogers-v-jefferson-pilot-life-insurance-company"
    }
  ],
  "relatedIncidents": [
    14455,
    14466,
    14482,
    14490,
    14579
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}