{
  "id": 14526,
  "title": "1989년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-08-10",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1989-08-10. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Darvin BRITCHER, Appellant\n**판결일**: 1989-08-10\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Beck, Kelly and Hester\n\n## 변호인\n\nDaniel W. Stern, New Bloomfield, for appellant., Gloria J. McPherson, Asst. Dist. Atty., Shermans Dale, for Com., appellee.\n\n## 인용\n\n- 563 A.2d 502\n- 386 Pa. Super. 515\n\n## 판결문 요약\n\n\n386 Pa. Super. 515 (1989)\n563 A.2d 502\nCOMMONWEALTH of Pennsylvania\nv.\nDarvin BRITCHER, Appellant.\nSupreme Court of Pennsylvania.\nArgued September 8, 1988.\nFiled August 10, 1989.\n*518 Daniel W. Stern, New Bloomfield, for appellant.\nGloria J. McPherson, Asst. Dist. Atty., Shermans Dale, for Com., appellee.\n*519 Before BECK, KELLY and HESTER, JJ.\nKELLY, Judge:\nA jury convicted appellant, Darvin Britcher, of homicide by vehicle while driving under the influence, homicide by vehicle, involuntary manslaughter, and driving under the influence in connection with a fatal single car accident which occurred at 2:53 on the morning of Thursday, February 19, 1987. Appellant was granted a new trial on the homicide by vehicle charge because of an erroneous jury instruction, and was sentenced on the remaining convictions. On appeal, he contends that: convictions for homicide by vehicle while under the influence and homicide by vehicle were inconsistent and violative of double jeopardy and due process protections; statements made by him at the hospital should have been suppressed; expert toxicology testimony was improperly admitted; and, a jury instruction on the effect of alcohol on a fatigued individual was improper and prejudicial. We find no merit in the contentions.\n\nFacts and Procedural History\nOn appeal, we must view the record in the light most favorable to the Commonwealth as the prevailing party, all conflicts in the evidence must be resolved in favor of the Commonwealth, all reaso...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-britcher"
    }
  ],
  "relatedIncidents": [
    14397,
    14426,
    14437,
    14455,
    14461
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}