{
  "id": 14528,
  "title": "1989년 Stibora 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-08-07",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Stibora. 판결일: 1989-08-07. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STIBORA Et Al., Appellants, v. GREATER CLEVELAND BOWLING ASSOCIATION Et Al., Appellees\n**판결일**: 1989-08-07\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: County, David, Eighth, Mark, Matia, Saul, Stillman, Wayne, Wiest\n\n## 변호인\n\nGeorge Wm. Joseph, Jr.,  for appellants.\n\n Jay Clinton Rice  and  Ernest W. Auciello, Jr.,  for appellees Ambassador West Lanes  Lounge and Harry Knappage.\n\n Mark E. Staib, S. Scott Lasher, K. Thor Lundgren, Robert  Shuftan  and  Kathy P. Saxton,  for appellees American Bowling Congress and Greater Cleveland Bowling Association.\n\n## 인용\n\n- 577 N.E.2d 1175\n- 63 Ohio App. 3d 107\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 109 \nThe twenty-five plaintiffs-appellants appeal the summary judgments rendered in favor of defendants-appellees Greater Cleveland Bowling Association (\"GCBA\"), American Bowling Congress (\"ABC\"), Ambassador West Lanes (\"Ambassador Lanes\") and Harry Knappage (\"Knappage\").\nThe following facts emerge from the various pleadings, affidavits, transcript excerpts and exhibits in the record.\nOn October 30, 1986, appellants, bowlers in an ABC-sanctioned league at Ambassador Lanes, filed suit against GCBA, ABC, Ambassador Lanes and its manager, Knappage. Count one sought damages from GCBA and ABC for the alleged wrongful suspension of appellants' memberships in these organizations. Count two sought damages from Ambassador Lanes and Knappage for an alleged conspiracy to violate civil rights. Count three (not argued on appeal) claimed Ambassador Lanes and Knappage intentionally interfered with appellants' contractual relations. Appellants also filed a motion for injunctive relief with their complaint. This motion was denied.\nABC is a non-profit, non-stock membership organization consisting of over 3.5 million male bowlers nationwide. The object and purpose of ABC is to establish uniform rules, conditions and equipment specifications for the sport of bowling in ABC-sanctioned competition, to foster good fellowship among its members, and to maintain c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stibora-v-greater-cleveland-bowling-assn"
    }
  ],
  "relatedIncidents": [
    14396,
    14397,
    14404,
    14405,
    14406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}