{
  "id": 14522,
  "title": "1989년 Tadros 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-08-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Tadros. 판결일: 1989-08-15. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: Makram A. TADROS, Plaintiff, v. D. Jackson COLEMAN and the Cornell University Medical College, Defendants\n**판결일**: 1989-08-15\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Robert P. Patterson, Jr.\n\n## 변호인\n\nMakram A. Tadros, New York City, pro se., Walter J. Relihan, Jr., University Counsel, Cornell University, Ithaca, N.Y. by Thomas Mead Santoro, Associate University Counsel (Theodore L. Araujo, on the briefs), for defendants; Haight, Gardner, Poor &. Havens, New York City, of counsel.\n\n## 인용\n\n- 717 F. Supp. 996\n\n## 판결문 요약\n\n\n717 F. Supp. 996 (1989)\nMakram A. TADROS, Plaintiff,\nv.\nD. Jackson COLEMAN and the Cornell University Medical College, Defendants.[*]\nNo. 88 Civ. 4431 (RPP).\nUnited States District Court, S.D. New York.\nJune 22, 1989.\nOpinion on Motion for Reargument August 15, 1989.\n*997 Makram A. Tadros, New York City, pro se.\nWalter J. Relihan, Jr., University Counsel, Cornell University, Ithaca, N.Y. by Thomas Mead Santoro, Associate University *998 Counsel (Theodore L. Araujo, on the briefs), for defendants; Haight, Gardner, Poor &amp; Havens, New York City, of counsel.\n\nOPINION AND ORDER\nROBERT P. PATTERSON, Jr., District Judge.\nMakram A. Tadros, proceeding pro se, brought this suit alleging federal causes of action for violations of Title VII of the Civil Rights Act of 1964 and section sixteen of the Civil Rights Act of 1870, and pendent state causes of action for breach of contract and fraud.[1] The Cornell University Medical College and D. Jackson Coleman, chairman of its ophthalmology department, answered with eleven separate affirmative defenses and have now moved for summary judgment under Fed.R.Civ.P. 56. One week after oral argument on the defendants' motion, Dr. Tadros moved to amend his complaint. For the reasons following, the plaintiff's motion is denied, the defendants' motion is granted, and this lawsuit is hereby dismissed.\n\nBackground\nMakram Armanios \"Mark\" Tadros was born in 1928 in Abu Kerkas Minia, Egypt. The Kasr El Aini Faculty of Medicine of Fouad First University...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tadros-v-coleman"
    }
  ],
  "relatedIncidents": [
    14405,
    14422,
    14430,
    14459,
    14475
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}