{
  "id": 14527,
  "title": "1989년 Carter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-08-10",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Carter. 판결일: 1989-08-10. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Edward Carter\n**판결일**: 1989-08-10\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Kassal, Milonas, Rosenberger\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Kerry Elgarten of counsel (Philip L. Weinstein, attorney), for appellant., Gregory L. Waples of counsel (Mark Dwyer with him on the brief; Robert M. Morgenthau, District Attorney, attorney), for respondent.\n\n## 인용\n\n- 149 A.D.2d 83\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nRosenberger, J.\n Edward Carter was indicted and convicted, after a jury trial, for the stabbing death of his long-time companion, Charles McCarthy, in the early morning hours of February 15, 1987. On appeal, the defendant contends that the circumstantial evidence presented by the People was insufficient to establish his guilt beyond a reasonable doubt, and that he was deprived of a fair trial by the prosecutor’s improper use, as part of the People’s direct case, of his postarrest silence and request for counsel. Although this latter issue was not preserved by timely objection as a question of law for our review, we reach it as a matter of discretion in the interest of justice (CPL 470.15 [6] [a]). We find, upon review of the record, that the argument has merit. Consequently, the judgment must be reversed and the matter remanded for a new trial.\nAt 7:13 a.m. on February 15, the defendant called the police emergency number and reported that a man had come up to the loading dock on West 22nd Street where he and McCarthy were sleeping and \"stabbed both of us, and one man [McCarthy] is down and bleeding to death”. He added that the assailant was a \"white man” who drove off in a \"blue car from Jersey” headed southbound on the West Side Highway. The defendant stated that he was bleeding and that the assailant \"wanted money from us”. When the police arrived at the scene on 22nd Street between Tenth and Eleventh Avenues, *85they found McCarthy lying unconscious i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-carter"
    }
  ],
  "relatedIncidents": [
    14397,
    14426,
    14437,
    14455,
    14461
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}