{
  "id": 14539,
  "title": "1989년 Holt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-07-19",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Holt. 판결일: 1989-07-19. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Arnold Grant HOLT v. PRELOAD TECHNOLOGY, INC.\n**판결일**: 1989-07-19\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Fuller, Koehler, Osborn\n\n## 변호인\n\nRichard K. Berger, Frank L. Branson, George Quesada, Law Offices of Frank L. Branson, P.C., Dallas, for appellant., P. Michael Jung, C. Vernon Hartline, Jr., Strasburger & Price, Dallas, for appellee.\n\n## 인용\n\n- 774 S.W.2d 806\n\n## 판결문 요약\n\n\nOPINION\nOSBORN, Chief Justice.\nThe injured workman who filed this case against his employer in the trial court seeks to recover damages despite the protection from such suits by the Workers’ Compensation Act. We are asked to declare that statute unconstitutional or create a special exception and permit this suit to continue. We decline the invitation and affirm the trial court’s judgment dismissing the suit.\nArnold Holt was injured when the dome of a 10,000,000 gallon storage tank collapsed beneath him and he fell sixty feet onto the floor of the tank. As a result of the fall, he suffered a cervical dislocation which has resulted in him becoming a quadriplegic. Mr. Holt filed this suit against Preload Technology, Inc., an architectural engineering and construction company which was Appellant’s employer and was the architect-engineer of the work Mr. Holt was performing when the accident occurred. The suit claimed that Appellee was grossly negligent in permitting Appellant and other workmen to work under dangerous conditions. It also alleged that Tex.Rev.Civ.Stat.Ann. art. 8306, secs. 3, 3a and 5 (Vernon 1967), the provisions of the Workers’ Compensation Act which bar Appellant’s recovery, violate Article I, Sec*807tions 3, 13 and 19 of the Texas Constitution. It is further contended that since the Appellee was performing work in a dual capacity as an employer and as the architect-engineer on this job, that the injured workman could recover his damages for ordinary negligence....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=holt-v-preload-technology-inc"
    }
  ],
  "relatedIncidents": [
    14396,
    14397,
    14404,
    14405,
    14406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}