{
  "id": 14533,
  "title": "1989년 Computer Shoppe, Inc. v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-08-02",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Computer Shoppe, Inc. v. State. 판결일: 1989-08-02. 법원: Court of Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: The COMPUTER SHOPPE, INC., Plaintiff/ Appellant, v. STATE of Tennessee, Defendant/Appellee\n**판결일**: 1989-08-02\n**법원**: Court of Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Franks, Koch, Todd\n\n## 변호인\n\nE. Clifton Knowles, Bass, Berry & Sims, Nashville, for plaintiff/appellant., Charles W. Burson, Atty. Gen. and Reporter, Tara A. O’Brien, Asst. Atty. Gen., for defendant/appellee.\n\n## 인용\n\n- 780 S.W.2d 729\n\n## 판결문 요약\n\n\n780 S.W.2d 729 (1989)\nThe COMPUTER SHOPPE, INC., Plaintiff/Appellant,\nv.\nSTATE of Tennessee, Defendant/Appellee.\nCourt of Appeals of Tennessee, Middle Section, at Nashville.\nAugust 2, 1989.\nPermission to Appeal Denied November 27, 1989.\n*731 E. Clifton Knowles, Bass, Berry &amp; Sims, Nashville, for plaintiff/appellant.\nCharles W. Burson, Atty. Gen. and Reporter, Tara A. O'Brien, Asst. Atty. Gen., for defendant/appellee.\nPermission to Appeal Denied by Supreme Court November 27, 1989.\n\nOPINION\nKOCH, Judge.\nThis appeal concerns the Tennessee Claims Commission's jurisdiction to consider a complaint filed by an unsuccessful bidder after the Commissioner of General Services rejected all the bids for a statewide microcomputer system. The bidder sought to recover its costs for software modifications made at the State's request during the procurement process. The Commission found that it lacked subject matter jurisdiction and dismissed the complaint. We have determined that the complaint states a claim upon which relief can be granted and, therefore, reverse the Commission's decision.\n\nI.\nThe Department of Correction received a criminal justice block grant from the United States Department of Justice in 1986 to help Tennessee's sheriffs set up a statewide microcomputer system. The purpose of the system was to automate the sheriffs' local operations and to provide them with a communications link to the Tennessee Bureau of Investigation's criminal information system.\nIn July, 1986 and...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=computer-shoppe-inc-v-state"
    }
  ],
  "relatedIncidents": [
    14396,
    14397,
    14404,
    14405,
    14406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}