{
  "id": 14540,
  "title": "1989년 Ziemba 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-07-19",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Ziemba. 판결일: 1989-07-19. 법원: Connecticut Appellate Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Connecticut v. Duane Ziemba\n**판결일**: 1989-07-19\n**법원**: Connecticut Appellate Court\n**관할**: Connecticut, CT\n\n**판사**: Spallone\n\n## 변호인\n\nG. Douglas Nash, assistant public defender, for the appellant (defendant)., Vincent J. Dooley, deputy assistant state’s attorney, with whom, on the brief, was Timothy J, Liston, assistant state’s attorney, for the appellee (state).\n\n## 인용\n\n- 19 Conn. App. 554\n\n## 판결문 요약\n\n\nSpallone, J.\nThe defendant appeals from the judgment of conviction, rendered after a jury trial, of the crimes of robbery in the first degree; General Statutes § 53a-134 (a) (4);1 assault in the third degree; General Statutes § 53a-61 (a) (1); and conspiracy to commit robbery in the first degree. General Statutes §§ 53a-48,2 53a-134 (a) (4). The defendant claims that the trial court erred (1) in denying his motions for judgment of acquittal on the robbery and conspiracy to commit robbery charges, (2) in defining the term “owner” during its instructions to the jury in such a way as to enlarge the offense of robbery, (3) in instructing the jury on statutory alternatives for which there was insufficient evidence, thereby denying him the right to a unanimous jury, (4) in incorporating into its charge to the jury on *556conspiracy the same erroneous robbery charge and thus enlarging the offense, and (5) in failing to instruct the jury regarding the dangers of testimony from an accomplice. We agree with the defendant’s first claim of error and therefore it is unnecessary to review his other claims.\nFrom the evidence produced at trial, the jury could reasonably have found the following facts. Between November and December, 1986, Brian Britton was employed as the assistant manager of the Kentucky Fried Chicken restaurant located at 382 East Main Street in Middletown. As part of his duties, Britton would deposit, at the close of each business day, the cash receipts for that day in th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-ziemba"
    }
  ],
  "relatedIncidents": [
    14404,
    14423,
    14436,
    14438,
    14454
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}