{
  "id": 14549,
  "title": "1989년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-07-10",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1989-07-10. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania, Appellee, v. Randy Todd HAAG, Appellant\n**판결일**: 1989-07-10\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Flaherty, Larsen, McDermott, Nix\n\n## 변호인\n\nRobert L. Van Hoove, Reading, for appellant., Paul Yatron, Executive Deputy Atty. Gen., Andrea F. McKenna, Deputy Atty. Gen., Robert A. Graci, Chief, Deputy Atty. Gen., for appellee.\n\n## 인용\n\n- 562 A.2d 289\n- 522 Pa. 388\n\n## 판결문 요약\n\n\n522 Pa. 388 (1989)\n562 A.2d 289\nCOMMONWEALTH of Pennsylvania, Appellee,\nv.\nRandy Todd HAAG, Appellant.\nSupreme Court of Pennsylvania.\nArgued April 12, 1989.\nDecided July 10, 1989.\n*389 *390 *391 *392 Robert L. Van Hoove, Reading, for appellant.\nPaul Yatron, Executive Deputy Atty. Gen., Andrea F. McKenna, Deputy Atty. Gen., Robert A. Graci, Chief, Deputy Atty. Gen., for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA and PAPADAKOS, JJ.\n\nOPINION OF THE COURT\nFLAHERTY, Justice.\nOn February 7, 1986, in a trial by jury in the Court of Common Pleas of Berks County, the appellant, Randy Todd *393 Haag, was found guilty of murder of the first degree and kidnapping. In connection with the murder conviction, a separate sentencing hearing was held, as required by 42 Pa.C.S. § 9711, and appellant was sentenced to death. A consecutive sentence of ten to twenty years imprisonment was imposed for the kidnapping conviction. The present appeal ensued. As we find no error in the proceedings, we affirm the judgment of sentence.\n\nI. SUFFICIENCY OF THE EVIDENCE\nAppellant has challenged the sufficiency of the evidence supporting his conviction for murder of the first degree. In all cases where a sentence of death has been imposed, a determination is made by this Court as to whether the evidence is sufficient to sustain a conviction for murder of the first degree. Commonwealth v. Zettlemoyer, 500 Pa. 16, 26 n. 3, 454 A.2d 937, 942 n. 3 (1982), cert. denied, 461 U.S. 970, 103 S...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-haag"
    }
  ],
  "relatedIncidents": [
    14397,
    14426,
    14437,
    14455,
    14461
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}