{
  "id": 14544,
  "title": "1989년 Ryan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-07-13",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Ryan. 판결일: 1989-07-13. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. James RYAN, Jr.\n**판결일**: 1989-07-13\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Armstrong, Ciaccio, Garrison\n\n## 변호인\n\nKendall Green, New Orleans, for appellant., Harry F. Connick, Dist. Atty., Brian Treacy, Asst. Dist. Atty., New Orleans, for appellee.\n\n## 인용\n\n- 546 So. 2d 1388\n\n## 판결문 요약\n\n\nCIACCIO, Judge.\nThe defendant, James Ryan, Jr., relies upon four assignments of error in seeking a reversal of his conviction and sentence for possession with the intent to distribute various controlled dangerous substances.1 La.R.S. 40:966-40:967. We affirm the conviction and sentence.\nThe facts as revealed by the record are as follows:\nOn the night of August 8, 1986 Officers Scheurmann and Vaccarella patrolled the area around the Superdome, where a concert was being held, to look for automobile burglaries. At about 10:15 p.m. they observed the defendant and his father standing near a white Oldsmobile. Because of the number of auto burglaries in the area and the fact that General Motors cars, such *1390as the white Oldsmobile they observed, are the types of cars most frequently stolen, they decided to investigate to determine if an auto burglary was in process. Scheur-mann proceeded to walk toward the defendant and his father while Vaccarella remained behind to continue questioning two young black males on bicycles, whom the officers had stopped prior to observing the defendant and his father. When Scheur-mann was about two feet from the car, whose trunk was unlocked and opened, the defendant walked to the back of the car and threw a dark banker’s bag into the trunk. The officer had not said anything to the defendant at this time or in any other way attempted to stop him. When Ryan threw the bank bag, a clear plastic bag with pills and white powder fell out. Believing these...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-ryan"
    }
  ],
  "relatedIncidents": [
    14404,
    14423,
    14436,
    14438,
    14454
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}