{
  "id": 14547,
  "title": "1989년 Groble 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-07-12",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Groble. 판결일: 1989-07-12. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Groble v. the State\n**판결일**: 1989-07-12\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Benham, Birdsong, Deen\n\n## 변호인\n\nJ. Robert Joiner, for appellant., Lewis R. Slaton, District Attorney, Richard E. Hicks, Linda Finley, Joseph J. Drolet, Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 384 S.E.2d 281\n- 192 Ga. App. 260\n\n## 판결문 요약\n\n\n192 Ga. App. 260 (1989)\n384 S.E.2d 281\nGROBLE\nv.\nTHE STATE.\nA89A0741.\nCourt of Appeals of Georgia.\nDecided July 12, 1989.\nJ. Robert Joiner, for appellant.\nLewis R. Slaton, District Attorney, Richard E. Hicks, Linda Finley, Joseph J. Drolet, Assistant District Attorneys, for appellee.\nBENHAM, Judge.\nStanley Groble was found guilty of entering an automobile with intent to commit theft, in violation of OCGA § 16-8-18, and sentenced to a five-year prison term. He appeals.\n1. On appeal, we must view the evidence in a light most favorable to the prosecution. Howell v. State, 188 Ga. App. 425 (1) (373 SE2d 216) (1988). The jury was authorized to find that on June 1, 1988, at 2:30 a. m., on the campus of Georgia State University, appellant entered the victim's automobile, removed the radio from its lodging, damaged the car door latch, and rummaged through the car pocket. A campus security guard noticed appellant in the car and saw that the radio speakers were missing. The police were summoned and appellant was arrested.\nOCGA § 16-8-18 provides that if a person enters an automobile or vehicle with the intent to commit a theft or felony therein, he is guilty of a felony. A rational trier of fact was authorized to find defendant guilty beyond a reasonable doubt of entering an automobile with intent to commit theft. Jackson v. Virginia, 443 U. S. 307 (99 SC 2781, 61 LE2d 560) (1979); Hall v. State, 172 Ga. App. 371 (323 SE2d 261) (1984). Hence, this enumeration is without merit.\n2. Appe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=groble-v-state"
    }
  ],
  "relatedIncidents": [
    14396,
    14397,
    14404,
    14405,
    14406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}