{
  "id": 14546,
  "title": "1989년 Ray 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-07-12",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Ray. 판결일: 1989-07-12. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State v. Ray\n**판결일**: 1989-07-12\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Domengeaux, Laborde and King\n\n## 인용\n\n- 547 So. 2d 1350\n\n## 판결문 요약\n\n\n547 So.2d 1350 (1989)\nSTATE of Louisiana, Plaintiff-Appellee,\nv.\nTerry Donald RAY, Defendant-Appellant.\nNo. CR88-1388.\nCourt of Appeal of Louisiana, Third Circuit.\nJuly 12, 1989.\n*1351 David J. Williams, Lake Charles, for defendant-appellant.\n*1352 Patricia Head, Asst. Dist. Atty., Lake Charles, for plaintiff-appellee.\nBefore DOMENGEAUX, LABORDE and KING, JJ.\nKING, Judge.\nThis appeal presents for review alleged errors committed during the defendant's trial when he was tried in absentia, and alleged errors in his sentencing.\nTerry Donald Ray (hereinafter defendant) was charged with simple burglary of an inhabited dwelling in violation of La.R.S. 14:62. He was arraigned and pled not guilty. On November 5, 1986, he appeared with his attorney for trial and jury selection commenced. The defendant did not return to the courtroom when the trial resumed after the noon recess. Defendant's counsel moved, because of his client's absence, for a mistrial which the trial judge denied. Supervisory writs were taken to this court from the denial of the motion for a mistrial and we reversed the ruling of the trial court and ordered a mistrial. State v. Ray, an unreported decision bearing Number K86-1088 on the Docket of this Court dated November 4, 1986. The State then applied for supervisory writs to the Louisiana Supreme Court which reversed our ruling and reinstated the ruling of the trial court, reserving unto defendant the right to reurge his motion for a mistrial in the event of convict...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-ray"
    }
  ],
  "relatedIncidents": [
    14404,
    14423,
    14436,
    14438,
    14454
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}