{
  "id": 14550,
  "title": "1989년 Krejci 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-07-10",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Krejci. 판결일: 1989-07-10. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Krejci Et Al., Appellees, v. Clark Et Al., Appellants\n**판결일**: 1989-07-10\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Corrigan, Krupansky, Patton\n\n## 변호인\n\nTeddy Sliwinski,  for appellees.\n\n Anthony J. Celebrezze, Jr.,  attorney\ngeneral, and  Nancy H. Rogoff,  for appellants.\n\n## 인용\n\n- 568 N.E.2d 737\n- 58 Ohio App. 3d 76\n\n## 판결문 요약\n\nThe Superintendent of the Ohio Division of Real Estate appeals from a summary judgment rendered in favor of plaintiff Alfred Krejci on his application to recover from the Real Estate Recovery Fund.\nPlaintiff's application alleged that he had been awarded a judgment in the sum of $13,200 against real estate broker Elaine Clark. Clark had listed plaintiff's house through her real estate company. When the house did not sell, plaintiff alleged that Clark fraudulently misrepresented that her real estate company could purchase the house through special financing available to brokers. The real estate company would then sell the house on its own behalf. The real estate company, through Clark, purchased the house for less than its listed price. Clark told plaintiff that she would execute a note for $13,200, the difference between the selling price and the listing price, making the note payable to plaintiff. The executed note, however, was made payable to the real estate company. In addition, plaintiff alleged Clark received a commission on the sale even though the sales contract specifically prohibited her from doing so. The application further alleged that Clark and her real estate company were bankrupt, and that the plaintiff had fulfilled the remaining requirements to share in the fund.\nThe trial court granted plaintiff's motion for summary judgment on the application, specifically finding that the initial judgment against the broker arose out of a fraud in the sale of plaintiff's ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=krejci-v-clark"
    }
  ],
  "relatedIncidents": [
    14405,
    14422,
    14430,
    14459,
    14475
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}