{
  "id": 14555,
  "title": "1989년 In re Jasmer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-07-03",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: In re Jasmer. 판결일: 1989-07-03. 법원: Court of Appeals of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Marvin Darrold JASMER\n**판결일**: 1989-07-03\n**법원**: Court of Appeals of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Leslie, Norton, Short\n\n## 변호인\n\nRobert W. Adams, Buffalo, for appellant Jasmer., Thomas McNinch, Asst. Sherburne County Atty., Elk River, for respondent.\n\n## 인용\n\n- 441 N.W.2d 842\n\n## 판결문 요약\n\n\nOPINION\nDAVID R. LESLIE, Judge.*\nMarvin Jasmer appeals from a judgment committing him as mentally ill and dangerous. We affirm the determination that Jas-mer is mentally ill, but reverse on the issue of dangerousness.\nFACTS\nOn April 14,1988, appellant Jasmer fired a shotgun in the general direction of his neighbor’s son, who was playing basketball in his own driveway. Jasmer shouted at the boy before firing, and the boy was not hit by the shot. Although Jasmer was approximately 65 to 80 feet away, the shot missed the boy by approximately three or four feet and hit the neighbor’s garage.\nCriminal charges were filed against Jas-mer and he was found guilty of assault in the second degree. In a memorandum attached to its order, the court noted that Jasmer could have moved closer to the boy before shooting; that Jasmer shouted before firing, giving the boy time to react; and that Jasmer missed the boy. The court concluded:\nAll of the above would indicate to the Court that [Jasmer] fired his shot in [the boy’s] direction, apparently not caring if it hit him or not. Clearly [Jasmer] intended to scare [the boy] Any other intent was not proven beyond a reasonable doubt.\n(Emphasis added.)\nFollowing his criminal trial, Jasmer exhibited signs that he might not be competent to participate in sentencing. The court subsequently determined that Jasmer was incompetent to participate further in the criminal process, and, pursuant to Rule 20.-01 of the Minnesota Rules of Criminal Procedure, se...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-jasmer"
    }
  ],
  "relatedIncidents": [
    14432,
    14491,
    14543,
    14576,
    14577
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}