{
  "id": 14552,
  "title": "1989년 Cain 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-07-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Cain. 판결일: 1989-07-07. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Joan Lynn CAIN v. Bruce E. LARSON, Police Chief of the Village of Herscher, Illinois, Police Department, Daniel Suess, Mayor of the Village of Herscher, Illinois, and President of the Village of Herscher, Illinois, Police Board, Arthur Brocksmith, Earl Datweiler, James Feller, Steve Jacob, Merle Hendrix, and Robert Mitchell, Individually and as Trustees of the Village of Herscher, Illinois, Board\n**판결일**: 1989-07-07\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Coffey, Cudahy, Manion\n\n## 변호인\n\nStanley H. Jakala, Berwyn, Ill., for plaintiff-appellant., James K. Horstman, Thomas H. Neuck-ranz, Alfred A. Spitzzeri, Williams & Montgomery, Chicago, Ill., for defendants-appel-lees.\n\n## 인용\n\n- 879 F.2d 1424\n\n## 판결문 요약\n\n\nCUDAHY, Circuit Judge.\nCain, previously a probationary police officer for the Village of Herscher (“Herscher”), alleges that her former employer violated her fourteenth amendment procedural due process rights. She is suing for compensatory and punitive damages and costs pursuant to 42 U.S.C. section 1983. The district court granted defendants’ motion to dismiss, and Cain appeals. Because the plaintiff has not alleged a constitutionally protected property interest, we affirm.\n*1425I.\nWe review the dismissal of a complaint, and accordingly take all well-pleaded facts as true. Conley v. Gibson, 355 U.S. 41, 78 S.Ct. 99, 2 L.Ed.2d 80 (1957); Rankow v. First Chicago Corp., 870 F.2d 356 (7th Cir.1989). Cain’s complaint alleges that while she was employed by the Herscher Police Department, Bruce Larson (Chief of the Herscher Police Department), with the support of Daniel Suess (Mayor and President of the Herscher Police Board), demanded that she work twenty hours of overtime per week without compensation. Cain claims that this demand, which she eventually refused, put a strain on her relationship with Larson. She was subsequently required to work five hours overtime per week.\nCain had previously informed Larson and Suess of difficulties she was having with one Daniel Diamond, who allegedly had a history of more than 125 arrests and more than 70 convictions (including two felony convictions). Diamond had been making phone calls and sending letters to Cain in which he threatened to h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "방화",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=saginaw-mining-company-v-george-l-ferda"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cain-v-larson"
    }
  ],
  "relatedIncidents": [
    14406,
    14421,
    14511,
    14516,
    14545
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}