{
  "id": 14556,
  "title": "1989년 Smith v. Atlantic Mutual Insurance 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-06-28",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Smith v. Atlantic Mutual Insurance. 판결일: 1989-06-28. 법원: Court of Appeals of Wisconsin.",
  "description": "## 사건 정보\n\n**사건명**: Cynthia SMITH, Plaintiff-Appellant, v. ATLANTIC MUTUAL INSURANCE COMPANY, Defendant-Respondent\n**판결일**: 1989-06-28\n**법원**: Court of Appeals of Wisconsin\n**관할**: Wisconsin, WI\n\n**판사**: Brown, Scott, Sundby\n\n## 변호인\n\nOn behalf of the plaintiff-appellant, the cause was submitted on the brief of John A. Becker of Hanson, Gasiorkiewicz & Becker, S.C. of Racine., On behalf of the defendant-respondent, the cause was submitted on the brief of Robert E. Neville and Donald H. Piper of Fellow, Piper & Schmidt of Milwaukee.\n\n## 인용\n\n- 444 N.W.2d 465\n- 151 Wis. 2d 542\n\n## 판결문 요약\n\n\n151 Wis. 2d 542 (1989)\n444 N.W.2d 465\nCynthia SMITH, Plaintiff-Appellant,[]\nv.\nATLANTIC MUTUAL INSURANCE COMPANY, Defendant-Respondent.\nNo. 88-1657.\nCourt of Appeals of Wisconsin.\nSubmitted on briefs June 8, 1989.\nDecided June 28, 1989.\n*543 On behalf of the plaintiff-appellant, the cause was submitted on the brief of John A. Becker of Hanson, Gasiorkiewicz &amp; Becker, S.C. of Racine.\nOn behalf of the defendant-respondent, the cause was submitted on the brief of Robert E. Neville and Donald H. Piper of Fellow, Piper &amp; Schmidt of Milwaukee.\nBefore Scott, C.J., Brown, P.J., and Sundby, J.\nSCOTT, C.J.\nCynthia Smith appeals from a judgment dismissing her case. Smith had brought suit against her insurance company, Atlantic Mutual Insurance *544 Company, claiming entitlement to underinsurance benefits. Because we conclude that the policy's reducing clause is valid and unambiguous, we affirm.\nSmith was involved in an accident with Joyce Goulias who carried liability insurance with a $50,000 policy limit, as did Smith. Smith also had $50,000 of underinsured motorist coverage with Atlantic Mutual. Damages are alleged to be in excess of $100,000.\nGoulias' liability carrier tendered its policy limits, and Smith made a claim against Atlantic Mutual for the limits of her underinsurance policy. Atlantic Mutual denied coverage, and Smith brought suit against it. Atlantic Mutual successfully moved for summary judgment and the action was dismissed. Smith appeals.\n[1-3]\nThis case invol...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-atlantic-mutual-insurance"
    }
  ],
  "relatedIncidents": [
    14396,
    14397,
    14404,
    14405,
    14406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}