{
  "id": 14558,
  "title": "1989년 Robert A. Huycke v. Jack W. Greenway 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-06-27",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Robert A. Huycke v. Jack W. Greenway. 판결일: 1989-06-27. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Robert A. HUYCKE, Plaintiff-Appellant, v. Jack W. GREENWAY, Defendant-Appellee\n**판결일**: 1989-06-27\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n**판사**: Anderson, Clark, Johnson, Per Curiam\n\n## 변호인\n\nGraydon W. Florence, Atlanta, Ga., for plaintiff-appellant., Paula K. Smith, Georgia Dept, of Law, Edward T. Murray, Atlanta, Ga., for defendant-appellee.\n\n## 인용\n\n- 876 F.2d 94\n\n## 판결문 요약\n\n876 F.2d 94\n    13 Fed.R.Serv.3d 94\n    Robert A. HUYCKE, Plaintiff-Appellant,v.Jack W. GREENWAY, Defendant-Appellee.\n    No. 88-8503.Non-Argument Calendar.\n    United States Court of Appeals,Eleventh Circuit.\n    June 27, 1989.\n    \n      Graydon W. Florence, Atlanta, Ga., for plaintiff-appellant.\n      Paula K. Smith, Georgia Dept. of Law, Edward T. Murray, Atlanta, Ga., for defendant-appellee.\n      Appeal from the United States District Court for the Northern District of Georgia.\n      Before JOHNSON, ANDERSON and CLARK, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      The issue in this Odometer Act case is whether the defendant had the requisite \"intent to defraud\" required under the Act's liability provisions.  The defendant, who is not a car dealer, sold the plaintiff the van whose mileage is now contested.\n    \n    I. Background\n    \n      2\n      On July 30, 1985, Jack W. Greenway (Greenway) purchased a used van from O.E. Cogburn (Cogburn).1   Cogburn executed an assignment and warranty of title on the reverse side of the vehicle's certificate of title and delivered the title to BankSouth.  According to both the title transfer and a newly-issued certificate of title, the vehicle's odometer reading at the time of transfer was 62,039 miles.  Plaintiff's Exhibit 1, 2.\n    \n    \n      3\n      Over a year later, Greenway sold the van to Robert A. Huycke (Huycke) for $4500 on December 9, 1986.  Huycke's son, who had seen Greenway's advertisement for the vehicle, w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robert-a-huycke-v-jack-w-greenway"
    }
  ],
  "relatedIncidents": [
    14405,
    14422,
    14430,
    14459,
    14475
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}