{
  "id": 14566,
  "title": "1989년 Peters 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-06-20",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Peters. 판결일: 1989-06-20. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State v. Peters\n**판결일**: 1989-06-20\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Watkins, Crain and Alford\n\n## 인용\n\n- 546 So. 2d 829\n\n## 판결문 요약\n\n\n546 So.2d 829 (1989)\nSTATE of Louisiana\nv.\nJerry and Michael PETERS.\nNo. KA 88 1378.\nCourt of Appeal of Louisiana, First Circuit.\nJune 20, 1989.\n*830 Bryan Bush, Dist. Atty., Office of the Public Defender, Baton Rouge, by Jim Owen, Asst. Dist. Atty., for plaintiff-appellee.\nCounsel of Records, Richard Chaffin, Baton Rouge, for defendant-appellant.\nBefore WATKINS, CRAIN and ALFORD, JJ.\nCRAIN, Judge.\nJerry Peters and Michael Peters were charged jointly by a single bill of information with six counts of simple burglary, violations of La.R.S. 14:62. Defendants filed a motion to suppress physical evidence seized from a warehouse and oral inculpatory statements made by Jerry Peters. Following a series of hearings, the motion to suppress was denied.\nDefendants also filed a motion to suppress any evidence derived from surveillance of defendants' vehicles, facilitated by use of electronic tracking devices. Following a hearing, that motion was also denied.\nSometime thereafter, the state learned that Michael Peters had also made an inculpatory statement which the state intended to utilize at trial on the merits. Michael Peters filed a motion to suppress that statement. The trial court refused to allow the state to present any evidence to prove the admissibility of the inculpatory statement. The court also vacated its prior ruling. Subsequently, the trial court granted the motion to suppress with respect to the inculpatory statement made by Michael Peters.\nThe state then applied for sup...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-peters"
    }
  ],
  "relatedIncidents": [
    14404,
    14423,
    14436,
    14438,
    14454
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}