{
  "id": 14568,
  "title": "1989년 Wells 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-06-19",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Wells. 판결일: 1989-06-19. 법원: Supreme Court of Colorado.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE of the State of Colorado, Plaintiff-Appellee, v. David C. WELLS, Defendant-Appellant\n**판결일**: 1989-06-19\n**법원**: Supreme Court of Colorado\n**관할**: Colorado, CO\n\n**판사**: Mullarkey\n\n## 변호인\n\nDuane Woodard, Atty. Gen., Charles B. Howe, Chief Deputy Atty. Gen., Richard H. Forman, Sol. Gen., Cynthia D. Jones, Asst. Atty. Gen., Appellate Section, Denver, for plaintiff-appellee., David F. Vela, Colorado State Public Defender, Douglas D. Barnes, Deputy State Public Defender, Denver, for defendant-appellant.\n\n## 인용\n\n- 775 P.2d 563\n\n## 판결문 요약\n\n\n775 P.2d 563 (1989)\nThe PEOPLE of the State of Colorado, Plaintiff-Appellee,\nv.\nDavid C. WELLS, Defendant-Appellant.\nNo. 87SA291.\nSupreme Court of Colorado, En Banc.\nJune 19, 1989.\nDuane Woodard, Atty. Gen., Charles B. Howe, Chief Deputy Atty. Gen., Richard H. Forman, Sol. Gen., Cynthia D. Jones, Asst. Atty. Gen., Appellate Section, Denver, for plaintiff-appellee.\nDavid F. Vela, Colorado State Public Defender, Douglas D. Barnes, Deputy State Public Defender, Denver, for defendant-appellant.\nMULLARKEY, Justice.\nThe defendant, David C. Wells, appeals from the district court's order denying his Crim.P. 35(c) motion to vacate his judgments of conviction and sentences in two cases of aggravated robbery. The appeal was transferred to this court from the court of appeals pursuant to section 13-4-102(1)(b), 6A C.R.S. (1987), because Wells challenges the constitutionality of the violent crime sentencing provisions of section 16-11-309(1)(a), 8A C.R.S. (1986). Comparing section 16-11-309(1)(a), the provision under which he was sentenced, to section 16-11-309(1)(b), concerning certain crimes against the elderly or handicapped, he contends that the statutory sentencing scheme violates the equal protection guarantees of article II, section 25 of the Colorado Constitution because a lesser sentence is provided for crimes against the elderly or handicapped than is provided for crimes of violence. The district court rejected his contention and we affirm.\n\nI.\nWells was charged in six cases of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-wells"
    }
  ],
  "relatedIncidents": [
    14404,
    14423,
    14436,
    14438,
    14454
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}