{
  "id": 14567,
  "title": "1989년 People v. Del Vecchio 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-06-19",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: People v. Del Vecchio. 판결일: 1989-06-19. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Appellee, v. GEORGE W. DEL VECCHIO, Appellant\n**판결일**: 1989-06-19\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Calvo, Clark, Ryan, Ward\n\n## 변호인\n\nJames B. Haddad, of Chicago, for appellant., Neil F. Hartigan, Attorney General, of Springfield, and Richard M. Daley, State’s Attorney, of Chicago (Terence M. Madsen, Assistant Attorney General, of Chicago, and Kenneth T. McCurry and Kevin Sweeney, Assistant State’s Attorneys, and Sara Dillery Hynes, Special Assistant State’s Attorney, of counsel), for the People.\n\n## 인용\n\n- 544 N.E.2d 312\n- 129 Ill. 2d 265\n\n## 판결문 요약\n\n\n129 Ill.2d 265 (1989)\n544 N.E.2d 312\nTHE PEOPLE OF THE STATE OF ILLINOIS, Appellee,\nv.\nGEORGE W. DEL VECCHIO, Appellant.\nNo. 64475.\nSupreme Court of Illinois.\nOpinion filed June 19, 1989.\nRehearing denied September 29, 1989.\n*266 *267 *268 *269 *270 *271 James B. Haddad, of Chicago, for appellant.\nNeil F. Hartigan, Attorney General, of Springfield, and Richard M. Daley, State's Attorney, of Chicago (Terence M. Madsen, Assistant Attorney General, of Chicago, and Kenneth T. McCurry and Kevin Sweeney, Assistant State's Attorneys, and Sara Dillery Hynes, Special Assistant State's Attorney, of counsel), for the People.\nJudgment affirmed.\nJUSTICE RYAN delivered the opinion of the court:\nFollowing a jury trial in the circuit court of Cook County, defendant, George W. Del Vecchio, was convicted of murder, burglary, rape and deviate sexual assault. At the conclusion of the sentencing hearing, the jury found that there existed one or more factors in aggravation set forth in section 9-1(b) of the Criminal Code of 1961 (Ill. Rev. Stat. 1977, ch. 38, par. 9-1(b)) and that there were no mitigating factors sufficient to preclude a sentence of death. The sentence of death was imposed. The defendant was also sentenced to 15 years' *272 imprisonment for rape, 6 years' for deviate sexual assault, and 7 years' for burglary. On direct appeal to this court (Ill. Const. 1970, art. VI, § 4(b); 107 Ill.2d R. 603), the convictions and sentences were affirmed. (People v. Del Vecchio (1985), 105 Ill.2d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-del-vecchio"
    }
  ],
  "relatedIncidents": [
    14397,
    14426,
    14437,
    14455,
    14461
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}