{
  "id": 14561,
  "title": "1989년 Lewis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-06-26",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Lewis. 판결일: 1989-06-26. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: David Lee LEWIS v. STATE of Arkansas\n**판결일**: 1989-06-26\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n## 변호인\n\nAppellant, pro se., No response.\n\n## 인용\n\n- 299 Ark. 310\n- 771 S.W.2d 773\n\n## 판결문 요약\n\n Per Curiam. Petitioner was found guilty by a jury of aggravated robbery and first degree battery and sentenced as a habitual offender to consecutive prison terms of thirty and twenty-four years. We affirmed. Lewis v. State, 288 Ark. 595, 709 S.W.2d 56 (1986). Soon after the judgment was affirmed, petitioner filed a petition and an amended petition to proceed pursuant to Criminal Procedure Rule 37. We denied the petition. Lewisv .State, CR85-223 (October 13, 1986). About a year later petitioner again sought post-conviction relief in this court, but the petition was declined in accordance with Rule 37.2(b) which provides that all grounds for relief must be raised in the original petition unless the petition was denied without prejudice to filing a subsequent petition. Petitioner had not been granted permission to file a subsequent petition. Approximately two years later petitioner again sought to file a petition for post-conviction relief and was again informed of the provisions of Rule 37.2(b).  Petitioner has now submitted yet another petition under Rule 37. He ignores Rule 37.2(b) and argues only that the conviction and sentence for the crime of battery in the first degree are void. He bases the conclusion on the claim that under the felony information filed in this case the proof required to prove aggravated robbery necessarily included proof of the battery. He overlooks, however, that he was charged by amended felony information with separate offenses of aggravated robber...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lewis-v-state"
    }
  ],
  "relatedIncidents": [
    14404,
    14423,
    14436,
    14438,
    14454
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}