{
  "id": 14575,
  "title": "1989년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-06-14",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Jones. 판결일: 1989-06-14. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: The COMMITTEE ON PROFESSIONAL ETHICS AND CONDUCT OF the IOWA STATE BAR ASSOCIATION, Complainant, v. Jerry L. JONES, Respondent\n**판결일**: 1989-06-14\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Harris, Larson, Lavorato, Neuman, Schultz\n\n## 변호인\n\nNorman G. Bastemeyer, Ethics Adm’r, and Charles L. Harrington, Ethics Counsel for Iowa State Bar Ass’n, for complainant., Jerry L. Jones, pro se.\n\n## 인용\n\n- 441 N.W.2d 370\n\n## 판결문 요약\n\n\n441 N.W.2d 370 (1989)\nThe COMMITTEE ON PROFESSIONAL ETHICS AND CONDUCT OF the IOWA STATE BAR ASSOCIATION, Complainant,\nv.\nJerry L. JONES, Respondent.\nNo. 89-317.\nSupreme Court of Iowa.\nJune 14, 1989.\n*371 Norman G. Bastemeyer, Ethics Adm'r, and Charles L. Harrington, Ethics Counsel for Iowa State Bar Ass'n, for complainant.\nJerry L. Jones, pro se.\nConsidered by HARRIS, P.J., and LARSON, SCHULTZ, LAVORATO, and NEUMAN, JJ.\nSCHULTZ, Justice.\nThe Committee on Professional Ethics and Conduct of the Iowa State Bar Association (Committee) initiated this proceeding before the Grievance Commission (Commission), charging respondent Jerry L. Jones with several claims of misconduct. Respondent appeared in person and testified before the Commission. The Commission filed a report incorporating its findings of fact, conclusions of law, and recommendations.\nThe Commission's findings of misconduct concern (1) respondent's knowing and willful failure to timely file 1984 and 1985 state and federal income tax returns; (2) respondent signing his 1986 combined statement and questionnaire from the Client Security and Attorney Disciplinary Commission of the Iowa Supreme Court, falsely stating that his 1984 Iowa state income tax return had been filed; (3) his failure to respond to a client's request that he provide an itemization for a disputed fee; (4) his failure to cure delinquencies in two separate estates in which he acted as attorney for the personal representatives and (5) his failure to resp...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=committee-on-professional-ethics-conduct-of-the-iowa-state-bar-assn-v"
    }
  ],
  "relatedIncidents": [
    14406,
    14421,
    14511,
    14516,
    14545
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}