{
  "id": 14570,
  "title": "1989년 Lewis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-06-16",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Lewis. 판결일: 1989-06-16. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Sampson Lewis v. State.\n**판결일**: 1989-06-16\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Taylor\n\n## 변호인\n\nAllen W. Howell, Montgomery, for appellant. Don Siegelman, Atty. Gen., and Charles W. Hart III, Asst. Atty. Gen., for appellee.\n\n## 인용\n\n- 549 So. 2d 620\n\n## 판결문 요약\n\n\n549 So. 2d 620 (1989)\nSampson LEWIS\nv.\nSTATE.\n3 Div. 13.\nCourt of Criminal Appeals of Alabama.\nJune 16, 1989.\nRehearing Denied July 21, 1989.\nCertiorari Denied September 22, 1989.\n*621 Allen W. Howell, Montgomery, for appellant.\nDon Siegelman, Atty. Gen., and Charles W. Hart III, Asst. Atty. Gen., for appellee.\nAlabama Supreme Court 88-1424.\nTAYLOR, Presiding Judge.\nThe appellant, Sampson Lewis, was convicted of kidnapping in the first degree and of rape in the first degree, violations of § 13A-6-43 and § 13A-6-61, Code of Alabama 1975. He was sentenced to 20 years' imprisonment on each count, the sentences to run concurrently.\nThe state's evidence tended to show that the victim, whom we shall refer to only as Ophelia, was taken by force from the Cleveland Avenue Bar &amp; Grill in Montgomery and raped by the appellant. She testified that the appellant approached her in the bar and offered her $40.00, stating \"he wanted a lady.\" Ophelia attempted to ignore the appellant's suggestion. Appellant then ordered her a drink and forced her to drink it. He also showed Ophelia the gun he was carrying and told her \"[Y]ou'd better do what I tell you.\" Ophelia, fearing for her life, left the bar with the appellant. Appellant shoved Ophelia into his car and drove to a rooming house. Ophelia was led to his room, where she was raped. After the appellant got out of bed, Ophelia ran out of the room, past the front desk, to the street.\n\nI\nAppellant first argues that the trial court erred in n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lewis-v-state"
    }
  ],
  "relatedIncidents": [
    14396,
    14282,
    14397,
    14404,
    14405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}