{
  "id": 14576,
  "title": "1989년 Donald F. Buxton v. City of Plant City, Florida, Troy E. Surrency, Individually, Troy E. Surrency, in His Official Capacity 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-06-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Donald F. Buxton v. City of Plant City, Florida, Troy E. Surrency, Individually, Troy E. Surrency, in His Official Capacity. 판결일: 1989-06-13. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Donald F. BUXTON, Plaintiff-Appellant, v. CITY OF PLANT CITY, FLORIDA, Troy E. Surrency, Individually, Troy E. Surrency, in His Official Capacity, Defendants-Appellees\n**판결일**: 1989-06-13\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n**판사**: Hatchett, Henderson, Roney\n\n## 변호인\n\nAlice K. Nelson, Gainesville, Fla., for plaintiff-appellant., John W. Robinson, IV, Fowler, White, Gillen, Boggs, Villareal & Banker, Lynn M. Gilleland, Tampa, Fla., for defendants-ap-pellees.\n\n## 인용\n\n- 871 F.2d 1037\n\n## 판결문 요약\n\n871 F.2d 1037\n    57 USLW 2648\n    Donald F. BUXTON, Plaintiff-Appellant,v.CITY OF PLANT CITY, FLORIDA, Troy E. Surrency, Individually,Troy E. Surrency, in his official capacity,Defendants-Appellees.\n    No. 88-3298.\n    United States Court of Appeals,Eleventh Circuit.\n    May 1, 1989.As Amended June 13, 1989.\n    \n      Alice K. Nelson, Gainesville, Fla., for plaintiff-appellant.\n      John W. Robinson, IV, Fowler, White, Gillen, Boggs, Villareal &amp; Banker, Lynn M. Gilleland, Tampa, Fla., for defendants-appellees.\n      Appeal from the United States District Court for the Middle District of Florida.\n      Before RONEY, Chief Judge, HATCHETT, Circuit Judge, and HENDERSON, Senior Circuit Judge.\n      HATCHETT, Circuit Judge:\n    \n    \n      1\n      In reversing this public employee termination case, we distinguish Thomason v. McDaniel, 793 F.2d 1247 (11th Cir.1986) and hold that the placing of stigmatizing information in a public employee's personnel file or in an internal affairs report (public records of Florida pursuant to state law) constitutes publication sufficient to implicate liberty interests requiring protection through procedural due process of law proceedings.\n    \n    FACTS\n    \n      2\n      On February 14, 1981, Plant City, Florida, hired Donald F. Buxton as a police officer.  In June, 1982, the Plant City Police Department investigated Buxton for allegedly assaulting Olin English during the course of an arrest.  Plant City's Police Chief, Troy W. Surrency, a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=donald-f-buxton-v-city-of-plant-city-florida-troy-e-surrency"
    }
  ],
  "relatedIncidents": [
    14432,
    14491,
    14543,
    14555,
    14577
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}