{
  "id": 14577,
  "title": "1989년 Ghan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-06-13",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Ghan. 판결일: 1989-06-13. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: Stuart Brent GHAN v. STATE of Missouri\n**판결일**: 1989-06-13\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Covington\n\n## 변호인\n\nMichael S. Box, Oak Grove, Jeffrey Ro-sanswank, Public Defender, Columbia, for appellant., William L. Webster, Atty. Gen., John P. Pollard, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 771 S.W.2d 833\n\n## 판결문 요약\n\n\nCOVINGTON, Judge.\nStuart Brent Ghan was denied post-conviction relief under Rule 27.26 from convictions for armed criminal action, assault in the second degree, and felonious restraint, for which he was sentenced to three years, five years, and six months, respectively. The trial court conducted an evidentiary hearing, made and entered findings of fact and conclusions of law, and entered judgment overruling appellant’s motion.\nOn this appeal, appellant alleges that his sentence was unlawful because the sentencing court relied on an incorrect statement of law by the prosecutor, challenges the constitutionality of the armed criminal action statute, § 571.015, RSMo 1986, and contends that the department of corrections and human resources has unlawfully treated him as a class A felon. The judgment is affirmed.\nAppellate review of the trial court’s decision in ruling on a Rule 27.26 proceed-*834mg is expressly limited to a determination of whether the findings, conclusions, and judgment of the trial court are clearly erroneous. Rule 27.26(j). The trial court’s findings and conclusions are deemed clearly erroneous only if, after review of the entire record, the appellate court is left with the definite and firm impression that a mistake has been made. O’Neal v. State, 766 S.W.2d 91, 92 (Mo. banc 1989).\nAppellant first contends that his sentence was unlawful because the sentencing court relied on an incorrect statement of the law by the prosecutor. At sentencing, the prosecutor inc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ghan-v-state"
    }
  ],
  "relatedIncidents": [
    14432,
    14491,
    14543,
    14555,
    14576
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}