{
  "id": 14585,
  "title": "1989년 State v. Butler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-05-31",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: State v. Butler. 판결일: 1989-05-31. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The STATE of Ohio, Appellee, v. BUTLER, Appellant\n**판결일**: 1989-05-31\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Baird, Cacioppo, Reece\n\n## 변호인\n\nGregg A. Manes,  Assistant Prosecuting Attorney, for plaintiff.\n\n University of Akron School of Law Appellate Review Office  and J. Dean Carro,  for defendant.\n\n## 인용\n\n- 578 N.E.2d 485\n- 63 Ohio App. 3d 157\n\n## 판결문 요약\n\nAn assault complaint was filed with the Akron police. The victim alleged that Donald Butler had caused her physical harm. Without an arrest warrant, two police officers went to Butler's home. Butler confronted the officers. At some point in the dispute, Butler stepped outside the door of his home. The officers frisked Butler and placed him under arrest. The arrest report indicates Butler was charged with assault and disorderly conduct while intoxicated.\nButler tried his case to the court. Prior to commencing the case, the trial court dismissed the assault charge without prejudice. The prosecution called one witness concerning the disorderly charge, the arresting police officer. Butler testified in his own behalf. The trial court stated that the officer's testimony was consistent with the charges filed and found Butler guilty on the disorderly conduct charge.\nButler appeals from the trial court's judgment.\n                           Assignment of Error\n\"The State of Ohio failed to introduce evidence beyond a reasonable doubt to convict the appellant of disorderly conduct under R.C. 2917.11(B)(1). Thus, appellant was denied due process of law guaranteed by the Fourteenth Amendment to the United States Constitution and Art. I, &#167; 10 of the Ohio Constitution.\"\nButler contends that the evidence which was presented through one police officer's testimony was insufficient to establish all the elements of disorderly conduct under R.C. 2917.11(B)(1). Butler also argues that circums...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-butler"
    }
  ],
  "relatedIncidents": [
    14432,
    14491,
    14543,
    14555,
    14576
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}