{
  "id": 14580,
  "title": "1989년 West 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-06-08",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: West. 판결일: 1989-06-08. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Charles Frances WEST, Jr., Defendant-Appellant UNITED STATES of America v. Bradley David THOMAS, Defendant-Appellant UNITED STATES of America v. Matthew Mervin MILLS, Defendant-Appellant UNITED STATES of America v. James J. WILLIAMSON\n**판결일**: 1989-06-08\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n**판사**: Boyle, Carolina, Eastern, Russell, Wilkinson\n\n## 변호인\n\nAndrew Cotzin (Joel Hirschhorn, Joel Hirschhorn, P.A., on brief), Thomas Roy Michael, Randy Dean Gossett (Don A. Yan-nerella on brief), Brent E. Beveridge, for defendants-appellants., Thomas Oliver Mucklow, Asst. U.S. Atty. (William A. Kolibash, U.S. Atty., Lisa A. Grimes, Sp. Asst. U.S. Atty., on brief) for plaintiff-appellee.\n\n## 인용\n\n- 877 F.2d 281\n\n## 판결문 요약\n\n\nTERRENCE WILLIAM BOYLE, District Judge:\nCharles Frances West, Jr., Bradley David Thomas, Matthew Mervin Mills, and James J. Williamson appeal their convictions on various drug-related charges arising out of a 108-count indictment. We affirm, except for West’s conviction on Count 57 for unlawful use of a communication facility, which we reverse, and Thomas’s sentence for his conspiracy conviction on Count 4, which we set aside.\nI.\nThe 18-day trial revealed the defendants’ participation in an organization engaged in the large-scale importation and distribution of marijuana and cocaine. Drugs were smuggled into Florida, primarily from the Bahamas and Jamaica, and distributed in the Ohio Valley and Wheeling, West Virginia areas. Thomas was the ringleader in direct or indirect control of all the organization’s activities. West was a major distributor. Mills became involved initially as a distributor and later as overseer of the “safehouses” used to store and distribute the drugs. Williamson was a courier who transported drugs and money between Florida and the Ohio Valley.\nAll four defendants were convicted of conducting, and conspiring to conduct, an enterprise through a pattern of racketeering activity, 18 U.S.C. §§ 1962(c) and (d), and conspiracy to distribute and possess with intent to distribute cocaine. 21 U.S.C. § 846. In addition, Thomas was convicted of engaging in a continuing criminal enterprise, 21 U.S.C. § 848, eight counts of distribution of cocaine, 21 U.S.C. § 841(...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-west"
    }
  ],
  "relatedIncidents": [
    14396,
    14397,
    14404,
    14405,
    14406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}