{
  "id": 14583,
  "title": "1989년 Fooks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-06-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Fooks. 판결일: 1989-06-05. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Clifford Fooks\n**판결일**: 1989-06-05\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 151 A.D.2d 499\n\n## 판결문 요약\n\n\nAppeal by the defendant from a judgment of the County Court, Suffolk County (Tisch, J.), rendered November 7, 1985, convicting him of burglary in the second degree, upon a jury verdict, and imposing sentence.\nOrdered that the judgment is affirmed.\nViewing the evidence in the light most favorable to the People (see, People v Contes, 60 NY2d 620), we find that it was legally sufficient to establish the defendant’s guilt of burglary in the second degree. In fact, the defendant testified that he did not have permission to break into and enter the complainant’s house at night when the complainant was not home (see, People v Daye, 150 AD2d 481). Upon the exercise of our factual review power, we are satisfied that the verdict of guilt was not against the weight of the evidence (see, CPL 470.15 [5]).\nWe have reviewed the defendant’s remaining contentions, including that his sentence was excessive, and find them to be either unpreserved for appellate review or without merit (see, People v Suitte, 90 AD2d 80). Kooper, J. P., Spatt, Harwood and Rosenblatt, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-fooks"
    }
  ],
  "relatedIncidents": [
    14404,
    14423,
    14436,
    14438,
    14454
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}