{
  "id": 14595,
  "title": "1989년 Reece 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-05-23",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Reece. 판결일: 1989-05-23. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Reece v. the State\n**판결일**: 1989-05-23\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Benham, Birdsong, Deen\n\n## 변호인\n\nDouglas W. McDonald Law Offices, P. Gerald Cody, Jr., for appellant., Michael H. Crawford, District Attorney, E. Jay McCollum, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 383 S.E.2d 572\n- 192 Ga. App. 14\n\n## 판결문 요약\n\n\n192 Ga. App. 14 (1989)\n383 S.E.2d 572\nREECE\nv.\nTHE STATE.\nA89A0257.\nCourt of Appeals of Georgia.\nDecided May 23, 1989.\nRehearing Denied June 21, 1989.\nDouglas W. McDonald Law Offices, P. Gerald Cody, Jr., for appellant.\nMichael H. Crawford, District Attorney, E. Jay McCollum, Assistant District Attorney, for appellee.\nBIRDSONG, Judge.\nAppellant Charles Reece was convicted of rape, statutory rape, and child molestation, all in connection with a twelve-year-old girl who had lived in his home as a foster child.\nThe appellant enumerates many errors below, but we find it sufficient to rule upon only one, and reverse the conviction on account of it. Held:\nThe determinative issue centers around OCGA § 24-2-3, Georgia's \"rape shield law.\" It was shown that the victim experienced a vaginal infection observed by the physician as a yellow-greenish, frothy discharge with a foul odor. The State elicited this testimony from the doctor, as well as the fact that the victim told the doctor \"that [it] was present after the time of vaginal penetration, and then it had persisted until the time that I saw her.\" There was other evidence that the victim said she had not had sexual intercourse with anyone else, and evidence that sexual intercourse transmits the disease.\nThe defendant strenuously objected to this testimony, reminding the court that it had in limine instructed defendant he \"could not absolutely, and surely to goodness ... interject anything about this girl having a vaginal infection....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=reece-v-state"
    }
  ],
  "relatedIncidents": [
    14417,
    14623,
    14657,
    14046,
    14077
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}