{
  "id": 14590,
  "title": "1989년 In re R.L.H. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-05-24",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: In re R.L.H.. 판결일: 1989-05-24. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of R.L.H.\n**판결일**: 1989-05-24\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Carroll, Jones, Shannon\n\n## 변호인\n\nDonnie J. Coleman, Junction, for appellant., Ronald L. Sutton, Dist. Atty., Junction, for appellee.\n\n## 인용\n\n- 771 S.W.2d 697\n\n## 판결문 요약\n\n\nON MOTION FOR REHEARING\nSHANNON, Chief Justice.\nThe opinion handed down by this Court on March 22, 1989, is withdrawn and this opinion is handed down in its place.\nAppellant R.L.H., a minor, seeks to set aside the judgment of the juvenile court of Tom Green County. The jury determined that R.L.H. engaged in delinquent conduct, attempted capital murder, and assessed commitment to the Texas Youth Commission for twenty years. The juvenile court rendered judgment upon the jury’s verdict. This Court will affirm the judgment.\nPursuant to Tex.Fam.Code Ann. § 53.045 (Supp.1989) (the so-called determinate sentencing law), the grand jury approved the petition by which appellant was charged with delinquency. Because the grand jury approved the petition, appellant may be transferred to the Texas Department of Corrections at age eighteen to serve the remainder of his sentence. Id. § 54.04(d)(3) (Supp.1989) and Tex.Hum.Res.Code Ann. § 61.084(b) (Supp.1989). Appellant attacks the statutes authorizing such disposition by several grounds.\nAppellant first contends that the determinate sentencing system1 violates the section of the Texas Constitution prohibiting incarceration in the penitentiary “unless on an indictment of a grand jury.” Tex.Const. Ann. art. I, § 10 (1984). This right, along with the balance of the Bill of Rights, is “inviolate” forever and any law which is “contrary thereto ... shall be void.” Id. § 29. Because a proceeding in juvenile court is initiated by a “petition,” Tex....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-rlh"
    }
  ],
  "relatedIncidents": [
    14397,
    14426,
    14437,
    14455,
    14461
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}