{
  "id": 14608,
  "title": "1989년 Ladmer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-05-05",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Ladmer. 판결일: 1989-05-05. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Tennessee v. William LADMER, Appellant-Defendant\n**판결일**: 1989-05-05\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Daughtrey, Duncan, Dwyer\n\n## 변호인\n\nLionel R. Barrett, Jr., John G. Oliva, Nashville, for appellant-defendant., Charles W. Burson, Atty. Gen., Debra K. Inglis, Asst. Atty. Gen., Thomas H. Shri-ver, Dist. Atty. Gen., Weakley Edward Barnard, Asst. Dist. Atty. Gen., Nashville, for State.\n\n## 인용\n\n- 775 S.W.2d 6\n\n## 판결문 요약\n\n\nOPINION\nDUNCAN, Presiding Judge.\nThe defendant, William Ladmer, pled guilty to use of a minor for obscene purposes. He received a Range I sentence of three (3) years in the Department of Correction, to be served in the local workhouse. The defendant reserved, pursuant to Rule 37(b)(2)(i) of the Tennessee Rules of Criminal Procedure, the right to appeal a certified question of law.\nThe certified question, as stated in the trial judge’s order, is:\nWhether or not the fact that the female victim who was sixteen (16) years old was married and had a child was sufficient to legally constitute emancipation of the minor so as not to allow her the protections afforded a minor pursuant to the provisions of T.C.A. § 39-6-1137.\nT.C.A. § 39-6-1137(a)(l)(A) and (a)(2) (Supp.1988), among other things, proscribes the solicitation of a minor to pose or model for purposes of preparing an obscene film. This was the defendant’s specific violation in this case.\nThe minor in this case is, as the certified question states, a sixteen-year-old married woman who is the mother of a child.\nThe defendant contends that because of the victim’s emancipated status, the statute should be construed so as to remove her from the protection afforded minors by the statute. We find no merit to this contention.\nIn construing a statute, courts are restricted to the natural and ordinary meaning of the language used by the legislature within the four comers of the statute, unless an ambiguity requires resort elsewhere ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-ladmer"
    }
  ],
  "relatedIncidents": [
    14396,
    14397,
    14404,
    14405,
    14406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}