{
  "id": 14603,
  "title": "1989년 Duracell Inc. v. SW Consultants, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-05-12",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Duracell Inc. v. SW Consultants, Inc.. 판결일: 1989-05-12. 법원: District Court, N.D. Georgia.",
  "description": "## 사건 정보\n\n**사건명**: DURACELL INC. v. SW CONSULTANTS, INC. Power Plus of America, Inc. Garry Syme Andrew S. \"Steve\" Whaley and Ronald Putt\n**판결일**: 1989-05-12\n**법원**: District Court, N.D. Georgia\n**관할**: Georgia, GA\n\n**판사**: Hall\n\n## 변호인\n\nWilliam A. Clineburg, Jr., Daniel James King, Sean R. Smith, King & Spalding, Atlanta, Ga., Gregg A. Dwyer, Bethel, Conn., Ronald S. Cornell, Needham, Mass., for plaintiff., James C. Gaulden, Jr., Stephen Craig Whicker, Brent & Valíanos, Atlanta, Ga., Robert A. Meister, Milgrim Thomajan & Lee, New York City, for defendant.\n\n## 인용\n\n- 126 F.R.D. 571\n\n## 판결문 요약\n\n\nORDER\nROBERT H. HALL, District Judge.\nThis case is currently before the court on the defendants’ motion to dismiss and on the defendants’ motion for a more definite statement. Plaintiff, Duracell, is a manufacturer of alkaline batteries. The defendants, Garry Syme, Steve Whaley and Ronald Putt are former employees of Duracell’s Norcross, Georgia plant. In the nine count complaint filed in this action, Duracell charges defendants, Syme, Whaley and Putt and the companies they formed, SW Consultants and Power Plus, with patent infringement, theft of trade secrets, breach of confidential agreements, inducing others to breach confidential agreements, breach of fiduciary duties, constructive fraud, unjust enrichment and violations of state and federal RICO statutes. Essentially plaintiff has alleged that the defendants misappropriated numerous of Duracell’s trade secrets and confidential data and stole documents and other items for use in their newly formed companies.\n*573FACTS\nThe plaintiff in this case Duracell, Inc., is one of the leading manufacturers of alkaline batteries in the world. Memorandum of Law in Support of Defendants’ Motion to Dismiss, p. 1. The individual defendants, Syme, Whaley and Putt are all former employees of Duracell, Inc. Syme worked eighteen years with Duracell in various capacities and in various locations throughout the United States. Whaley worked for Duracell approximately seven and one half years, and defendant Putt worked in the Duracell plant for...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=duracell-inc-v-sw-consultants-inc"
    }
  ],
  "relatedIncidents": [
    14405,
    14422,
    14430,
    14459,
    14475
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}