{
  "id": 14611,
  "title": "1989년 McCormick 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-05-04",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: McCormick. 판결일: 1989-05-04. 법원: District Court, W.D. Michigan.",
  "description": "## 사건 정보\n\n**사건명**: Mary McCORMICK, Plaintiff, v. SEARS, ROEBUCK AND CO., a Foreign Corporation, Defendant\n**판결일**: 1989-05-04\n**법원**: District Court, W.D. Michigan\n**관할**: Michigan, MI\n\n**판사**: Robert Holmes Bell\n\n## 변호인\n\nCassius E. Street, Jr., Lansing, Mich., for plaintiff., Charles C. DeWitt, Jr., Detroit, Mich., for defendant.\n\n## 인용\n\n- 712 F. Supp. 1284\n\n## 판결문 요약\n\n\n712 F.Supp. 1284 (1989)\nMary McCORMICK, Plaintiff,\nv.\nSEARS, ROEBUCK AND CO., a foreign corporation, Defendant.\nNo. L88-20-CA5.\nUnited States District Court, W.D. Michigan, S.D.\nMay 4, 1989.\n*1285 Cassius E. Street, Jr., Lansing, Mich., for plaintiff.\nCharles C. DeWitt, Jr., Detroit, Mich., for defendant.\n\nOPINION OF THE COURT\nROBERT HOLMES BELL, District Judge.\nThis action grows out of plaintiff's discharge from employment with defendant, Sears, Roebuck and Co. In a three-count complaint, plaintiff alleges (1) that her discharge was in breach of her employment contract; (2) that defendant breached its implied duty of good faith; and (3) that defendant committed the tort of fraudulent misrepresentation. Now before the Court are two motions. Defendant moves the Court for summary judgment on all three of plaintiff's present claims. Plaintiff seeks leave to amend the complaint so as to add a claim of gender-based discrimination.\nIt appears plaintiff Mary McCormick's employment with defendant commenced in September, 1975. She was hired as a part-time floral arranger/salesperson at defendant's Lansing, Michigan store. The employment application which she had signed and submitted provided in pertinent part:\nIn consideration of my employment, I agree to conform to the rules and regulations of Sears, Roebuck and Co., and my employment and compensation can be terminated, with or without cause, and with or without notice, at any time, at the option of either the Company or myself. I u...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mccormick-v-sears-roebuck-and-co"
    }
  ],
  "relatedIncidents": [
    14405,
    14422,
    14430,
    14459,
    14475
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}