{
  "id": 14612,
  "title": "1989년 Hernandez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-05-04",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Hernandez. 판결일: 1989-05-04. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Carlos HERNANDEZ v. The STATE of Texas\n**판결일**: 1989-05-04\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Dorsey, Seerden, Utter\n\n## 변호인\n\nDouglas Tinker, Corpus Christi, for appellant., Grant Jones, Dist. Attorney’s Office, Corpus Christi, for appellee.\n\n## 인용\n\n- 771 S.W.2d 596\n\n## 판결문 요약\n\n\nOPINION\nDORSEY, Justice.\nA jury found appellant, Carlos Hernandez, guilty of murder and assessed punishment at 30 years’ imprisonment. On direct appeal we affirmed the trial court’s judgment. The Court of Criminal Appeals sub*597sequently vacated our judgment pursuant to Rose v. State, 752 S.W.2d 529 (Tex.Crim.App.1988), and remanded the cause to our Court for harmless error analysis under the guidelines of Tex.R.App.P. 81(b)(2).\nDuring the punishment phase of trial, the court delivered to the jury the standard instruction on the law of parole as required by Tex.Code Crim.Proc.Ann. art. 37.07, § 4(a) (Vernon Supp.1989). Appellant argued on appeal that the trial court erred in instructing the jury on the law concerning good conduct time and parole inasmuch as the charge was predicated upon an unconstitutional statute.\nThe Court of Criminal Appeals recently held that article 37.07 § 4(a) is unconstitutional and any charge given pursuant to that statute is error. Rose v. State, 752 S.W.2d 529 (Tex.Crim.App.1988). But the Court noted that although it is error to give the instruction, the error is not automatically reversible and must be analyzed under Tex.R.App.P. 81(b)(2). Id. at 553. Thus, appellant’s conviction must be reversed unless we determine “beyond a reasonable doubt that the error made no contribution to the conviction or to the punishment.” Id.; Haynie v. State, 751 S.W.2d 878, 879 (Tex.Crim.App.1988). The degree of harm must be determined “in light of the entire jur...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hernandez-v-state"
    }
  ],
  "relatedIncidents": [
    14397,
    14426,
    14437,
    14455,
    14461
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}