{
  "id": 14614,
  "title": "1989년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-05-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1989-05-02. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: 49 Fair empl.prac.cas. 1105, 50 Empl. Prac. Dec. P 38,971, 27 Fed. R. Evid. Serv. 1453 Bernard J. Noble v. The Alabama Department of Environmental Management Director of the Alabama Department of Environmental Management\n**판결일**: 1989-05-02\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 872 F.2d 361\n\n## 판결문 요약\n\n872 F.2d 361\n    49 Fair Empl. Prac. Cas. (BNA)  1105,50 Empl. Prac. Dec. P 38,971,27 Fed. R. Serv. 1453Bernard J. NOBLE, Plaintiff-Appellant,v.The ALABAMA DEPARTMENT OF ENVIRONMENTAL MANAGEMENT;Director of the Alabama Department ofEnvironmental Management;  et al.,Defendants-Appellees.\n    No. 88-7234.\n    United States Court of Appeals,Eleventh Circuit.\n    May 2, 1989.\n    \n      Claudia H. Pearson, Robert L. Wiggins, Gordon, Silberman, Wiggins and Childs, Birmingham, Ala., for plaintiff-appellant.\n      Richard E. Smith, Thomas A. Carraway, Steven A. Benefield, Rives &amp; Peterson, Birmingham, Ala., for defendants-appellees.\n      Appeal from the United States District Court for the Northern District of Alabama.\n      Before JOHNSON, HATCHETT and COX, Circuit Judges.\n      JOHNSON, Circuit Judge:\n    \n    \n      1\n      Bernard J. Noble appeals the district court's judgment for the appellees, the Alabama Department of Environmental Management (\"ADEM\") and Leigh Pegues, Director of ADEM.  Noble brought suit under Title VII of the Civil Rights Act of 1964, as amended, 42 U.S.C.A. Sec. 2000e et seq., claiming that his discharge from ADEM was racially discriminatory in violation of that statute.  We affirm the district court.\n    \n    I. FACTS\n    \n      2\n      In January 1984, Noble, who is black, applied with the State of Alabama for employment as a Public Health Engineer I (PHE-I).  Noble holds a B.S. degree in Civil Engineering Technology (\"CET\") from Alabama A &amp; M ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=49-fair-emplpraccas-1105-50-empl-prac-dec-p-38971-27-fed-r-evid"
    }
  ],
  "relatedIncidents": [
    14406,
    14421,
    14511,
    14516,
    14545
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}