{
  "id": 14623,
  "title": "1989년 Shepley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-04-26",
  "location": "South Dakota, SD, USA",
  "summary": "미국 South Dakota, SD 법원 판결 사건. 사건명: Shepley. 판결일: 1989-04-26. 법원: South Dakota Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of South Dakota, Plaintiff and Appellee, v. Sammy B. SHEPLEY, Jr., Defendant and Appellant\n**판결일**: 1989-04-26\n**법원**: South Dakota Supreme Court\n**관할**: South Dakota, SD\n\n**판사**: Henderson, Miller, Morgan, Sabers, Wuest\n\n## 변호인\n\nWade A. Hubbard, Asst. Atty. Gen., (Roger A. Tellinghuisen, Atty. Gen., on the brief), Pierre, for plaintiff and appellee., Patrick M. Schroeder, Minnehaha County Public Defender, Sioux Falls, for defendant and appellant.\n\n## 인용\n\n- 440 N.W.2d 294\n\n## 판결문 요약\n\n\n440 N.W.2d 294 (1989)\nSTATE of South Dakota, Plaintiff and Appellee,\nv.\nSammy B. SHEPLEY, Jr., Defendant and Appellant.\nNo. 16112.\nSupreme Court of South Dakota.\nArgued January 11, 1989.\nDecided April 26, 1989.\n*295 Wade A. Hubbard, Asst. Atty. Gen., (Roger A. Tellinghuisen, Atty. Gen., on the brief), Pierre, for plaintiff and appellee.\nPatrick M. Schroeder, Minnehaha County Public Defender, Sioux Falls, for defendant and appellant.\nWUEST, Chief Justice.\nDefendant, Sammy B. Shepley, Jr., was convicted of first degree rape. Following his conviction, defendant filed a motion for a mistrial and a motion for a new trial. These motions were based upon two comments allegedly made by the assistant state's attorney during closing argument. The trial court denied both motions. Defendant now appeals to this court, contending that the trial court erred in denying his motion for a mistrial and in refusing to grant him a new trial because the remarks made by the assistant state's attorney were improper and highly prejudicial, thereby denying defendant of his right to a fair trial. We disagree with defendant's contention and affirm his conviction.\nDefendant's conviction of first degree rape stems from an incident which occurred in the early hours of August 30, 1987, in Sioux Falls, South Dakota. According to the rape victim's testimony, she met defendant at a Sioux Falls bar where they danced several times. Upon the bar's closing, defendant asked the victim to drive him to a party hosted ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-shepley"
    }
  ],
  "relatedIncidents": [
    14417,
    14595,
    14657,
    14046,
    14077
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}