{
  "id": 14632,
  "title": "1989년 Kelchner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-04-14",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Kelchner. 판결일: 1989-04-14. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Kenneth Kelchner, Individually and as Father and Natural Guardian of Jennifer Kelchner, an Infant v. John Deere Company, and Third-Party Joan Kelchner, Third-Party Defendant-Respondent, Third-Party\n**판결일**: 1989-04-14\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 149 A.D.2d 911\n\n## 판결문 요약\n\n\n— Order unanimously affirmed with costs. Memorandum: Plaintiff brought suit on behalf of his four-year-old daughter who was seriously injured when a John Deere tractor mower, operated by her grandfather, backed over her. Defendants John Deere Co. and Deere &amp; Co., manufacturers of the tractor, interposed counterclaims against plaintiff and brought a third-party action against the infant’s mother. In each pleading, defendants asserted claims of negligent supervision of the child and negligent entrustment of a dangerous instrument to the child. The parents successfully-moved for summary judgment dismissing the claims against them. Defendants moved to renew the motion on the basis of evidence that when the accident occurred the infant had been riding on the \"EZ Rake” attachment to the tractor. The motion was denied and defendants appeal from both orders. We affirm.\nSince a child has no cause of action against a parent for *912negligent supervision, joint tort-feasors are not entitled to contribution from parents for liability resulting in part from negligent supervision (see, Holodook v Spencer, 36 NY3d 35, 51; see also, Smith v Sapienza, 52 NY2d 82). Contrary to the argument advanced by defendants, the principle enunciated in Holodook has expressly been reaffirmed by the Court of Appeals (see, Garrett v Holiday Inns, 58 NY2d 253, 260; Nolechek v Gesuale, 46 NY2d 332, 340). Thus defendants’ counterclaims and third-party complaint were properly dismissed.\nDefendants’ claims f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kelchner-v-john-deere-co"
    }
  ],
  "relatedIncidents": [
    14396,
    14397,
    14404,
    14405,
    14406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}