{
  "id": 14633,
  "title": "1989년 Gibson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-04-12",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Gibson. 판결일: 1989-04-12. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Walter GIBSON v. STATE of Florida\n**판결일**: 1989-04-12\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Lehan, Parker, Ryder\n\n## 변호인\n\nPatricia J. O’Doran of Trenam, Simmons, Kemker, Scharf, Barkin, Frye & O’Neill, P.A., Tampa, for appellant., Robert A. Butterworth, Atty. Gen., Tallahassee, and Davis G. Anderson, Jr., Asst. Atty. Gen., Tampa, for appellee.\n\n## 인용\n\n- 541 So. 2d 761\n\n## 판결문 요약\n\n\nPARKER, Judge.\nGibson appeals a trial court order requiring that he pay restitution as a condition of his probation, following his entry of pleas of nolo contendere to the offenses of grand theft and organized fraud. We reverse the order of restitution.\nIn January 1985, Gibson entered into an agreement to purchase a health spa in New Port Richey, Florida. After Gibson began operating the spa, he learned that its financial condition had been misrepresented to the extent that Gibson was forced to seek protection from creditors by filing a petition for reorganization pursuant to chapter 11 of the United States Bankruptcy Code *762on September 11,1985. Pursuant to a stipulation entered earlier that month between Gibson and the owner of the premises on which the spa was located, the bankruptcy court entered an order on November 18, 1985, allowing Gibson to continue operating the spa at the same location until February 28, 1986, provided he maintained paying rent to the owner of the property. Gibson concedes in this appeal that based on this stipulation, the state probably would be able to prove that sometime after November 1, 1985, Gibson knew the bankruptcy court would enter an order demanding that he vacate the spa premises.\nFollowing the entry of the bankruptcy court order, Gibson continued to operate the spa and to sell spa memberships. According to Gibson during this time, he attempted to negotiate a new lease or the purchase of the property, or alternatively to secure a new...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gibson-v-state"
    }
  ],
  "relatedIncidents": [
    14405,
    14422,
    14430,
    14459,
    14475
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}