{
  "id": 14637,
  "title": "1989년 In Re Sharon Steel Corporation, Debtor. Appeal of Dwg Corporation and Victor Posner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-04-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: In Re Sharon Steel Corporation, Debtor. Appeal of Dwg Corporation and Victor Posner. 판결일: 1989-04-07. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: In Re SHARON STEEL CORPORATION, Debtor. Appeal of DWG CORPORATION and Victor Posner\n**판결일**: 1989-04-07\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Gibbons, Nygaard, Scirica\n\n## 변호인\n\nPaul H. Titus, Mansmann, Cindrich & Titus, Pittsburgh, Pa., Michael V. Blumen-thal, Hay the & Curley, New York City, for appellants., Russell J. Ober, Jr., Steven Petrikis, Rose, Schmidt, Hasley & DiSalle, Pittsburgh, Pa., for appellee James W. Toren, trustee of Sharon Steel Corp., Herbert P. Minkel, Jr., Vincent J. Coyle, Jr., Fried, Frank, Harris, Shriver & Jacobson, New York City, Philip E. Beard, Stone-cipher, Cunningham, Beard & Schmitt, Pittsburgh, Pa., for appellees, The Official Committe\n\n## 인용\n\n- 871 F.2d 1217\n\n## 판결문 요약\n\n871 F.2d 1217\n    19 Bankr.Ct.Dec. 415, Bankr. L. Rep.  P 72,822\n    In re SHARON STEEL CORPORATION, Debtor.Appeal of DWG CORPORATION and Victor Posner.\n    No. 88-3651.\n    United States Court of Appeals,Third Circuit.\n    Submitted Under Third Circuit Rule 12(6)March 30, 1989.Decided April 7, 1989.\n    \n      Paul H. Titus, Mansmann, Cindrich &amp; Titus, Pittsburgh, Pa., Michael V. Blumenthal, Haythe &amp; Curley, New York City, for appellants.\n      Russell J. Ober, Jr., Steven Petrikis, Rose, Schmidt, Hasley &amp; DiSalle, Pittsburgh, Pa., for appellee James W. Toren, trustee of Sharon Steel Corp.\n      Herbert P. Minkel, Jr., Vincent J. Coyle, Jr., Fried, Frank, Harris, Shriver &amp; Jacobson, New York City, Philip E. Beard, Stonecipher, Cunningham, Beard &amp; Schmitt, Pittsburgh, Pa., for appellees, The Official Committee of Unsecured Creditors.\n      Before GIBBONS, Chief Judge, and SCIRICA and NYGAARD, Circuit Judges.\n      OPINION OF THE COURT\n      GIBBONS, Chief Judge:\n    \n    \n      1\n      DWG Corporation and Victor Posner appeal from a district court decision affirming a bankruptcy court order appointing a trustee-in-bankruptcy for debtor Sharon Steel (\"the debtor\" or \"Sharon\") pursuant to 11 U.S.C. Sec. 1104.  DWG and Posner contend that the bankruptcy court should have denied the committee of unsecured creditors' (\"the committee\") petition for a trustee because the request violated contractual obligations between the committee and the debtor-in-possession.1...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-sharon-steel-corporation-debtor-appeal-of-dwg-corporation-and"
    }
  ],
  "relatedIncidents": [
    14455,
    14466,
    14482,
    14490,
    14510
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}