{
  "id": 14635,
  "title": "1989년 Dodes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-04-10",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Dodes. 판결일: 1989-04-10. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Mortimer Dodes, Individually and as Administrator of the Estate of Blanche Dodes v. North Shore University Hospital\n**판결일**: 1989-04-10\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 149 A.D.2d 455\n\n## 판결문 요약\n\n\n— In a medical malpractice action, the plaintiff appeals from (1) an order of the Supreme Court, Queens County (Santucci, J.), dated November 17, 1987, which granted the separate motions of the defendants North Shore University Hospital and Anthony F. Tucci, for summary judgment dismissing the complaint as against them and (2) a judgment of the same court, entered December 22, 1987, which dismissed the complaint as against those defendants.\nOrdered that the appeal from the order is dismissed; and it is further,\nOrdered that the judgment is affirmed; and it is further,\nOrdered that the respondents appearing separately and filing separate briefs are awarded one bill of costs.\nThe appeal from the intermediate order must be dismissed because the right of direct appeal therefrom terminated with the entry of judgment in the action (see, Matter of Aho, 39 NY2d 241, 248). The issues raised on appeal from the order are brought up for review and have been considered on the appeal from the judgment (CPLR 5501 [a] [1]).\nThe expert medical opinions submitted by the defendants North Shore University Hospital and Anthony Tucci, M.D., that medical care and treatment were rendered in accordance with good and accepted medical practice, were sufficient to establish a prima facie showing of their entitlement to judgment as a matter of law (see, Alvarez v Prospect Hosp., 68 NY2d 320). According to Dr. Tucci, the plaintiff’s decedent suffered from an incurable cancer and the medical treatment was...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dodes-v-north-shore-university-hospital"
    }
  ],
  "relatedIncidents": [
    14396,
    14397,
    14404,
    14405,
    14406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}