{
  "id": 14646,
  "title": "1989년 Roe 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-03-22",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Roe. 판결일: 1989-03-22. 법원: Ohio Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The State of Ohio v. Roe\n**판결일**: 1989-03-22\n**법원**: Ohio Supreme Court\n**관할**: Ohio, OH\n\n**판사**: Brown, Douglas, Holmes, Moyer, Resnick, Sweeney, Wright\n\n## 변호인\n\nS. Michael Miller, prosecuting attorney, and Alan C. Travis, for appellee., Barry W. Wilford, for appellant.\n\n## 인용\n\n- 41 Ohio St. 3d 18\n\n## 판결문 요약\n\n\n\nPer Curiam.\n\nIn appealing his convictions, and his sentence for aggravated murder, appellant raises thirty-nine propositions of law. For the reasons discussed below, we affirm the judgment of the court of appeals in all respects and uphold appellant’s sentence of death.\nI\nIn propositions of law one through five, appellant raises challenges to the constitutionality of various portions of Ohio’s death penalty statutes, each of which arguments — save one — has been considered and rejected in several of our prior cases: State v. Jenkins (1984), 15 Ohio St. 3d 164, 15 OBR 311, 473 N.E. 2d 264; State v. Maurer (1984), 15 Ohio St. 3d 239, 15 OBR 379, 473 N.E. 2d 768; State v. Buell (1986), 22 Ohio St. 3d 124, 136, 139-141, 22 OBR 203, 213, 216-218, 489 N.E. 2d 795, 806, 809-810; State v. Zuern (1987), 32 Ohio St. 3d 56, 63-64, 512 N.E. 2d 585, 592-593. In his third proposition of law, appellant, inter alia, argues that the death penalty statutes impermissibly fail to require the jury to consider “doubt as to the defendant’s guilt” as a mitigating factor pursuant to R.C. 2929.04(B). However, a review of the charge to the sentencing jury discloses no instruction specifically prohibiting the consideration of this factor, which, of course, could have been considered in the “catchall” provision of R.C. 2929.04(B)(7). Furthermore, appellant made no request at trial for specific instructions requiring consideration of this factor. Appellant’s argument is thus without merit.\nII\nIn his six...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-roe"
    }
  ],
  "relatedIncidents": [
    14397,
    14426,
    14437,
    14455,
    14461
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}