{
  "id": 14657,
  "title": "1989년 Woods 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-03-07",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Woods. 판결일: 1989-03-07. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Charles E. WOODS, Movant-Appellant v. STATE of Missouri\n**판결일**: 1989-03-07\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crow, Greene, Holstein\n\n## 변호인\n\nNancy Hentig Narrow, Public Defender, Benton, for movant-appellant., William L. Webster, Atty. Gen., Elizabeth L. Ziegler, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 768 S.W.2d 571\n\n## 판결문 요약\n\n\nGREENE, Judge.\nAfter jury-trial, Charles E. Woods was convicted of the crimes of sexual abuse in the first degree and sodomy for which he received concurrent sentences of five and fifteen years’ imprisonment. The incidents on which the filing of the charges were based involved the sexual molestation by Woods of three little boys and the sodomizing of two of them. The victims were brothers ranging in age from four years old to eleven. The revolting details of the sexual assaults need not be repeated here. Woods’ convictions were affirmed on appeal. State v. Woods, 723 S.W.2d 488 (Mo.App.1986).\nAfter Woods was confined to serve his sentences, he filed a pro se motion to vacate his convictions.1 Woods’ motion, after amendment by appointed counsel, alleged, in addition to matters not relevant here because not preserved for appellate review, ineffective assistance of trial counsel for failure to, prior to trial, adequately interview prospective defense witness Frank Wilderness. Woods claimed that, because of such failure, his trial counsel did not discover pertinent facts, or question Wilderness at trial about those facts, that were relevant to his defense. The motion court, without evidentiary hearing, made findings of fact and conclusions of law, and denied the motion to vacate. This appeal followed.\nIt appears from the meager record before us, that the State’s evidence was that the sexual assaults by Woods on the three children occurred between May 1 and May 24, 1984, in a gar...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=woods-v-state"
    }
  ],
  "relatedIncidents": [
    14417,
    14595,
    14623,
    14046,
    14077
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}