{
  "id": 14654,
  "title": "1989년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-03-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1989-03-10. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter Of: Cts Truss, Inc., Debtor. Kenneth D. Holt, Trustee for the Bankruptcy Estate of Cts Truss, Inc. v. Federal Deposit Insurance Corporation\n**판결일**: 1989-03-10\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 868 F.2d 146\n\n## 판결문 요약\n\n868 F.2d 146\n    57 USLW 2610, 20 Collier Bankr.Cas.2d 1292,19 Bankr.Ct.Dec. 391, Bankr. L. Rep.  P 72,835\n    In the Matter of:  CTS TRUSS, INC., Debtor.Kenneth D. HOLT, Trustee for the Bankruptcy Estate of CTSTruss, Inc., Appellant,v.FEDERAL DEPOSIT INSURANCE CORPORATION, Appellee.\n    No. 88-1036.\n    United States Court of Appeals,Fifth Circuit.\n    March 10, 1989.\n    \n      Robert R. Truitt, Jr., Midland, Tex., for appellant.\n      Christine M. Anderson, F.D.I.C., Midland, Tex., for appellee.\n      Appeal from the United States District Court for the Western District of Texas.\n      Opinion On Reconsideration\n      (Opinion Nov. 4, 1988, 5th Cir.1988, 859 F.2d 357)\n      Before REAVLEY, JOHNSON and JONES, Circuit Judges.\n      EDITH H. JONES, Circuit Judge:\n    \n    \n      1\n      This panel has reconsidered the rationale underlying part I of our opinion issued previously in this case and reported at 859 F.2d 357.    The mandate has not yet been issued.  Without changing the result in the case, we herewith delete part of the discussion formerly contained in part I of the opinion and reissue the opinion as follows:\n    \n    \n      2\n      CTS Truss, Inc.  (CTS), represented by its bankruptcy trustee, appeals a decision of the district court which denied its request for equitable subordination of a claim of the Federal Deposit Insurance Corporation (FDIC) under 11 U.S.C. Sec. 510(c).  Because the district court correctly affirmed the decision of the bankruptcy court to de...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-the-matter-of-cts-truss-inc-debtor-kenneth-d-holt-trustee-for-the"
    }
  ],
  "relatedIncidents": [
    14396,
    14397,
    14404,
    14405,
    14406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}