{
  "id": 14651,
  "title": "1989년 Tennin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-03-14",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Tennin. 판결일: 1989-03-14. 법원: Court of Appeals of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Minnesota, Respondent, v. Kevin Maurice TENNIN, Appellant\n**판결일**: 1989-03-14\n**법원**: Court of Appeals of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Crippen, Huspeni, Kalitowski\n\n## 변호인\n\nHubert H. Humphrey, III, Atty. Gen., Paul R. Kempainen, Asst. Atty. Gen., St. Paul, Bob E. Ebbesen, Redwood Co. Atty., Redwood Falls, for respondent., C. Paul Jones, State Public Defender, Susan K. Maki, Asst. State Public Defender, Minneapolis, for appellant.\n\n## 인용\n\n- 437 N.W.2d 82\n\n## 판결문 요약\n\n\n437 N.W.2d 82 (1989)\nSTATE of Minnesota, Respondent,\nv.\nKevin Maurice TENNIN, Appellant.\nNo. C3-88-1533.\nCourt of Appeals of Minnesota.\nMarch 14, 1989.\nReview Denied April 24, 1989.\n*83 Hubert H. Humphrey, III, Atty. Gen., Paul R. Kempainen, Asst. Atty. Gen., St. Paul, Bob E. Ebbesen, Redwood Co. Atty., Redwood Falls, for respondent.\nC. Paul Jones, State Public Defender, Susan K. Maki, Asst. State Public Defender, Minneapolis, for appellant.\nConsidered and decided by HUSPENI, P.J., and CRIPPEN and KALITOWSKI, JJ., without oral argument.\n\nOPINION\nHUSPENI, Judge.\nKevin Tennin was convicted after a jury trial of first degree burglary, theft, receiving stolen property, and conspiracy. On appeal he argues that the evidence was insufficient to convict, that he was denied a *84 constitutional right to confront an adverse witness, and that the prosecutor engaged in misconduct. We affirm.\n\nFACTS\nOn the afternoon of January 13, 1988, appellant and S.P. (a juvenile identified as an accomplice in the crimes charged) drove to the vicinity of the Red Cedar Sporting Goods Store in Redwood Falls. Several of appellant's relatives accompanied them.\nAfter entering the store, appellant and S.P. sat on the back steps facing the back door for one-half to one hour. Then they engaged a clerk who showed them various guns and ammunition for 10 to 15 minutes. The clerk observed that the pair seemed \"interested\" in the guns. Before the two returned to the car, S.P. told appellant he was going to come b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-tennin"
    }
  ],
  "relatedIncidents": [
    14404,
    14423,
    14436,
    14438,
    14454
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}