{
  "id": 14659,
  "title": "1989년 Dennis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-03-03",
  "location": "Vermont, VT, USA",
  "summary": "미국 Vermont, VT 법원 판결 사건. 사건명: Dennis. 판결일: 1989-03-03. 법원: Supreme Court of Vermont.",
  "description": "## 사건 정보\n\n**사건명**: State of Vermont v. Dean Dennis\n**판결일**: 1989-03-03\n**법원**: Supreme Court of Vermont\n**관할**: Vermont, VT\n\n**판사**: Allen, C.J., Peck and Dooley, Jj., and Barney, C.J. (Ret.) and Keyser, J. (Ret.), Specially Assigned\n\n## 변호인\n\nKevin G. Bradley, Chittenden County State’s Attorney, and Robert Andres, Deputy State’s Attorney, Burlington, for Plaintiff-Appellee., Walter M. Morris, Jr., Defender General, and William A. Nelson, Appellate Defender, Montpelier, for Defendant-Appellant.\n\n## 인용\n\n- 559 A.2d 670\n- 151 Vt. 223\n\n## 판결문 요약\n\n\n559 A.2d 670 (1989)\nSTATE of Vermont\nv.\nDean DENNIS.\nNo. 86-339.\nSupreme Court of Vermont.\nMarch 3, 1989.\nKevin G. Bradley, Chittenden County State's Atty., and Robert Andres, Deputy State's Atty., Burlington, for plaintiff-appellee.\nWalter M. Morris, Jr., Defender General, and William A. Nelson, Appellate Defender, Montpelier, for defendant-appellant.\nBefore ALLEN, C.J., PECK and DOOLEY, JJ., and BARNEY, C.J. (Ret.) and KEYSER, J. (Ret.), Specially Assigned.\n*671 ALLEN, Chief Justice.\nDefendant appeals from a jury verdict convicting him of attempted assault and robbery in violation of 13 V.S.A. § 608(a). We reverse.\nAt trial, defendant requested the court to instruct the jury that the State must prove he had the specific intent to commit the crime charged and that his intoxication, whether voluntary or involuntary, could negate a finding of the intent required under the statute. The court refused the defendant's request and instead instructed the jury that \"the crime of attempted assault and robbery requires no such specific intent\" and \"[b]ecause specific intent is not an element of this offense, you may not consider evidence of intoxication as a defense to the charge.\" Defense counsel objected to the court's failure to give the requested charge and to its instruction that specific intent is not an element of the crime of attempted assault and robbery.\nOn appeal, defendant challenges the court's instruction on specific intent contending that the crime of assault and robber...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-dennis"
    }
  ],
  "relatedIncidents": [
    14404,
    14423,
    14436,
    14438,
    14454
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}