{
  "id": 14661,
  "title": "1989년 Holloway 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-03-01",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Holloway. 판결일: 1989-03-01. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Pat S. HOLLOWAY, Relator, v. the FIFTH COURT OF APPEALS, Respondent\n**판결일**: 1989-03-01\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Gonzalez, Mauzy, Spears\n\n## 변호인\n\nAndrew L. Smith, III, Carrollton, F. Dean Armstrong, Law Offices of F. Dean Armstrong, P.C., Flossmoor, Ill., Pat S. Holloway, Giddings, for relator., R. Jack Ayres and Thomas V. Murto, Law Offices of R. Jack Ayres, P.C., Dallas, W. James Kronzer, Houston, John B. Kyle, Jackson, Walker, Winstead, Cantwell, & Miller, Dallas, Dennis Olson, Greenville, for respondent.\n\n## 인용\n\n- 767 S.W.2d 680\n\n## 판결문 요약\n\n\n767 S.W.2d 680 (1989)\nPat S. HOLLOWAY, Relator,\nv.\nThe FIFTH COURT OF APPEALS, Respondent.\nNo. C-7865.\nSupreme Court of Texas.\nMarch 1, 1989.\nRehearing Denied April 19, 1989.\n*681 Andrew L. Smith, III, Carrollton, F. Dean Armstrong, Law Offices of F. Dean Armstrong, P.C., Flossmoor, Ill., Pat S. Holloway, Giddings, for relator.\nR. Jack Ayres and Thomas V. Murto, Law Offices of R. Jack Ayres, P.C., Dallas, W. James Kronzer, Houston, John B. Kyle, Jackson, Walker, Winstead, Cantwell, &amp; Miller, Dallas, Dennis Olson, Greenville, for respondent.\n\nOPINION\nMAUZY, Justice.\nIn this original proceeding, relator Pat S. Holloway complains that the Honorable Fifth Court of Appeals has abused its discretion by granting writs of prohibition, mandamus and injunction. See Browning v. Ryan, 756 S.W.2d 379 (Tex.App.-Dallas 1988, orig. proceeding). These writs were directed at the Honorable Tom Ryan, Senior Judge sitting for the 162nd Judicial District Court, who sustained a collateral attack on a previous judgment against Holloway. The judgment, which Judge Ryan declared void, had previously been appealed to the court of appeals but that appeal was dismissed. Nevertheless, the court of appeals' judgment of dismissal served as the basis for the extraordinary writs now before us.\nThe principal issue here then is whether an appellate court, which does not rule on the merits of an appeal but instead dismisses it, can issue a writ of prohibition to protect the judgment which was the subject of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=holloway-v-fifth-court-of-appeals"
    }
  ],
  "relatedIncidents": [
    14405,
    14422,
    14430,
    14455,
    14459
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}