{
  "id": 14660,
  "title": "1989년 Lopez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-03-02",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Lopez. 판결일: 1989-03-02. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: LOPEZ v. State\n**판결일**: 1989-03-02\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Hunt\n\n## 변호인\n\nHenry Haywood Turner III, for appellant., William J. Smith, District Attorney, Michael J. Bowers, Attorney General, Andrew S. Ree, for appellee.\n\n## 인용\n\n- 259 Ga. 39\n- 376 S.E.2d 673\n\n## 판결문 요약\n\n\nHunt, Justice.\nJose Antonio Lopez was convicted by a jury for the felony murder of Brittany Wardwell, a 4-month-old girl, and sentenced to life imprisonment. 1 He appeals, enumerating as error the general grounds and prosecutorial misconduct.\nThe defendant occasionally took care of the victim, his girl friend’s daughter. After spending the day with his girl friend and the victim, the defendant asked to keep the victim overnight and his girl friend agreed. The next day, in a telephone conversation with his girl friend, the defendant told her he had spanked the victim because she spit up and because her crying “was getting on his nerves.” Later that day, emergency medical technicians were called to the defendant’s home and the child was taken to a medical center where a neurological surgeon diagnosed her as having diffuse brain injury. The surgeon observed the child could not breathe and had severe bruises on the side of her head, her buttocks and upper back. He also noted the *40pressure inside the child’s head was extremely high, that she had been severely beaten, and had “floppy head syndrome,” caused by violent shaking. He stated the child’s injuries were not consistent with accidental injury. The pathologist who examined the child after she died concluded death was caused by severe trauma to the brain. After he was given Miranda warnings, the defendant admitted to police authorities that he had spanked the victim severely in an attempt to stop her from crying, and caused ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lopez-v-state"
    }
  ],
  "relatedIncidents": [
    14397,
    14426,
    14437,
    14455,
    14461
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}