{
  "id": 14666,
  "title": "1989년 Lamphier 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-02-23",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Lamphier. 판결일: 1989-02-23. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Jeffery A. LAMPHIER, Appellant, v. STATE of Indiana, Appellee\n**판결일**: 1989-02-23\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBRULER, Dickson, Givan, Pivarnik, Shepard\n\n## 변호인\n\nMerrill W. Otterman, Deputy Public Defender, Kokomo, for appellant., Linley E. Pearson, Atty. Gen. and Mary Dreyer, Deputy Atty. Gen., Indianapolis, for appellee.\n\n## 인용\n\n- 534 N.E.2d 699\n\n## 판결문 요약\n\n\n534 N.E.2d 699 (1989)\nJeffery A. LAMPHIER, Appellant,\nv.\nSTATE of Indiana, Appellee.\nNo. 34S00-8711-CR-1105.\nSupreme Court of Indiana.\nFebruary 23, 1989.\nMerrill W. Otterman, Deputy Public Defender, Kokomo, for appellant.\nLinley E. Pearson, Atty. Gen. and Mary Dreyer, Deputy Atty. Gen., Indianapolis, for appellee.\nGIVAN, Justice.\nA jury trial resulted in a conviction of appellant of Neglect of a Dependent Resulting in Serious Bodily Injury, a Class B felony, for which he received a sentence of ten (10) years enhanced by ten (10) years by reason of aggravating circumstances for a total of twenty (20) years; and a conviction of Involuntary Manslaughter, a Class C felony, for which he received the presumptive sentence of five (5) years, enhanced by three (3) years for aggravating circumstances, the sentences to be served consecutively.\nThe facts are: Appellant, Tim Moore, Doyle Dowler, Terry Causey, and his three children, Lucas, the victim in this case, age seventeen months, Levi, age three, and Larry, age six, all resided in a house located in Kokomo, Indiana. Appellant, Moore, Dowler, and Causey were employed sporadically and drank heavily. Although Causey was separated from his wife and had sole custody of his three boys, he was frequently away from home leaving his children in the care of the other men living with him. Nearby residents and relatives of the men noticed that the three boys were undernourished, unkempt and had bruises and scrapes on them. Neighbors had also s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lamphier-v-state"
    }
  ],
  "relatedIncidents": [
    14397,
    14426,
    14437,
    14455,
    14461
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}