{
  "id": 14677,
  "title": "1989년 Sims 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-02-06",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Sims. 판결일: 1989-02-06. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Herbert SIMS v. James E. SULLIVAN, Superintendent, Sing Sing Correctional Facility Robert Abrams, Attorney General of the State of New York John J. Santucci, District Attorney, County of Queens\n**판결일**: 1989-02-06\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Mahoney, Metzner, Winter\n\n## 변호인\n\nRobert E. Precht, The Legal Aid Soc., Federal Defender Services Unit, New York City, for petitioner-appellant., Mark Osnowitz, Asst. Dist. Atty., Queens County, Kew Gardens, N.Y. (John J. San-tucci, Dist. Atty. for Queens County, Kew Gardens, N.Y., of counsel), for respondents-appellees.\n\n## 인용\n\n- 867 F.2d 142\n\n## 판결문 요약\n\n\nWINTER, Circuit Judge:\nThis appeal presents the question whether an in-court identification was so suggestive as to violate a defendant’s due process right to fundamental fairness. We conclude that, although in some cases such an identification might be so unreliable and so crucial to the prosecution’s case as to violate fundamental fairness, the petitioner’s due process rights were not violated by the identification procedures used in the present case.\nBACKGROUND\nAt trial, the state introduced evidence to show the following. In the early morning hours of December 4, 1975, an elderly woman was found murdered in her apartment in Far Rockaway, New York after police and firemen had been called to the scene to fight a fire of suspicious origin in the apartment. The victim, who died from strangulation, had been brutally beaten and had suffered multiple lacerations of the vagina and intestinal area, inflicted with a stick-like instrument. Detectives at the scene discovered a table leg, approximately fourteen inches in length, later found to bear traces of human feces and blood.\nPetitioner Sims’s co-defendant Mark Washington was one of numerous neighborhood youths interviewed during the early months of the investigation. Approximately three and one-half years later, in the spring of 1979, petitioner and Washington were arrested after information was provided by one Charles Ellis and indicted for intentional and felony murder and related charges. Ellis, a friend of Sims and Washingt...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-armando-manso-portes-and-carlos-picon"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sims-v-sullivan"
    }
  ],
  "relatedIncidents": [
    14397,
    14426,
    14437,
    14455,
    14461
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}