{
  "id": 14676,
  "title": "1989년 Collingwood 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-02-09",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Collingwood. 판결일: 1989-02-09. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: Collingwood v. GEN. ELEC. R. EST. EQUIT.\n**판결일**: 1989-02-09\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Martin\n\n## 인용\n\n- 376 S.E.2d 425\n- 324 N.C. 63\n\n## 판결문 요약\n\n\n376 S.E.2d 425 (1989)\n324 N.C. 63\nShirley O. COLLINGWOOD\nv.\nGENERAL ELECTRIC REAL ESTATE EQUITIES, INC., Walsh Properties, Inc., and Sharon Kay Nelms.\nNo. 240PA88.\nSupreme Court of North Carolina.\nFebruary 9, 1989.\n*426 Shelley Blum, Charlotte, for plaintiff-appellant.\nSmith Helms Mulliss &amp; Moore by Peter J. Covington and Scott P. Vaughn, Charlotte, for General Elec. Real Estate Equities, Inc., defendant-appellee.\nGolding, Crews &amp; Meekins by James P. Crews, Charlotte, for Walsh Properties, Inc., defendant-appellee.\nMARTIN, Justice.\nDuring the early morning hours of 19 February 1984, a fire broke out in building 7709 at the Cedar Creek apartment complex in southeastern Mecklenburg County. Plaintiff, a third-floor resident of building 7709, sustained serious personal injuries when she jumped from her apartment window in an attempt to escape the fire. Plaintiff filed this negligence action against General Electric Real Estate Equities, Inc. (G.E.), owner of the apartment complex, Walsh Properties, Inc. (Walsh), manager of the complex, and Sharon Kay Nelms, resident of the apartment in which the fire originated. The sole question for review on appeal is whether the trial court properly granted summary judgment in favor of defendants G.E. and Walsh. We hold that summary judgment for Walsh was proper and that summary judgment for G.E. was not. Accordingly, for the reasons set forth below, the decision of the Court of Appeals is affirmed in part and reversed in part.\nThe re...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=collingwood-v-gen-elec-r-est-equit"
    }
  ],
  "relatedIncidents": [
    14455,
    14466,
    14482,
    14490,
    14510
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}