{
  "id": 14671,
  "title": "1989년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-02-16",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1989-02-16. 법원: Massachusetts Appeals Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth vs. Spencer E. Liberty\n**판결일**: 1989-02-16\n**법원**: Massachusetts Appeals Court\n**관할**: Massachusetts, MA\n\n**판사**: Drebbn, Dreben, Kaplan, Kass\n\n## 변호인\n\nThomas B. Vawter for the defendant., Ann E. Rascati, Assistant District Attorney, for the Commonwealth.\n\n## 인용\n\n- 533 N.E.2d 1383\n- 27 Mass. App. Ct. 1\n\n## 판결문 요약\n\n\n27 Mass. App. Ct. 1 (1989)\n533 N.E.2d 1383\nCOMMONWEALTH\nvs.\nSPENCER E. LIBERTY.\nNos. 87-756 &amp; 88-P-1141.\nAppeals Court of Massachusetts, Plymouth.\nOctober 14, 1988.\nFebruary 16, 1989.\nPresent: DREBEN, KAPLAN, &amp; KASS, JJ.\nThomas B. Vawter for the defendant.\nAnn E. Rascati, Assistant District Attorney, for the Commonwealth.\nDREBEN, J.\nIn the aftermath of an altercation over fifty dollars, both the defendant and the victim were injured. The argument began over money the defendant had given the victim for the purchase of cocaine for the defendant's girlfriend. The victim, Edward Pina, had failed to procure the drug or return the money. As might be expected, the accounts of the episode, which took place on December 29, 1984, in Plymouth, differed. After hearing testimony from both Pina and the defendant, as well as from others, a Superior Court jury found the defendant not guilty on an indictment charging assault with intent to murder. They found the defendant guilty on an indictment charging assault and battery with a dangerous weapon.\nThe defendant's appeals from his conviction and from the denial of his motion for a new trial raise the following claims: the judge abused his discretion in denying a continuance; the prosecutor improperly examined a defense witness about his pretrial silence and about pending charges against him; the prosecutor misstated evidence to the defendant's prejudice in his closing argument; and the defendant was denied the effective assistance of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-liberty"
    }
  ],
  "relatedIncidents": [
    14397,
    14426,
    14437,
    14455,
    14461
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}