{
  "id": 14672,
  "title": "1989년 Camacho 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-02-15",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Camacho. 판결일: 1989-02-15. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Encarnacion CAMACHO, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1989-02-15\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Campbell, Davis, McCORMICK, White\n\n## 변호인\n\nDavid C. Guaderrama, Bruce W. Weathers, El Paso, for appellant., Steve W. Simmons, Dist. Atty. & Robert Dinsmoor, Asst. Dist. Atty., El Paso, Robert Huttash, State’s Atty. & Alfred Walker, First Asst. State’s Atty., Austin, for the State.\n\n## 인용\n\n- 765 S.W.2d 431\n\n## 판결문 요약\n\n\n765 S.W.2d 431 (1989)\nEncarnacion CAMACHO, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 327-87.\nCourt of Criminal Appeals of Texas, En Banc.\nFebruary 15, 1989.\n*432 David C. Guaderrama, Bruce W. Weathers, El Paso, for appellant.\nSteve W. Simmons, Dist. Atty. &amp; Robert Dinsmoor, Asst. Dist. Atty., El Paso, Robert Huttash, State's Atty. &amp; Alfred Walker, First Asst. State's Atty., Austin, for the State.\nBefore the court en banc.\nOPINION ON STATE'S PETITION FOR DISCRETIONARY REVIEW\nCAMPBELL, Justice.\nAppellant was convicted by a jury of the offense of murder. V.T.C.A. Penal Code § 19.02(a)(1).[1] The court assessed punishment at twelve years confinement in the Texas Department of Corrections. The El Paso Court of Appeals reversed the conviction, holding that the evidence was insufficient and ordered an acquittal. Camacho v. State, No. 08-86-00111-CR (Tex.App.El Paso Feb. 18, 1987) (not published). We granted the State's Petition for Discretionary Review to consider whether or not the court below erred in holding that proof of handwriting could not be made by comparison only where the appellant denied his handwriting under oath but did not deny any signature pursuant to Article 38.27 V.A.C.C.P. The State claims in essence that the Court of Appeals misconstrued the import of Art. 38.27 supra, and that such misconstruction presented an important question of state law which has not been settled by this Court. See Rule 200(c)(2) &amp; (4) Tex.R.App.Pro. We will affirm the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=camacho-v-state"
    }
  ],
  "relatedIncidents": [
    14397,
    14426,
    14437,
    14455,
    14461
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}