{
  "id": 14683,
  "title": "1989년 Parker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-01-24",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Parker. 판결일: 1989-01-24. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Donnell PARKER v. STATE of Indiana\n**판결일**: 1989-01-24\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Debruler, Dickson, Givan, Pivarnik, Shepard\n\n## 변호인\n\nRandall J. Hammond, Deputy Public Defender, Fort Wayne, for appellant., Linley E. Pearson, Atty. Gen., John D. Shuman, Deputy Atty. Gen., Indlanapohs, for appellee.\n\n## 인용\n\n- 532 N.E.2d 1172\n\n## 판결문 요약\n\n\nGIVAN, Justice.\nA jury trial resulted in a conviction of appellant of Attempted Murder, a Class A felony, for which he received a sentence of thirty (80) years, and Criminal Recklessness, a Class D felony, for which he received a sentence of two (2) years, the sentences to run concurrently.\nThe facts are: Shortly after midnight on July 31, 1986, Connie Jordan was proceeding down a street in her automobile in Fort Wayne, Indiana with her ten-year-old daughter. She noticed what she thought at first was an automobile with a single headlight approaching. However, as it came closer she realized the vehicle was a motorcycle. The front window on the left side of her vehicle was rolled down, and as the motorcycle approached, it either stopped or nearly stopped. She then recognized it as the motorcycle of her former live-in boyfriend and she recognized her former boyfriend, appellant in this case, as the rider of the motorcycle. As the two vehicles came abreast, appellant shouted \"I told you you were a dead bitch.\" He fired a shot which came through the windshield of Jordan's automobile, passed over the steering wheel, and lodged in the back of the car. A second shot also entered the car from the side as the two vehicles passed, and a third shot entered from the rear window of the car, passed over the passenger seat, and penetrated the windshield from the inside.\nPolice were called, given the above information, and went directly to appellant's home. Officer Nathan testified that he a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=parker-v-state"
    }
  ],
  "relatedIncidents": [
    14397,
    14426,
    14437,
    14455,
    14461
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}