{
  "id": 14688,
  "title": "1989년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-01-19",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1989-01-19. 법원: Massachusetts Appeals Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth vs. Brian A. Corbett\n**판결일**: 1989-01-19\n**법원**: Massachusetts Appeals Court\n**관할**: Massachusetts, MA\n\n**판사**: Cutter, Fine, Kass\n\n## 변호인\n\nElin H. Gray don, Assistant District Attorney, for the Commonwealth., William P. Homans, Jr. {John F. Palmer with him) for the defendant.\n\n## 인용\n\n- 533 N.E.2d 207\n- 26 Mass. App. Ct. 773\n\n## 판결문 요약\n\n\n26 Mass. App. Ct. 773 (1989)\n533 N.E.2d 207\nCOMMONWEALTH\nvs.\nBRIAN A. CORBETT.\nNo. 88-P-461.\nAppeals Court of Massachusetts, Essex.\nNovember 17, 1988.\nJanuary 19, 1989.\nPresent: KASS, CUTTER, &amp; FINE, JJ.\nElin H. Graydon, Assistant District Attorney, for the Commonwealth.\nWilliam P. Homans, Jr. (John F. Palmer with him) for the defendant.\nFINE, J.\nA District Court complaint issued against the defendant on July 17, 1987, charging him with indecent assault and battery on a child under fourteen in violation of G.L.c. 265, § 13B. The victim, four and a half years old when the alleged offense occurred on May 27, 1987, was the only percipient witness. On August 4, 1987, when the victim was four years and nine months old, a District Court judge conducted *774 a competency hearing. He asked the child numerous questions about her age, family members, friends, nursery school, and play and other activities, virtually all of which she answered with understanding and awareness. She was then asked a series of questions about the difference between truth and falsity and her obligation to tell the truth. Some of her answers indicated an ability to distinguish between truth and falsehoods; others indicated some confusion. Excerpts from the competency hearing relevant to the duty of truth-telling are reproduced in the appendix.\nOn September 10, 1987, the judge found the child incompetent to testify on the basis of several findings, the most significant one of which was that she did \"not ha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-corbett"
    }
  ],
  "relatedIncidents": [
    14432,
    14491,
    14543,
    14555,
    14576
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}