{
  "id": 14682,
  "title": "1989년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-01-25",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1989-01-25. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: John Woodrum, Margo Woodrum, Larry Dean Woodrum, and Sheryl Woodrum v. Woodward County, Oklahoma Mickie Garrison, in Her Individual Capacity as Social Worker, Woodward County, Oklahoma Elizabeth Zarella, in Her Individual Capacity as Child Welfare Supervisor and Social Worker, Woodward County, Oklahoma San Luis Obispo County, California Marie Jackson, in Her Individual Capacity as Social Worker Robert Coen, in His Individual Capacity as Social Worker and Jayne Rosson\n**판결일**: 1989-01-25\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 866 F.2d 1121\n\n## 판결문 요약\n\n866 F.2d 1121\n    13 Fed.R.Serv.3d 390\n    John WOODRUM, Margo Woodrum, Larry Dean Woodrum, and SherylWoodrum, Plaintiffs-Appellants,v.WOODWARD COUNTY, OKLAHOMA;  Mickie Garrison, in herindividual capacity as social worker, Woodward County,Oklahoma;  Elizabeth Zarella, in her individual capacity aschild welfare supervisor and social worker, Woodward County,Oklahoma;  San Luis Obispo County, California;  MarieJackson, in her individual capacity as social worker;Robert Coen, in his individual capacity as social worker;and Jayne Rosson, Defendants-Appellees.\n    Nos. 86-6019, 87-5558.\n    United States Court of Appeals,Ninth Circuit.\n    Argued and Submitted Nov. 4, 1987.Decided Jan. 25, 1989.\n    \n      Patricia J. Barry, Grover City, Cal., for plaintiffs-appellants.\n      Pamela K. Padley, Asst. Gen. Counsel, for Oklahoma Dept. of Human Services, Oklahoma City, Okl., for defendants-appellees Mickie Garrison and Elizabeth Zarella.\n      Robert J. Feldhake, Musick, Peeler &amp; Garrett, Los Angeles, Cal., for defendants-appellees Marie Jackson, Robert Coen and the County of San Luis Obispo.\n      Appeal from the United States District Court for the Central District of California.\n      Before ALARCON, NELSON and REINHARDT, Circuit Judges.\n      NELSON, Circuit Judge:\n    \n    \n      1\n      Larry Woodrum was awarded physical custody of his two children, Trina and Larry John, on November 17, 1983 in San Diego Superior Court.  This action arises from a series of child abuse report...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=john-woodrum-margo-woodrum-larry-dean-woodrum-and-sheryl-woodrum-v"
    }
  ],
  "relatedIncidents": [
    14455,
    14466,
    14482,
    14490,
    14510
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}