{
  "id": 14691,
  "title": "1989년 Anderson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-01-18",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Anderson. 판결일: 1989-01-18. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State v. Anderson\n**판결일**: 1989-01-18\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Bowes, Dufresne and Gothard\n\n## 인용\n\n- 537 So. 2d 872\n\n## 판결문 요약\n\n\n537 So. 2d 872 (1989)\nSTATE of Louisiana\nv.\nRonald ANDERSON.\nNo. 88-KA-681.\nCourt of Appeal of Louisiana, Fifth Circuit.\nJanuary 18, 1989.\n*873 Dorothy A. Pendergast, Asst. Dist. Atty., Gretna, for plaintiff/appellee.\nBruce G. Whittaker, Indigent Defender Bd., Gretna, for defendant/appellant.\nBefore BOWES, DUFRESNE and GOTHARD, JJ.\nGOTHARD, Judge.\nRonald Anderson, charged by bill of information with armed robbery, was convicted on April 19, 1988 of first degree robbery and was sentenced on July 22, 1988 to 25 years imprisonment at hard labor without benefit of probation, parole or suspension of sentence. The defendant filed a motion for appeal on August 2, 1988.\nThe appeal is untimely. C.Cr.P. art. 914 states:\nA motion for an appeal may be made orally in open court or by filing a written motion with the clerk. The motion must be made no later than five days after the rendition of the judgment or ruling from which the appeal is taken. The motion shall be entered in the minutes of the court.\nFollowing the expiration of time limitations for seeking an appeal, the conviction and the sentence imposed become final and are no longer subject to review under the ordinary appellate process, unless the defendant obtains the reinstatement of his right to appeal. See State v. Counterman, 475 So. 2d 336 (La.1985).\nThe appropriate procedural vehicle to seek the exercise of the right to appeal after the legal delays have expired is an application for post conviction relief. See State v. Cou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-anderson"
    }
  ],
  "relatedIncidents": [
    14404,
    14423,
    14436,
    14438,
    14454
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}