{
  "id": 14690,
  "title": "1989년 Phelps 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-01-19",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Phelps. 판결일: 1989-01-19. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Charles PHELPS, (Defendant Below) v. STATE of Indiana\n**판결일**: 1989-01-19\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Robertson, Shields, Sullivan\n\n## 변호인\n\nRichard D. Gilroy, Indianapolis, for appellant., Linley E. Pearson, Atty. Gen., Wendy L. Stone, Deputy Atty. Gen., Office of Atty. Gen., Indianapolis, for appellee.\n\n## 인용\n\n- 532 N.E.2d 619\n\n## 판결문 요약\n\n\nSULLIVAN, Judge.\nCharles Phelps appeals his conviction of robbery and confinement.\nWe affirm.\nPhelps presents two issues upon appeal. He contends that his right to an early trial was denied and that the evidence was insufficient to support the verdict.\nI\nThe facts pertinent to the early trial issue are as follows: Phelps requested an early trial on April 1, 1986, and trial was set for May 19. On May 14, Phelps was granted a continuance until June 9. On that date, the State responded to the denial of its request for continuance by simultaneously dismissing and refiling its charges against Phelps. At the initial hearing on June 11 upon the refiled charges, Phelps requested an early trial date and trial was set for August 4. Then on July 8, he moved to dismiss the charges pursuant to Ind.Rules of Criminal Procedure, Criminal Rule 4 which provides for the discharge of a defendant if he is not brought to trial within seventy days of a motion for an early trial. The trial court denied the motion on July 18. At pre-trial conference on July 830, Phelps waived his request for speedy trial and requested a continuance. It was granted and trial was rescheduled for September 8. The trial on September 8 and 9 resulted in a verdict of guilty of robbery and confinement.\nCriminal Rule 4(B)(1) provides in part: \"If any defendant held in jail on an indictment or an affidavit shall move for an early trial, he shall be discharged if not brought to trial within seventy (70) calendar days from the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=phelps-v-state"
    }
  ],
  "relatedIncidents": [
    14404,
    14423,
    14436,
    14438,
    14454
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}