{
  "id": 14701,
  "title": "1989년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-01-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1989-01-03. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Doug Jager and William Jager, Cross-Appellees v. Douglas County School District, Cross-Appellants. Doug Jager, William Jager, Cross-Appellants v. Douglas County School District, Douglas County Board of Education, Defendants- Cross-Appellees\n**판결일**: 1989-01-03\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 862 F.2d 824\n\n## 판결문 요약\n\n862 F.2d 824\n    98 A.L.R.Fed. 175, 50 Ed. Law Rep. 694\n    Doug JAGER and William Jager, Plaintiffs-Appellants, Cross-Appellees,v.DOUGLAS COUNTY SCHOOL DISTRICT, et al.,Defendants-Appellees, Cross-Appellants.Doug JAGER, William Jager, Plaintiffs-Appellees, Cross-Appellants,v.DOUGLAS COUNTY SCHOOL DISTRICT, Douglas County Board ofEducation, Defendants- Appellants, Cross-Appellees.\n    Nos. 87-8522, 87-8719.\n    United States Court of Appeals,Eleventh Circuit.\n    Jan. 3, 1989.\n    \n      Jeffrey O. Bramlett, Bondurant, Mixson &amp; Elmore, Carolyn R. Gorwitz, Ralph Goldberg, Atlanta, Ga., for Jager.\n      Frank C. Jones, King &amp; Spalding, Gary J. Toman, Stephanie E. Parker, Atlanta, Ga., Clifton &amp; Helms, Marshall L. Helms, Jr., Lithia, Springs, Ga., for Douglas County School Dist.\n      Appeal from the United States District Court for the Northern District of Georgia.\n      Before RONEY, Chief Judge, JOHNSON, Circuit Judge, and PECK*, Senior Circuit Judge.\n      JOHNSON, Circuit Judge:\n    \n    \n      1\n      This case involves invocations which are delivered prior to public high school football games in Douglas County, Georgia.  These football games are school-sponsored activities which are played at a stadium owned by the school system.  The schools furnish the equipment used by the participants, and the coaches who supervise these activities are employed by the school system.  Taxpayer funds are used to pay the operating costs for the stadium lights and public addre...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=doug-jager-and-william-jager-cross-appellees-v-douglas-county-school"
    }
  ],
  "relatedIncidents": [
    14396,
    14397,
    14404,
    14405,
    14406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}