{
  "id": 14706,
  "title": "1988년 Eastern Energy, Inc. And Eastern Securities, Inc. v. Unico Oil & Gas, Inc., Sby Partnership and Edsel Burkhart 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-12-27",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Eastern Energy, Inc. And Eastern Securities, Inc. v. Unico Oil & Gas, Inc., Sby Partnership and Edsel Burkhart. 판결일: 1988-12-27. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: EASTERN ENERGY, INC. and Eastern Securities, Inc., Plaintiffs-Appellants, v. UNICO OIL & GAS, INC., Et Al., Defendants, SBY Partnership and Edsel Burkhart, Defendants-Appellees\n**판결일**: 1988-12-27\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Gee, Higginbotham, Williams\n\n## 변호인\n\nMorris C. Gore, Dallas, Tex., for plaintiff s-appellants., J. Truscott Jones, Dallas, Tex., for SBY Prtn. & Burkhardt.\n\n## 인용\n\n- 861 F.2d 1379\n\n## 판결문 요약\n\n861 F.2d 1379\n    RICO Bus.Disp.Guide 7093\n    EASTERN ENERGY, INC. and Eastern Securities, Inc.,Plaintiffs-Appellants,v.UNICO OIL &amp; GAS, INC., et al., Defendants,SBY Partnership and Edsel Burkhart, Defendants-Appellees.\n    No. 88-1105\n    \n      Summary Calendar.\n      United States Court of Appeals,Fifth Circuit.\n      Dec. 27, 1988.\n      Morris C. Gore, Dallas, Tex., for plaintiffs-appellants.\n      J. Truscott Jones, Dallas, Tex., for SBY Prtn. &amp; Burkhardt.\n      Appeal from the United States District Court for the Northern District of Texas.\n      Before GEE, WILLIAMS and HIGGINBOTHAM, Circuit Judges.\n      GEE, Circuit Judge:\n    \n    \n      1\n      Eastern Energy, Inc., and its sister corporation, Eastern Securities Inc., (collectively Eastern) appeal from a district court judgment dismissing, with prejudice, their claims against Appellees.  We find the Appellee failed to show that the settlement agreement constituted an accord and satisfaction and thus the district court erred in dismissing Eastern's claims with prejudice.  The judgment of the district court is, therefore, modified to dismiss Eastern's claims without prejudice.\n    \n    \n      2\n      The facts giving rise to the lawsuit involved disputes over obligations and rights arising from various leases.  Shortly after the federal suit was filed, SBY and Burkhart filed suit against Eastern in the 361st District Court of Brazos County, Texas.  SBY sought and obtained a temporary restraining order (TRO)...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=eastern-energy-inc-and-eastern-securities-inc-v-unico-oil-gas-inc"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14707,
    14709,
    14711
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}