{
  "id": 14700,
  "title": "1989년 Lidge 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1989-01-06",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Lidge. 판결일: 1989-01-06. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington, Petitioner, v. Charles Ray Lidge, Et Al, Defendants, Devon Antonio Eskridge, Respondent\n**판결일**: 1989-01-06\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Durham, Pearson\n\n## 변호인\n\nNorm Maleng, Prosecuting Attorney, Deborah J. Phillips, Senior Appellate Attorney, and Sally F. Stanfield, Deputy, for petitioner., John Christiansen of Washington Appellate Defender Association, for respondent.\n\n## 인용\n\n- 765 P.2d 1292\n- 111 Wash. 2d 845\n\n## 판결문 요약\n\n\n111 Wash. 2d 845 (1989)\n765 P.2d 1292\nTHE STATE OF WASHINGTON, Petitioner,\nv.\nCHARLES RAY LIDGE, ET AL, Defendants, DEVON ANTONIO ESKRIDGE, Respondent.\nNo. 54424-7.\nThe Supreme Court of Washington, En Banc.\nJanuary 6, 1989.\n*846 Norm Maleng, Prosecuting Attorney, Deborah J. Phillips, Senior Appellate Attorney, and Sally F. Stanfield, Deputy, for petitioner.\nJohn Christiansen of Washington Appellate Defender Association, for respondent.\nDURHAM, J.\nDevon Eskridge was convicted in King County Superior Court of second degree burglary and third degree possession of stolen property. On appeal, he argues that his due process rights were violated when the State's delay in charging him as a juvenile caused him to be tried as an adult. The Court of Appeals agreed with Eskridge's argument, reversed his convictions, and dismissed the case. We reverse the Court of Appeals and reinstate the convictions.\nOn May 10, 1985, Eskridge, then 17 years old, and two adults entered Alston's Hallmark Shop in Redmond, Washington. The three acted suspiciously so a store clerk called Redmond police. After the three left the shop, another clerk found that a locked desk drawer containing the day's receipts had been pried open. The police arrived, investigated the scene, and took a vehicle description. Later, police stopped a vehicle matching that description. Eskridge and the two adults in the vehicle were arrested. The police, with permission, searched the vehicle and found money, including rolls of coin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-lidge"
    }
  ],
  "relatedIncidents": [
    14404,
    14423,
    14436,
    14438,
    14454
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}