{
  "id": 14715,
  "title": "1988년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-12-09",
  "location": "Alaska, AK, USA",
  "summary": "미국 Alaska, AK 법원 판결 사건. 사건명: Jones. 판결일: 1988-12-09. 법원: Court of Appeals of Alaska.",
  "description": "## 사건 정보\n\n**사건명**: Clifford L. JONES, Appellant, v. STATE of Alaska, Appellee\n**판결일**: 1988-12-09\n**법원**: Court of Appeals of Alaska\n**관할**: Alaska, AK\n\n**판사**: Bryner, C.J., and Coats and Singleton\n\n## 변호인\n\nKevin F. McCoy, Asst. Public Defender, Kenai, and Dana Fabe, Public Defender, Anchorage, for appellant., Rhonda Butterfield Roberson, Asst. Dist. Atty., James L. Hanley, Dist. Atty., Kenai, and Grace Berg Schaible, Atty. Gen., Juneau, for appellee.\n\n## 인용\n\n- 765 P.2d 107\n\n## 판결문 요약\n\n\n765 P.2d 107 (1988)\nClifford L. JONES, Appellant,\nv.\nSTATE of Alaska, Appellee.\nNos. A-2482 to A-2484.\nCourt of Appeals of Alaska.\nDecember 9, 1988.\n*108 Kevin F. McCoy, Asst. Public Defender, Kenai, and Dana Fabe, Public Defender, Anchorage, for appellant.\nRhonda Butterfield Roberson, Asst. Dist. Atty., James L. Hanley, Dist. Atty., Kenai, and Grace Berg Schaible, Atty. Gen., Juneau, for appellee.\nBefore BRYNER, C.J., and COATS and SINGLETON, JJ.\n\nOPINION\nCOATS, Judge.\nClifford Jones was convicted, based upon his plea of no contest, of assault in the second degree, AS 11.41.210(a)(1), a class B felony; assault in the third degree, AS 11.41.220(a)(1), a class C felony; and assault in the fourth degree, AS 11.41.230(a)(1), a class A misdemeanor. When Jones entered his no contest pleas to the assault charges, the state dismissed two kidnapping charges. Superior Court Judge James A. Hanson sentenced Jones to ten years with four years suspended for assault in the second degree, to five years with one year suspended for assault in the third degree, and to one year for assault in the fourth degree. Judge Hanson imposed these sentences consecutively. Thus, Jones' composite sentence on the assault charges is sixteen years with five years suspended. In addition to the sentences for the assault charges, Jones' probation was revoked on two other felony charges. Jones had formerly been convicted of theft by receiving in the second degree. He had been sentenced to three years with eighte...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jones-v-state"
    }
  ],
  "relatedIncidents": [
    14815,
    14396,
    14570,
    14704,
    14705
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}