{
  "id": 14719,
  "title": "1988년 Gilles 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-12-06",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Gilles. 판결일: 1988-12-06. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: James G. GILLES, Appellant (Defendant Below), v. STATE of Indiana, Appellee (Plaintiff Below)\n**판결일**: 1988-12-06\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Buchanan, Conover, Miller\n\n## 변호인\n\nJames G. Gilíes, Evansville, pro se., Linley E. Pearson, Atty. Gen., Gary Damon Secrest, Deputy Atty. Gen., Indianapolis, for appellee.\n\n## 인용\n\n- 531 N.E.2d 220\n\n## 판결문 요약\n\n\n531 N.E.2d 220 (1988)\nJames G. GILLES, Appellant (Defendant below),\nv.\nSTATE of Indiana, Appellee (Plaintiff below).\nNo. 82A04-8804-CR-126.\nCourt of Appeals of Indiana, Fourth District.\nDecember 6, 1988.\nRehearing Denied January 31, 1989.\n*221 James G. Gilles, Evansville, pro se.\nLinley E. Pearson, Atty. Gen., Gary Damon Secrest, Deputy Atty. Gen., Indianapolis, for appellee.\nCONOVER, Presiding Judge.\nDefendant-Appellant James W. Gilles (Gilles), pro se, appeals his conviction for disorderly conduct, a class B misdemeanor. IND. CODE 35-45-1-3(2).[1]\nWe affirm.\nGilles poses several issues. Rephrased, they are:[2]\n1. whether IC XX-XX-X-X(2) as applied violates the free speech provisions of the state and federal constitutions; and\n2. whether the evidence was sufficient to convict him.\nOn June 20, 1987, at 11:00 P.M. Gilles attempted to preach to a crowd of revellers at a \"bierstube\" on the grounds of the old courthouse in Evansville. The festival there included a band and alcoholic beverages. Gilles did not use amplification. He preached on the public sidewalk outside the entry to the party, preached when the band was not playing, and could be heard 25 to 30 feet from his position by 200 to 300 of the approximately 1,100 people present. Police testified Gilles addressed the crowd as \"fuckers,\" \"sinners,\" \"whores,\" \"queers,\" \"drunkards,\" \"AIDS people,\" and \"scum of the earth,\" exhorted them to repent, and particularly directed some comments to four young men. Each of the three p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gilles-v-state"
    }
  ],
  "relatedIncidents": [
    14722,
    14730,
    14750,
    14761,
    14763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}