{
  "id": 14714,
  "title": "1988년 Lee v. Grandcor Medical Systems, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-12-13",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Lee v. Grandcor Medical Systems, Inc.. 판결일: 1988-12-13. 법원: District Court, D. Colorado.",
  "description": "## 사건 정보\n\n**사건명**: Miles D. LEE and Lee Clinic, P.C., Plaintiffs, v. GRANDCOR MEDICAL SYSTEMS, INC., and Versacor, Inc., Defendants\n**판결일**: 1988-12-13\n**법원**: District Court, D. Colorado\n**관할**: Colorado, CO\n\n**판사**: Carrigan\n\n## 변호인\n\nDonald F. Lozow and Kevin F. Hughes, Lozow, Lozow & Hughes, Denver, Colo., for plaintiffs., John R. Trigg and Kenneth A.B. Roberts, Jr., Hall & Evans, Denver, Colo., for defendants.\n\n## 인용\n\n- 702 F. Supp. 252\n\n## 판결문 요약\n\n\n702 F. Supp. 252 (1988)\nMiles D. LEE and Lee Clinic, P.C., Plaintiffs,\nv.\nGRANDCOR MEDICAL SYSTEMS, INC., and Versacor, Inc., Defendants.\nCiv. A. No. 88-C-315.\nUnited States District Court, D. Colorado.\nDecember 13, 1988.\nDonald F. Lozow and Kevin F. Hughes, Lozow, Lozow &amp; Hughes, Denver, Colo., for plaintiffs.\n*253 John R. Trigg and Kenneth A.B. Roberts, Jr., Hall &amp; Evans, Denver, Colo., for defendants.\n\nORDER\nCARRIGAN, District Judge.\nPlaintiffs Miles D. Lee and Lee Clinic, P.C. (\"Lee Clinic\") commenced this action by filing a complaint in the state district court for Weld County, Colorado, alleging state law claims for breach of contract, fraudulent inducement, and tortious interference with business relations. Defendants are Grandcor Medical Systems, Inc. (\"Grandcor\") and Versacor, Inc. (\"Versacor\"). Defendants have filed a verified petition for removal of the action to this court. Diversity jurisdiction is alleged to exist under 28 U.S.C. § 1332.\nThe complaint alleges the following facts: On August 16, 1983, the defendant Grandcor entered into a Transfer Agreement with Northern Colorado Osteopathic Hospital and Foundation, d/b/a Memorial Hospital. Pursuant to the Transfer Agreement, the defendants agreed to adequately staff and maintain Memorial Hospital, to promote and expand the practice of osteopathic medicine in Greeley, Colorado, and to operate Memorial Hospital so as to provide the plaintiffs with a hospital facility for the treatment of patients. Plaintif...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lee-v-grandcor-medical-systems-inc"
    }
  ],
  "relatedIncidents": [
    14745,
    14757,
    14765,
    14785,
    14790
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}