{
  "id": 14721,
  "title": "1988년 Todd 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-12-05",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Todd. 판결일: 1988-12-05. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Todd v. the State\n**판결일**: 1988-12-05\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Banke, Beasley, Benham, Birdsong, Carley, Deen, McMurray, Pope, Sognier\n\n## 변호인\n\nCrecelius & Crecelius, B. W. Crecelius, Sr., for appellant., Lindsay A. Tise, Jr., District Attorney, John H. Bailey, Jr., Assistant District Attorney, for appellee.\n\n## 인용\n\n- 376 S.E.2d 917\n- 189 Ga. App. 538\n\n## 판결문 요약\n\n\n189 Ga. App. 538 (1988)\n376 S.E.2d 917\nTODD\nv.\nTHE STATE.\n76969.\nCourt of Appeals of Georgia.\nDecided December 5, 1988.\n*546 Crecelius &amp; Crecelius, B. W. Crecelius, Sr., for appellant.\nLindsay A. Tise, Jr., District Attorney, John H. Bailey, Jr., Assistant District Attorney, for appellee.\nPOPE, Judge.\nAppellant was convicted of burglary and now appeals asserting fifteen enumerations of error.\n1. Appellant contends that the trial court erred in allowing the State to present, through the testimony of several witnesses, evidence of similar transactions in which appellant was allegedly involved. The basis for appellant's position is the fact that the State did not comply fully with Uniform Superior Court Rule 31.3, 253 Ga. 854 (1985), in notifying appellant of its intent to present the evidence in question. The rule requires that the notice be in writing, served upon defendant's counsel, and state the \"transaction, date, county, and the name(s) of the victim(s) for each similar transaction or occurrence sought to be introduced. Copies of accusations or indictments, if any, and guilty pleas or verdicts, if any, shall be attached to the notice.\" Id., Section (B). The notice that the State provided merely stated that the State \"intends to call witnesses ... to give testimony concerning incidents involving the defendant ... on the dates of January 1, 1986, June 20, 1986, June 25, 1986, June 30, 1986, July 5, 1986, July 8, 1986, August 11, 1986, and August 18, 1986....\" No copies...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=todd-v-state"
    }
  ],
  "relatedIncidents": [
    14709,
    14718,
    14731,
    14749,
    14753
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}