{
  "id": 14722,
  "title": "1988년 Cedars-Sinai Medical Center v. Superior Court 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-12-05",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Cedars-Sinai Medical Center v. Superior Court. 판결일: 1988-12-05. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: CEDARS-SINAI MEDICAL CENTER Et Al., Petitioners, v. THE SUPERIOR COURT OF LOS ANGELES COUNTY, Respondent; MARCUS LAVELL HENDERSON, Real Party in Interest\n**판결일**: 1988-12-05\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Ashby\n\n## 변호인\n\nCounsel, Rushfeldt, Shelley & McCurdy, Rushfeldt, Shelley & Drake, Horvitz, Levy & Amerian, Horvitz & Levy, David M. Axelrad, George P. Schiavelli and Lisa Perrochet for Petitioners., No appearance for Respondent., Johnnie L. Cochran, Jr., and Jean Corey Ballantine for Real Party in Interest.\n\n## 인용\n\n- 206 Cal. App. 3d 414\n- 253 Cal. Rptr. 561\n\n## 판결문 요약\n\n\n206 Cal. App. 3d 414 (1988)\n253 Cal. Rptr. 561\nCEDARS-SINAI MEDICAL CENTER et al., Petitioners,\nv.\nTHE SUPERIOR COURT OF LOS ANGELES COUNTY, Respondent; MARCUS LAVELL HENDERSON, Real Party in Interest.\nDocket No. B036208.\nCourt of Appeals of California, Second District, Division Five.\nDecember 5, 1988.\n*415 COUNSEL\nRushfeldt, Shelley &amp; McCurdy, Rushfeldt, Shelley &amp; Drake, Horvitz, Levy &amp; Amerian, Horvitz &amp; Levy, David M. Axelrad, George P. Schiavelli and Lisa Perrochet for Petitioners.\n*416 No appearance for Respondent.\nJohnnie L. Cochran, Jr., and Jean Corey Ballantine for Real Party in Interest.\nOPINION\nASHBY, Acting P.J.\nPetitioners, defendants in a malicious prosecution action, seek review of an order of the respondent court denying their motion for summary judgment. We grant the petition.\n\nFACTS\nEarly in 1982, there were a number of arson fires at Cedars-Sinai Medical Center (Cedars). At one point, the investigation into the cause of the fires focused on real party Marcus Henderson. During the course of the investigation, police investigators asked several Cedars employees to listen to a tape of a telephoned bomb threat. Five individuals, including petitioners Sharon Huff and Rodrigo Rojas, independently identified the voice as Henderson's. Henderson was arrested for arson, and Huff and Rojas, among others, testified at his preliminary hearing, identifying Henderson as the individual whose voice they had heard on the tape. Although the charges were later...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cedars-sinai-medical-center-v-superior-court"
    }
  ],
  "relatedIncidents": [
    14719,
    14730,
    14750,
    14761,
    14763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}