{
  "id": 14724,
  "title": "1988년 Boutwell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-11-30",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Boutwell. 판결일: 1988-11-30. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: DON-ELDA BOUTWELL, and v. KAISER FOUNDATION HEALTH PLAN, and\n**판결일**: 1988-11-30\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Low\n\n## 변호인\n\nCounsel, Daniel H. Qualls for Plaintiff and Appellant., Ross R. Ryder and Bishop, Barry, Howe, Haney & Ryder for Defendants and Respondents.\n\n## 인용\n\n- 206 Cal. App. 3d 1361\n\n## 판결문 요약\n\n\nOpinion\nLOW, P. J.\nPlaintiff Don-Elda Boutwell appeals from the judgment following the trial court’s order dismissing her complaint for failure to bring the action to trial within the mandatory five-year period pursuant to Code of Civil Procedure section 583.310. We affirm.\nPlaintiff Don-Elda Boutwell, appearing in propria persona, filed a complaint against defendants Kaiser Foundation Health Plan and others on December 22, 1980, for medical malpractice. On October 15, 1982, plaintiff substituted in James R. Hastings as her attorney and plaintiff’s first amended complaint was filed and served. Defendants answered on December 27, 1982. On January 12, 1983, the parties stipulated to stay proceedings pending arbitration pursuant to a provision in the parties’ group medical and hospital services contract which required all disputes to be resolved through arbitration. On January 23, 1984, plaintiff substituted in Daniel Qualls as her attorney of record.\nThe matter lay dormant until October 24, 1985, when plaintiff informed defendants that she had selected her arbitrator, Barton Pokras. During this time, plaintiff alleged she unsuccessfully tried to retain an expert witness. As one reason for the delay, plaintiff contends that she had difficulty retaining an expert to testify about plaintiff’s inner ear disorder but does not state what steps she took in this search. Plaintiff informed defendants of the name of her expert witness on October 31, 1985. On both October 31 and November...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=boutwell-v-kaiser-foundation-health-plan"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14706,
    14707,
    14709
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}