{
  "id": 14731,
  "title": "1988년 Larche 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-11-16",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Larche. 판결일: 1988-11-16. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. John LARCHE\n**판결일**: 1988-11-16\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Chehardy, Dufresne, Wicker\n\n## 변호인\n\nJohn M. Mamoulides, Dist. Atty., Dorothy Pendergast, Asst. Dist. Atty., Gretna, for plaintiff-appellee., M.E. Sassone, I.D.B., Gretna, for defendant-appellant.\n\n## 인용\n\n- 534 So. 2d 512\n\n## 판결문 요약\n\n\nDUFRESNE, Judge.\nJohn Larche was charged with armed robbery and subsequently pled guilty to simple robbery. After the filing of a pre-sentence investigation report, Larche was sentenced on November 11, 1987 to seven years at hard labor. On January 7, 1988, Larche filed a motion for appeal in proper person. After a remand to the trial court, *513the IDB was appointed to represent Larche on appeal.\nThe appeal is untimely. C.Cr.P. art. 914 states:\nA motion for an appeal may be made orally in open court or by filing a written motion with the clerk. The motion must be made no later than five days after the rendition of the judgment or ruling from which the appeal is taken. The motion shall be entered in the minutes of the court.\nFollowing the expiration of time limitations for seeking an appeal, the conviction and the sentence imposed become final and are no longer subject to review under the ordinary appellate process, unless the defendant obtains the reinstatement of his right to appeal. See State v. Counterman, 475 So.2d 336, 338 (La.1985).\nThe appropriate procedural vehicle to seek the exercise of the right to appeal after the legal delays have expired is an application for post-conviction relief. See State v. Counterman, supra. See also State v. Savage, 514 So.2d 174 (La.App. 5th Cir.187).\nAccordingly, the appeal is dismissed and the case is remanded to allow the defendant to seek reinstatement of his right to appeal.\nAPPEAL DISMISSED, CASE REMANDED.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-larche"
    }
  ],
  "relatedIncidents": [
    14709,
    14718,
    14721,
    14749,
    14753
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}