{
  "id": 14730,
  "title": "1988년 Hamilton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-11-17",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Hamilton. 판결일: 1988-11-17. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Hamilton v. State\n**판결일**: 1988-11-17\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Per Curiam\n\n## 인용\n\n- 533 So. 2d 926\n\n## 판결문 요약\n\n\n533 So.2d 926 (1988)\nAaron HAMILTON, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 87-983.\nDistrict Court of Appeal of Florida, Fifth District.\nNovember 17, 1988.\nJames B. Gibson, Public Defender, and Daniel J. Schafer, Asst. Public Defender, Daytona Beach, for appellant.\nRobert A. Butterworth, Atty. Gen., Tallahassee, and W. Brian Bayly, Asst. Atty. Gen., Daytona Beach, for appellee.\nPER CURIAM.\nAFFIRMED on the authority of Young v. State, 519 So.2d 719 (Fla. 5th DCA 1988).\nDAUKSCH and ORFINGER, JJ., concur.\nCOWART, J., dissents with opinion.\nCOWART, Judge, dissenting.\nThe defendant was found guilty of a drug offense, hereinafter called the \"prior offense\", and placed on probation. While on probation he was accused of the arson of a barn,[1] hereinafter called the \"subsequent offense\".[2] The trial court found that he violated a condition of his probation by burning the barn and, in sentencing him on the prior offense, departed upward from the recommended guideline range giving as a reason the burning of the barn. The defendant appeals his departure sentence.\nThe records of another case[3] pending in this court, of which this court may take judicial notice,[4] indicate that since the departure sentence was imposed in this case a jury acquitted the defendant in this case, Aaron Hamilton, of the subsequent offense of arson of the barn which was the reason given for imposition of the departure sentence. This fact illustrates why a departure sentence on some prior offense, as t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hamilton-v-state"
    }
  ],
  "relatedIncidents": [
    14719,
    14722,
    14750,
    14761,
    14763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}