{
  "id": 14735,
  "title": "1988년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-11-10",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1988-11-10. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Wade MIDDLETON, Appellant\n**판결일**: 1988-11-10\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: McEwen, Olszewski and Cercone\n\n## 변호인\n\nThomas J. Turner, III, Philadelphia, for appellant., Peter Ainsworth, Assistant District Attorney, Philadelphia, for Com., appellee.\n\n## 인용\n\n- 550 A.2d 561\n- 379 Pa. Super. 502\n\n## 판결문 요약\n\n\n379 Pa. Super. 502 (1988)\n550 A.2d 561\nCOMMONWEALTH of Pennsylvania\nv.\nWade MIDDLETON, Appellant.\nSupreme Court of Pennsylvania.\nArgued June 7, 1988.\nFiled November 10, 1988.\n*504 Thomas J. Turner, III, Philadelphia, for appellant.\nPeter Ainsworth, Assistant District Attorney, Philadelphia, for Com., appellee.\nBefore McEWEN, OLSZEWSKI and CERCONE, JJ.\nMcEWEN, Judge:\nWe here consider an appeal from the judgment of sentence imposed by the distinguished Judge David N. Savitt following a finding by the jury that appellant was guilty of first degree murder and robbery. The jury was subsequently unable to agree upon the sentence for murder and, as a result, the trial court removed the matter from the jury, and following the denial of post-verdict motions, sentenced appellant to serve a term of life imprisonment for *505 murder, and a consecutive term of imprisonment of from eight years to sixteen years for robbery.\nIn the early morning hours of December 20, 1984, an assailant knocked Nancy Bolden to the ground after she apparently resisted an attempt to take her purse. The assailant then dragged her into an alley, stripped her of most of her clothing, and brutally beat her, before leaving her partially clothed body covered by a trash bag. Approximately three hours later, appellant Middleton was arrested for the robbery of Ethel Henry approximately four to six blocks away from the area where the assault on Nancy Bolden had occurred. Ms. Bolden died some three months later from the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-middleton"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14709,
    14746,
    14747
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}