{
  "id": 14746,
  "title": "1988년 Enriquez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-10-31",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Enriquez. 판결일: 1988-10-31. 법원: Supreme Court of Colorado.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE of the State of Colorado, Plaintiff-Appellant, v. Robert ENRIQUEZ, Defendant-Appellee\n**판결일**: 1988-10-31\n**법원**: Supreme Court of Colorado\n**관할**: Colorado, CO\n\n**판사**: Vollack\n\n## 변호인\n\nBarney Iuppa, Dist. Atty., Judy A. Hedges, Deputy Dist. Atty., Colorado Springs, for plaintiff-appellant., Philip W. Ogden, Colorado Springs, for defendant-appellee.\n\n## 인용\n\n- 763 P.2d 1033\n\n## 판결문 요약\n\n\n763 P.2d 1033 (1988)\nThe PEOPLE of the State of Colorado, Plaintiff-Appellant,\nv.\nRobert ENRIQUEZ, Defendant-Appellee.\nNo. 87SA131.\nSupreme Court of Colorado, En Banc.\nOctober 31, 1988.\n*1034 Barney Iuppa, Dist. Atty., Judy A. Hedges, Deputy Dist. Atty., Colorado Springs, for plaintiff-appellant.\nPhilip W. Ogden, Colorado Springs, for defendant-appellee.\nVOLLACK, Justice.\nThe People appeal from an order of the El Paso County District Court dismissing three of four criminal charges filed against Robert Enriquez. The charges were dismissed for failure of the prosecution to preserve potentially exculpatory evidence. We vacate the dismissal order and remand to the district court for reinstatement of the charges and further proceedings consistent with this opinion.\n\nI.\nAt 11:33 p.m. on September 19, 1986, an eleven year old boy was killed after being struck by a 1971 yellow[1] Volkswagen owned by Michael Moore. The victim was sitting on a moped[2] in the middle of a residential street in Colorado Springs when he was killed. There were many witnesses. Testimony at the preliminary hearing revealed that the Volkswagen was driven by Robert Enriquez, a friend who had taken the car without Moore's permission. Also in the Volkswagen was Bernard Melvin. After the accident, Enriquez and Melvin abandoned the car under a bridge about three blocks away. The Colorado Springs police were summoned and they discovered the abandoned Volkswagen within minutes. Enriquez was apprehended a few hours ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-enriquez"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14709,
    14735,
    14747
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}