{
  "id": 14745,
  "title": "1988년 Pugh 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-11-01",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Pugh. 판결일: 1988-11-01. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: BROOKS DISTRIBUTING COMPANY, INC., Plaintiff v. JEFFREY PUGH, Defendant; BROOKS DISTRIBUTING COMPANY, INC., Plaintiff v. HOWARD HELTON, Defendant\n**판결일**: 1988-11-01\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Cozort, Johnson, Parker\n\n## 변호인\n\n\n\nMaxwell, Martin, Freeman and Beason, P.A., by James B. Maxwell and John C. Martin, for plaintiff-appellant.\n, \nHaywood, Denny, Miller, Johnson, Sessoms & Patrick, by George W. Miller, Jr. and E. Elizabeth Lefler, for defendant-ap-pellees.\n\n\n## 인용\n\n- 373 S.E.2d 300\n- 91 N.C. App. 715\n\n## 판결문 요약\n\n\n373 S.E.2d 300 (1988)\n91 N.C. App. 715\nBROOKS DISTRIBUTING COMPANY, INC., Plaintiff,\nv.\nJeffrey PUGH, Defendant.\nBROOKS DISTRIBUTING COMPANY, INC., Plaintiff,\nv.\nHoward HELTON, Defendant.\nNo. 8814SC178.\nCourt of Appeals of North Carolina.\nNovember 1, 1988.\n*301 Maxwell, Martin, Freeman and Beason, P.A. by James B. Maxwell and John C. Martin, Durham, for plaintiff-appellant.\nHaywood, Denny, Miller, Johnson, Sessoms &amp; Patrick by George W. Miller, Jr. and E. Elizabeth Lefler, Durham, for defendants-appellees.\nJOHNSON, Judge.\nPlaintiff instituted this civil action seeking the enforcement of two noncompetition agreements, injunctive relief, and compensatory and punitive damages. Each defendant answered the complaint contending, inter alia, that their noncompetition agreements were invalid because they were not supported by consideration, and were unreasonable as to time and territory. Defendants also counterclaimed for damage to their businesses claiming violations of G.S. sec. 75-1.1, alleging interference with contract. Further, they moved for dismissal under G.S. sec. 1A-1, Rule 12(b)(6).\n*302 Upon motion of the defendants, the trial court consolidated the actions for trial, and on 22 September 1987, the defendants' motion to dismiss was granted. From this order plaintiff appeals.\nPlaintiff, Brooks Distributing Company [hereinafter Brooks], is a North Carolina corporation engaged in the business of distributing automotive additives and chemicals. Defendants Pugh and Helton...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brooks-distributing-co-inc-v-pugh"
    }
  ],
  "relatedIncidents": [
    14714,
    14757,
    14765,
    14785,
    14790
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}