{
  "id": 14749,
  "title": "1988년 Moore 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-10-25",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Moore. 판결일: 1988-10-25. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Castidel MOORE, Movant v. STATE of Missouri\n**판결일**: 1988-10-25\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crandall, Crist, Reinhard\n\n## 변호인\n\nBeverly A. Beimdiek, St. Louis, for mo-vant., William L. Webster, Atty. Gen., Elizabeth Levin Ziegler, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 761 S.W.2d 677\n\n## 판결문 요약\n\n\nCRANDALL, Presiding Judge.\nMovant, Castidel Moore, appeals from the denial of his Rule 27.26 motion1 without an evidentiary hearing. We affirm.\nMovant entered pleas of guilty to two counts of first degree robbery. He was sentenced to ten years imprisonment on each count, the terms to run concurrently.\nHe subsequently filed a Rule 27.26 motion. In that motion, movant alleged ineffective assistance of counsel for his counsel’s failure to investigate defense witnesses, his failure to depose a victim, and his failure to argue a motion to suppress identification. Movant further alleged that counsel’s lack of preparation forced him to plead guilty.\nMovant’s sole point on appeal is that the motion court erred in denying his Rule 27.26 motion without an evidentiary hearing.\nAn evidentiary hearing is not required if the motion and records of the case conclusively show that the prisoner is entitled to no relief. Rule 27.26(e).\nWe first address movant’s claim that his guilty pleas were induced by his counsel’s lack of preparedness. This contention is refuted by the record. The transcript of the guilty plea hearing shows that the trial court questioned movant to ensure the voluntariness of his pleas. He stated that he was pleased with his attorney’s representation of him and that his pleas were not coerced in any way. Movant’s testimony conclusively showed that his pleas were voluntary. Since movant’s claim relating to his guilty plea was unfounded, the court properly denied mov-ant’s m...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=moore-v-state"
    }
  ],
  "relatedIncidents": [
    14709,
    14718,
    14721,
    14731,
    14753
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}