{
  "id": 14748,
  "title": "1988년 Hughes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-10-27",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Hughes. 판결일: 1988-10-27. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Kirk Hughes\n**판결일**: 1988-10-27\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Eric M. Alderman for appellant., Robert E. Wildridge, District Attorney (Edward J. McQuat, Anthony J Gigliotti and Mary D. Fahey of counsel), for respondent.\n\n## 인용\n\n- 72 N.Y.2d 1035\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nMemorandum.\nThe order of the Appellate Division should be affirmed.\nIn People v Hughes1 (59 NY2d 523) we affirmed the reversal of defendant’s convictions for first degree rape and second degree assault because the trial court had improperly permitted the jury to consider the victim’s testimony concerning recollections which had been induced by hypnosis. We held that, on defendant’s retrial, the victim could be permitted to testify to facts recalled prior to her hypnosis if the prosecution demonstrated by clear and convincing proof that the victim’s prehypnotic recollections were not \"unduly influenced by the hypnotic sessions” (59 NY2d, at 548, supra). Accordingly, we directed the trial court to conduct a hearing to determine the admissibility of events recalled by the victim before she was hypnotized. We specifically noted two matters to be examined and resolved at the pretrial stage: \"the extent of the witness’s prehypnotic recollection (which would establish the boundaries of admissible testimony) and whether the hypnosis was so impermissibly suggestive as to require exclusion of in-court testimony with respect to such prehypnotic recollection” (id., at 546).\nOn remand, however, the trial court admitted the victim’s testimony as to her prehypnotic recall without considering expert testimony, or any other evidence, on the question of whether the hypnotic procedures that had been employed were so impermissibly suggestive as to have tainted the victim’s ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-hughes"
    }
  ],
  "relatedIncidents": [
    14770,
    14842,
    14888,
    14910,
    14949
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}