{
  "id": 14754,
  "title": "1988년 United States v. Carl Fredericks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-10-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Carl Fredericks. 판결일: 1988-10-12. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Carl FREDERICKS, Defendant-Appellant\n**판결일**: 1988-10-12\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n**판사**: Anderson, Hill, Thomas\n\n## 변호인\n\nMel Black, Grove Forest Plaza, Miami, Fla., Merrell F. Sands, Key West, Fla. (court-appointed), for defendant-appellant., Dexter W. Lehtinen, U.S. Atty., Miami, Fla., Thomas A. O’Malley, Linda Collins Hertz, Harriett R. Galvin, Asst. U.S. At-tys., Ft. Lauderdale, Fla., for plaintiff-ap-pellee.\n\n## 인용\n\n- 857 F.2d 733\n\n## 판결문 요약\n\n857 F.2d 733\n    UNITED STATES of America, Plaintiff-Appellee,v.Carl FREDERICKS, Defendant-Appellant.\n    No. 86-5953.\n    United States Court of Appeals,Eleventh Circuit.\n    Oct. 12, 1988.\n    \n      Mel Black, Grove Forest Plaza, Miami, Fla., Merrell F. Sands, Key West, Fla.  (court-appointed), for defendant-appellant.\n      Dexter W. Lehtinen, U.S. Atty., Miami, Fla., Thomas A. O'Malley, Linda Collins Hertz, Harriett R. Galvin, Asst. U.S. Attys., Ft. Lauderdale, Fla., for plaintiff-appellee.\n      Appeal from the United States District Court for the Southern District of Florida.\n      Before HILL and ANDERSON, Circuit Judges, and THOMAS*, Senior District Judge.\n      HILL, Circuit Judge:\n    \n    \n      1\n      A jury convicted Carl Fredericks of conspiracy to import marijuana and importation of marijuana.  Fredericks filed this direct appeal, maintaining that the evidence presented by the government was insufficient to convict him, and that the district court erred in admitting the statements of several persons alleged to have conspired with him.\n    \n    \n      2\n      In evaluating the sufficiency of the evidence presented against the defendant, we must \"view the evidence in the light most favorable to the government,\" United States v. Sanchez, 722 F.2d 1501, 1505 (11th Cir.), cert. denied sub nom.  Gonzalez v. United States, 467 U.S. 1208, 104 S.Ct. 2396, 81 L.Ed.2d 353 (1984).  Ultimately, we must decide whether \"a reasonable trier of fact could find that the evidenc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-carl-fredericks"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14706,
    14707,
    14709
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}