{
  "id": 14750,
  "title": "1988년 Terpstra 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-10-20",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Terpstra. 판결일: 1988-10-20. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Peter W. TERPSTRA, II, Appellant, v. STATE of Indiana, Appellee\n**판결일**: 1988-10-20\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Garrard, Miller, Ratliff\n\n## 변호인\n\nPeter W. Terpstra, II, Rochester, pro se., Linley E. Pearson, Atty. Gen., Amy Schaeffer Good, Deputy Atty. Gen., Office of Atty. Gen., Indianapolis, for appellee.\n\n## 인용\n\n- 529 N.E.2d 839\n\n## 판결문 요약\n\n\n529 N.E.2d 839 (1988)\nPeter W. TERPSTRA, II, Appellant,\nv.\nSTATE of Indiana, Appellee.\nNo. 25A04-8802-IF-68.\nCourt of Appeals of Indiana, Fourth District.\nOctober 20, 1988.\nRehearing Denied December 15, 1988.\n*840 Peter W. Terpstra, II, Rochester, pro se.\nLinley E. Pearson, Atty. Gen., Amy Schaeffer Good, Deputy Atty. Gen., Office of Atty. Gen., Indianapolis, for appellee.\nMILLER, Judge.\nDefendant-appellant Peter W. Terpstra, II, was charged with violating I.C. § 9-1-4-5, 7, 20 and 40. He appeals the judgment of the Fulton County Court finding him guilty of all four charges and fining him $500.00 on each count plus costs. Terpstra admittedly failed to properly register his truck, obtain a license plate or driver's license. He claims in his brief that compliance with these laws violates his religious beliefs, stating, \"Contracts with sovereign other than the Supreme Sovereign (Christ Jesus) interfere and impair the obligation and duty to the defendant's Supreme Being. The acceptance of benefits from a foreign sovereign is repugnant to the instruction in Deuteronomy and Exodus, and the use of a number for identification and control is a violation of the teachings and ordinances of the Biblical book of Revelation.\"\nWe affirm.\n\n\n*841 ISSUES\nI. Whether the trial court erred by permitting the State to bring charges against Terpstra by information rather than by complaint.\nII. Whether the trial court erred in denying Terpstra a jury trial.\nIII. Whether I.C. 9-1-4-5, 7, 20 and 40 vi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=terpstra-v-state"
    }
  ],
  "relatedIncidents": [
    14719,
    14722,
    14730,
    14761,
    14763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}