{
  "id": 14755,
  "title": "1988년 State v. Washington 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-10-12",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: State v. Washington. 판결일: 1988-10-12. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Edward Tyrone WASHINGTON\n**판결일**: 1988-10-12\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Alford, Crain, Watkins\n\n## 변호인\n\nBryan Bush, Dist. Atty. by Suzan Ponder & Sue Bernie, Asst. Dist. Attys., Baton Rouge, for plaintiff/appellee., Lawrence Dersona, Baton Rouge, for defendant/appellant.\n\n## 인용\n\n- 533 So. 2d 989\n\n## 판결문 요약\n\n\nALFORD, Judge.\nEdward Tyrone Washington was charged by bill of information with armed robbery, a violation of La.R.S. 14:64. He was tried by a jury, which convicted him as charged. The trial court subsequently imposed a sentence of twenty years at hard labor, without benefit of probation, parole or suspension of sentence. Defendant appealed, urging six assignments of error.\nFACTS\nDefendant was charged with the armed robbery of Judy Jefferson, the manager-cashier of a convenience store located in Baton Rouge, Louisiana. Ms. Jefferson, hereinafter referred to as the victim, testified that she noticed four black males walking across the street in front of the store as she waited on a customer. Moments after the customer left, defendant, his *991brother (Troy Washington), and two companions entered the store. As defendant and his brother approached the counter, the two companions ran to a beer cooler at the back of the store and began to remove cases of beer. Defendant threatened the victim with a large knife and ordered her to open the cash register. Troy Washington jumped behind the counter and pulled the victim to the door of a small storage room. Defendant reached across the counter, opened the register, and began to remove all of the bills. One of the bills covered a black box which was the trigger mechanism for a surveillance camera. When defendant heard the camera begin to operate, he pulled it down from the wall. The four men then fled the store, taking an indeterminate ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-washington"
    }
  ],
  "relatedIncidents": [
    14709,
    14718,
    14721,
    14731,
    14749
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}