{
  "id": 14759,
  "title": "1988년 Overton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-10-07",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Overton. 판결일: 1988-10-07. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Overton v. State\n**판결일**: 1988-10-07\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Per Curiam\n\n## 인용\n\n- 531 So. 2d 1382\n\n## 판결문 요약\n\n\n531 So. 2d 1382 (1988)\nThomas M. OVERTON, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 87-1207.\nDistrict Court of Appeal of Florida, First District.\nOctober 7, 1988.\n*1383 Thomas M. Overton, pro se.\nRobert A. Butterworth, Atty. Gen., and Elizabeth C. Masters, Asst. Atty. Gen., Tallahassee, for appellee.\nPER CURIAM.\nThomas M. Overton appeals the order denying his motion for post-conviction relief, filed pursuant to Florida Rule of Criminal Procedure 3.850. Overton alleges his trial counsel provided ineffective assistance, and also alleges error in the trial court's refusal to consider his amended rule 3.850 motion. We reverse and remand for further proceedings.\nThis case has a somewhat involved procedural history. On March 10, 1982, Overton was convicted of armed robbery, and sentenced to a 99-year term of incarceration. The conviction and sentence were affirmed on direct appeal. Overton v. State, 429 So. 2d 722 (Fla. 1st DCA), review denied, 440 So. 2d 352 (Fla. 1983). On May 28, 1985, Overton filed a motion for post-conviction relief. Before ruling on the motion, the trial court issued an order directing the State Attorney's office to respond. Thereafter, the trial court extended the time for the state's response until August 14, 1985. When the state had not responded by August 26, 1985, Overton filed a motion requesting that the trial court grant relief on the merits of his original motion or grant a new trial. The state's response was filed September 11, 1985, after whic...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=overton-v-state"
    }
  ],
  "relatedIncidents": [
    14709,
    14718,
    14721,
    14731,
    14749
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}