{
  "id": 14751,
  "title": "1988년 Rhodes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-10-17",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Rhodes. 판결일: 1988-10-17. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: RHODES Et Al. v. STEWART\n**판결일**: 1988-10-17\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Blackmun, Brennan, Marshall\n\n## 인용\n\n- 102 L. Ed. 2d 1\n- 109 S. Ct. 202\n- 488 U.S. 1\n- 1988 U.S. LEXIS 4611\n\n## 판결문 요약\n\n\n488 U.S. 1 (1988)\nRHODES ET AL.\nv.\nSTEWART\nNo. 88-139.\nSupreme Court of United States.\nDecided October 17, 1988\nON PETITION FOR WRIT OF CERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SIXTH CIRCUIT\n*2 PER CURIAM.\nAfter entry of a judgment for the plaintiffs in a suit by two prisoners under 42 U. S. C. § 1983, the District Court for the Southern District of Ohio, Eastern Division, ordered the defendants to pay the plaintiffs' attorney's fees pursuant to 42 U. S. C. § 1988. There is no entitlement to attorney's fees, however, unless the requesting party prevails; and by the time the District Court entered its judgment in the underlying suit one of the plaintiffs had died and the other was no longer in custody. In this posture, the plaintiffs were not prevailing parties under the rule we set forth in Hewitt v. Helms, 482 U. S. 755 (1987), and the Court of Appeals for the Sixth Circuit erred in affirming the award of fees by the District Court.\n\nI\nOn January 17, 1978, while in the custody of the Ohio Department of Rehabilitation and Correction, Albert Reese and Larry Stewart filed a complaint alleging violations of their First and Fourteenth Amendment rights by officials who refused them permission to subscribe to a magazine. On April 2, 1981, the District Court issued an opinion and an order, later amended in respects no longer pertinent to the case. The court ruled that correctional officials had not applied the proper procedural and substantive standards in denying t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rhodes-v-stewart"
    }
  ],
  "relatedIncidents": [
    14711,
    14822,
    14865,
    14866,
    14900
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}