{
  "id": 14753,
  "title": "1988년 Jackson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-10-14",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Jackson v. State. 판결일: 1988-10-14. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Glenn W. JACKSON, Appellant, v. the STATE of Oklahoma, Appellee\n**판결일**: 1988-10-14\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Bussey, Parks\n\n## 변호인\n\nPatti Palmer, Asst. Appellate Public Defender, Norman, for appellant., Michael C. Turpén, Atty. Gen., Terry J. Jenks, Asst. Atty. Gen., Oklahoma City, for appellee.\n\n## 인용\n\n- 763 P.2d 388\n\n## 판결문 요약\n\n\n763 P.2d 388 (1988)\nGlenn W. JACKSON, Appellant,\nv.\nThe STATE of Oklahoma, Appellee.\nNo. F-85-123.\nCourt of Criminal Appeals of Oklahoma.\nOctober 14, 1988.\nPatti Palmer, Asst. Appellate Public Defender, Norman, for appellant.\nMichael C. Turpen, Atty. Gen., Terry J. Jenks, Asst. Atty. Gen., Oklahoma City, for appellee.\n\n\n*389 OPINION\nBRETT, Presiding Judge:\nThe appellant, Glenn W. Jackson, was tried by a jury in Comanche County District Court, Case No. CRF-83-775, and found guilty of Robbery by Force or Fear in violation of 21 Ohio St. 1981, § 791. Appellant was sentenced in accordance with the jury's recommendation to twenty (20) years' imprisonment. He now appeals both judgment and sentence.\nAt an indeterminate time on December 6, 1983, one of the Glen's Pawn Shops in Lawton was robbed. Paige Hamilton, the store clerk, was waiting on appellant and another man when appellant struck her in the head with a metal object. Ms. Hamilton fell to her knees but remained conscious. The two men put her in the bathroom and proceeded to take money from the cash register and some stereo equipment.\nAppellant took the stand and presented his alibi defense. On rebuttal, the State presented Glenda Mayes, a clerk in another Glen's Pawn Shop in Lawton. She stated, in support of Ms. Hamilton's testimony, that appellant and another man had entered her store on the day in question and inquired about some stereo equipment.\nIn his first assignment of error, appellant argues that the trial court fail...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jackson-v-state"
    }
  ],
  "relatedIncidents": [
    14709,
    14718,
    14721,
    14731,
    14749
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}