{
  "id": 14757,
  "title": "1988년 Camer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-10-10",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Camer. 판결일: 1988-10-10. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: Dorothy Camer, Et Al, Appellants, v. Seattle School District No. 1, Et Al, Respondents\n**판결일**: 1988-10-10\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Scholfield, Webster, Winsor\n\n## 변호인\n\nDorothy Camer, pro se, and Daniel H. Smith and Smith, Midgley & Pumplin, P.S., for appellants., Lawrence Ransom and Karr, Tuttle & Campbell, for respondents Seattle School District, et al., Jane Fantel and Lopez, Fantel & Taylor, for respondent Watson.\n\n## 인용\n\n- 762 P.2d 356\n- 52 Wash. App. 531\n\n## 판결문 요약\n\n\n52 Wash. App. 531 (1988)\n762 P.2d 356\nDOROTHY CAMER, ET AL, Appellants,\nv.\nSEATTLE SCHOOL DISTRICT NO. 1, ET AL, Respondents.\nNo. 21269-9-I.\nThe Court of Appeals of Washington, Division One.\nOctober 10, 1988.\n*532 Dorothy Camer, pro se, and Daniel H. Smith and Smith, Midgley &amp; Pumplin, P.S., for appellants.\nLawrence Ransom and Karr, Tuttle &amp; Campbell, for respondents Seattle School District, et al.\nJane Fantel and Lopez, Fantel &amp; Taylor, for respondent Watson.\nSCHOLFIELD, C.J.\nDorothy Camer and her three children appeal the superior court judgment dismissing their claims against the Seattle School District and numerous named individuals. We affirm.\n\nFACTS\nOn June 30, 1986, Dorothy Camer and her three children brought an action for a declaratory judgment against the Seattle School District and numerous named individuals. By their complaint, the Camers sought a declaratory judgment to test the adequacy of the conduct of school district personnel with relation to their responsibilities under Washington's basic education act. The complaint alleged the violation of specific statutes, including the failure of the Seattle Public Schools to teach the state constitution, lack of an adequate process for resolving grievances, failure to develop student learning assessments, use of arbitrary procedures for discipline, failure to provide an optimum learning atmosphere, failure of the principals to supervise the educational program, failure to provide the designated instructio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=camer-v-seattle-school-district-no-1"
    }
  ],
  "relatedIncidents": [
    14714,
    14745,
    14765,
    14785,
    14790
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}