{
  "id": 14761,
  "title": "1988년 Rivera 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-10-06",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Rivera. 판결일: 1988-10-06. 법원: Circuit Court for the Judicial Circuits of Florida.",
  "description": "## 사건 정보\n\n**사건명**: RIVERA v. STATE ex. rel., CITY OF JACKSONVILLE\n**판결일**: 1988-10-06\n**법원**: Circuit Court for the Judicial Circuits of Florida\n**관할**: Florida, FL\n\n**판사**: Fay\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, James T. Miller, Assistant Public Defender, for appellant., Andrew K. Kantor, Assistant State Attorney and Peter G. Gioia, Legal Intern, for appellee.\n\n## 인용\n\n- 31 Fla. Supp. 2d 128\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nLAWRENCE D. FAY, Circuit Judge.\nThis appeals involves the facial constitutionality of Municipal Ordinance 614.107, City of Jacksonville, Loitering For The Purpose of Prostitution (Municipal Ordinance 614.107) and the legality of its 90 days in jail penalty. Appellant contends the ordinance is overbroad and *129vague and prohibits activities protected by the First Amendment. Appellant also contends Municipal Ordinance 614.107 is unconstitutional under Johnson v Carson, 569 F.Supp. 974 (M.D. Fla. 1983). The United States District Court in Johnson v Carson, supra, decided the previous City of Jacksonville Loitering for the Purpose of Prostitution Ordinance, 330.107, was overbroad in violation of the First Amendment. After the United States District Court invalidated Municipal Ordinance 330.107, The City of Jacksonville enacted Municipal Ordinance 614.107. The new Loitering' for the Purpose of Prostitution Ordinance simply removed the portions found invalid in Johnson v Carson, supra; the new ordinance also redefined what constituted loitering for the purpose of prostitution.\nThe text of Municipal Ordinance 330.107 was as follows:\n(a) It shall be unlawful and a class D offense for any person to loiter in or near any thoroughfare, street, highway, or place open to the public in a manner and under circumstances manifesting the purpose of inducting, enticing, soliciting, or procuring another to commit an act of prostitution, lewdness, or assignation.\n(b) Among ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rivera-v-state-ex-rel-city-of-jacksonville"
    }
  ],
  "relatedIncidents": [
    14719,
    14722,
    14730,
    14750,
    14763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}