{
  "id": 14769,
  "title": "1988년 LeRoy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-09-27",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: LeRoy. 판결일: 1988-09-27. 법원: Connecticut Appellate Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Connecticut v. James LeRoy\n**판결일**: 1988-09-27\n**법원**: Connecticut Appellate Court\n**관할**: Connecticut, CT\n\n**판사**: Daly\n\n## 변호인\n\nPaul N. Rotiroti, certified legal intern, with whom were Todd D. Fernow and, on the brief, Michael R. Sheldon, for the appellant (defendant)., Timothy J. Sugrue, deputy assistant state’s attorney, with whom, on the brief, were Susann E. Gill, assistant state’s attorney, and Patrick Cosgrove, former assistant state’s attorney, for the appellee (state).\n\n## 인용\n\n- 16 Conn. App. 472\n\n## 판결문 요약\n\n\nDaly, J.\nThe defendant appeals from the judgment of conviction, after a jury trial, of assault in the second degree with a motor vehicle while intoxicated in violation of General Statutes (Rev. to 1983) § 53a-60d (a).1\nThe dispositive issue on appeal is whether the trial court erred in instructing the jury to apply the prima facie provisions of General Statutes (Rev. to 1985) § 14-227a (d)2 in determining whether the defendant was intoxicated within the meaning of the charged offense of assault in the second degree with a motor vehicle, in light of the fact that the state was not required to comply with the procedural safeguards of General Statutes (Rev. to 1985) § 14-227a (c).3 We find error.\nThe jury could reasonably have found the following facts. On September 29, 1984, at approximately 3 a.m., *474the defendant was driving his motor vehicle in an easterly direction on Shaker Road in Enfield. The defendant crossed the center line and collided with a vehicle driven by Leslie Daniel, who was proceeding in the opposite direction. The victim was rendered unconscious for several days and suffered serious physical injuries as a result of the impact.\nOfficer Patrick Droney of the Enfield police department observed the defendant at the scene of the accident and testified that the defendant was swaying, that he was slurring his words, that he was emitting a moderate odor of alcohol, and that the defendant was unable to perform balance and coordination tests administered. Sergeant ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-leroy"
    }
  ],
  "relatedIncidents": [
    14712,
    14861,
    14899,
    14933,
    14970
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}