{
  "id": 14763,
  "title": "1988년 Longjaw 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-10-04",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Longjaw. 판결일: 1988-10-04. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF OREGON, Respondent on Review, v. CHARLES ANTHONY LONGJAW, AKA Clifford Russell, Petitioner on Review. in the Matter of Tyrone Washington, a Child. STATE Ex Rel JUVENILE DEPARTMENT OF MULTNOMAH COUNTY, Respondent on Review, v. WASHINGTON, Petitioner on Review\n**판결일**: 1988-10-04\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: Lent, P.J., and Linde, Campbell, Carson, Jones and Gillette\n\n## 변호인\n\nBernard Jolles, Portland, argued the cause for petitioners on review. Jenny M. Cooke, Portland, filed the petitions for review., Kendall Barnes, Assistant Attorney General, Salem, argued the cause for respondents on review., George A. Riemer, General Counsel, Oregon State Bar, Lake Oswego, filed a brief on behalf of amicus curiae Oregon State Bar., Paul S. Petterson, Portland, filed a brief on behalf of ami-cus curiae Oregon Criminal Defense Lawyers Association.\n\n## 인용\n\n- 761 P.2d 1331\n- 307 Or. 47\n\n## 판결문 요약\n\n\n761 P.2d 1331 (1988)\n307 Or. 47\nSTATE of Oregon, Respondent On Review,\nv.\nCharles Anthony LONGJAW, Aka Clifford Russell, Petitioner On Review.\nIn the matter of Tyrone Washington, a Child.\nState ex rel. Juvenile Department of Multnomah County, Respondent On Review,\nv.\nTyrone Washington, Petitioner On Review.\nCC C86-02-30752, C86-02-30804; CA A41491; SC S34829; CC 68-922; CA A42384; SC S34918.\nSupreme Court of Oregon.\nArgued and Submitted July 14, 1988.\nDecided October 4, 1988.\n*1332 Bernard Jolles, Portland, argued the cause, for petitioners on review. Jenny M. Cooke, Portland, filed the petitions for review.\nKendall Barnes, Asst. Atty. Gen., Salem, argued the cause, for respondents on review.\nGeorge A. Riemer, Gen. Counsel, Oregon State Bar, Lake Oswego, filed a brief on behalf of amicus curiae Oregon State Bar.\nPaul S. Petterson, Portland, filed a brief on behalf of amicus curiae Oregon Criminal Defense Lawyers Ass'n.\nBefore LENT, P.J., and LINDE, CAMPBELL, CARSON, JONES and GILLETTE, JJ.\nPER CURIAM.\nThese cases merely require a simple application of two Oregon statutes. But they also involve one of the most perplexing problems currently confronting the criminal justice system in this state. That problem is how adequately to provide and pay for appointed counsel for indigent defendants charged with violations of state criminal laws. The two cases at issue concern the calculation and payment of attorney fees of appointed counsel for indigent criminal defendants and do not in...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-longjaw"
    }
  ],
  "relatedIncidents": [
    14719,
    14722,
    14730,
    14750,
    14761
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}