{
  "id": 14767,
  "title": "1988년 In Re MacK 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-09-29",
  "location": "North Dakota, ND, USA",
  "summary": "미국 North Dakota, ND 법원 판결 사건. 사건명: In Re MacK. 판결일: 1988-09-29. 법원: United States Bankruptcy Court, D. North Dakota.",
  "description": "## 사건 정보\n\n**사건명**: In Re MacK\n**판결일**: 1988-09-29\n**법원**: United States Bankruptcy Court, D. North Dakota\n**관할**: North Dakota, ND\n\n**판사**: William A. Hill\n\n## 인용\n\n- 93 B.R. 695\n\n## 판결문 요약\n\n\n93 B.R. 695 (1988)\nIn re Gregory L. MACK, Debtor.\nPhillip D. ARMSTRONG, Trustee of the Estate of Gregory L. Mack, Plaintiff,\nv.\nEmanuel MACK, Joe Mack, Donald Alexander, and Velva Community Credit Union, Defendants.\nBankruptcy No. 87-05662, Adv. No. 88-7034.\nUnited States Bankruptcy Court, D. North Dakota.\nSeptember 29, 1988.\nPhillip D. Armstrong, Minot, N.D., for trustee.\nMark Larson, Minot, N.D., for Velva Community Credit Union.\n\nMEMORANDUM AND ORDER\nWILLIAM A. HILL, Bankruptcy Judge.\nThis case arises by complaint filed April 4, 1988, by which the trustee, pursuant to sections 544 and 547 of the United States Bankruptcy Code, seeks to avoid the liens of defendants Emanuel Mack, Joe Mack, Donald Alexander, and Velva Community Credit Union (Credit Union). Only the Credit Union interposed an answer and has agreed with the trustee that the case may be decided upon stipulated facts. A Stipulation of Facts and Waiver of Trial was jointly filed by the trustee and the Credit Union on August 12, 1988. The non-answering defendants are not a party to this stipulation. The facts as gleaned from the stipulated facts and documents submitted are as follows:\n\nFindings of Fact\nAt all times material the Debtor, Gregory L. Mack, was a farmer maintaining his *696 residence in Pierce County, North Dakota. In 1986 he grew crops upon land situated in Pierce County. These crops have now been sold with $33,064.48 in proceeds turned over to the trustee who, by virtue of his status, seeks to avoid ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-mack"
    }
  ],
  "relatedIncidents": [
    14719,
    14722,
    14730,
    14750,
    14761
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}