{
  "id": 14760,
  "title": "1988년 State v. Cummings 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-10-06",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: State v. Cummings. 판결일: 1988-10-06. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State of North Carolina v. Jerry Ray Cummings\n**판결일**: 1988-10-06\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Exum, Frye, Martin\n\n## 변호인\n\n\n\nLacy H. Thornburg, Attorney General, Joan H. Byers, Special Deputy Attorney General, James J. Coman, Senior Deputy Attorney General, and William N. Farrell, Jr., Special Deputy Attorney General, for the state.\n, \nRobert D. Jacobson, E. C. Bodenheimer, Jr., and Hubert N. Rogers III, for defendant.\n\n\n## 인용\n\n- 372 S.E.2d 541\n- 323 N.C. 181\n\n## 판결문 요약\n\n\nMARTIN, Justice.\nDefendant assigns error to both the guilt phase and the sentencing phase of his capital trial. Having carefully reviewed the entire record and each of defendant’s arguments, we find no error in either phase and decline to disturb defendant’s conviction and sentence.\nThe state’s evidence tended to show the following: On 16 August 1986 the body of Jesse Ward, aged seventy-seven, was discovered in the kitchen of his Robeson County home. The victim had spent the previous day helping his brother-in-law, Henry Powell, fix a lawn mower and had planned to return to Powell’s home on the morning of the sixteenth to finish the job. When the victim did not arrive as scheduled, Powell called him on the telephone repeatedly but always received a busy signal. Later that day Powell and his grandson Richard went by the victim’s house. Richard and a neighbor entered the house through the back door and discovered the victim’s body on the kitchen floor. They observed two holes in the victim’s abdomen and blood on his trousers. The victim held the telephone receiver in his left hand, pressed against his ear.\nInvestigators recovered a cartridge casing from the grass near the back door and a spent .22-caliber bullet from the kitchen sink. There were two round holes in the back screen door. An *184autopsy performed by Dr. Marvin Thompson revealed two penetrating gunshot entrance wounds on the victim’s abdomen and a single exit wound on his back. A .22-caliber bullet was lodged in t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-cummings"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14709,
    14735,
    14746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}