{
  "id": 14765,
  "title": "1988년 Malkove 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-09-30",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Malkove. 판결일: 1988-09-30. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: MISS. VALLEY TITLE INS. CO. v. Malkove\n**판결일**: 1988-09-30\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Adams\n\n## 인용\n\n- 540 So. 2d 674\n\n## 판결문 요약\n\n\n540 So. 2d 674 (1988)\nMISSISSIPPI VALLEY TITLE INSURANCE COMPANY\nv.\nBernard S. MALKOVE, et al.\n86-806.\nSupreme Court of Alabama.\nSeptember 30, 1988.\nRehearing Denied March 10, 1989.\n*675 Larry O'Neil Putt of Smyer, White, Taylor &amp; Putt, Birmingham, for appellant.\nMaury Friedlander, Fred Ray Lybrand and Clifford C. Sharpe, Mobile, for appellees.\nADAMS, Justice.\nThe Court's original opinion in this case, dated June 3, 1988, is withdrawn and the following opinion is substituted therefor:\nThis appeal arises from a dispute over the intended coverage of a title insurance policy. The plaintiffs, Bernard S. Malkove, Melvin J. Malkove, George M. Forwood, and Ted Forwood (hereinafter the \"Malkoves\" and the \"Forwoods\"), sued the defendant, Mississippi Valley Title Insurance Company (hereinafter \"Mississippi Valley\"), to recover under a title insurance policy and also for fraud and bad faith failure to pay the insurance claim. The fraud claim was ultimately dismissed. Following an ore tenus hearing, the trial court found in favor of the insureds on all the other claims. We affirm in part and reverse in part.\nThe Malkoves' complaint is premised on two title insurance policies issued by Mississippi Valley. The policies insured the title to two separate tracts of land in Oxford, Alabama, which we will refer to as \"Tract A\" and \"Tract B.\" Tract A was originally conveyed to the Malkoves and Herman Maisel by the Crow-Brighton Company on December 2, 1982. Subsequently, Mr. Maisel conveyed ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=miss-valley-title-ins-co-v-malkove"
    }
  ],
  "relatedIncidents": [
    14714,
    14745,
    14757,
    14785,
    14790
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}