{
  "id": 14771,
  "title": "1988년 Marsh 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-09-21",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Marsh. 판결일: 1988-09-21. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Paul Leslie MARSH, Appellant, v. STATE of Oklahoma, Appellee\n**판결일**: 1988-09-21\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Bussey, Parks\n\n## 변호인\n\nJohnie O’Neal, Asst. Public Appellant Defender, Tulsa, for appellant., Robert H. Henry, Atty. Gen., William Luker, Asst. Atty. Gen., Oklahoma City, for appellee.\n\n## 인용\n\n- 761 P.2d 915\n\n## 판결문 요약\n\n\n761 P.2d 915 (1988)\nPaul Leslie MARSH, Appellant,\nv.\nSTATE of Oklahoma, Appellee.\nNo. M-86-643.\nCourt of Criminal Appeals of Oklahoma.\nSeptember 20, 1988.\nAs Corrected September 21, 1988.\nJohnie O'Neal, Asst. Public Appellant Defender, Tulsa, for appellant.\nRobert H. Henry, Atty. Gen., William Luker, Asst. Atty. Gen., Oklahoma City, for appellee.\n\nOPINION\nBUSSEY, Judge:\nThe appellant, Paul Leslie Marsh, was convicted of the crimes of Negligent Homicide and Obstructing an Officer in the District Court of Tulsa County Case No. CRM-86-108. He was sentenced to terms of six (6) months and one (1) year imprisonment, respectively; the sentences to run consecutively, and he appeals.\nOn January 17, 1986, four-year-old Travis Baker, Jr. was killed when he was backed over by a pickup truck driven by the appellant. The appellant's own account of this tragic death is as follows.\n*916 The appellant worked as a security guard at a Broken Arrow oilwell service company equipment yard. On the day in question, the appellant's wife was babysitting young Travis Baker and caring for the couple's own young children at the same time. The appellant's wife had brought the appellant's dinner to him at the yard, taking the children with her.\nAfter the group arrived at the equipment yard with his meal, the appellant testified that the kids insisted on making rounds with him. He put them in the back of his company pickup, left the tailgate down, and began driving slowly around the equipment yard. A short...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=marsh-v-state"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14709,
    14735,
    14746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}