{
  "id": 14770,
  "title": "1988년 Myers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-09-22",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Myers. 판결일: 1988-09-22. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Tennessee v. Seymour MYERS\n**판결일**: 1988-09-22\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Birch, Dwyer, Wade\n\n## 변호인\n\nThomas D. Steele, Nashville, for appellant., WJ. Michael Cody, Atty. Gen. & Reporter, Debra K. Inglis, and Steve Dozier, Asst. Attys. Gen., Nashville, for appellee.\n\n## 인용\n\n- 764 S.W.2d 214\n\n## 판결문 요약\n\n\nOPINION\nDWYER, Judge.\nThis represents an appeal as a matter of right by Seymour Myers from the judgment entered by the Criminal Court of Davidson County finding the appellant guilty of two counts of furnishing alcoholic beverages to a minor and one count of aggravated rape of a minor. Appellant was sentenced to serve ninety days in the county workhouse on each of the misdemeanor counts. As to the aggravated rape conviction, appellant was sentenced as a Range II aggravated offender to serve forty-seven and one-half years in the Department of Correction.\nA number of issues are presented for appellate review. In view of our holding as to the following, all others are pretermit-ted. In short, we find that three issues presented by the appellant have merit and represent prejudicial error to the appellant. Accordingly, this Court is compelled to reverse the judgment of the lower court.\nThe evidence reveals that in May of 1986, the six-year-old victim lived with her grandmother, aunt and older brother in appellant’s home. Appellant was the longtime boyfriend of the victim’s grandmother. The victim’s aunt became suspicious because of the protectiveness and relationship of the appellant to the victim and had the child examined by a physician. A tear in her hymenal ring, consistent with penetration, was discovered.\nAt trial, the victim testified that appellant had touched her and pointed to her vaginal area. The examining physician testified, as well as the investigating officer who r...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-myers"
    }
  ],
  "relatedIncidents": [
    14748,
    14842,
    14888,
    14910,
    14949
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}