{
  "id": 14777,
  "title": "1988년 William L. Clark v. Resistoflex Company, a Division of Unidynamics Corporation and Its Successor Crane Resistoflex Company, a Division of Crane Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-09-14",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: William L. Clark v. Resistoflex Company, a Division of Unidynamics Corporation and Its Successor Crane Resistoflex Company, a Division of Crane Co.. 판결일: 1988-09-14. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: William L. CLARK, Plaintiff-Appellant, v. RESISTOFLEX COMPANY, a DIVISION OF UNIDYNAMICS CORPORATION and Its Successor Crane Resisto-Flex Company, a Division of Crane Co., Defendant-Appellee\n**판결일**: 1988-09-14\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Smith, Thornberry, Williams\n\n## 변호인\n\nG. Phillip Shuler, Dona J. Dew, Chaffe, McCall, Phillips, Toler & Sarpy, New Orleans, La., for plaintiff-appellant., Andrew P. Burnside, Keith M. Pyburn, McCalla, Thompson, Pyburn & Ridley, New Orleans, La., Daniel A. Rizzi, Kenneth J. McCulloch, Kramer, Levin, Nessen, Kamin & Frankel, New York City, for defendant-appellee.\n\n## 인용\n\n- 854 F.2d 762\n\n## 판결문 요약\n\n854 F.2d 762\n    47 Fair Empl. Prac. Cas. (BNA)  1548,47 Empl. Prac. Dec. P 38,326, 57 USLW 2222,3 Indiv.Empl.Rts.Cas.  1584,10 Employee Benefits Ca 1013\n    William L. CLARK, Plaintiff-Appellant,v.RESISTOFLEX COMPANY, A DIVISION OF UNIDYNAMICS CORPORATIONand its successor Crane Resistoflex Company, aDivision of Crane Co., Defendant-Appellee.\n    No. 87-3611.\n    United States Court of Appeals,Fifth Circuit.\n    Sept. 14, 1988.\n    \n      G. Phillip Shuler, Dona J. Dew, Chaffe, McCall, Phillips, Toler &amp; Sarpy, New Orleans, La., for plaintiff-appellant.\n      Andrew P. Burnside, Keith M. Pyburn, McCalla, Thompson, Pyburn &amp; Ridley, New Orleans, La., Daniel A. Rizzi, Kenneth J. McCulloch, Kramer, Levin, Nessen, Kamin &amp; Frankel, New York City, for defendant-appellee.\n      Appeal from the United States District Court for the Eastern District of Louisiana.\n      Before THORNBERRY, WILLIAMS, and SMITH, Circuit Judges.\n      JERRY E. SMITH, Circuit Judge:\n    \n    \n      1\n      Appellant William Clark, a former employee of appellee Resistoflex Company (\"Resistoflex\"), brought suit under the Age Discrimination in Employment Act (\"ADEA\"), 29 U.S.C. Sec. 621 et seq., and under the Employee Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. Sec. 1132 et seq., alleging he had been discharged because of his age and because Resistoflex desired to prevent him from accruing enhanced benefits under the pension plan in which he was vested.  After extensive discovery, the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=william-l-clark-v-resistoflex-company-a-division-of-unidynamics"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14706,
    14707,
    14709
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}