{
  "id": 14785,
  "title": "1988년 In the Matter of Donald Eugene Bundles, Debtor-Appellant. In Re Donald Eugene Bundles v. William J. Baker, Indiana National Bank and James C. Wells 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-08-25",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: In the Matter of Donald Eugene Bundles, Debtor-Appellant. In Re Donald Eugene Bundles v. William J. Baker, Indiana National Bank and James C. Wells. 판결일: 1988-08-25. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Donald Eugene BUNDLES, Debtor-Appellant. in Re Donald Eugene BUNDLES, Appellant, v. William J. BAKER, Indiana National Bank and James C. Wells, Appellees\n**판결일**: 1988-08-25\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Cudahy, Ripple, Wood\n\n## 변호인\n\nJudith E. Seubert, UAW Ford Legal Services Plan, Indianapolis, Ind., for debtor-appellant., Edward B. Hopper, II, Hopper & Cobb, Indianapolis, Ind., for appellee.\n\n## 인용\n\n- 856 F.2d 815\n\n## 판결문 요약\n\n856 F.2d 815\n    57 USLW 2167, 18 Bankr.Ct.Dec. 554, Bankr.L. Rep.  P 72,461\n    In the Matter of Donald Eugene BUNDLES, Debtor-Appellant.In re Donald Eugene BUNDLES, Appellant,v.William J. BAKER, Indiana National Bank and James C. Wells, Appellees.\n    No. 87-2120.\n    United States Court of Appeals,Seventh Circuit.\n    Argued Feb. 18, 1988.Decided Aug. 25, 1988.\n    \n      Judith E. Seubert, UAW Ford Legal Services Plan, Indianapolis, Ind., for debtor-appellant.\n      Edward B. Hopper, II, Hopper &amp; Cobb, Indianapolis, Ind., for appellee.\n      Before WOOD Jr., CUDAHY and RIPPLE, Circuit Judges.\n      RIPPLE, Circuit Judge.\n    \n    \n      1\n      In this appeal, we must decide whether a debtor in bankruptcy may set aside under section 548(a)(2) of the Bankruptcy Code (the Code), 11 U.S.C. Sec. 548(a)(2) (Supp. IV 1986), the sale of his personal residence upon foreclosure of the mortgage.  The bankruptcy court and the district court held that he could not.  We reverse and remand for further proceedings.\n    \n    \n      2\n      * Background\n    \n    A. Statutory Background\n    \n      3\n      Section 548 of the Code provides in pertinent part:\n    \n    \n      4\n      Sec. 548.   Fraudulent transfers and obligations\n    \n    \n      5\n      (a) The trustee may avoid any transfer of an interest of the debtor in property, or any obligation incurred by the debtor, that was made or incurred on or within one year before the date of the filing of the petition, if the debtor volunt...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-the-matter-of-donald-eugene-bundles-debtor-appellant-in-re-donald"
    }
  ],
  "relatedIncidents": [
    14714,
    14745,
    14757,
    14765,
    14790
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}