{
  "id": 14783,
  "title": "1988년 As 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-09-02",
  "location": "Alaska, AK, USA",
  "summary": "미국 Alaska, AK 법원 판결 사건. 사건명: As. 판결일: 1988-09-02. 법원: Court of Appeals of Alaska.",
  "description": "## 사건 정보\n\n**사건명**: As v. State\n**판결일**: 1988-09-02\n**법원**: Court of Appeals of Alaska\n**관할**: Alaska, AK\n\n**판사**: Bryner, C.J., and Coats and Singleton\n\n## 인용\n\n- 761 P.2d 122\n\n## 판결문 요약\n\n\n761 P.2d 122 (1988)\nA.S., A Minor, Appellant,\nv.\nSTATE of Alaska, Appellee.\nNo. A-2310.\nCourt of Appeals of Alaska.\nSeptember 2, 1988.\n*123 Valerie Leonard, Asst. Public Defender, Kotzebue, and Dana Fabe, Anchorage, Public Defender, for appellant.\nRobert D. Bacon, Asst. Atty. Gen., Office of Sp. Prosecutions and Appeals, Anchorage, and Grace Berg Schaible, Juneau, for appellee.\nBefore BRYNER, C.J., and COATS and SINGLETON, JJ.\n\nOPINION\nCOATS, Judge.\nA.S., a teenage boy born on March 10, 1970, was adjudicated a juvenile delinquent for committing a burglary and less-serious, related offenses in February 1987. In April, Superior Court Judge Paul B. Jones committed A.S. to the custody of the Department of Health and Social Services, but deferred institutional placement and placed A.S. on supervised probation. The conditions of probation required A.S. to \"obey all municipal, state and federal laws.\"\nSoon thereafter, while he was still on probation, A.S. was charged with third-degree assault. AS 11.41.220(a)(1). The state alleged that:\n[O]n 5-23-87, at or near Kotzebue in the Second Judicial District, State of Alaska, [A.S.] did unlawfully and recklessly place Rick Janitscheck in fear of imminent serious physical injury by means of a dangerous instrument, by putting a loaded 22 caliber rifle approximately one foot from Rick Janitscheck's face.\nAs a result of these charges the state filed both a new juvenile delinquency petition and a probation violation petition. Shortly before th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=as-v-state"
    }
  ],
  "relatedIncidents": [
    14709,
    14718,
    14721,
    14731,
    14749
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}