{
  "id": 14781,
  "title": "1988년 Bush 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-09-07",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Bush. 판결일: 1988-09-07. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Bush v. the State\n**판결일**: 1988-09-07\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Benham, McMurray, Pope\n\n## 변호인\n\nAllison V. Cobham, for appellant., Lewis R. Slaton, District Attorney, Joseph J. Drolet, Richard E. Hicks, Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 372 S.E.2d 847\n- 188 Ga. App. 313\n\n## 판결문 요약\n\n\n188 Ga. App. 313 (1988)\n372 S.E.2d 847\nBUSH\nv.\nTHE STATE.\n77093.\nCourt of Appeals of Georgia.\nDecided September 7, 1988.\nAllison V. Cobham, for appellant.\n*314 Lewis R. Slaton, District Attorney, Joseph J. Drolet, Richard E. Hicks, Assistant District Attorneys, for appellee.\nBENHAM, Judge.\nAppellant was convicted of armed robbery. On appeal he contends the trial court erroneously denied his motions for mistrial which were made in response to the State's alleged violation of pre-trial rulings made by the trial court. We affirm.\n1. Before trial, the trial court granted appellant's motion in limine with regard to testimony mentioning drug use by appellant. The arresting officer, when asked at trial, \"What, if anything else, did you ask the defendant [following his arrest]?\" testified, \"I may have asked him if he was on drugs or anything like that.\" A defense objection was sustained, and the trial court instructed the jury to give no consideration to any possible drug involvement because there was absolutely no evidence that appellant was involved with drugs. Appellant moved for a mistrial, which was denied.\n\"The trial court has a broad discretion in passing on motions for mistrial, and its ruling will not be disturbed by the appellant courts unless it appears that there has been a manifest abuse of discretion and that a mistrial is essential to the preservation of the right to a fair trial. [Cits.] Where a motion for mistrial is made on the ground of inadmissible matters being ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bush-v-state"
    }
  ],
  "relatedIncidents": [
    14709,
    14718,
    14721,
    14731,
    14749
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}