{
  "id": 14787,
  "title": "1988년 Davis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-08-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Davis. 판결일: 1988-08-23. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Davis v. United States\n**판결일**: 1988-08-23\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 855 F.2d 860\n\n## 판결문 요약\n\n855 F.2d 860\n    Unpublished Disposition\n    NOTICE: Ninth Circuit Rule 36-3 provides that dispositions other than opinions or orders designated for publication are not precedential and should not be cited except when relevant under the doctrines of law of the case, res judicata, or collateral estoppel.\n    \n      David K. DAVIS, Petitioner-Appellant,v.UNITED STATES of America, Respondent-Appellee.\n      No. 87-2961.\n      United States Court of Appeals, Ninth Circuit.\n      Submitted July 12, 1988.*Decided Aug. 23, 1988.\n      Before CHOY, FARRIS and WIGGINS, Circuit Judges.\n    \n    \n      1\n      MEMORANDUM**\n    \n    BACKGROUND\n    \n      2\n      On June 18, 1984, a California Superior Court jury convicted David K. Davis (\"Davis\") of one felony count of solicitation of burglary and five felony counts of attempted receipt of stolen property.  The court sentenced him to four years in state prison.\n    \n    \n      3\n      On May 16, 1985, Davis was indicted on one count of conspiracy to transfer and deliver counterfeit federal reserve notes, 18 U.S.C. Secs. 473 and 371, five counts of transferring and delivering counterfeit federal reserve notes, 18 U.S.C. Sec. 473, and one count of concealing counterfeit notes, 18 U.S.C. Sec. 473.  Davis pled guilty in the Eastern District of California to the conspiracy count through an agreement in which the government dropped the other charges.  On December 23, 1985, the court sentenced Davis to five years imprisonment, to become eligibl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "강도",
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=davis-v-united-states"
    }
  ],
  "relatedIncidents": [
    14709,
    14718,
    14721,
    14731,
    14749
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}