{
  "id": 14790,
  "title": "1988년 Cunningham 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-08-19",
  "location": "Vermont, VT, USA",
  "summary": "미국 Vermont, VT 법원 판결 사건. 사건명: Cunningham. 판결일: 1988-08-19. 법원: Supreme Court of Vermont.",
  "description": "## 사건 정보\n\n**사건명**: A. Samuel Cunningham and Madeline B. Cunningham v. Walter I. Miller, Individually and as Executor of the Estate of Harriet B. Miller\n**판결일**: 1988-08-19\n**법원**: Supreme Court of Vermont\n**관할**: Vermont, VT\n\n**판사**: Allen, C.J., and Peck, Gibson, Dooley and Mahady\n\n## 변호인\n\nCharles R. Eichel, Manchester Center, and Joy C. Frank (Of Counsel), Dorset, for Plaintiffs-Appellants., Stebbins, Bradley, Wood and Harvey, Norwich, for DefendantAppellee.\n\n## 인용\n\n- 552 A.2d 1203\n- 150 Vt. 263\n\n## 판결문 요약\n\n\n552 A.2d 1203 (1988)\nA. Samuel CUNNINGHAM and Madeline B. Cunningham\nv.\nWalter I. MILLER, Individually and as Executor of the Estate of Harriet B. Miller.\nNo. 86-364.\nSupreme Court of Vermont.\nAugust 19, 1988.\nCharles R. Eichel, Manchester Center, and Joy C. Frank (of counsel), Dorset, for plaintiffs-appellants.\nStebbins, Bradley, Wood and Harvey, Norwich, for defendant-appellee.\nBefore ALLEN, C.J., and PECK, GIBSON, DOOLEY and MAHADY, JJ.\nDOOLEY, Justice.\nPlaintiffs purchased a house and surrounding land in Thetford Center, Vermont from defendant, Walter Miller. Based on sales representations, the plaintiffs believed the land to contain 20 acres. A subsequent survey showed the actual size to be 15.5 acres. On learning of the acreage discrepancy, the plaintiffs brought this action seeking actual and punitive damages based on a number of theories.\nThe trial court, sitting without a jury, found that plaintiffs failed to prove a fraudulent misrepresentation of the acreage. The court found that the acreage discrepancy was caused by a mutual mistake *1204 for which the plaintiffs could rescind the sale but could not retain the property and receive money damages. Because the plaintiffs were seeking money damages and not rescission, the court entered judgment for defendant and plaintiffs appealed. We affirm.\nThe evidence in the case disclosed that the sale was made entirely through a local real estate broker. The listing agreement described the property as 20 acres, more or less. T...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cunningham-v-miller"
    }
  ],
  "relatedIncidents": [
    14714,
    14745,
    14757,
    14765,
    14785
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}