{
  "id": 14809,
  "title": "1988년 Glazier 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-08-01",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Glazier. 판결일: 1988-08-01. 법원: United States Court of Military Appeals.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. Timothy N. GLAZIER, Specialist Four U.S. Army\n**판결일**: 1988-08-01\n**법원**: United States Court of Military Appeals\n**관할**: USA, Federal\n\n**판사**: Cox, Everett, Sullivan\n\n## 변호인\n\nFor appellant: Captain Keith W. Sickendick (argued); Colonel John T. Edwards, Major Eric T. Franzen (on brief); Colonel Brooks B. La Grua, Lieutenant Colonel Paul J. Luedtke, Lieutenant Colonel Charles A. Zimmerman., For appellee: Captain Randy V. Cargill (argued); Colonel Norman G. Cooper, Lieutenant Colonel Gary F. Roberson, Major Byron J. Braun (on brief).\n\n## 인용\n\n- 26 M.J. 268\n\n## 판결문 요약\n\n\n\nOpinion of the Court\n\nCOX, Judge:\nAppellant was originally charged with involuntary manslaughter, negligent damage to a government vehicle, willfully diso*269beying an order of a commissioned officer, and wrongful appropriation of a motor vehicle. Due to insufficient evidence, the charges of involuntary manslaughter and negligent damage to a government vehicle were dismissed by the convening authority. See 24 M.J. 550, 551 (A.C.M.R. 1987). A chafge of wrongful use of marijuana was added after referral of the two remaining charges. Pursuant to his pleas, appellant was convicted of these three charges, which were violations of Articles 92, 121, and 112a, Uniform Code of Military Justice, 10 U.S.C. §§ 892, 921, and 912a, respectively. A special court-martial .composed of officer members sentenced him to a bad-conduct discharge, confinement for 3 months, forfeiture of $426 pay per month for 3 months, and reduction to E-l. The convening authority approved the sentence, and the Court of Military Review affirmed. 24 M.J. 550.\nIn his petition to this Court, appellant presented two issues for our consideration. We agreed to examine only one, however, and that is to determine:\nWHETHER THE MILITARY JUDGE ERRED TO THE SUBSTANTIAL PREJUDICE OF APPELLANT BY DENYING A DEFENSE MOTION TO EXCISE EVIDENCE OF UNCHARGED MISCONDUCT FROM THE STIPULATION OF FACT (PROSECUTION EXHIBIT 1).\nAppellant’s guilty pleas resulted from a pretrial agreement wherein he agreed to so plead to the charges as refe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "방화",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=prodliabrepcchp-11823-floyd-f-roysdon-and-wife-ruth-ann-roysdon-v"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-glazier"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14709,
    14719,
    14722
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}