{
  "id": 14807,
  "title": "1988년 In Re Manoa Finance Company, Inc., a Hawaii Corporation, Debtor. H. William Burgess v. Charles R. Klenske, Trustee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-08-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: In Re Manoa Finance Company, Inc., a Hawaii Corporation, Debtor. H. William Burgess v. Charles R. Klenske, Trustee. 판결일: 1988-08-02. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: In Re MANOA FINANCE COMPANY, INC., a Hawaii Corporation, Debtor. H. William BURGESS, Appellant, v. Charles R. KLENSKE, Trustee, Appellee\n**판결일**: 1988-08-02\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Brunetti, Norris, Poole\n\n## 변호인\n\nH. William Burgess, Honolulu, Hawaii, for appellant., James J. Feder, Wyman, Bautzer, Christensen, Kuchel & Silbert, Los Angeles, Cal., for appellee.\n\n## 인용\n\n- 853 F.2d 687\n\n## 판결문 요약\n\n853 F.2d 687\n    19 Collier Bankr.Cas.2d 574, 18 Bankr.Ct.Dec. 295,Bankr. L. Rep.  P 72,405\n    In re MANOA FINANCE COMPANY, INC., a Hawaii corporation, Debtor.H. William BURGESS, Appellant,v.Charles R. KLENSKE, Trustee, Appellee.\n    No. 86-2298.\n    United States Court of Appeals,Ninth Circuit.\n    Argued and Submitted April 8, 1987.Decided Aug. 2, 1988.\n    \n      H. William Burgess, Honolulu, Hawaii, for appellant.\n      James J. Feder, Wyman, Bautzer, Christensen, Kuchel &amp; Silbert, Los Angeles, Cal., for appellee.\n      Appeal from the United States Bankruptcy Court for the District of Hawaii.\n      Before POOLE, NORRIS and BRUNETTI, Circuit Judges.\n      POOLE, Circuit Judge:\n    \n    \n      1\n      This appeal presents the issue whether under Sec. 330 of the Bankruptcy Reform Act of 1978, 11 U.S.C. Sec. 330 (hereafter Sec. 330), a fee award based on an attorney's standard hourly billing rate and the actual number of hours worked may be enhanced on the basis of the factors set forth in Kerr v. Screen Extras Guild, 526 F.2d 67 (9th Cir.1975), cert. denied, 425 U.S. 951, 96 S. Ct. 1726, 48 L. Ed. 2d 195 (1976).  In keeping with the general standards applicable to federal fee-shifting statutes, we hold that compensation awards under Sec. 330 may be enhanced only in exceptional circumstances where the applicant produces specific evidence that an award based on his standard hourly rate and actual hours worked does not fairly compensate for the work done, as is the purpos...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-manoa-finance-company-inc-a-hawaii-corporation-debtor-h-william"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14706,
    14707,
    14709
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}