{
  "id": 14815,
  "title": "1988년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-07-26",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1988-07-26. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. William J. FLANAGAN\n**판결일**: 1988-07-26\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Cercone, Hoffman, Melinson\n\n## 변호인\n\nJohn Packel, Assistant Public Defender, Philadelphia, for appellant. 1, Donna G. Zucker, Assistant District Attorney, Philadelphia, for Com.\n\n## 인용\n\n- 375 Pa. Super. 497\n- 544 A.2d 1030\n\n## 판결문 요약\n\n\nCERCONE, Judge:\nThis case is a direct appeal from judgment of sentence entered following appellant William Flanagan’s conviction, by jury, of rape, kidnapping, and involuntary deviate sexual intercourse (IDSI). Following the denial of post-trial motions, the court imposed consecutive sentences for incarceration of ten (10) to twenty (20) years for rape and five (5) to ten (10) years for kidnapping. A concurrent sentence of five (5) to ten (10) years was imposed on the IDSI charge.\nAppellant’s trial counsel filed the instant appeal from the judgments of sentence and, subsequently, filed a Petition to Withdraw as Counsel. Following a hearing, the lower court granted the petition. Present counsel was appointed to represent appellant in this appeal. After reviewing the entire record, on January 13, 1988, present counsel filed a “Petition for Remission of the Record for Evidentiary Hearing On Ineffective Assistance of Trial Counsel”, with the Superior Court. This court deferred decision of the petition pending the filing of briefs for appeal.\nThe petition alleges, with substantial specificity, that trial counsel was ineffective in failing to call witnesses who would have testified that during the time of the alleged assault, appellant was with them watching a fire near the vicinity in which the assault occurred. The record is clear that trial counsel was aware of these potential witnesses prior to trial. In the remand petition, present counsel asserted that the witnesses had been...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-flanagan"
    }
  ],
  "relatedIncidents": [
    14715,
    14396,
    14570,
    14704,
    14705
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}