{
  "id": 14826,
  "title": "1988년 Lynda L. Watt v. City of Richardson Police Department 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-07-15",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Lynda L. Watt v. City of Richardson Police Department. 판결일: 1988-07-15. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Lynda L. WATT, Plaintiff-Appellee, v. CITY OF RICHARDSON POLICE DEPARTMENT, Defendant-Appellant\n**판결일**: 1988-07-15\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Black, Garwood, Jones\n\n## 변호인\n\nD. Bradley Dickinson, Janetta S. Walls, M. Leigh Bartlett, Dallas, Tex., for defendant-appellant., Douglas A. Larson, Dallas, Tex., for plaintiff-appellee.\n\n## 인용\n\n- 849 F.2d 195\n\n## 판결문 요약\n\n849 F.2d 195\n    57 USLW 2114\n    Lynda L. WATT, Plaintiff-Appellee,v.CITY OF RICHARDSON POLICE DEPARTMENT, Defendant-Appellant.\n    No. 87-1302.\n    United States Court of Appeals,Fifth Circuit.\n    July 15, 1988.\n    \n      D. Bradley Dickinson, Janetta S. Walls, M. Leigh Bartlett, Dallas, Tex., for defendant-appellant.\n      Douglas A. Larson, Dallas, Tex., for plaintiff-appellee.\n      Appeal from the United States District Court For the Northern District of Texas.\n      Before GARWOOD and JONES, Circuit Judges, and BLACK*, District Judge.\n      EDITH H. JONES, Circuit Judge:\n    \n    \n      1\n      Lynda Watt was subjected to a strip search incident to her arrest for failure to license her dog in the City of Richardson, Texas.  Understandably outraged by this incident, she filed a civil rights action pursuant to 42 U.S.C. Sec. 1983 and recovered damages against the city.  The district court concluded that a portion of the city's policy governing the conduct of visual strip searches violated the fourth amendment on its face and as applied to Watt.  On appeal, the City of Richardson challenges only the district court's finding that the search was constitutionally invalid.  We affirm the judgment, because a strip search was unconstitutional under the facts here presented, but we do not invalidate the city's policy.1BACKGROUND\n    \n    \n      2\n      On March 3, 1985, Lynda Watt, accompanied by her 5-year-old son, was stopped by Officer Watson of the Richardson Police Depart...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lynda-l-watt-v-city-of-richardson-police-department"
    }
  ],
  "relatedIncidents": [
    14719,
    14722,
    14730,
    14750,
    14761
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}