{
  "id": 14824,
  "title": "1988년 Habe 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-07-18",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Habe. 판결일: 1988-07-18. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Donald Habe\n**판결일**: 1988-07-18\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 142 A.D.2d 688\n\n## 판결문 요약\n\n\n— Appeal by the defendant from a judgment of the Supreme Court, Queens County (Joy, J.), rendered September 21, 1987, convicting him of attempted criminal possession of stolen property in the third degree, upon his plea of guilty, and imposing sentence.\nOrdered that the judgment is modified, on the law, by vacating the defendant’s adjudication as a second felony offender and the sentence imposed thereon, and the matter is remitted to the Supreme Court, Queens County, for resentencing in accordance herewith; as so modified, the judgment is affirmed.\nBased on the record before this court, we are unable to determine whether the defendant was properly adjudicated as a second felony offender based upon his prior 1982 Federal conviction for conspiracy to transport stolen property. Thus, as the People acknowledge, the appropriate remedy in this case is to vacate the defendant’s adjudication and remit the matter to the Supreme Court for a new determination as to whether the defendant’s prior conviction can serve as a basis for enhanced sentencing (see, People v Fusillo, 94 AD2d 802). If he so chooses, the defendant may move to have new counsel assigned to represent him.\nWe have reviewed the defendant’s remaining contentions and find them to be without merit. Mollen, P. J., Lawrence, Eiber, Sullivan and Balletta, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-habe"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14706,
    14707,
    14709
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}