{
  "id": 14822,
  "title": "1988년 United States v. Stanley Friedman, Michael Lazar, Lester Shafran, and Marvin Kaplan, Defendants 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-07-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Stanley Friedman, Michael Lazar, Lester Shafran, and Marvin Kaplan, Defendants. 판결일: 1988-07-18. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Stanley FRIEDMAN, Michael Lazar, Lester Shafran, and Marvin Kaplan, Defendants-Appellants\n**판결일**: 1988-07-18\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Cardamone, Pratt, Winter\n\n## 변호인\n\nAlan M. Dershowitz, Cambridge, Mass. (Nathan Z. Dershowitz, Victoria B. Eiger, Dershowitz & Eiger, New York City, of counsel), for defendant-appellant Stanley Friedman., Marvin E. Frankel, New York City (Debora K. Grobman, Jonathan L. Polkes, Lisa E. Davis, Kramer, Levin, Nessen, Kamin & Frankel, New York City, of counsel), for defendant-appellant Michael Lazar., Larry J. Silverman, New York City (Shi-ra A. Scheindlin, Cynthia R. Finn, Scott Francis, Budd Larner Gross Picillo Rosen-baum Greenber\n\n## 인용\n\n- 854 F.2d 535\n\n## 판결문 요약\n\n854 F.2d 535\n    26 Fed. R. Evid. Serv. 444\n    UNITED STATES of America, Appellee,v.Stanley FRIEDMAN, Michael Lazar, Lester Shafran, and MarvinKaplan, Defendants- Appellants.\n    Nos. 107 to 110, Dockets 87-1134, 87-1137 to 87-1139.\n    United States Court of Appeals,Second Circuit.\n    Argued Sept. 17, 1987.Decided June 14, 1988.As Amended July 18, 1988.\n    \n      Alan M. Dershowitz, Cambridge, Mass.  (Nathan Z. Dershowitz, Victoria B. Eiger, Dershowitz &amp; Eiger, New York City, of counsel), for defendant-appellant Stanley Friedman.\n      Marvin E. Frankel, New York City (Debora K. Grobman, Jonathan L. Polkes, Lisa E. Davis, Kramer, Levin, Nessen, Kamin &amp; Frankel, New York City, of counsel), for defendant-appellant Michael Lazar.\n      Larry J. Silverman, New York City (Shira A. Scheindlin, Cynthia R. Finn, Scott Francis, Budd Larner Gross Picillo Rosenbaum Greenberg &amp; Sade, New York City, of counsel), for defendant-appellant Lester Shafran.\n      Gerald B. Lefcourt, New York City (Walter P. Loughlin, Newark, New Jersey, Joshua L. Dratel, Erica Horwitz, New York City, of counsel), for defendant-appellant Marvin Kaplan.\n      Stuart E. Abrams, Asst. U.S. Atty. for S.D.N.Y., New York City (Rudolph W. Giuliani, U.S. Atty. for S.D.N.Y., William J. Schwartz, Bruce A. Green, Asst. U.S. Attys. for S.D.N.Y., New York City, of counsel), for appellee.\n      Arthur Eisenberg, New York City, for amicus curiae New York Civil Liberties Union.\n      Before CARDAMONE, WINTER and...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-stanley-friedman-michael-lazar-lester-shafran-and"
    }
  ],
  "relatedIncidents": [
    14711,
    14751,
    14865,
    14866,
    14900
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}