{
  "id": 14827,
  "title": "1988년 Emory Clinic v. Houston 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-07-15",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Emory Clinic v. Houston. 판결일: 1988-07-15. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: EMORY CLINIC Et Al. v. HOUSTON; EMORY UNIVERSITY v. HOUSTON\n**판결일**: 1988-07-15\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Gregory, Smith\n\n## 변호인\n\nAllen & Ballard, Hunter S. Allen, Jr., Edward D. Flynn III, for Emory Clinic., Long, Weinberg, Ansley & Wheeler, Sidney F. Wheeler, J. M. Hudgins IV, for Emory University., Jones & Ludwick, Taylor W. Jones, Timothy R. Brennan, for appellee., Barnes, Browning, Tanksley & Casurella, Thomas J. Casurella, Jack Spalding Schroder, Jr., amici curiae.\n\n## 인용\n\n- 369 S.E.2d 913\n- 258 Ga. 434\n\n## 판결문 요약\n\n\n258 Ga. 434 (1988)\n369 S.E.2d 913\nEMORY CLINIC et al.\nv.\nHOUSTON.\nEMORY UNIVERSITY\nv.\nHOUSTON.\n45362, 45374.\nSupreme Court of Georgia.\nDecided July 15, 1988.\nReconsideration Denied July 29, 1988.\nAllen &amp; Ballard, Hunter S. Allen, Jr., Edward D. Flynn III, for Emory Clinic.\nLong, Weinberg, Ansley &amp; Wheeler, Sidney F. Wheeler, J. M. Hudgins IV, for Emory University.\nJones &amp; Ludwick, Taylor W. Jones, Timothy R. Brennan, for appellee.\nBarnes, Browning, Tanksley &amp; Casurella, Thomas J. Casurella, Jack Spalding Schroder, Jr., amici curiae.\nPER CURIAM.\nWe granted certiorari to determine the scope of statutory prohibitions on the use of information produced by peer review and medical review groups in civil litigation. Emory Clinic v. Houston, 185 Ga. App. 289 (364 SE2d 70) (1987).\n1. By the following clear statutory mandate, the General Assembly *435 has placed an absolute embargo upon the discovery and use of all proceedings, records, findings and recommendations of peer review groups and medical review committees in civil litigation:\nThe proceedings and records of medical review committees shall not be subject to discovery or introduction into evidence in any civil action against a provider of professional health services arising out of the matters which are the subject of evaluation and review by such committee; and no person who was in attendance at a meeting of such committee shall be permitted or required to testify in any such civil action as to any evidence or...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=emory-clinic-v-houston"
    }
  ],
  "relatedIncidents": [
    14714,
    14745,
    14757,
    14765,
    14785
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}