{
  "id": 14823,
  "title": "1988년 Oliver 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-07-18",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Oliver. 판결일: 1988-07-18. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: People v. Oliver\n**판결일**: 1988-07-18\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: Wahls, P.J., and Maher and G.S. Allen\n\n## 변호인\n\nFrank J. Kelley, Attorney General, Louis J. Caruso, Solicitor General, John D. O’Hair, Prosecuting Attorney, Timothy A. Baughman, Chief of the Criminal Division, Research, Training and Appeals, and Mary Sue Czarnecki, Assistant Prosecuting Attorney, for the people., State Appellate Defender (by Chari Grove), for defendant on appeal.\n\n## 인용\n\n- 427 N.W.2d 898\n- 170 Mich. App. 38\n\n## 판결문 요약\n\n\n170 Mich. App. 38 (1988)\n427 N.W.2d 898\nPEOPLE\nv.\nOLIVER\nDocket No. 97803.\nMichigan Court of Appeals.\nDecided July 18, 1988.\nFrank J. Kelley, Attorney General, Louis J. Caruso, Solicitor General, John D. O'Hair, Prosecuting Attorney, Timothy A. Baughman, Chief of the Criminal Division, Research, Training and Appeals, and Mary Sue Czarnecki, Assistant Prosecuting Attorney, for the people.\nState Appellate Defender (by Chari Grove), for defendant on appeal.\nBefore: WAHLS, P.J., and MAHER and G.S. ALLEN,[*] JJ.\nG.S. ALLEN, J.\nFollowing a bench trial in Recorder's Court, defendant was found not guilty of the charged offense of assault with intent to murder but was found guilty of the lesser offense of assault with intent to do great bodily harm less than murder, MCL 750.84; MSA 28.279, and possession of a firearm in the commission of a felony, MCL 750.227b; MSA 28.424(2). Sentenced October 3, 1986, to two to ten years in prison and an additional two years in prison for felony-firearm, defendant appeals as of right raising five issues. We affirm defendant's conviction, but remand for resentencing.\nThe incident giving rise to the charges against defendant occurred on October 23, 1985. Norie Embry, the complainant, testified that about 6:00 P.M. on that date he was standing on the sidewalk *41 outside a store at Fischer and Bessemore Streets in Detroit and watched defendant drive up to the store in a gray Lincoln Continental. From inside the car defendant spoke to Embry saying: \"[I]...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-oliver"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14709,
    14735,
    14746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}