{
  "id": 14834,
  "title": "1988년 Greiner-Maltz Co. v. Kalex Chemical Products, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-07-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Greiner-Maltz Co. v. Kalex Chemical Products, Inc.. 판결일: 1988-07-05. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Greiner-Maltz Company, Inc. v. Kalex Chemical Products, Inc.\n**판결일**: 1988-07-05\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 142 A.D.2d 552\n\n## 판결문 요약\n\n\n— In an action to recover damages for breach of contract, the defendant appeals from so much of an order of the Supreme Court, Queens County (Bambrick, J.), dated November 17, 1987, as denied those branches of its motion which were for summary judgment dismissing the first and second causes of action asserted in the complaint.\nOrdered that the order is affirmed insofar as appealed from, with costs.\nThe parties entered into a brokerage agreement in October 1984 for the sale of certain of the defendant’s property in Brooklyn. The brokerage contract, written by the plaintiff, provided that \"All fees are payable in full upon closing”. In April 1985 the plaintiff produced a buyer who, it is alleged, was ready, willing and able to buy on the defendant’s terms. In or about June 1985 the negotiations came to an end. The plaintiff asserts that the defendant stopped returning telephone calls and later notified the plaintiff that it would rather lease the premises than sell.\nThe plaintiff seeks the brokerage commission that it asserts it is owed because it produced a ready, willing and able buyer. The defendant argues that no commission is owed because under the terms of the contract, the commission was not to accrue until title passed to a buyer.\nThe Supreme Court found that the terms of the contract were ambiguous and that a trial would be necessary to determine when the right to a commission was to have accrued. We agree. Language similar to that used in the instant case has been fo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=greiner-maltz-co-v-kalex-chemical-products-inc"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14706,
    14707,
    14709
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}