{
  "id": 14844,
  "title": "1988년 Buttrey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-06-24",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Buttrey. 판결일: 1988-06-24. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Tennessee, Appellee, v. Clessie Raymond BUTTREY, Appellant\n**판결일**: 1988-06-24\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Byers, Duncan, Jones\n\n## 변호인\n\nDavid L. Raybin, Joe P. Binkley, Sr., Nashville, for appellant., W.J. Michael Cody, Atty. Gen. & Reporter, Albert L. Partee, Asst. Atty. Gen., Thomas H. Shriver, Dist. Atty. Gen., Thomas B. Thurman, Asst. Dist. Atty. Gen., Nashville, for appellee.\n\n## 인용\n\n- 756 S.W.2d 718\n\n## 판결문 요약\n\n\n756 S.W.2d 718 (1988)\nSTATE of Tennessee, Appellee,\nv.\nClessie Raymond BUTTREY, Appellant.\nCourt of Criminal Appeals of Tennessee, at Nashville.\nJune 24, 1988.\nPermission to Appeal Denied August 29, 1988.\n*719 David L. Raybin, Joe P. Binkley, Sr., Nashville, for appellant.\nW.J. Michael Cody, Atty. Gen. &amp; Reporter, Albert L. Partee, Asst. Atty. Gen., Thomas H. Shriver, Dist. Atty. Gen., Thomas B. Thurman, Asst. Dist. Atty. Gen., Nashville, for appellee.\nPermission to Appeal Denied by Supreme Court August 29, 1988.\n\nOPINION\nJONES, Judge.\nThe defendant, Clessie Raymond Buttrey, was convicted of murder second degree by a jury of his peers. The trial court sentenced the defendant to serve a term of fifteen (15) years in the Department of Correction for murder second degree. The trial court also sentenced the defendant to serve an additional five (5) years, consecutive to the principal sentence, because the defendant employed a firearm in the commission of the offense.\nThe defendant appealed as of right to this Court after the trial court denied his motion for a new trial.\nThe defendant has raised two issues for our review. He contends that the evidence contained in the record is insufficient, as a matter of law, to support his conviction for murder second degree; and the sentence imposed by the trial court is excessive.\n\nSUFFICIENCY OF THE EVIDENCE\nThe defendant argues that the State failed to prove the elements of murder second degree; and, accordingly, this Court should red...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-buttrey"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14709,
    14735,
    14746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}