{
  "id": 14845,
  "title": "1988년 Smith v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-06-24",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Smith v. State. 판결일: 1988-06-24. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Clyde Thomas SMITH v. The STATE of Oklahoma\n**판결일**: 1988-06-24\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Bussey, Parks\n\n## 변호인\n\nElaine Meek, Asst. Public Defender, Tulsa, for petitioner., No response necessary.\n\n## 인용\n\n- 757 P.2d 844\n\n## 판결문 요약\n\n\nOPINION\nPARKS, Judge:\nPetitioner, Clyde Thomas Smith, entered a plea of nolo contendere and was convicted of Obtaining Merchandise by Bogus Check (21 O.S.Supp.1982, § 1541.2), After Former Conviction of A Felony (21 O.S. 1981, § 51), in Tulsa County District Court, Case Nos. CRF-86-4112 and CRF-86-3586, before the Honorable Joe Jennings, District Judge. Petitioner was sentenced to fifteen (15) years imprisonment in each case, the sentences to run concurrently with each other, and with Tulsa County District Court Case Nos. CRF-86-3110, CRF-86-3102, and CRF-86-1114.\nBecause we find merit in appellant’s third assignment of error, we find it unnecessary to address his other contentions. In his third assignment of error, petitioner asserts that the trial judge failed to make an adequate determination of competency. We agree.\nIn determining whether to accept a plea of guilty or nolo contendere, the trial court “must first determine if the defendant is competent by appropriate interrogation of the defendant, and his defense counsel ...regarding the defendant’s past and present mental state as well as by the *845defendant’s demeanor before the court....” King v. State, 553 P.2d 529, 534 (Okla.Crim.App.1976). In the instant case, the competency evaluation consisted of the following:\nTHE COURT: Are you satisfied, Mr. Reeh [defense counsel], that Mr. Smith is aware of all of his legal rights and is mentally competent to enter these pleas?\nMR. REEH: I am.\n(S.Tr. 3)\nTHE COURT: Based on s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-state"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14706,
    14707,
    14709
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}