{
  "id": 14848,
  "title": "1988년 McNaulty 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-06-22",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: McNaulty. 판결일: 1988-06-22. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Willie J. McNAULTY\n**판결일**: 1988-06-22\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Foret, Guidry, Laborde\n\n## 변호인\n\nSusan Theall, Opelousas, for defendant-appellant., Morgan Goudeau, Dist. Atty., Donald Richard, Asst. Dist. Atty., Opelousas, for plaintiff-appellee.\n\n## 인용\n\n- 527 So. 2d 540\n\n## 판결문 요약\n\n\nGUIDRY, Judge.\nDefendant, Willie J. McNaulty, was charged by bill of information with two counts of simple burglary, a violation of La.R.S. 14:62. On August 20, 1985, a six person jury found defendant guilty as charged. On November 8, 1985, the trial judge sentenced defendant to two, five year sentences at hard labor to be served concurrently. The sentences were ordered to be served consecutively to any other sentence defendant must serve. Defendant appealed urging only that the trial judge failed to comply with La. C.Cr.P. art. 894.1 and that the sentences imposed are excessive.\nFACTS\nOn January 23,1985, Willie J. McNaulty, a 21 year old male, and two accomplices burglarized a camp in the Shuteston area of St. Landry Parish and Richard’s Grocery in the Bristol area of St. Landry Parish. They removed television sets, bottles of alcoholic beverages, an ice chest, an adding machine, a watch display, approximately $256.00, in cash, and other items from these premises. Defendant was subsequently arrested on January 29, 1985 by the Opelousas City Police. A six person jury found defendant guilty of two counts of simple burglary and the trial court ordered a presentence investigation. Defendant was sentenced as mentioned herein-before.\nThe presentence investigation report revealed that defendant had a prior conviction for misdemeanor theft on April 30, 1984. As a result of this conviction, he was sentenced to serve 150 days in jail, suspended and placed on 18 months supervised prob...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mcnaulty"
    }
  ],
  "relatedIncidents": [
    14709,
    14718,
    14721,
    14731,
    14749
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}