{
  "id": 14846,
  "title": "1988년 Whorton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-06-23",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Whorton. 판결일: 1988-06-23. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: DONNIS G. WHORTON, Plaintiff and Appellant, v. BENJAMIN F. DILLINGHAM III, Defendant and Respondent\n**판결일**: 1988-06-23\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Work\n\n## 변호인\n\nCounsel, Hendrix & Aller, Daniel A. Martorella, Norman P. Spevack and Jan Stiglitz for Plaintiff and Appellant., Barwick & Knowlton, Robert W. Knowlton, Timothy C. Rutherford, Rushall, McGeever & Sappington and Eileen L. McGeever for Defendant and Respondent.\n\n## 인용\n\n- 202 Cal. App. 3d 447\n- 248 Cal. Rptr. 405\n\n## 판결문 요약\n\n\n202 Cal. App. 3d 447 (1988)\n248 Cal. Rptr. 405\nDONNIS G. WHORTON, Plaintiff and Appellant,\nv.\nBENJAMIN F. DILLINGHAM III, Defendant and Respondent.\nDocket No. D005340.\nCourt of Appeals of California, Fourth District, Division One.\nJune 23, 1988.\n*449 COUNSEL\nHendrix &amp; Aller, Daniel A. Martorella, Norman P. Spevack and Jan Stiglitz for Plaintiff and Appellant.\nBarwick &amp; Knowlton, Robert W. Knowlton, Timothy C. Rutherford, Rushall, McGeever &amp; Sappington and Eileen L. McGeever for Defendant and Respondent.\n*450 OPINION\nWORK, J.\nDonnis G. Whorton appeals a judgment dismissing his action against Benjamin F. Dillingham III after the court sustained a demurrer without leave to amend. Whorton claims property rights based on an oral cohabiters' agreement with which he fully complied but which Dillingham breached after approximately seven years. The trial court found the pleadings showed the contract was unenforceable as expressly and inseparably based on sexual services. We conclude Whorton has alleged consideration for the purported contract substantially independent of sexual services, and reverse the judgment.\n\nI\n(1) On appeal from a judgment of dismissal arising from the sustaining of a demurrer, we accept the facts pleaded in the complaint as true. (Noguera v. North Monterey County Unified Sch. Dist. (1980) 106 Cal. App. 3d 64, 66 [164 Cal. Rptr. 808].)\nThe alleged facts include the following. At the time the parties began dating and entered into a homosexual relatio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=whorton-v-dillingham"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14706,
    14707,
    14709
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}