{
  "id": 14842,
  "title": "1988년 Elrod's Custom Drapery Workshop, Inc. v. Cincinnati Insurance Company 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-06-27",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Elrod's Custom Drapery Workshop, Inc. v. Cincinnati Insurance Company. 판결일: 1988-06-27. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Elrod’s Custom Drapery Workshop, Inc. v. Cincinnati Insurance Company\n**판결일**: 1988-06-27\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Carley, Deen, Sognier\n\n## 변호인\n\nLewis M. Groover, Jr., for appellant., C. Wade McGuffey, Jr., Denise L. Dunham, Frederick W. Ajax, Jr., for appellee.\n\n## 인용\n\n- 371 S.E.2d 144\n- 187 Ga. App. 670\n\n## 판결문 요약\n\n\n187 Ga. App. 670 (1988)\n371 S.E.2d 144\nELROD'S CUSTOM DRAPERY WORKSHOP, INC.\nv.\nCINCINNATI INSURANCE COMPANY.\n76516.\nCourt of Appeals of Georgia.\nDecided June 27, 1988.\nLewis M. Groover, Jr., for appellant.\nC. Wade McGuffey, Jr., Denise L. Dunham, Frederick W. Ajax, Jr., for appellee.\nSOGNIER, Judge.\nTrowbridge Interiors, Inc. (Trowbridge) brought suit against Elrod's Custom Drapery Workshop, Inc. (Elrod's), seeking damages resulting from the rejection by Trowbridge's customers of certain draperies laminated and finished by Elrod's from fabric furnished by Trowbridge, which draperies Trowbridge alleged were defectively constructed by Elrod's. Elrod's filed a third-party complaint against its insurer, the Cincinnati Insurance Company, alleging coverage under a comprehensive general liability (CGL) policy. The insured denied liability because of certain exclusions in the policy, and both it and Elrod's moved for summary judgment. The trial court granted the insurer's motion for summary judgment and denied that of Elrod's, and Elrod's appeals.\nAppellant contends the trial court erred by granting summary judgment to appellee because the exclusions in its CGL policy were ambiguous, thereby creating a question of fact as to whether some, or all, of the claims made upon appellant by Trowbridge were covered. We find this contention, and this case, controlled by this court's decision in Gary L. Shaw Bldrs. v. State Auto. Mut. Ins. Co., 182 Ga. App. 220 (355 SE2d 130) (1987), and cons...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=elrods-custom-drapery-workshop-inc-v-cincinnati-insurance-company"
    }
  ],
  "relatedIncidents": [
    14748,
    14770,
    14888,
    14910,
    14949
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}