{
  "id": 14854,
  "title": "1988년 Cash 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-06-14",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Cash. 판결일: 1988-06-14. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Cash v. the State\n**판결일**: 1988-06-14\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Bell, Hunt, Marshall\n\n## 변호인\n\nGroover & Childs, Denmark Groover, Jr., for appellant., Joseph H. Briley, District Attorney, Michael J. Bowers, Attorney General, Paula K. Smith, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 368 S.E.2d 756\n- 258 Ga. 460\n\n## 판결문 요약\n\n\n258 Ga. 460 (1988)\n368 S.E.2d 756\nCASH\nv.\nTHE STATE.\n45596.\nSupreme Court of Georgia.\nDecided June 14, 1988.\nReconsideration Denied June 30, 1988. And July 29, 1988.\nGroover &amp; Childs, Denmark Groover, Jr., for appellant.\nJoseph H. Briley, District Attorney, Michael J. Bowers, Attorney General, Paula K. Smith, Assistant Attorney General, for appellee.\nMARSHALL, Chief Justice.\nThe appellant, William Cullen Cash, was convicted of burglary and murder. The victim was his wife, Rebecca Cash. The two of them were living in a bona fide state of separation at the time of the murder, and the appellant's burglary conviction was based on the allegation in the indictment that the appellant entered into the victim's dwelling with the intent to commit the offense of murder therein. The state sought imposition of the death penalty under OCGA § 17-10-30 (b) (2), on the ground that the murder was committed while the offender was engaged in the commission of burglary. Although the jury found in its verdict that the appellant had unlawfully entered the victim's dwelling with the intent to commit the felony of murder therein, the jury did not impose the death penalty. Consequently, the appellant was sentenced to life imprisonment for the murder conviction, and he was given a concurrent 20-year sentence for the burglary conviction.\nIn his direct appeal to this Court, the appellant's enumerations of error present issues concerning whether, under the substantive double-jeopardy law of this stat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cash-v-state"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14709,
    14735,
    14746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}