{
  "id": 14852,
  "title": "1988년 Cedar Crest 10, Inc. v. City of Dallas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-06-16",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Cedar Crest 10, Inc. v. City of Dallas. 판결일: 1988-06-16. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: CEDAR CREST 10, INC. v. CITY OF DALLAS\n**판결일**: 1988-06-16\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Arnot\n\n## 변호인\n\nMichael E. Smoller, Dallas, for appellant., Sally Jo Field, Asst. City Atty., Dallas, for appellee.\n\n## 인용\n\n- 754 S.W.2d 351\n\n## 판결문 요약\n\n\nOPINION\nARNOT, Justice.\nClaiming an apartment building is a public nuisance, the City of Dallas seeks demolition of the building pursuant to DALLAS, TEX., REV.CITY CODE ch. 27 (1960). The owner, Cedar Crest # 10, Inc., appeals the trial court’s finding that the building is a nuisance and its order for demolition, asserting (1) that Chapter 27 is unconstitutional, (2) there was no trial on the merits, and (3) that the City’s action is barred by estoppel. We disagree. Because Chapter 27 provides for a judicial determination of the fact of nuisance, the judgment reflects a hearing on the merits was held, and es-toppel does not apply, we affirm the judgment of the trial court.\nThere is no statement of facts in this case. From the record, we have ascertained the following information. Appellant is the owner of a vacant 26-unit apartment building located at 1168 Diceman Avenue, Dallas, Texas. At some time in the past, an arson attempt was made on the vacant building. The building is now secured and boarded up to prevent access by the public. On or about May 5, 1981, the City of Dallas, acting through its administrative agency, the Urban Rehabilitation Standards Board, notified the owner of a hearing to determine if the building was a public nuisance. The Board found the building to be a nuisance and ordered its abatement. Appellant appealed the Board’s decision to the district court pursuant to the City Code sec. 27-9(e) which provides:\nOnce the decision of a hearing panel has bec...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cedar-crest-10-inc-v-city-of-dallas"
    }
  ],
  "relatedIncidents": [
    14719,
    14722,
    14730,
    14750,
    14761
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}