{
  "id": 14859,
  "title": "1988년 Robinson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-06-03",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Robinson. 판결일: 1988-06-03. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Robinson v. the State\n**판결일**: 1988-06-03\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Smith\n\n## 변호인\n\nStephen H. Harris, for appellant., Spencer Lawton, Jr., District Attorney, J. Clayton Culp, Assistant District Attorney, Michael J. Bowers, Attorney General, Leonaro Grant, for appellee.\n\n## 인용\n\n- 368 S.E.2d 513\n- 258 Ga. 279\n\n## 판결문 요약\n\n\n258 Ga. 279 (1988)\n368 S.E.2d 513\nROBINSON\nv.\nTHE STATE.\n45557.\nSupreme Court of Georgia.\nDecided June 3, 1988.\nStephen H. Harris, for appellant.\nSpencer Lawton, Jr., District Attorney, J. Clayton Culp, Assistant District Attorney, Michael J. Bowers, Attorney General, Leonaro Grant, for appellee.\nSMITH, Justice.\nThe appellant, Henry C. Robinson, was indicted for felony murder, murder, and rape. The trial judge directed a verdict in his favor *280 on the felony murder count. The jury found him guilty of murder and rape, for which he received consecutive life sentences. We affirm.[1]\nThe evidence showed that on November 27, 1985, the appellant and the victim walked to several lounges where they drank some beer. After leaving the lounges, the appellant took the victim into an apartment building where, on the landing of the stairwell, he raped and strangled her to death. The victim's body was found partially nude, and sperm was present in her vagina. When the appellant was arrested, the police noticed that he had scratches on one hand, and his shirt was blood-stained.\nA pair of eyeglasses was found near the victim's body. Although the appellant admitted that he wore glasses, he asserted that while he was walking with the victim, a stranger wearing glasses approached them and abducted the victim at gunpoint. Also, on either side of the victim's neck, pieces of a broken stick were found. The appellant admitted having a stick, but he insisted that he intended to use it as a defensi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robinson-v-state"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14709,
    14735,
    14746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}