{
  "id": 14861,
  "title": "1988년 Thomas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-05-31",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Thomas. 판결일: 1988-05-31. 법원: U.S. Army Court of Military Review.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. Private E-2 Helen C.Y. THOMAS, 491-72-6636, United States Army\n**판결일**: 1988-05-31\n**법원**: U.S. Army Court of Military Review\n**관할**: USA, Federal\n\n**판사**: Deford, Kane, Military, Smith\n\n## 변호인\n\nFor Appellant: Lieutenant Colonel Russell S. Estey, JAGC, Major Kathleen A. Vanderboom, JAGC, Captain Donna L. Wilkins, JAGC (on brief)., For Appellee: Colonel Norman G. Cooper, JAGC, Lieutenant Colonel Gary F. Roberson, JAGC, Major Daniel J. Dell’Orto, JAGC, Captain Amaury R. Colon, JAGC (on brief).\n\n## 인용\n\n- 26 M.J. 735\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nDeFORD, Senior Judge:\nAppellant was convicted contrary to her pleas, by a special court-martial with members, of violation of a lawful general regulation by wrongful possession of a switchblade knife, assault with a dangerous weapon and assault with intent to intentionally inflict grievous bodily harm in violations of Articles 92 and 128, Uniform Code of Military Justice, §§ 10 U.S.C. §§ 892 and 928 (1982). Her approved sentence included a bad-conduct discharge, confinement for six months, forfeiture of $300.00 pay per month for six months, and reduction to the grade of Private E-l.\nAmong several allegations of error, appellant alleges that appellant was prejudiced by the failure of the staff judge advocate to comment on the issue of legal sufficiency of the evidence which was raised by trial defense counsel in a post-trial submission and that the military judge erred by allowing testimony concerning confidential information about appellant’s participation in the alcohol and drug abuse prevention and control program. We find no merit to either of these allegations for the reasons hereinafter set forth and affirm appellant’s conviction.\nI\nFollowing service of the post-trial review upon the trial defense counsel, appellant through counsel submitted a response pursuant to Manual for Courts-Martial, United States, 1984, Rule for Courts-Martial [R.C.M.] 1106(f)(4). In that response, trial defense counsel referred to the two theories presented by the opposing ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-thomas"
    }
  ],
  "relatedIncidents": [
    14712,
    14769,
    14899,
    14933,
    14970
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}