{
  "id": 14865,
  "title": "1988년 Herbert 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-05-25",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Herbert. 판결일: 1988-05-25. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Hansel Kay HERBERT, Petitioner, v. Dorothy HERBERT, Respondent\n**판결일**: 1988-05-25\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Culver, Gonzalez, Kilgarlin, Mauzy, Phillips, Ray, Robertson\n\n## 변호인\n\nGayle E. Oler, Dallas, for petitioner., Raymond D. Noah and Brenda B. Herrera, Raymond D. Noah & Associates, Richardson, Robert E. Hager and Roy L. Armstrong, Sallinger, Nichols, Jackson, Kirk & Dillard, Dallas, for respondent.\n\n## 인용\n\n- 754 S.W.2d 141\n\n## 판결문 요약\n\n\n754 S.W.2d 141 (1988)\nHansel Kay HERBERT, Petitioner,\nv.\nDorothy HERBERT, Respondent.\nNo. C-4986.\nSupreme Court of Texas.\nMay 25, 1988.\n*142 Gayle E. Oler, Dallas, for petitioner.\nRaymond D. Noah and Brenda B. Herrera, Raymond D. Noah &amp; Associates, Richardson, Robert E. Hager and Roy L. Armstrong, Sallinger, Nichols, Jackson, Kirk &amp; Dillard, Dallas, for respondent.\nKILGARLIN, Justice.\nOnce more we confront the tension between the constitutionally guaranteed right of trial by jury and the constitutionally bestowed grant to courts of appeals that their decisions shall be conclusive on questions of fact. Dorothy Herbert sued her former husband, Hansel Kay Herbert, to collect one-half of his military retirement benefits pursuant to a property settlement agreement contained in their divorce decree. Hansel answered that Dorothy was not entitled to specific performance because she had materially breached the agreement by refusing to turn over to him certain items of his personal property.\nTrial was to a jury, and the case, without objection from Mrs. Herbert, was submitted on one issue, with the burden of persuasion being placed on Mrs. Herbert. In its answer to that issue, the jury failed to find from a preponderance of the evidence that Dorothy Herbert had substantially complied with the duties and obligations required of her under the property settlement agreement. Accordingly, the trial judge rendered a take nothing judgment against Mrs. Herbert. The court of appeals re...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=herbert-v-herbert"
    }
  ],
  "relatedIncidents": [
    14711,
    14751,
    14822,
    14866,
    14900
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}