{
  "id": 14863,
  "title": "1988년 Rason 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-05-27",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Rason. 판결일: 1988-05-27. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: WALTER RASON Et Al., Plaintiffs and Appellants, v. SANTA BARBARA CITY HOUSING AUTHORITY Et Al., Defendants and Respondents\n**판결일**: 1988-05-27\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Gilbert\n\n## 변호인\n\nCounsel, Moisés Vazquez for Plaintiffs and Appellants., Tardiff, Rothe & Staton and Jamie M. McMillan for Defendants and Respondents.\n\n## 인용\n\n- 201 Cal. App. 3d 817\n- 247 Cal. Rptr. 492\n\n## 판결문 요약\n\n\n201 Cal. App. 3d 817 (1988)\n247 Cal. Rptr. 492\nWALTER RASON et al., Plaintiffs and Appellants,\nv.\nSANTA BARBARA CITY HOUSING AUTHORITY et al., Defendants and Respondents.\nDocket No. B026890.\nCourt of Appeals of California, Second District, Division Six.\nMay 27, 1988.\n*820 COUNSEL\nMoises Vazquez for Plaintiffs and Appellants.\nTardiff, Rothe &amp; Staton and Jamie M. McMillan for Defendants and Respondents.\nOPINION\nGILBERT, J.\nHere we affirm an order dismissing a petition for relief from the requirements of the Tort Claims Act. The claimant filed his petition beyond the time limitation prescribed by Government Code section 946.6, subdivision (b).[1] Because the claimant later filed a complaint for damages, we offer some guidance which perhaps will obviate the need for further appellate proceedings.\n\nFACTS\nWalter Rason and his son, Walter Rason, Jr., lived in public housing provided by the Santa Barbara City Housing Authority (Housing Authority). In a claim filed with the Housing Authority, the Rasons allege that on February 6, 1986, they returned home from a vacation to discover their possessions had been removed and their apartment had been rented to another person. For the next five weeks the Rasons remained homeless, until the Housing Authority provided them with another apartment.\nOn May 16, 1986, 99 days after returning home to discover they had been displaced, the Rasons filed a claim with the Housing Authority seeking damages for injuries caused by wrongful eviction. (§...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rason-v-santa-barbara-city-housing-authority"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14706,
    14707,
    14709
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}