{
  "id": 14860,
  "title": "1988년 Yamuni 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-06-02",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Yamuni. 판결일: 1988-06-02. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Dept. of Health & Rehab. Servs. v. Yamuni\n**판결일**: 1988-06-02\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Shaw\n\n## 인용\n\n- 529 So. 2d 258\n\n## 판결문 요약\n\n\n529 So.2d 258 (1988)\nDEPARTMENT OF HEALTH AND REHABILITATIVE SERVICES, Petitioner,\nv.\nStella YAMUNI, As Adoptive Mother, Next Friend and Guardian of Sean Yamuni a Minor, Respondent.\nNo. 69602.\nSupreme Court of Florida.\nJune 2, 1988.\nRehearing Denied August 26, 1988.\n*259 Joan S. Buckley and Douglas H. Stein of Walton, Lantaff, Schroeder &amp; Carson, Miami, for petitioner.\nRalph O. Anderson of Daniels &amp; Hicks, P.A., Miami, and George, Hartz &amp; Lundeen, P.A., Miami, for respondent.\nSHAW, Justice.\nWe review State of Florida, Department of Health and Rehabilitative Services v. Yamuni, 498 So.2d 441 (Fla. 3d DCA 1986), to answer a certified question of great public importance.\nHas the State of Florida, pursuant to section 768.28, Florida Statutes (1983), waived sovereign immunity for liability arising out of the negligent conduct of an HRS case worker?\nId. at 444. We have jurisdiction. Art. V, § 3(b)(4), Fla. Const.\nBriefly stated, the facts of this case are that during the period December 1979 to August 1980, the Department of Health and Rehabilitative Services (HRS) received numerous reports that an infant, Sean Yamuni, was being physically abused. The department investigated, but the infant was allowed to remain in the custody of its natural mother and HRS failed to place the infant under protective supervision as it was directed to do by court order in January 1980. In August 1980, Sean was admitted to a hospital with severe burns and two fractures to his arm. The arm...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dept-of-health-rehab-servs-v-yamuni"
    }
  ],
  "relatedIncidents": [
    14719,
    14722,
    14730,
    14750,
    14761
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}