{
  "id": 14864,
  "title": "1988년 Flowers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-05-27",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Flowers. 판결일: 1988-05-27. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Orkin Exterminating Company, Inc. v. Flowers\n**판결일**: 1988-05-27\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Carley, Deen, Sognier\n\n## 변호인\n\nRichard P. Decker, Jay M. Barber, Ronald W. Self, for appellant., Robert C. Martin, Jr., for appellee.\n\n## 인용\n\n- 370 S.E.2d 29\n- 187 Ga. App. 270\n\n## 판결문 요약\n\n\n187 Ga. App. 270 (1988)\n370 S.E.2d 29\nORKIN EXTERMINATING COMPANY, INC.\nv.\nFLOWERS.\n75964.\nCourt of Appeals of Georgia.\nDecided May 27, 1988.\nRichard P. Decker, Jay M. Barber, Ronald W. Self, for appellant.\nRobert C. Martin, Jr., for appellee.\nSOGNIER, Judge.\nGeorge Flowers brought suit against Orkin Exterminating Company seeking damages for Orkin's fraudulent concealment and negligent inspection in regard to a termite inspection report issued by Orkin. The jury returned a verdict of $1,150 in actual damages, $10,000 in attorney fees and $20,000 in punitive damages in favor of Flowers. Orkin appeals from the trial court's denial of its motion for a new trial or judgment notwithstanding the verdict.\nThe evidence adduced at trial by appellee revealed that in 1982 appellant's employee, Alfred Doucette, prepared a wood infestation inspection report or \"clearance letter\" on a house appellee had contracted to purchase. The clearance letter contained the statement \"that a qualified inspector employed by this firm has conducted a careful visual inspection of the readily accessible areas\" of the subject house. The findings in the clearance letter indicated no active infestations of any sort, but reported visible evidence of a previous infestation and structural damage caused by subterranean termites. A diagram, referenced by the clearance letter as being \"an integral part of this report,\" was attached to indicate \"location of visible evidence of infestation and/or structural damage a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=orkin-exterminating-company-inc-v-flowers"
    }
  ],
  "relatedIncidents": [
    14714,
    14745,
    14757,
    14765,
    14785
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}