{
  "id": 14869,
  "title": "1988년 Cooper 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-05-24",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Cooper. 판결일: 1988-05-24. 법원: District Court, N.D. Illinois.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff, v. Lawrence M. COOPER, Defendant\n**판결일**: 1988-05-24\n**법원**: District Court, N.D. Illinois\n**관할**: Illinois, IL\n\n**판사**: Bua\n\n## 변호인\n\nAnton R. Valukas, U.S. Atty. by Jeffrey E. Stone, Asst. U.S. Atty., Chicago, 111., for plaintiff., Lawrence M. Cooper, Chicago, 111., pro se.\n\n## 인용\n\n- 685 F. Supp. 179\n\n## 판결문 요약\n\n\n685 F.Supp. 179 (1988)\nUNITED STATES of America, Plaintiff,\nv.\nLawrence M. COOPER, Defendant.\nNo. 87 CR 424.\nUnited States District Court, N.D. Illinois, E.D.\nMay 24, 1988.\nAnton R. Valukas, U.S. Atty. by Jeffrey E. Stone, Asst. U.S. Atty., Chicago, Ill., for plaintiff.\nLawrence M. Cooper, Chicago, Ill., pro se.\n\nORDER\nBUA, District Judge.\nAfter defendant Lawrence Cooper pled guilty to charges of embezzlement, check kiting, and mail fraud, this court sentenced Cooper to eight years in prison and five years probation. In addition, the court ordered Cooper to pay $350,000 in restitution to one of his victims. Cooper now moves to reduce his sentence pursuant to Fed.R. Crim.P. 35. Citing the language of a particular provision of the Sentencing Reform Act of 1984, Pub.L. 98-473, 98 Stat. 1837, 1987 (1984), Cooper contends that the court should have sentenced him in accordance with the recently promulgated Sentencing Guidelines. He also claims that a number of previously unconsidered mitigating factors justify a reduction of his sentence. Having considered Cooper's arguments, this court denies his motion for reduction of sentence.\n\nI. Sentencing Guidelines\n\nWhen the Sentencing Guidelines took effect on November 1, 1987, Cooper had already perpetrated and pled guilty to the criminal acts for which he would ultimately be sentenced. Consequently, when imposing Cooper's sentence on November 25, 1987, this court did not take the Guidelines into consideration. Cooper now claims that the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-cooper"
    }
  ],
  "relatedIncidents": [
    14714,
    14745,
    14757,
    14765,
    14785
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}