{
  "id": 14876,
  "title": "1988년 Lyver 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-05-18",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Lyver. 판결일: 1988-05-18. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: LYVER v. MOTOR VEHICLES DIVISION\n**판결일**: 1988-05-18\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Hoomissen, Rossman\n\n## 변호인\n\nJack Bernstein, Gladstone, filed the brief for petitioner., Timothy Sylwester, Assistant Attorney General, Salem, argued the cause for respondent. With him on the brief were Dave Frohnmayer, Attorney General, and Virginia L. Linder, Solicitor General, Salem.\n\n## 인용\n\n- 91 Or. App. 244\n- 754 P.2d 594\n\n## 판결문 요약\n\n\nROSSMAN, J.\nPetitioner seeks review of a Motor Vehicle Division (MVD) order suspending his driving privileges for one year for his convictions of Manslaughter I, Assault IV and Driving Under the Influence of Intoxicants. This case involves the same issue as Lundsten v. MVD, 91 Or App 95, 754 P2d 592 (1988).\nAfter a fatal automobile accident, petitioner was convicted of the crimes on September 1,1983. Almost three years later, on August 11, 1986, the Clackamas County District Attorney’s office sent a record of the convictions to MVD, which thereupon revoked petitioner’s driving privileges for one year, effective November, 1986, pursuant to ORS 809.410(1).\nPetitioner argues, on review, for the first time, that MVD erred in suspending his driving privileges after notice of the convictions, because the notice was not sent to MVD within 24 hours after sentencing, pursuant to former ORS 482.480(2).1 He contends that former ORS 482.480(2) was intended as a statute of limitations. As in Lundsten v. MVD, supra, even if petitioner had preserved his statutory argument below, we need not reach it, because the actual suspension period does not exceed that required by statute. Under former ORS 482.430 and former ORS 482.500(1) (b) (A), MVD should have revoked petitioner’s driving privileges for five years for his conviction of manslaughter.2 Had there been no delay in MVD’s receipt of the record of conviction, and had MVD imposed a five-year revocation, the revocation would have ended in ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lyver-v-motor-vehicles-division"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14709,
    14735,
    14746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}