{
  "id": 14870,
  "title": "1988년 Salter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-05-24",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Salter. 판결일: 1988-05-24. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Dewey Wayne Salter v. State.\n**판결일**: 1988-05-24\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: McMillan\n\n## 변호인\n\nRalph L. Armstrong, Bessemer, for Salter., Charles A. Graddick, Atty. Gen., and Beth Slate Poe, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 527 So. 2d 791\n\n## 판결문 요약\n\n\nThe appellant was convicted of theft of property in the first degree and was sentenced to life imprisonment pursuant to the Habitual Felony Offender Act.\nGlen and JoAnn Stroud testified that they were having problems with JoAnn Stroud's 1976 Subaru automobile. The vehicle was taken to the appellant's place of business, which was an automobile repair shop. Glen and JoAnn Stroud both testified that the trouble was with the vehicle's transmission. The appellant asked Glen Stroud to allow him to fix the vehicle, alleging that he was a foreign car specialist. After inspecting the automobile, the appellant informed Glen Stroud that he could either purchase a rebuilt transmission or a new transmission. The new transmission would cost $1,455. After speaking with his wife, Stroud telephoned the appellant and informed him that they wanted a new transmission. The appellant informed Stroud that he would have to get the transmission from another state and it would take approximately three days. The price of $1,455 was agreed upon. He further testified that he would not have paid that amount for a rebuilt transmission and had been quoted a price of approximately $800 for such a transmission. The cost was paid in two installments.\nJoAnn Stroud retrieved the vehicle and, one day later, transmission fluid began pouring from the automobile. The appellant was contacted and the car was taken back to his shop. The appellant informed the Strouds that the transmission had a defective part. After t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=salter-v-state"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14706,
    14707,
    14709
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}