{
  "id": 14871,
  "title": "1988년 James Davenport v. Richard Derobertis, Michael O'leary, and Michael P. Lane, Defendants 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-05-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: James Davenport v. Richard Derobertis, Michael O'leary, and Michael P. Lane, Defendants. 판결일: 1988-05-23. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: James DAVENPORT, Et Al., Plaintiffs-Appellees, v. Richard DeROBERTIS, Michael O’Leary, and Michael P. Lane, Defendants-Appellants\n**판결일**: 1988-05-23\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Cudahy, Cummings, Posner\n\n## 변호인\n\nJohn Botner, Asst. Atty. Gen., Chicago, Ill., for defendants-appellants., Daniel Harris, Mayer, Brown & Platt, Chicago, Ill., for plaintiffs-appellees.\n\n## 인용\n\n- 844 F.2d 1310\n\n## 판결문 요약\n\n844 F.2d 1310\n    James DAVENPORT, et al., Plaintiffs-Appellees,v.Richard DeROBERTIS, Michael O'Leary, and Michael P. Lane,Defendants- Appellants.\n    No. 87-1233.\n    United States Court of Appeals,Seventh Circuit.\n    Argued Jan. 8, 1988.Decided April 13, 1988.As Modified May 23, 1988.\n    \n      John Botner, Asst. Atty. Gen., Chicago, Ill., for defendants-appellants.\n      Daniel Harris, Mayer, Brown &amp; Platt, Chicago, Ill., for plaintiffs-appellees.\n      Before CUMMINGS, POSNER and CUDAHY, Circuit Judges.\n      POSNER, Circuit Judge.\n    \n    \n      1\n      This class action on behalf of prisoners confined in the segregation unit at Stateville, the State of Illinois' maximum-security prison, charges that living conditions in the unit are so substandard as to be a form of cruel and unusual punishment within the meaning of the Eighth Amendment, made applicable to the states by interpretation of the Fourteenth Amendment.  (The average number of prisoners confined in segregation at Stateville is 225, but this suit is limited to those confined there for more than ninety consecutive days.)    A jury agreed, and awarded nominal damages to the class.  The district judge set aside the award of damages on the ground that the defendants (Illinois correctional officials) were immune from liability for damages, but he entered an injunction which requires the defendants to provide \"every Stateville segregation inmate who has been confined in segregation for 90 or more consecutive d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=james-davenport-v-richard-derobertis-michael-oleary-and-michael-p"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14706,
    14707,
    14709
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}