{
  "id": 14879,
  "title": "1988년 Lawrence J. Sparks v. Dale Foltz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-05-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Lawrence J. Sparks v. Dale Foltz. 판결일: 1988-05-12. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Lawrence J. Sparks v. Dale Foltz\n**판결일**: 1988-05-12\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 848 F.2d 194\n\n## 판결문 요약\n\n848 F.2d 194\n    Unpublished DispositionNOTICE: Sixth Circuit Rule 24(c) states that citation of unpublished dispositions is disfavored except for establishing res judicata, estoppel, or the law of the case and requires service of copies of cited unpublished dispositions of the Sixth Circuit.Lawrence J. SPARKS, Petitioner-Appellant,v.Dale FOLTZ, Respondent-Appellee.\n    No. 87-1685.\n    United States Court of Appeals, Sixth Circuit.\n    May 12, 1988.\n    \n      Before MERRITT and CORNELIA G. KENNEDY, Circuit Judges and CONTIE, Senior Circuit Judge.\n      PER CURIAM.\n    \n    \n      1\n      Lawrence J. Sparks appeals from the district court's memorandum opinion and judgment denying his petition for the writ of habeas corpus.  For the following reasons, we affirm the district court's judgment.\n    \n    I.\n    \n      2\n      Petitioner was convicted of first degree murder, Mich.Comp.Laws Sec. 750.316, after a jury trial in Oakland County Circuit Court in 1972.  He was sentenced to the mandatory term of life imprisonment.  See Id.\n    \n    \n      3\n      The prosecution's theory at trial had been that petitioner drove the victim, Wilhelmina (Mimi) Sims, to I-75 in Troy, Michigan and stabbed her to death.  Several people who had been with petitioner and Ms. Sims on the night of the murder testified for the prosecution.  Petitioner's theory of defense was that he did not commit the crime.  Petitioner testified on his own behalf.\n    \n    \n      4\n      After his conviction, petitio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lawrence-j-sparks-v-dale-foltz"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14709,
    14735,
    14746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}