{
  "id": 14888,
  "title": "1988년 Degree 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-05-05",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Degree. 판결일: 1988-05-05. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State of North Carolina v. Bernard Darrill Degree\n**판결일**: 1988-05-05\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Whichard\n\n## 변호인\n\n\n\nLacy H. Thornburg, Attorney General, by Linda Anne Morris, Associate Attorney General, for the State.\n, \nE. X. de Torres for defendant-appellant.\n\n\n## 인용\n\n- 367 S.E.2d 679\n- 322 N.C. 302\n\n## 판결문 요약\n\n\n367 S.E.2d 679 (1988)\nSTATE of North Carolina\nv.\nBernard Darrill DEGREE.\nNo. 635A87.\nSupreme Court of North Carolina.\nMay 5, 1988.\n*681 Lacy H. Thornburg, Atty. Gen. by Linda Anne Morris, Associate Atty. Gen., Raleigh, for the State.\nE.X. de Torres, Newton, for defendant-appellant.\nWHICHARD, Justice.\nDefendant was convicted of first degree rape, N.C.G.S. § 14-27.2(a)(1) (1986), and sentenced to life imprisonment. We find no error.\nThe State's evidence, in pertinent part, showed the following:\nOn 13 September 1986 the victim, age eleven, spent the night with defendant's sister, Tenisha Degree, age twelve, at the home of defendant's mother. The victim slept in a bed with the sister, but the sister got up and left the room sometime during the night.\nDefendant came into the room and lay down on top of the victim. He tried to pull up the victim's skirt, to pull down her underclothes, and to insert his penis into her vagina. The victim resisted, but defendant ultimately \"got it in [and] start[ed] moving around.\"\nThe victim tried to push defendant off, but he would not get up. She felt defendant's penis moving around in her vagina. Defendant was on top of her with his penis inside her vagina for about five or ten minutes. The following morning the victim told Danielle Kee, defendant's niece: \"[L]ast night [defendant] got me.\"\nThe victim had not been \"seeing\" or \"dating\" defendant. She had not had previous or subsequent intercourse with anyone other than defendant.\nIn January 1987 t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-degree"
    }
  ],
  "relatedIncidents": [
    14748,
    14770,
    14842,
    14910,
    14949
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}