{
  "id": 14880,
  "title": "1988년 Daniels 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-05-11",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Daniels. 판결일: 1988-05-11. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Willie Bee DANIELS v. STATE of Florida\n**판결일**: 1988-05-11\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Frank, Lehan, Schoonover\n\n## 변호인\n\nJames Marion Moorman, Public Defender, and Stephen Krosschell, Asst. Public Defender, Bartow, for appellant., Robert A. Butterworth, Atty. Gen., Tallahassee, and Charles Corees, Jr., Asst. Atty. Gen., Tampa, for appellee.\n\n## 인용\n\n- 524 So. 2d 1117\n\n## 판결문 요약\n\n\nFRANK, Judge.\nThe appellant, Willie Bee Daniels, urges on appeal that his guidelines scoresheet erroneously includes points for victim inju*1118ry. He is correct. At the time he committed the offense of robbery without a weapon, victim injury was only scored when it was an element of the offense committed.* Victim injury is not an element of robbery without a weapon; therefore, it was incorrectly included in the scoresheet computations. Hendry v. State, 460 So.2d 589 (Fla. 2d DCA 1984).\nThis matter is remanded for the preparation of a correct scoresheet. Daniels should be resentenced within the applicable guidelines range.\nSCHOONOVER, A.C.J., and LEHAN, J., concur.\n\nA 1987 amendment to the guidelines provides that victim injury is to be scored for each victim injured during a criminal transaction or episode. See, Florida Rules of Criminal Procedure Re Sentencing Guidelines (Rules 3.701 and 3.988), 509 So.2d 1088 (Fla.1987).\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=daniels-v-state"
    }
  ],
  "relatedIncidents": [
    14709,
    14718,
    14721,
    14731,
    14749
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}