{
  "id": 14881,
  "title": "1988년 Sproling 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-05-10",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Sproling. 판결일: 1988-05-10. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Plaintiff-Respondent, v. Dwayne SPROLING, Defendant-Appellant\n**판결일**: 1988-05-10\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Karohl, Kelly, Smith\n\n## 변호인\n\nHenry B. Robertson, Asst. Public Defender, St. Louis, for defendant-appellant., William L. Webster, Atty. Gen., Elizabeth Levin Ziegler, Asst. Atty. Gen., Jefferson City, for plaintiff-respondent.\n\n## 인용\n\n- 752 S.W.2d 884\n\n## 판결문 요약\n\n\n752 S.W.2d 884 (1988)\nSTATE of Missouri, Plaintiff-Respondent,\nv.\nDwayne SPROLING, Defendant-Appellant.\nNo. 51035.\nMissouri Court of Appeals, Eastern District, Division Three.\nMay 10, 1988.\nMotion for Rehearing and/or Transfer Denied June 8, 1988.\nApplication to Transfer Denied July 26, 1988.\n*885 Henry B. Robertson, Asst. Public Defender, St. Louis, for defendant-appellant.\nWilliam L. Webster, Atty. Gen., Elizabeth Levin Ziegler, Asst. Atty. Gen., Jefferson City, for plaintiff-respondent.\nMotion for Rehearing and/or Transfer to Supreme Court Denied June 8, 1988.\nKAROHL, Presiding Judge.\nDefendant was indicted by the Grand Jury of the City of St. Louis on two charges of robbery first degree. Section 569.040 RSMo 1978. Count I alleges defendant, acting with another on May 29, 1985, forcibly stole a wallet from Van Henderson and in the course thereof used and threatened immediate use of a dangerous instrument. Count II alleged defendant, acting with another on May 27, 1985, forcibly stole a wallet and U.S. currency from C. Jackson and in the course thereof used and threatened the immediate use of a dangerous instrument. The trial court granted defendant's motion for a severance. Count I was tried to a jury. On the day the jury found defendant guilty of Count I he entered a plea of guilty on the crime charged in Count II. Defendant was tried as a prior offender. He was sentenced to a term of fifteen years on Count I and a concurrent term of fifteen years on Count II. On Decembe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-sproling"
    }
  ],
  "relatedIncidents": [
    14709,
    14718,
    14721,
    14731,
    14749
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}