{
  "id": 14882,
  "title": "1988년 Sadowski 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-05-10",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Sadowski. 판결일: 1988-05-10. 법원: District Court, E.D. Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Linda L. SADOWSKI v. UNITED STATES of America v. Conrad A. SADOWSKI Third-Party Defendant\n**판결일**: 1988-05-10\n**법원**: District Court, E.D. Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Huyett\n\n## 변호인\n\nRobert D. Katzenmayer, Reading, Pa., for plaintiff., J. Michael Morrissey, Wyomissing, Pa., for defendant.\n\n## 인용\n\n- 687 F. Supp. 966\n\n## 판결문 요약\n\n\n687 F. Supp. 966 (1988)\nLinda L. SADOWSKI\nv.\nUNITED STATES of America\nv.\nConrad A. SADOWSKI Third-party Defendant.\nCiv. A. No. 86-5481.\nUnited States District Court, E.D. Pennsylvania.\nMay 10, 1988.\n*967 Robert D. Katzenmayer, Reading, Pa., for plaintiff.\nJ. Michael Morrissey, Wyomissing, Pa., for defendant.\n\nFINDINGS OF FACT, DISCUSSION, CONCLUSIONS OF LAW, AND ORDER\nHUYETT, District Judge.\nPlaintiff, Linda L. Sadowski (now Linda Kemmerer), brought this civil action against the United States of America for a tax refund. The United States had assessed the plaintiff for a one hundred percent civil penalty pursuant to 26 U.S.C. § 6672 for failure to pay federal income taxes withheld during the third quarter of 1980 through the third quarter of 1982 from employees of Sadowski Plumbing, Inc. (Sadowski Plumbing). The United States has counterclaimed for the amount still owing on the assessment and has filed a third-party complaint against Conrad A. Sadowski. Section 6672 imposes a one hundred percent civil penalty against:\n\"Any person required to collect, truthfully account for, and pay over any tax imposed *968 by this title who willfully fails to collect such tax, or truthfully account for and payover such tax, or willfully attempts in any manner to evade or defeat any such tax or the payment thereof....\"\nPlaintiff contends she was not a responsible person of Sadowski Plumbing and, therefore, should not be held liable for the one hundred percent penalty under section 6672. Foll...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sadowski-v-united-states"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14706,
    14707,
    14709
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}