{
  "id": 14883,
  "title": "1988년 Shores 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-05-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Shores. 판결일: 1988-05-10. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: James L. SHORES, Jr., of the Estate of Clarence E. Bishop, Jr., in behalf of himself and all other persons who purchased First Mortgage 8% Revenue Bonds issued by the Industrial Board of the Town of Frisco City, Alabama v. Jerald H. SKLAR\n**판결일**: 1988-05-10\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n**판사**: Atkins, Fay, Kravitch\n\n## 변호인\n\nW. Eugene Rutledge, Rutledge & Kelly, Birmingham, Ala., for plaintiff-appellant., Crawford S. McGivaren, Jr., Cabaniss, Johnston, Gardner, Dumas & O’Neal, Larry B. Childs, Birmingham, Ala., for Jerald H. Sklay, R., et al., Lee H. Zell, Berkowitz, Lefkovits, Isom & Kushner, Susan Salonimer, Birmingham, Ala., for Asa G. Candler., Frank M. Young, III, Haskell, Slaughter & Young, James L. Richey, Birmingham, Ala., for Cecil J. Lamberson, & Jackson Municipals, Inc., Hobart A. McWhorter, Jr., Bradley,\n\n## 인용\n\n- 844 F.2d 1485\n\n## 판결문 요약\n\n\nKRAVITCH, Circuit Judge:\nOn this appeal we revisit the case that established the “fraud on the market” theory of securities law in our predecessor circuit. See Shores v. Sklar, 647 F.2d 462 (5th Cir.1981) (en banc), cert. denied, 459 U.S. 1102, 103 S.Ct. 722, 74 L.Ed.2d 949 (1983) (Shores I).1\nI.\nThe events giving rise to this litigation occurred almost sixteen years ago. In 1972, J.C. Harrelson, the president of Alabama Supply &amp; Equipment Co. (ASECo) decided to seek financing for the construction of an industrial plant where ASECo would build mobile homes. After discussions with Clarence Hamilton, the president of an underwriting firm, Harrelson approached the town of Frisco City, Alabama for financing.\nUnder Alabama law, a municipality may establish industrial development boards with authority to issue tax-exempt bonds.2 The statutory scheme provides for the board to build an industrial facility with the bond issue proceeds and then to lease the facility to a commercial enterprise. The rent from the commercial enterprise is calculated to amortize the interest and principal of the bonds. The bonds are not general obligation bonds of the municipality, and the municipality is not liable for the payment of the industrial development board’s obligations. Bondholders must look to the rental payments for satisfaction of their obligations. The bonds must be secured by a pledge of the commercial enterprise’s revenues and may be secured further by a mortgage covering the plant.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=shores-v-sklar"
    }
  ],
  "relatedIncidents": [
    14714,
    14745,
    14757,
    14765,
    14785
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}