{
  "id": 14893,
  "title": "1988년 Martinez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-04-26",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Martinez. 판결일: 1988-04-26. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Jimmy Martinez\n**판결일**: 1988-04-26\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Alex Caspari and Philip L. Weinstein for appellant., Robert M. Morgenthau, District Attorney (Michelle L. Daly and Norman Barclay of counsel), for respondent.\n\n## 인용\n\n- 71 N.Y.2d 937\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nMemorandum.\nThe order of the Appellate Division should be affirmed.\nDefendant has been convicted of robbery, first degree, as a result of his armed hold up of a cafe during which he threatened to shoot the cashier, Efraim Gonzalez. After defendant fled the cafe Gonzalez immediately ran into the street where he saw his manager, Nelson Aleman, and told him of the crime. Aleman had seen defendant in the cafe a few minutes earlier and when he spotted him again, across the street, he *939chased him into the subway and onto a train. Aleman then summoned a transit police officer who arrested defendant.\nIdentification was the principal issue in the case and thus defendant requested and received a pretrial Wade hearing. At the hearing Gonzalez indicated that he described defendant to police officers who came to the cafe immediately after the robbery and that they wrote down the description. Apparently, this was the first indication defendant or the prosecutor had that any police personnel other than the arresting transit officer might have been involved in the case and that Rosario material undisclosed to defendant might exist (see, People v Rosario, 9 NY2d 286, and codification of the rule at CPL 240.45 [1] [a]). After the jury was sworn, but prior to opening statements, defense counsel moved to preclude Gonzalez from testifying on the ground that the written record of Gonzalez’s statement to the investigating police had not been served upon him.\nThe court held ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-martinez"
    }
  ],
  "relatedIncidents": [
    14709,
    14718,
    14721,
    14731,
    14749
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}