{
  "id": 14899,
  "title": "1988년 Simone 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-04-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Simone. 판결일: 1988-04-20. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Robert F. SIMONE v. GOLDEN NUGGET HOTEL AND CASINO, trading as G.N.A.C. Corp., Robert F. SIMONE v. GOLDEN NUGGET HOTEL AND CASINO, trading as G.N.A.C., Corp.\n**판결일**: 1988-04-20\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Hutchinson, Rosenn, Sloviter\n\n## 변호인\n\nWilliam P. Murphy (argued), James Beasley, Beasley, Hewson, Casey, Colleran, Erb-stein & Thistle, Philadelphia, Pa., for Robert F. Simone., Martin L. Greenberg, Stephen N. Dratch (argued), Greenberg, Margolis, Ziegler, Schwartz, Dratch, Fishman, Franzblau & Falkin, P.A., Roseland, N.J., Edwin L. Scherlis, Margolis, Edelstein, Scherlis, Sa-rowitz & Kraemer, Philadelphia, Pa., for Golden Nugget Hotel and Casino, trading as G.N.A.C. Corp.\n\n## 인용\n\n- 844 F.2d 1031\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nHUTCHINSON, Circuit Judge.\nThe appeal and cross-appeal before us arise from an action brought by plaintiff-appellant Robert F. Simone against defendant-appellee Golden Nugget Hotel and Casino (Golden Nugget) for assault and battery, false imprisonment, malicious prosecution and abuse of process. The action was brought by Simone in the Philadelphia Court of Common Pleas and removed by Golden Nugget to the United States District Court for the Eastern District of Pennsylvania based upon diversity of citizenship. 28 U.S.C. §§ 1332, 1441(a) (1982).\nTwo jury trials have been held in this case. In the first, the jury found in favor of Simone on his false imprisonment and abuse of process claims, awarding him $150,000 in compensatory damages and $1,000,000 in punitive damages. However, the district court granted judgment notwithstanding the verdict on the abuse of process claim and ordered a new trial on the false imprisonment claim. In the second trial, the jury returned a verdict in favor of the Golden Nugget on false imprisonment. Simone moved for judgment notwithstanding the verdict or, in the alternative, a new trial. The district court denied these motions.\nSimone appeals from the orders entered by the district court in each of these trials. The Golden Nugget cross-appeals, asserting various errors by the district court in the first trial, for the purpose of preserving its appellate rights in the event we accept any of Simone’s arguments on his appeal. We ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=simone-v-golden-nugget-hotel-casino"
    }
  ],
  "relatedIncidents": [
    14712,
    14769,
    14861,
    14933,
    14970
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}