{
  "id": 14894,
  "title": "1988년 Bollinger 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-04-26",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Bollinger. 판결일: 1988-04-26. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Billy Ray BOLLINGER v. STATE of Missouri\n**판결일**: 1988-04-26\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crist, Gaertner, Reinhard\n\n## 변호인\n\nNancy A. McKerrow, Columbia, for appellant., William L. Webster, Atty. Gen., Christopher M. Kehr, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 749 S.W.2d 25\n\n## 판결문 요약\n\n\nCRIST, Judge.\nMovant appeals the denial of his Rule 27.26 motion without an evidentiary hearing. Movant is serving two consecutive six-year terms of imprisonment for two counts of burglary in the second degree. In his motion movant states he “desires only a correction in sentence....” so that he serve concurrent rather than consecutive terms of imprisonment. We affirm.\nAt his guilty plea hearing on January 13, 1984, movant testified as to the details of the crimes he was charged with committing. When he entered his pleas, movant and his family told the court he had changed his ways and asked for leniency. There was a pre-sentence investigation after which the trial court gave movant the choice of two consecutive four-year sentences or a five-year probation with suspended execution of two consecutive six-year sentences. Movant, after consulting with his family and attorney, chose probation. Subsequently movant violated the conditions of his probation, and on November 21, 1985, the trial court revoked his probation and reinstated the sentences.\nOn appeal movant states he is entitled to an evidentiary hearing because in his motion he “pleaded the fact that his attorney failed to investigate the credibility of the *26State’s witnesses and this act of omission ... rendered [his] plea unknowing and involuntary.” At the guilty plea hearing movant testified unequivocally that he broke into two buildings and stole money therefrom. Nowhere in his motion or amended motion does he show ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bollinger-v-state"
    }
  ],
  "relatedIncidents": [
    14709,
    14718,
    14721,
    14731,
    14749
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}