{
  "id": 14908,
  "title": "1988년 Caso 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-04-07",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Caso. 판결일: 1988-04-07. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Caso v. State\n**판결일**: 1988-04-07\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Ehrlich\n\n## 인용\n\n- 524 So. 2d 422\n\n## 판결문 요약\n\n\n524 So. 2d 422 (1988)\nRigoberto CASO, Petitioner,\nv.\nSTATE of Florida, Respondent.\nNo. 70145.\nSupreme Court of Florida.\nApril 7, 1988.\nRehearing Denied June 1, 1988.\nBennett H. Brummer, Public Defender, and Lisa Berlow-Lehner, Sp. Asst. Public Defender, Miami, for petitioner.\nRobert A. Butterworth, Atty. Gen., and Michael J. Neimand and Julie S. Thornton, Asst. Attys. Gen., Miami, for respondent.\nEHRLICH, Justice.\nWe have for review Caso v. State, 501 So. 2d 646 (Fla. 3d DCA 1986), in which the district court certified a question as one of great public importance. We have jurisdiction. Art. V, § 3(b)(4), Fla. Const.\nOn May 12, 1983, Norma Montecdino and Luis Murgado were murdered at a residence in Hialeah, Florida. On or about July 7, 1983, the Hialeah Police Department received information from at least one confidential informant that Caso, as the \"wheelman,\" had participated in the crime with two other individuals. Based upon this information, two detectives went to Caso's place of employment in October of 1983, displayed identification and asked if Caso would voluntarily go to the police station and talk to them. Caso asked his employer if this would be okay and then agreed to go. Caso asked the detectives how he would return to work and one of the detectives informed Caso that he would take him back.\nAfter arriving at the police station, Caso was taken to an interrogation room where officers confronted him with the information they had gathered that implicated him in the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=caso-v-state"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14709,
    14735,
    14746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}