{
  "id": 14900,
  "title": "1988년 ISLA Petroleum 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-04-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: ISLA Petroleum. 판결일: 1988-04-19. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: PUERTO RICO DEPARTMENT OF CONSUMER AFFAIRS Et Al. v. ISLA PETROLEUM CORP. Et Al.\n**판결일**: 1988-04-19\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Members, O'Connor, Scalia\n\n## 변호인\n\nLynn R. Coleman argued the cause for petitioners. With him on the briefs were Douglas G. Robinson, Matthew W. S. Estes, Dennis A. Simonpietri Monefeldt, Hector Rivera Cruz, Secretary of Justice, and Rafael Ortiz Carrion, Solicitor General., John Harrison argued the cause for the United States as amicus curiae urging reversal. With him on the brief were Solicitor General Fried, Assistant Attorney General Willard, Deputy Solicitor General Cohen, Deputy Assistant Attorney General Spears, John F. Co\n\n## 인용\n\n- 99 L. Ed. 2d 582\n- 108 S. Ct. 1350\n- 485 U.S. 495\n- 1988 U.S. LEXIS 1869\n\n## 판결문 요약\n\n\n485 U.S. 495 (1988)\nPUERTO RICO DEPARTMENT OF CONSUMER AFFAIRS ET AL.\nv.\nISLA PETROLEUM CORP. ET AL.\nNo. 86-1406.\nSupreme Court of United States.\nArgued February 29, 1988\nDecided April 19, 1988\nCERTIORARI TO THE UNITED STATES TEMPORARY EMERGENCY COURT OF APPEALS\n*496 Lynn R. Coleman argued the cause for petitioners. With him on the briefs were Douglas G. Robinson, Matthew W. S. Estes, Dennis A. Simonpietri Monefeldt, Hector Rivera Cruz, Secretary of Justice, and Rafael Ortiz Carrion, Solicitor General.\nJohn Harrison argued the cause for the United States as amicus curiae urging reversal. With him on the brief were Solicitor General Fried, Assistant Attorney General Willard, Deputy Solicitor General Cohen, Deputy Assistant Attorney General Spears, John F. Cordes, and Bruce G. Forrest.\nMark L. Evans argued the cause for respondents. With him on the brief for respondents Esso Standard Oil Co. et al. were Donald B. Craven, James P. Tuite, and Mario L. Paniagua. Rafael Perez-Bachs, Nestor M. Mendez-Gomez, Ana Matilde Nin, Celso E. Lopez, Igor Dominguez, and Alvaro R. Calderon, Jr., filed a brief for respondents Shell Co., Ltd., et al.[*]\n*497 JUSTICE SCALIA delivered the opinion of the Court.\nIn this case we must determine whether federal legislation providing for controls over the allocation and pricing of petroleum products, passed in response to the oil crisis of the early 1970's, or the legislation subsequently eliminating those controls, pre-empts gasoline price regulation b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=puerto-rico-department-of-consumer-affairs-v-isla-petroleum-corp"
    }
  ],
  "relatedIncidents": [
    14711,
    14751,
    14822,
    14865,
    14866
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}