{
  "id": 14909,
  "title": "1988년 Woods 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-04-07",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Woods. 판결일: 1988-04-07. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Charles Napoleon WOODS, Appellant, v. the STATE of Texas, State\n**판결일**: 1988-04-07\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Joe Spurlock, II, Hill and Lattimore\n\n## 변호인\n\nGossom, Cotton & Knight and Thomas C. Cotton, Wichita Falls, for appellant., Barry L. Macha, Criminal Dist. Atty., and Jeanmarie Baer, Asst. Crim. Dist. Atty., Wichita County, for State.\n\n## 인용\n\n- 749 S.W.2d 246\n\n## 판결문 요약\n\n\n749 S.W.2d 246 (1988)\nCharles Napoleon WOODS, Appellant,\nv.\nThe STATE of Texas, State.\nNo. 2-86-282-CR.\nCourt of Appeals of Texas, Fort Worth.\nApril 7, 1988.\nRehearing Denied May 19, 1988.\nGossom, Cotton &amp; Knight and Thomas C. Cotton, Wichita Falls, for appellant.\nBarry L. Macha, Criminal Dist. Atty., and Jeanmarie Baer, Asst. Crim. Dist. Atty., Wichita County, for State.\nBefore JOE SPURLOCK, II, HILL and LATTIMORE, JJ.\n\nOPINION\nJOE SPURLOCK, II, Justice.\nAppellant, Charles Napoleon Woods, was convicted by a jury of the offense of aggravated robbery. See TEX.PENAL CODE ANN. sec. 29.03 (Vernon 1974). The jury assessed punishment at fifteen years in the Texas Department of Corrections.\n*247 We reverse and remand.\nOn the morning of July 12, 1986, two men robbed a convenience store clerk. One man, who was wearing a ski mask, pointed a shotgun at the store clerk. Both men took money from the cash register and took the registers coin tray with them. An off-duty policeman saw the two men get into a silver-colored car and drive away.\nAfter the policeman heard over his car radio that an aggravated robbery had just occurred at the convenience store, he radioed the dispatcher and gave a description of the men and the car. Three other policemen stopped the car about ten minutes later after observing that the car matched the description dispatched over the radio. After seeing a large amount of coins and a ski mask in plain view in the car, the policemen arrested the three black men w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=woods-v-state"
    }
  ],
  "relatedIncidents": [
    14709,
    14718,
    14721,
    14731,
    14749
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}