{
  "id": 14913,
  "title": "1988년 Curran 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-04-04",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Curran. 판결일: 1988-04-04. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Christopher Curran\n**판결일**: 1988-04-04\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 139 A.D.2d 523\n\n## 판결문 요약\n\n\n— Appeal by the defendant from a judgment of the County Court, Nassau County (Delin, J.), rendered April 4, 1986, convicting him of robbery in the first degree, upon his plea of guilty, and imposing sentence.\nOrdered that the judgment is affirmed.\nThe defendant failed to raise his objection to the adequacy of his plea allocution in the court of first instance and, *524accordingly, has not preserved his claim for appellate review (see, People v Pellegrino, 60 NY2d 636; People v Banks, 117 AD2d 611, lv denied 67 NY2d 939). In any event, his contentions are devoid of merit. During the plea allocution, the defendant’s statement that the weapon used in the commission of the robbery was a toy rifle did cast doubt on the substantive sufficiency of his plea by suggesting the existence of an affirmative defense under Penal Law § 160.15. In compliance with the guidelines of People v Serrano (15 NY2d 304), the court pointed out to the defendant the availability of that affirmative defense, and that if established, it could result in, at most, a conviction of robbery in the second degree and thereby subject him to a lesser sentence than could be imposed for the crime of robbery in the first degree (cf., People v Ebron, 87 AD2d 653; People v Waddell, 66 AD2d 807). Contrary to the defendant’s contention, the plea bargain significantly reduced the potential maximum jail exposure he faced if convicted after trial of robbery in the second degree and the other charges pending against him, whi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-curran"
    }
  ],
  "relatedIncidents": [
    14709,
    14718,
    14721,
    14731,
    14749
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}