{
  "id": 14912,
  "title": "1988년 Robinson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-04-04",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Robinson. 판결일: 1988-04-04. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Robinson v. the State\n**판결일**: 1988-04-04\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Carley, Deen, Sognier\n\n## 변호인\n\nJohn J. Martin, Jr., for appellant., Robert F. Mumford, District Attorney, Cheryl F. Custer, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 368 S.E.2d 533\n- 186 Ga. App. 767\n\n## 판결문 요약\n\n\n186 Ga. App. 767 (1988)\n368 S.E.2d 533\nROBINSON\nv.\nTHE STATE.\n76249.\nCourt of Appeals of Georgia.\nDecided April 4, 1988.\nJohn J. Martin, Jr., for appellant.\nRobert F. Mumford, District Attorney, Cheryl F. Custer, Assistant District Attorney, for appellee.\nDEEN, Presiding Judge.\nDennis Lamar Robinson was tried by a jury for the offenses of armed robbery and possession of a firearm by a convicted felon. He was found guilty on both counts and contends on appeal that the court below erred in denying his motion for leave to retain a psychiatrist to assist in his defense because insanity was the only defense asserted at trial. Held:\nThe motion was filed prior to trial and stated that the court needed to determine appellant's mental state at the time he committed the armed robbery, and that he intended to raise the issue of his sanity at the time of the robbery. He contended that he could not form the requisite intent to commit the offenses because of his intoxication. The trial court ordered that he be examined by a psychiatrist in order to aid the court in determining his mental state at the time of the armed robbery and his competency to stand trial. The psychiatric examination was done, and the psychiatrist was of the opinion that the accused was sane at the time the crime was committed. His history of alcoholism was noted, and the psychiatrist recommended that he receive treatment for it. The report also noted the stress under which Robinson had been placed since losing his jo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robinson-v-state"
    }
  ],
  "relatedIncidents": [
    14709,
    14718,
    14721,
    14731,
    14749
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}