{
  "id": 14916,
  "title": "1988년 Gordon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-03-31",
  "location": "Rhode Island, RI, USA",
  "summary": "미국 Rhode Island, RI 법원 판결 사건. 사건명: Gordon. 판결일: 1988-03-31. 법원: Supreme Court of Rhode Island.",
  "description": "## 사건 정보\n\n**사건명**: STATE v. David N. GORDON, Jr.\n**판결일**: 1988-03-31\n**법원**: Supreme Court of Rhode Island\n**관할**: Rhode Island, RI\n\n**판사**: Fay\n\n## 변호인\n\nJames E. O’Neil, Atty. Gen., Annie Goldberg, Thomas Dickinson, Asst. Attys. Gen., for plaintiff., Barbara Hurst, Paula Rosin, Asst. Public Defenders, for defendant.\n\n## 인용\n\n- 539 A.2d 528\n\n## 판결문 요약\n\n\n539 A.2d 528 (1988)\nSTATE\nv.\nDavid N. GORDON, Jr.\nNo. 86-471 C.A.\nSupreme Court of Rhode Island.\nMarch 31, 1988.\nJames E. O'Neil, Atty. Gen., Annie Goldberg, Thomas Dickinson, Asst. Attys. Gen., for plaintiff.\nBarbara Hurst, Paula Rosin, Asst. Public Defenders, for defendant.\n\n\n*529 OPINION\nFAY, Chief Justice.\nOn September 30, 1983, following retrial, the defendant, David N. Gordon, Jr., was convicted of first-degree arson and conspiracy to commit arson.[1] The fire for which a Superior Court jury found the defendant culpable occurred on June 22, 1981. The conflagration destroyed Turilli's Furniture Company, which had been located on Warwick Avenue in Warwick, Rhode Island. The trial justice rejected the state's recommendation of a twenty-five-year sentence, which consisted of fifteen years on the arson count to be served concurrently with ten years' imprisonment for the conspiracy count, followed by a ten-year suspended sentence remaining for the arson. Instead the trial justice sentenced Gordon to fifty years for the arson, ensued by ten years to serve for the conspiracy.\nIn State v. Gordon, 508 A.2d 1339 (R.I. 1986), this court denied and dismissed defendant's first appeal, which challenged the merits of his conviction.[2] Subsequent to that disposition, defendant moved pursuant to Rule 35 of the Superior Court Rules of Criminal Procedure to reduce his sentence.[3] In that motion, defendant urged the same trial justice who had formulated the sentence to reexamine its prop...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-gordon"
    }
  ],
  "relatedIncidents": [
    14719,
    14722,
    14730,
    14750,
    14761
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}