{
  "id": 14929,
  "title": "1988년 Human 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-03-16",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Human. 판결일: 1988-03-16. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: James Daniel HUMAN, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1988-03-16\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Campbell, Clinton, Duncan, Miller, Onion, Teague\n\n## 변호인\n\nMike Gibson, Robert T. Baskett, Dallas, for appellant., Gene Knize, Co. Atty. and Daniel McBride, Asst. Co. Atty., Waxahachie, Robert Huttash, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 749 S.W.2d 832\n\n## 판결문 요약\n\n\n749 S.W.2d 832 (1988)\nJames Daniel HUMAN, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 042-86.\nCourt of Criminal Appeals of Texas, En Banc.\nMarch 16, 1988.\nOn Motion for Rehearing March 16, 1988.\nRehearing Denied May 11, 1988.\n*833 Mike Gibson, Robert T. Baskett, Dallas, for appellant.\nGene Knize, Co. Atty. and Daniel McBride, Asst. Co. Atty., Waxahachie, Robert Huttash, State's Atty., Austin, for the State.\n\nOPINION ON APPELLANT'S MOTION FOR REHEARING\nTEAGUE, Judge.\nAppellant's Motion for Rehearing is granted.\nThe opinions filed in this cause on February 3, 1988 are hereby ordered withdrawn and the following is substituted therefor.\nTo vest jurisdiction in the district court and to establish that James Daniel Human, hereinafter appellant, had committed the felony offense of driving while intoxicated, the State alleged in the indictment the following: that (1) appellant committed the primary offense of driving while intoxicated, (2) he had previously been twice finally convicted of committing the felony offense of driving while intoxicated, and (3) the first alleged prior felony conviction had become final before he was convicted of the last alleged prior felony conviction. See Art. 6701l-1, V.A.C.S. Also see and compare V.T.C.A., Penal Code, § 12.42(d), and the cases collated thereunder, which concern pleading and proof regarding prior felony convictions alleged to enhance the punishment of an \"habitual\" criminal to a minimum of 25 years' confinement and not *834 more th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "주요판결",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=human-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=citizens-state-bank-of-sealy-v-caney-investments"
    }
  ],
  "relatedIncidents": [
    14711,
    14751,
    14822,
    14865,
    14866
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}