{
  "id": 14920,
  "title": "1988년 United States v. Johnson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-03-25",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Johnson. 판결일: 1988-03-25. 법원: U.S. Army Court of Military Review.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. Specialist Four Ernest B. JOHNSON, 255-35-8351, United States Army\n**판결일**: 1988-03-25\n**법원**: U.S. Army Court of Military Review\n**관할**: USA, Federal\n\n**판사**: Carmichael, Giulio, Holdaway, Military\n\n## 변호인\n\nFor Appellant: Lieutenant Colonel Russell S. Estey, JAGC, Captain Brian D. DiGiacomo, JAGC (on brief)., For Appellee: Colonel Norman G. Cooper, JAGC, Lieutenant Colonel Gary F. Roberson, JAGC, Major Byron J. Braun, JAGC, Captain George R. Gillette, JAGC (on brief).\n\n## 인용\n\n- 26 M.J. 509\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nDe GIULIO, Senior Judge:\nAppellant was tried by general court-martial composed of officer and enlisted members. In accordance with his pleas, he *510was found guilty of conspiracy to escape from confinement, absence without authority, escape from confinement, wrongful use of cocaine and marijuana, wrongful distribution of cocaine, wrongful possession of cocaine, and robbery. He was sentenced to a dishonorable discharge, confinement for fifteen years, forfeiture of all pay and allowances and reduction to Private E-l. Pursuant to a pretrial agreement, the convening authority reduced the confinement to thirteen years and six months, but otherwise approved the sentence.\nAppellant alleges that the military judge erred in not striking testimony of witnesses in aggravation because their opinions of appellant’s rehabilitation potential were based solely on the severity of the charged offenses. Appellant further alleges that he was deprived of his post-trial rights because his civilian defense counsel was not given the opportunity to respond to the staff judge advocate’s post-trial recommendation. We find no error and affirm.\nDuring the sentencing portion of the trial, the prosecution presented three witnesses who testified that, based upon their observations of appellant and his conviction, they did not believe he should be retained in the unit. One witness further stated that appellant should not be retained in the Army. Two of the witnesses testified appellant...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-johnson"
    }
  ],
  "relatedIncidents": [
    14709,
    14718,
    14721,
    14731,
    14749
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}