{
  "id": 14928,
  "title": "1988년 Dawson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-03-18",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Dawson. 판결일: 1988-03-18. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Dawson v. the State\n**판결일**: 1988-03-18\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Banke, Beasley, Benham, Carley, Deen, Pope, Sognier\n\n## 변호인\n\nWayne W. Gammon, for appellant., Darrell E. Wilson, District Attorney, Mickey R. Thacker, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 368 S.E.2d 367\n- 186 Ga. App. 718\n\n## 판결문 요약\n\n\n186 Ga. App. 718 (1988)\n368 S.E.2d 367\nDAWSON\nv.\nTHE STATE.\n75605.\nCourt of Appeals of Georgia.\nDecided March 18, 1988.\nRehearing Denied April 1, 1988.\nWayne W. Gammon, for appellant.\nDarrell E. Wilson, District Attorney, Mickey R. Thacker, Assistant District Attorney, for appellee.\nBEASLEY, Judge.\nDefendant appeals from convictions of conspiracy to commit armed robbery, OCGA § 16-4-8, and attempted armed robbery, OCGA §§ 16-8-41; 16-4-1.\n1. Defendant asserts error in the refusal to strike the testimony of Smith, a State witness whose name was not included on the furnished witness list. Smith was a co-indictee, charged with the same offenses of which defendant was convicted. Defendant did not object when Smith testified nor move to strike the testimony until after the charge conference. The only basis stated was that he was not on the original or amended list of state witnesses and defendant had no notice that Smith would be called as a witness until he took the stand. There was no contention that defendant was unfairly surprised, that he was unaware of the co-indictee's existence, or that he had no opportunity to interview the witness.\nUnder such circumstances it has been held that \"where, as here, the name of a witness is contained in the indictment, a defendant cannot validly contend that he has been surprised or unable to interview the witness because he was unaware of such witness.\" Redmond v. State, 252 Ga. 142, 143 (2) (312 SE2d 315) (1984). Further, the proper remedy...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dawson-v-state"
    }
  ],
  "relatedIncidents": [
    14709,
    14718,
    14721,
    14731,
    14749
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}