{
  "id": 14923,
  "title": "1988년 Allandale Neighborhood Association v. Austin Transportation Study Policy Advisory Committee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-03-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Allandale Neighborhood Association v. Austin Transportation Study Policy Advisory Committee. 판결일: 1988-03-22. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: ALLANDALE NEIGHBORHOOD ASSOCIATION, Et Al., Plaintiffs-Appellants, v. AUSTIN TRANSPORTATION STUDY POLICY ADVISORY COMMITTEE, Defendant-Appellee\n**판결일**: 1988-03-22\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Brown, Higginbotham, Johnson\n\n## 변호인\n\nPhilip Durst, Richards & Durst, David Frederick, Austin, Tex., for plaintiffs-appellants., William T. Palmer, Asst. Atty. Gen., James W. Collins, Co. Atty., Austin, Tex., for defendant-appellee.\n\n## 인용\n\n- 840 F.2d 258\n\n## 판결문 요약\n\n840 F.2d 258\n    18 Envtl. L. Rep. 21,075\n    ALLANDALE NEIGHBORHOOD ASSOCIATION, et al., Plaintiffs-Appellants,v.AUSTIN TRANSPORTATION STUDY POLICY ADVISORY COMMITTEE,Defendant-Appellee.\n    No. 87-1396.\n    United States Court of Appeals,Fifth Circuit.\n    March 22, 1988.\n    \n      Philip Durst, Richards &amp; Durst, David Frederick, Austin, Tex., for plaintiffs-appellants.\n      William T. Palmer, Asst. Atty. Gen., James W. Collins, Co. Atty., Austin, Tex., for defendant-appellee.\n      Appeal from the United States District Court for the Western District of Texas.\n      Before BROWN, JOHNSON, and HIGGINBOTHAM, Circuit Judges.\n      JOHNSON, Circuit Judge:\n    \n    \n      1\n      Plaintiffs contend that the defendant Austin Transportation Study Policy Advisory Committee of Austin, Texas, a planning group at the local level, violated federal statutes codified at 23 U.S.C. Sec. 134 and 49 U.S.C. Sec. 1607 chiefly by failing to give due consideration to social, economic, and environmental goals when the Committee devised and endorsed an overarching transportation plan.  The Committee challenges Plaintiffs' right of action.  After considering issues of standing and ripeness, we reject Plaintiffs' contention that these sections supply an implied private right of action under the instant circumstances and affirm the district court's judgment dismissing Plaintiffs' complaint.\n    \n    I. Facts and Procedural History\n    A. The Parties\n    \n      2\n      Six plaintiffs bring this...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=allandale-neighborhood-association-v-austin-transportation-study-policy"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14706,
    14707,
    14709
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}