{
  "id": 14927,
  "title": "1988년 Mary Juanita Sellers, Plaintiff-Appellant/cross-Appellee v. Delgado Community College and State of Louisiana, Defendants-Appellees/cross-Appellants 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-03-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Mary Juanita Sellers, Plaintiff-Appellant/cross-Appellee v. Delgado Community College and State of Louisiana, Defendants-Appellees/cross-Appellants. 판결일: 1988-03-18. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Mary Juanita SELLERS, Plaintiff-Appellant/Cross-Appellee, v. DELGADO COMMUNITY COLLEGE and State of Louisiana, Defendants-Appellees/Cross-Appellants\n**판결일**: 1988-03-18\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Johnson, Reavley, Sneed\n\n## 변호인\n\nGeorge M. Strickler, Jr., New Orleans, La., for plaintiff-appellant/cross-appellee., Kendall L. Vick, Asst. Atty. Gen., New Orleans, La., William J. Guste, Jr., Atty. Gen., Baton Rouge, La., Louisiana Dept, of Justice, New Orleans, La., for defendants-appellees/cross-appellants.\n\n## 인용\n\n- 839 F.2d 1132\n\n## 판결문 요약\n\n839 F.2d 1132\n    46 Fair Empl.Prac.Cas.  464,46 Empl. Prac. Dec. P 37,913, 56 USLW 2571,44 Ed. Law Rep. 1070\n    Mary Juanita SELLERS, Plaintiff-Appellant/Cross-Appellee,v.DELGADO COMMUNITY COLLEGE and State of Louisiana,Defendants-Appellees/Cross-Appellants.\n    Nos. 86-3786, 87-3215.\n    United States Court of Appeals,Fifth Circuit.\n    March 18, 1988.\n    \n      George M. Strickler, Jr., New Orleans, La., for plaintiff-appellant/cross-appellee.\n      Kendall L. Vick, Asst. Atty. Gen., New Orleans, La., William J. Guste, Jr., Atty. Gen., Baton Rouge, La., Louisiana Dept. of Justice, New Orleans, La., for defendants-appellees/cross-appellants.\n      Appeals from the United States District Court for the Eastern District of Louisiana.\n      Before SNEED,* REAVLEY, and JOHNSON, Circuit Judges.\n      JOHNSON, Circuit Judge:\n    \n    \n      1\n      Successful in her Title VII employment discrimination suit, plaintiff Mary Sellers appeals the magistrate's damage award for a second time.  In addition, Sellers appeals the magistrate's order awarding her attorney's fees at a lower rate then requested.  Defendant Delgado Community College (DELGADO) ALSO APPEALS THE ORDERS BY THE MAgisTrate awarding sellers back pay and attorney's fees.  Because we perceive error in the magistrate's determination of damages, we vacate the judgment and remand for a redetermination of damages.  However, discerning no error in the magistrate's order awarding Sellers attorney's fees, we affirm that order....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mary-juanita-sellers-plaintiff-appellantcross-appellee-v-delgado"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14706,
    14707,
    14709
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}