{
  "id": 14925,
  "title": "1988년 Hutchison 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-03-21",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Hutchison. 판결일: 1988-03-21. 법원: Indiana Tax Court.",
  "description": "## 사건 정보\n\n**사건명**: Hutchison v. STATE BD. OF TAX COM'RS\n**판결일**: 1988-03-21\n**법원**: Indiana Tax Court\n**관할**: Indiana, IN\n\n**판사**: Fisher\n\n## 인용\n\n- 520 N.E.2d 1281\n\n## 판결문 요약\n\n\n520 N.E.2d 1281 (1988)\nJohn A. HUTCHISON, for and in Behalf of Himself and All Other Taxpayers of the County of Jefferson, State of Indiana, Similarly Situated, Petitioner,\nv.\nIndiana STATE Board of Tax Commissioners, Wabash Valley Power Association, Inc., and Public Service Indiana, Inc., Respondents.\nNo. 39T05-8709-TA-00039.\nTax Court of Indiana.\nMarch 21, 1988.\nFrank E. Spencer, Indianapolis, Thomas Martin Dattilo, Madison, for petitioner.\nLarry J. Stroble, Ronald d'Avis, Barnes &amp; Thornburg, Indianapolis, Ronald J. Brothers, Public Service Co. of Indiana, Inc., Plainfield, Carol A. Sparks, Parr Richey Obremskey &amp; Morton, Linley E. Pearson, Atty. Gen. by Marilyn S. Meighen, Deputy Atty. Gen., Indianapolis, for respondents.\n*1282 FISHER, Judge.\n\nSTATEMENT OF THE CASE\nJohn Hutchison brings this petition to set aside a final determination of the respondent State Board of Tax Commissioners, which reversed the Jefferson County Board of Review's determination assessing certain personal property owned by respondents Public Service Indiana, Inc. and Wabash Valley Power Association, Inc. The County Board assessed the property at a value of $26,431,660. Public Service Indiana and Wabash Valley Power Association appealed the assessment to the State Board, which determined the assessed value to be $2,179,260.\nHutchison attended the County Board hearing and was permitted to speak on the matter. He was not an owner of the property assessed, but was a Jefferson County taxpayer. H...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hutchison-v-state-bd-of-tax-comrs"
    }
  ],
  "relatedIncidents": [
    14719,
    14722,
    14730,
    14750,
    14761
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}