{
  "id": 14933,
  "title": "1988년 Adams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-03-15",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Adams. 판결일: 1988-03-15. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Curley ADAMS\n**판결일**: 1988-03-15\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Lowenstein, Manford, Nugent\n\n## 변호인\n\nRandall D. Crawford, Kansas City, for appellant., William L. Webster, Atty. Gen., Christopher M. Kehr, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 750 S.W.2d 488\n\n## 판결문 요약\n\n\nLOWENSTEIN, Presiding Judge.\nThe appellant Curley Adams was jury convicted of second degree assault and armed criminal action for which he received consecutive sentences of seven and five years.\nThe sufficiency of the evidence to support the judgment is not in issue on appeal. Adams had been living in the apartment of the victim, Jessalyn Thomas. About a month after she ordered him to leave, he returned very early one morning and demanded to be let in. The victim thought he was drunk — after an altercation at the door he told her he should have killed her “a long time ago,” he then shot her in the hand and in the upper part of each thigh. Adams was seen running from the scene and was soon picked up by the police. He testified he had spumed her as a lover and was returning to Thomas’ apartment to pick up a pair of his shoes when two men burst past him and shot the victim, he then became frightened and ran.\nHis first point raises the question of reversible error in the admission of testimony of the victim and a witness of previous rather graphic death threats he had made to Thomas. Adams states this testimony amounted to evidence of other crimes. His argument is not well taken. Evidence of other crimes is admissible when it tends to prove intent. State v. Shields, 709 S.W.2d 556, 558 (Mo.App.1986). The testimony of prior threats made to the victim were not remote in timé from the attack, and were relevant to show continuing animus toward the victim. State v. Wright, 735 S.W.2d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-adams"
    }
  ],
  "relatedIncidents": [
    14712,
    14769,
    14861,
    14899,
    14970
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}