{
  "id": 14931,
  "title": "1988년 United States v. Verna Lee Walker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-03-15",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Verna Lee Walker. 판결일: 1988-03-15. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Verna Lee WALKER, Defendant-Appellant\n**판결일**: 1988-03-15\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n**판사**: Anderson, Clark, Hatchett, Per Curiam\n\n## 변호인\n\nPaul A. McKenna, Miami, Fla., for defendant-appellant., Leon B. Kellner, U.S. Atty., Linda Collins Hertz, Asst. U.S. Atty., Miami, Fla., for plaintiff-appellee.\n\n## 인용\n\n- 839 F.2d 1483\n\n## 판결문 요약\n\n839 F.2d 1483\n    UNITED STATES of America, Plaintiff-Appellee,v.Verna Lee WALKER, Defendant-Appellant.\n    No. 86-5441Non-Argument Calendar.\n    United States Court of Appeals,Eleventh Circuit.\n    March 15, 1988.\n    \n      Paul A. McKenna, Miami, Fla., for defendant-appellant.\n      Leon B. Kellner, U.S. Atty., Linda Collins Hertz, Asst. U.S. Atty., Miami, Fla., for plaintiff-appellee.\n      Appeal from the United States District Court for the Southern District of Florida.\n      Before HATCHETT, ANDERSON and CLARK, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      This is an appeal from a conditional plea of guilty.  Initially, appellant Verna Lee Walker, Sr. was convicted by a jury of conspiracy to import marijuana, in violation of 21 U.S.C. Secs. 952(a), 960(a)(1) (1982), and conspiracy to possess marijuana with intent to distribute it, in violation of 21 U.S.C. Sec. 841(a)(1) (1982).  Walker was sentenced on one count to twenty months incarceration and on the other a three-year probation period to run consecutive to the twenty months.  After Walker was convicted, it came to light that throughout most of the period during which his case was pending, he was, unbeknownst to his trial counsel, cooperating with the government and providing information concerning not only other individuals, but, to some extent, himself.    Based upon evidence submitted at a hearing which will be outlined, the district court granted Walker's motion for a new trial but denied his motion...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-verna-lee-walker"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14706,
    14707,
    14709
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}