{
  "id": 14932,
  "title": "1988년 Winton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-03-15",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Winton. 판결일: 1988-03-15. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: State v. Winton\n**판결일**: 1988-03-15\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Nesbitt, Daniel S. Pearson and Jorgenson\n\n## 인용\n\n- 522 So. 2d 463\n\n## 판결문 요약\n\n\n522 So. 2d 463 (1988)\nThe STATE of Florida, Appellant,\nv.\nThe Honorable Arthur WINTON, County Judge of the Eleventh Judicial Circuit, in and for Dade County, Florida, Appellee.\nNo. 87-1930.\nDistrict Court of Appeal of Florida, Third District.\nMarch 15, 1988.\nRobert A. Butterworth, Atty. Gen., and Richard L. Polin, Asst. Atty. Gen., for appellant.\nJohn H. Lipinski, Sy Gaer, Miami, for appellee.\nBefore NESBITT, DANIEL S. PEARSON and JORGENSON, JJ.\nPER CURIAM.\nThis is an appeal from an order of the circuit court denying the State's petition for writ of prohibition or mandamus which sought to prevent the appellee, a judge of the county court, from acting in excess of his jurisdiction by placing a criminal defendant in a pretrial intervention program without the consent of the State. Concluding that the State's petition should have been granted, we reverse.\nGeorge Baro was charged in the county court with the misdemeanor offense of falsely impersonating an officer. Sometime thereafter, the appellee entered a pretrial order placing Baro on probation and directing his entry into, and completion of, the Advocate Program, a pretrial intervention program. It is undisputed that the State Attorney's office never approved Baro's entry into the program; that Baro's application for the program specifically called for such approval, but contained none; and that the clerk of the county court was advised of the State's disapproval on several occasions.\nSection 944.025(2), Florida Statutes (19...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-winton"
    }
  ],
  "relatedIncidents": [
    14719,
    14722,
    14730,
    14750,
    14761
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}