{
  "id": 14944,
  "title": "1988년 Anthony Hinkston v. Terry L. Morris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-03-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Anthony Hinkston v. Terry L. Morris. 판결일: 1988-03-02. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Anthony Hinkston v. Terry L. Morris\n**판결일**: 1988-03-02\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 841 F.2d 1126\n\n## 판결문 요약\n\n841 F.2d 1126\n    Unpublished DispositionNOTICE: Sixth Circuit Rule 24(c) states that citation of unpublished dispositions is disfavored except for establishing res judicata, estoppel, or the law of the case and requires service of copies of cited unpublished dispositions of the Sixth Circuit.Anthony HINKSTON, Petitioner-Appellant,v.Terry L. MORRIS, Respondent-Appellee.\n    No. 87-3580.\n    United States Court of Appeals, Sixth Circuit.\n    March 2, 1988.\n    \n      Before ENGEL, MERRITT and CORNELIA G. KENNEDY, Circuit Judges.\n    \n    ORDER\n    \n      1\n      The respondent moves to remand this appeal taken from the district court's order dismissing the petition for a writ of habeas corpus.  28 U.S.C. Sec. 2254.  This appeal has been referred to a panel of the court pursuant to Rule 9(a), Rules of the Sixth Circuit.  After an examination of the record and the petitioner's brief, this panel unanimously agrees that oral argument is not needed.  Fed.R.App.P. 34(a).\n    \n    \n      2\n      A Cincinnati, Ohio jury convicted the petitioner of breaking and entering and four counts of aggravated robbery.  He received a ten to twenty-five year sentence.  The district court dismissed the petition for failure to exhaust state remedies.\n    \n    \n      3\n      The respondent's motion to remand concedes that the petitioner did exhaust his state remedies.  A review of documents accompanying petitioner's motion to amend the district court's order also reveals that petitioner appealed his ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "강도",
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=anthony-hinkston-v-terry-l-morris"
    }
  ],
  "relatedIncidents": [
    14709,
    14718,
    14721,
    14731,
    14749
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}