{
  "id": 14945,
  "title": "1988년 Leistner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-03-01",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Leistner. 판결일: 1988-03-01. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Marilyn LEISTNER, Trustee of the Disincorporated City of Times Beach, Mo., Plaintiff-Respondent v. Roy POWELL and Genevieve Powell\n**판결일**: 1988-03-01\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crist, Gaertner, Reinhard\n\n## 변호인\n\nJ.B. Carter, Kirkwood, for defendants-appellants., Jane Adams-Nangle, Susan Nell Rowe, St. Louis, for plaintiff-respondent.\n\n## 인용\n\n- 748 S.W.2d 822\n\n## 판결문 요약\n\n\nREINHARD, Judge.\nRoy and Genevieve Powell appeal from an order of the trial court dismissing their exceptions to a commissioners’ award in a condemnation proceeding.\nPlaintiff is the trustee of the disincorpo-rated City of Times Beach, Missouri. As trustee, she is empowered to condemn property as required on behalf of the disin-corporated city because the release of a hazardous substance has endangered public health and welfare. § 260.481.1-2, *823RSMo 1986. By virtue of this authority she filed suit to condemn various properties within the former limits of the city.\nIn the condemnation petition, plaintiff sought fee simple title to property labelled “parcel four.” Plaintiff alleged the following persons owned or possessed legal rights in parcel four:\nJOHN R. SCHULZ, SR. as the owner of fee simple title; IDA CHRISTINE SCHULZ also known as IDA CHRISTINE HARNETZ pursuant to a judgment lien entered in Cause No. 433087 of the Circuit Court of St. Louis County, Missouri; ROY POWELL and GENEVIEVE POWELL, his wife, pursuant to a St. Louis County, Missouri, tax sale on August 26, 1985; GEORGE C. LEACH-MAN, Collector of Revenue for St. Louis County, Missouri ...\nThe petition was filed on November 10, 1986, and the order of condemnation was entered on March 11, 1987. On April 14 the commissioners’ report was filed, setting the damages to parcel four at $800.00. Notice of the award of damages was filed on April 20, and notice that payment of the award had been deposited with the court ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=leistner-v-powell"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14706,
    14707,
    14709
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}