{
  "id": 14949,
  "title": "1988년 Smith v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-02-23",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Smith v. State. 판결일: 1988-02-23. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Rosheen SMITH v. STATE of Indiana\n**판결일**: 1988-02-23\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Debruler, Dickson, Givan, Pivarnik, Shepard\n\n## 변호인\n\nJohn C. Wood, Deputy Public Defender, Kokomo, for appellant., Linley E. Pearson, Atty. Gen., Michael Gene Worden, Deputy Atty. Gen., Indianapolis, for appellee.\n\n## 인용\n\n- 519 N.E.2d 544\n\n## 판결문 요약\n\n\nGIVAN, Justice.\nA jury trial resulted in a conviction of appellant of Rape, a Class A felony, for which he received a sentence of forty (40) years, Criminal Deviate Conduct, a Class A felony, for which he received a sentence of thirty (80) years, and Confinement, a Class B felony, for which he received a sentence of ten (10) years. Counts I and II are to be served consecutively and Count III is to be served concurrently with Counts I and II.\nThe facts are: On September 18, 1985, the victim was sleeping in her vehicle *545which was parked in the 400 block on East Syeamore Street in Kokomo, Indiana. At approximately 1:00 a.m., she was awakened by two men who forced their way into her automobile. One man, later identified as appellant, threatened the victim with a knife, struck her in the face several times, and forced her to have intercourse and oral sex against her will.\nAppellant's accomplice started to have intercourse with the vietim but was ordered to stop by appellant. Appellant and his accomplice drove the victim to an apart ment where appellant again raped the vie-tim. The victim was then taken to another residence where she was again raped.\nAppellant claims there is insufficient evidence to support his convictions. He specifically addresses his argument to a claim that there is insufficient evidence to sustain the finding that he was armed with a knife. Following the rape, the victim told one of the investigating police officers that her assailant was armed with a kni...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-state"
    }
  ],
  "relatedIncidents": [
    14748,
    14770,
    14842,
    14888,
    14910
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}