{
  "id": 14953,
  "title": "1988년 Geraldine Goellner v. Julius Butler, M.D., University of Minnesota 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-02-17",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Geraldine Goellner v. Julius Butler, M.D., University of Minnesota. 판결일: 1988-02-17. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Geraldine GOELLNER, Appellant, v. Julius BUTLER, M.D., University of Minnesota, Appellees\n**판결일**: 1988-02-17\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Fagg, Gibson, John, McMILLIAN\n\n## 변호인\n\nPaula Goodman Maccabee, Minneapolis, Minn., for appellant., David Hutchinson, St. Paul, Minn., & Paul Curtis Peterson, Minneapolis, Minn., for appellees.\n\n## 인용\n\n- 836 F.2d 426\n\n## 판결문 요약\n\n836 F.2d 426\n    Geraldine GOELLNER, Appellant,v.Julius BUTLER, M.D., University of Minnesota, Appellees.\n    No. 87-5078.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted Sept. 3, 1987.Decided Jan. 6, 1988.Rehearing and Rehearing En Banc Denied Feb. 17, 1988.\n    \n      Paula Goodman Maccabee, Minneapolis, Minn., for appellant.\n      David Hutchinson, St. Paul, Minn., &amp; Paul Curtis Peterson, Minneapolis, Minn., for appellees.\n      Before McMILLIAN, JOHN R. GIBSON and FAGG, Circuit Judges.\n      JOHN R. GIBSON, Circuit Judge.\n    \n    \n      1\n      Geraldine Goellner brought this medical malpractice, fraud and products liability action against Dr. Julius Butler, the University of Minnesota, and G.D. Searle &amp; Company based upon infertility allegedly caused by insertion of a Copper 7 intra-uterine device immediately after an elective abortion.  The district court1 granted Butler and the university's motions for summary judgment and denied Goellner's motion for partial summary judgment, reasoning that Goellner's claims were barred by the statutes of limitations.  We are satisfied that there is no genuine issue as to any material fact regarding the timeliness of Goellner's claims and affirm the district court's order.  Fed.R.Civ.P. 56(c).\n    \n    \n      2\n      We recite the facts outlined in the district court opinion, which were based on the parties' affidavits and depositions.\n    \n    \n      3\n      On October 18, 1974 Geraldine Goellner had an abor...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=geraldine-goellner-v-julius-butler-md-university-of-minnesota"
    }
  ],
  "relatedIncidents": [
    14714,
    14745,
    14757,
    14765,
    14785
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}