{
  "id": 14958,
  "title": "1988년 Dugger 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-02-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Dugger. 판결일: 1988-02-12. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Jeffery Joseph DAUGHERTY v. Richard L. DUGGER, Secretary, Florida Department of Corrections, and Robert A. Butterworth, Attorney General, State of Florida\n**판결일**: 1988-02-12\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n**판사**: Hatchett, Hill, Roney\n\n## 변호인\n\nJohn P. Dean, Donovan, Leisure, Newton & Irvine, Washington, D.C., for petitioner-appellant., Richard Martell, Asst. Atty. Gen. of Florida, Daytona Beach, Fla., for respondents-appellees.\n\n## 인용\n\n- 839 F.2d 1426\n\n## 판결문 요약\n\n\nPER CURIAM:\nJeffery Joseph Daugherty, the appellant, appeals the district court’s denial of his petition for writ of habeas corpus. Chai-*1427lenging only his sentence, Daugherty contends that: (1) his lawyer’s failure to object to a jury instruction and to introduce expert psychiatric testimony constituted ineffective assistance of counsel; (2) the district court failed to consider evidence of nonstatutory mitigating circumstances; and (3) the prosecution exercised its discretion arbitrarily in seeking the death penalty. We affirm.\nFACTS\nJeffery Joseph Daugherty and his girl friend, Bonnie Heath, traveled from Michigan to Florida in January, 1976. During the trip, Daugherty committed a series of murders and armed robberies. In February, 1976, he robbed a convenience store killing an attendant and seriously wounding the attendant’s husband.\nIn March, in Melbourne, Florida, Daugherty and Heath picked up Lavonne Sailer who was hitchhiking. After taking her to an isolated area, Daugherty ordered Sailer to get out of the automobile. Daugherty robbed Sailer of $15, then shot her five times in the back of the head at close range with a 22 caliber pistol. For the next twenty days, Daugherty and Heath committed a series of murders and robberies. Prior to his conviction and sentence for the Sailer murder, Daugherty received sentences for these additional crimes.\nPROCEEDINGS\nDaugherty pleaded guilty to the first-degree murder, robbery, and kidnapping of Sailer. The court empaneled a j...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=daugherty-v-dugger"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14709,
    14735,
    14746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}