{
  "id": 14955,
  "title": "1988년 Lopez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-02-16",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Lopez. 판결일: 1988-02-16. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Maria Lopez v. Kay A. Marcus\n**판결일**: 1988-02-16\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 137 A.D.2d 665\n\n## 판결문 요약\n\n\nIn an action to recover damages for personal injuries sustained in a motor vehicle accident, etc., the plaintiffs appeal from a judgment of the Supreme Court, Rockland County (Stolarik, J.), entered August 8, 1986, which is in favor of the defendants and against them dismissing the complaint.\nOrdered that the judgment is affirmed, with costs.\nThe trial court was correct in denying the plaintiffs’ motion to set aside the verdict as against the weight of the evidence. To prove that she sustained a “serious injury”, the plaintiff Maria Lopez was required to establish that her alleged constant back pain was permanent in nature and was caused by the automobile accident which occurred on July 19, 1982. The physician who testified for the defendants stated that in his opinion the accident caused a temporary aggravation of an arthritic condition which developed at the site of a laminectomy performed over one year before the accident. In the doctor’s opinion the plaintiff Maria Lopez’s persistent pain was caused not by the accident, but by degenerative arthritis.\nThe jury was entitled to credit the defendants’ witness and discredit the plaintiffs’ witnesses. Moreover on this record there was an ample basis for the jury to find that certain portions of the plaintiff Maria Lopez’s testimony were unworthy of belief. On an application for renewal of her driver’s *666license after the accident the plaintiff Maria Lopez indicated that in the preceding four years she did not sustain a physi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lopez-v-marcus"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14706,
    14707,
    14709
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}