{
  "id": 14957,
  "title": "1988년 In re Motorworks, 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-02-12",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: In re Motorworks,. 판결일: 1988-02-12. 법원: United States Bankruptcy Court, S.D. Georgia.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the MOTORWORKS, INC., Tax ID# 58-1550273, Debtor\n**판결일**: 1988-02-12\n**법원**: United States Bankruptcy Court, S.D. Georgia\n**관할**: Georgia, GA\n\n**판사**: Lamar W. Davis, Jr.\n\n## 변호인\n\nJulian H. Toporek, Savannah, Ga., for debtor., Mike Donovan, Savannah, Ga., for Dear-ing Leasing., Kenneth Etheridge, Asst. U.S. Atty., Savannah, Ga., for IRS., Jack Usher, Savannah, Ga., Asst. U.S. trustee.\n\n## 인용\n\n- 85 B.R. 661\n\n## 판결문 요약\n\n\n85 B.R. 661 (1988)\nIn the Matter of The MOTORWORKS, INC., Tax ID# XX-XXXXXXX, Debtor.\nBankruptcy No. 487-00127.\nUnited States Bankruptcy Court, S.D. Georgia, Savannah Division.\nFebruary 12, 1988.[1]\nJulian H. Toporek, Savannah, Ga., for debtor.\nMike Donovan, Savannah, Ga., for Dearing Leasing.\nKenneth Etheridge, Asst. U.S. Atty., Savannah, Ga., for IRS.\nJack Usher, Savannah, Ga., Asst. U.S. trustee.\n\nORDER DISMISSING CASE\nLAMAR W. DAVIS, Jr., Bankruptcy Judge.\nThis matter came on for hearing before the Court on the Motion of the Debtor to dismiss this case or in the alternative to convert same to a Chapter 7 liquidation. Appearances were entered on behalf of Dearing Leasing, Inc., the Internal Revenue Service and the United States Trustee. Both Dearing Leasing, Inc., and the Internal *662 Revenue Service expressed their desire to have the case dismissed. The United States Trustee objected to the dismissal on the ground that the quarterly fees required by 28 U.S.C. § 1930(a)(6) have not been paid for the last five quarters.\nIt appears to the Court that the Debtor has not filed a plan and there is no likelihood of its being able to do so in the future. Thus, relief under Chapter 11 is not feasible. Accordingly, the Debtor has made a prima facie case for dismissal under 11 U.S.C. Section 1112(b). It also appears that in a Chapter 7 liquidation there would be few, if any, assets to administer.\nThis leaves the objection of the United States Trustee, which I find to be unfounded. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=matter-of-motorworks-inc"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14706,
    14707,
    14709
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}