{
  "id": 14952,
  "title": "1988년 Jackson Trak Group, Inc. Ex Rel. Jackson Jordan, Inc. v. Mid States Port Authority 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-02-19",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Jackson Trak Group, Inc. Ex Rel. Jackson Jordan, Inc. v. Mid States Port Authority. 판결일: 1988-02-19. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: Jackson Trak Group, Inc., by and Through Its Successor Corporation, Jackson Jordan, Inc., Appellee, v. Mid States Port Authority, Appellant\n**판결일**: 1988-02-19\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Lockett\n\n## 변호인\n\nCharles W. Harris, of Curfman, Harris, Stallings & Snow, of Wichita, argued the cause, and Steven J. Rupp, of the same firm, T. L. Green, of Green and Howland, of Topeka, and Victor D. Ryerson, of San Francisco, California, were with him on the briefs for appellant., Wyatt A. Hoch, ofFouIston, Siefkin, Powers & Eberhardt, of Wichita, argued the cause and was on the brief for appellee.\n\n## 인용\n\n- 751 P.2d 122\n- 242 Kan. 683\n\n## 판결문 요약\n\n\n242 Kan. 683 (1988)\n751 P.2d 122\nJACKSON TRAK GROUP, INC., by and through its successor corporation, JACKSON JORDAN, INC., Appellee,\nv.\nMID STATES PORT AUTHORITY, Appellant.\nNo. 60,717\nSupreme Court of Kansas.\nOpinion filed February 19, 1988.\nCharles W. Harris, of Curfman, Harris, Stallings &amp; Snow, of Wichita, argued the cause, and Steven J. Rupp, of the same firm, T.L. Green, of Green and Howland, of Topeka, and Victor D. Ryerson, of San Francisco, California, were with him on the briefs for appellant.\nWyatt A. Hoch, of Foulston, Siefkin, Powers &amp; Eberhardt, of Wichita, argued the cause and was on the brief for appellee.\nThe opinion of the court was delivered by\nLOCKETT, J.:\nMid States Port Authority (Mid States), operator of a short line railroad in northwest Kansas, and Jackson Trak Group, Inc., (Jackson Trak) which constructs and rehabilitates railroad track, entered into three separate contracts to rehabilitate portions of Mid States' lines. All three contracts bound the parties to mandatory arbitration. After notifying Jackson Trak *684 that its work was defective, Mid States filed an action in the Phillips County District Court for possession of Jackson Trak's equipment. Prior to receiving judicial approval, Mid States seized Jackson Trak's equipment. Jackson Trak then filed an application for mandatory injunction and replevin of property, but specifically reserved the right to determine the issue of defective work in an arbitration proceeding. The Phillips Co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jackson-trak-group-inc-ex-rel-jackson-jordan-inc-v-mid-states-port"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14706,
    14707,
    14709
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}