{
  "id": 14969,
  "title": "1988년 Marroquin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-02-03",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Marroquin. 판결일: 1988-02-03. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Mario MARROQUIN, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1988-02-03\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Onion\n\n## 변호인\n\nB.R. Dossett (court-appointed on appeal), Harlingen, for appellant., Benjamin Euresti, Jr., Dist. Atty. and Gustavo Ch. Garza, Asst. Dist. Atty., Brownsville, Robert Huttash, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 746 S.W.2d 747\n\n## 판결문 요약\n\n\n746 S.W.2d 747 (1988)\nMario MARROQUIN, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 308-87.\nCourt of Criminal Appeals of Texas, En Banc.\nFebruary 3, 1988.\nB.R. Dossett (court-appointed on appeal), Harlingen, for appellant.\nBenjamin Euresti, Jr., Dist. Atty. and Gustavo Ch. Garza, Asst. Dist. Atty., Brownsville, Robert Huttash, State's Atty., Austin, for the State.\nBefore the court en banc.\n\nOPINION ON APPELLANT'S PETITION FOR DISCRETIONARY REVIEW\nONION, Presiding Judge.\nAppellant was convicted as a party to the offense of delivery of more than 50 pounds but less than 200 pounds of marihuana. After the jury's verdict of guilty the court assessed punishment at 15 years' imprisonment.\n*748 On appeal the appellant in a single point of error urged that the \"District Court erred in denying Marroquin's motion for instructed verdict because the State failed to prove beyond a reasonable doubt that there was a delivery of more than 50 but less than 200 pounds of marihuana as alleged in the indictment and therefore the evidence was insufficient to support the conviction.\"[1]\nThe Court of Appeals, viewing the contention as a challenge to the sufficiency of the evidence, noted that appellant argued that evidence of the weight of the marihuana to show that it was more than 50 pounds included the combined weight of the contents of the bags, which also included stems and seeds and the bags themselves.\nAfter viewing the evidence the Court of Appeals wrote:\n\"The thrust of appellant's argum...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=marroquin-v-state"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14706,
    14707,
    14709
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}