{
  "id": 14970,
  "title": "1988년 In the Interest of B. N. D. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-02-03",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: In the Interest of B. N. D.. 판결일: 1988-02-03. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: In the Interest of B. N. D.\n**판결일**: 1988-02-03\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Birdsong, Deen, Pope\n\n## 변호인\n\nMitchell Rodriquez, for appellant., Lewis R. Slaton, District Attorney, Joseph J. Drolet, George J. Robinson, Jr., Richard E. Hicks, Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 366 S.E.2d 187\n- 185 Ga. App. 906\n\n## 판결문 요약\n\n\n185 Ga. App. 906 (1988)\n366 S.E.2d 187\nIN THE INTEREST OF B. N. D.\n75778.\nCourt of Appeals of Georgia.\nDecided February 3, 1988.\nRehearing Denied February 22, 1988.\nMitchell Rodriquez, for appellant.\nLewis R. Slaton, District Attorney, Joseph J. Drolet, George J. Robinson, Jr., Richard E. Hicks, Assistant District Attorneys, for appellee.\nPOPE, Judge.\nAppellant, a juvenile, was adjudicated delinquent on the charges of aggravated assault, obscene or abusive language, theft by receiving stolen property and driving without a license. Appellant was placed on probation \"until further order, conditions being that he: (1) obey the law; (2) obey his grandmother; (3) cooperate with his probation officer; and (4) attend school regularly and abide by all school rules and regulations.\" Pursuant to a petition filed March 13, 1987, appellant was deemed to have violated his probation based on his failure to observe conditions two, three and four. Subsequent petitions sought findings of delinquency and revocation of probation by reason of the commission of various offenses, including shoplifting, reckless driving, attempting to elude police, theft by receiving stolen property and criminal damage to property in the second degree. By orders dated May 22, 1987 and July 14, 1987, the court found appellant delinquent in that he committed the offenses of shoplifting, reckless driving, theft by receiving stolen property and criminal damage to property in the second degree, again revoked appellant'...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-the-interest-of-b-n-d"
    }
  ],
  "relatedIncidents": [
    14712,
    14769,
    14861,
    14899,
    14933
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}