{
  "id": 14978,
  "title": "1988년 Goddard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-01-20",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Goddard. 판결일: 1988-01-20. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: People v. Goddard\n**판결일**: 1988-01-20\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Archer, Boyle, Brickley, Cavanagh, Griffin, Levin, Riley\n\n## 변호인\n\nFrank J. Kelley, Attorney General, Louis J. Caruso, Solicitor General, Eugene Malanyn, Prosecuting Attornéy, and Thomas C. Johnson, Assistant Attorney General, for the people., State Appellate Defender (by Richard B. Ginsberg) for the defendant.\n\n## 인용\n\n- 418 N.W.2d 881\n- 429 Mich. 505\n\n## 판결문 요약\n\n\n429 Mich. 505 (1988)\n418 N.W.2d 881\nPEOPLE\nv.\nGODDARD\nDocket No. 74750, (Calendar No. 6).\nSupreme Court of Michigan.\nArgued November 12, 1986.\nDecided January 20, 1988.\nFrank J. Kelley, Attorney General, Louis J. Caruso, Solicitor General, Eugene Malanyn, Prosecuting Attorney, and Thomas C. Johnson, Assistant Attorney General, for the people.\nState Appellate Defender (by Richard B. Ginsberg) for the defendant.\nLEVIN, J.\nKenneth Goddard was convicted of felony murder for the shooting death of George Wissmiller. At the trial, the judge admitted in evidence the testimony of Michael Koski, who stated that six months before Wissmiller's death, in the course of one night, he and Ken had committed five breakings and enterings into various hunting lodges and cabins. Koski testified that during one of these breakings and enterings Ken drew a pistol and shot several times at a television set, and then said that if they \"were ever approached that he'd fire once into the air and then fire at the people.\" The question presented is whether Koski's testimony was improperly admitted in evidence. We hold that it was, reverse the decision of the Court of Appeals, and remand for a new trial.\nI\nOn August 17, 1980, a friend discovered Wissmiller's body. Wissmiller died from a single gunshot which passed through his chest, piercing his heart. Wissmiller was the longtime caretaker of the *509 Quart family's vacation residence and sometimes ranch. The property comprises approximately 850 acres in A...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-goddard"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14709,
    14735,
    14746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}