{
  "id": 14973,
  "title": "1988년 Sanchez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-01-25",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Sanchez. 판결일: 1988-01-25. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Robert Sanchez\n**판결일**: 1988-01-25\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 136 A.D.2d 751\n\n## 판결문 요약\n\n\n—Appeal by the defendant from a judgment of the Supreme Court, Kings County (Lombardo, J.), rendered April 25, 1986, convicting him of murder in the second degree, attempted murder in the second degree and criminal possession of a weapon in the second degree (two counts), upon a jury verdict, and imposing sentence.\nOrdered that the judgment is affirmed.\nIn light of the prompt curative instructions given by the trial court, which also ascertained that each juror would be able to disregard the stricken testimony, and considering that the proof of the defendant’s guilt was overwhelming, we find that a brief mention during the People’s direct case that defendant was a drug dealer did not deprive him of a fair trial. Therefore, the court did not err in denying the defendant’s motion for a mistrial (see, People v Santiago, 52 NY2d 865; People v Lee, 118 AD2d 593, Iv denied 67 NY2d 945). Inasmuch as the defendant consented to the court’s decision to not marshal the evidence, his contention on appeal concerning the court’s failure to do so is not only unpreserved for our review but was expressly waived by him (see, People v Patterson, 121 AD2d 406, Iv denied 68 NY2d 759; People v Sutton, 104 AD2d 1057).\nFinally, the court did not abuse its discretion in denying the defendant’s motion pursuant to CPL 330.30 (3) for a new trial on the ground of newly discovered evidence. At the hearing held to determine the validity of defendant’s claim, he failed to show by a preponderance of the cre...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-sanchez"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14709,
    14735,
    14746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}