{
  "id": 14981,
  "title": "1988년 Karney 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-01-19",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Karney. 판결일: 1988-01-19. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Elaine Suzie KARNEY v. Mark WOHL and Robert Wohl, Defendants-Respondents\n**판결일**: 1988-01-19\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crandall, Grimm, Simon\n\n## 변호인\n\nSanford Goffstein, St. Louis, for plaintiff-appellant., Robert G. Brady, Joseph Colagiovanni, St. Louis, for defendants-respondents.\n\n## 인용\n\n- 747 S.W.2d 214\n\n## 판결문 요약\n\n\nGRIMM, Judge.\nAppellant Elaine Suzie Kamey asserts that the trial court erred in sustaining a motion for summary judgment filed by respondents Mark Wohl and Robert Wohl. The underlying petition was in three counts, with Count I seeking equitable relief in setting aside a settlement agreement in a dissolution proceeding; Count II seeking damages for the “fraudulent misrepresentations made by Mark Wohl”; and Count III seeking damages from both respondents, alleging that they conspired to defraud appellant. Finding that no appeal-able order was entered, the appeal is dismissed.\nThe marriage of appellant and respondent Mark Wohl was dissolved on January 4, 1982. The parties had previously, on November 25, 1981, entered into a written settlement agreement, in part to “adjust, settle and determine all of their respective property rights.” In the petition filed April 5, 1985, appellant alleged that Mark Wohl had represented to her that “he had transferred his shares of stock in Premium Associates, Ltd., to Robert Wohl in consideration of the payment of Seventeen Dollars ($17.00)” on February 18, 1980, but in fact he had not transferred his shares and that the transaction was a sham and artifice used to defraud her of her marital rights in the property. Respondents filed a “Motion to Dismiss or for Summary Judgment,” asking the court to “dismiss plaintiff’s petition and to enter summary judgment” because the petition failed “to state a claim upon which relief can be granted, that th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=karney-v-wohl"
    }
  ],
  "relatedIncidents": [
    14714,
    14745,
    14757,
    14765,
    14785
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}