{
  "id": 14982,
  "title": "1988년 Jefferson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-01-19",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Jefferson. 판결일: 1988-01-19. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Willie Jefferson\n**판결일**: 1988-01-19\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 136 A.D.2d 655\n\n## 판결문 요약\n\n\n—Appeal by the defendant from a judgment of the Supreme Court, Kings County (Maraño, J.), rendered May 10, 1984, convicting him of rape in the first degree, sexual abuse in the first degree and endangering the welfare of a child, upon a jury verdict, and imposing sentence. The appeal brings up for review the denial, after a hearing, of those branches of the defendant’s omnibus motion which were to suppress identification testimony and his statements to the police.\nOrdered that the judgment is affirmed.\nViewing the evidence adduced at the trial in the light most favorable to the People (see, People v Contes, 60 NY2d 620), we find that it was legally sufficient to support the defendant’s conviction of the crimes charged (see, People v Lewis, 64 NY2d 1111; People v Gruttola, 43 NY2d 116). Moreover, upon the exercise of our factual review power, we are satisfied that the evidence established the defendant’s guilt beyond a reasonable doubt and that the verdict was not against the weight of the evidence (see, CPL 470.15 [5]).\nThe defendant’s contention that his arrest was not based upon probable cause is wholly without merit. Only a reasonable suspicion is required to briefly detain a suspect for identification purposes (People v Hicks, 68 NY2d 234). Reasonable suspicion arose here when the complainant’s mother pointed to the defendant who was standing in a nearby crowd and the defendant fit the description given by the complainant. The defendant was arrested only after the compla...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-jefferson"
    }
  ],
  "relatedIncidents": [
    14748,
    14770,
    14842,
    14888,
    14910
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}