{
  "id": 14983,
  "title": "1988년 Bass 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-01-18",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Bass. 판결일: 1988-01-18. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Lori A. BASS and Johnny R. Snow, Appellants (Defendants Below), v. STATE of Indiana, Appellee (Plaintiff Below)\n**판결일**: 1988-01-18\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Per Curiam\n\n## 변호인\n\nJames R. Fleming, Howard County Public Defender, Kokomo, for appellants., Linley E. Pearson, Atty. Gen., John D. Shuman, Deputy Atty. Gen., Indianapolis, for appellee.\n\n## 인용\n\n- 517 N.E.2d 1238\n\n## 판결문 요약\n\n\n517 N.E.2d 1238 (1988)\nLori A. BASS and Johnny R. Snow, Appellants (Defendants below),\nv.\nSTATE of Indiana, Appellee (Plaintiff below).\nNo. 34A04-8701-CR-10.\nCourt of Appeals of Indiana, Fourth District.\nJanuary 18, 1988.\nTransfer Denied April 26, 1988.\n*1239 James R. Fleming, Howard County Public Defender, Kokomo, for appellants.\nLinley E. Pearson, Atty. Gen., John D. Shuman, Deputy Atty. Gen., Indianapolis, for appellee.\n\nON PETITION FOR REHEARING\nPER CURIAM.\nIn this court's original opinion, we reversed Bass' and Snow's convictions on the basis that they were not supported by sufficient evidence. 512 N.E.2d 460. In considering whether there was sufficient evidence to infer that Bass and Snow knew that the residence they visited was used for the unlawful use of controlled substances, we stated:\nAlthough we must look to the evidence most favorable to the judgment and the reasonable inferences to be drawn therefrom, we must also consider the uncontroverted evidence favorable to Bass and Snow.\nId. at 464 (citing Murphy v. State (1985), Ind. App., 475 N.E.2d 42 which cites Morgan v. State (1980), 272 Ind. 504, 400 N.E.2d 111). In its petition for rehearing, the state contends that considering uncontradicted evidence is improper when reviewing sufficiency claims even though it is to be considered when reviewing determinations which are based upon the totality of the circumstances. See Whitt v. State (1977), 266 Ind. 211, 361 N.E.2d 913. We agree with the state on this point and...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bass-v-state"
    }
  ],
  "relatedIncidents": [
    14719,
    14722,
    14730,
    14750,
    14761
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}