{
  "id": 14980,
  "title": "1988년 Burton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-01-19",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Burton. 판결일: 1988-01-19. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Burton v. Security Pacific Nat. Bank\n**판결일**: 1988-01-19\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Ashby\n\n## 인용\n\n- 197 Cal. App. 3d 972\n- 243 Cal. Rptr. 277\n\n## 판결문 요약\n\n\n197 Cal. App. 3d 972 (1988)\n243 Cal. Rptr. 277\nDONALD BURTON, Plaintiff and Appellant,\nv.\nSECURITY PACIFIC NATIONAL BANK, Defendant and Respondent.\nDocket No. B023677.\nCourt of Appeals of California, Second District, Division Five.\nJanuary 19, 1988.\n*975 COUNSEL\nLowell John Dosch for Plaintiff and Appellant.\nGibson, Dunn &amp; Crutcher, Kenneth W. Anderson, Stephen J. Burns and Robert C. Leventhal for Defendant and Respondent.\nOPINION\nASHBY, Acting P.J. \n\nSTATEMENT OF CASE\nPlaintiff and appellant Donald Burton (appellant) filed a complaint against defendant and respondent Security Pacific National Bank (respondent), a California banking corporation, alleging that respondent wrongfully discharged him from employment. Appellant alleged breach of oral contract, wrongful discharge, fraud, and negligent misrepresentation.[1] Respondent answered and thereafter the parties engaged in discovery. Respondent brought a motion for summary judgment or in the alternative a motion for summary adjudication of issues. The court granted respondent's motion and entered summary judgment in favor of respondent finding that appellant had not raised triable issues of material fact. On appeal, appellant maintains that he raised issues of material fact. We affirm the trial court's ruling.\n\nSTATEMENT OF FACTS\nAppellant was hired by respondent for an indefinite period of time pursuant to an oral agreement as an account reconcilement clerk. He began working on May 9, 1981. Approximately 22 months late...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=burton-v-security-pacific-nat-bank"
    }
  ],
  "relatedIncidents": [
    14714,
    14745,
    14757,
    14765,
    14785
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}