{
  "id": 14994,
  "title": "1987년 Vidal 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-12-29",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Vidal. 판결일: 1987-12-29. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Miguel VIDAL v. The STATE of Florida\n**판결일**: 1987-12-29\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Baskin, Ferguson, Schwartz\n\n## 변호인\n\nBennett H. Brummer, Public Defender, and Nathan P. Diamond, Sp. Asst. Public Defender, for appellant., Robert A. Butterworth, Atty. Gen., and Steven T. Scott, Asst. Atty. Gen., for appel-lee.\n\n## 인용\n\n- 518 So. 2d 939\n\n## 판결문 요약\n\n\nBASKIN, Judge.\nMiguel Vidal challenges his convictions and sentences for armed robbery and burglary with a weapon. He contends: the trial court wrongfully excluded evidence; the prosecutor’s closing argument was improper; and the court impermissibly departed from sentencing guidelines. Finding no reversible error, we affirm.\nAt the sentencing hearing the state requested the court to depart from sentencing guidelines, citing three reasons for upward departure: 1) abuse of a position of trust; 2) extreme risk to the safety of others; and 3) psychological trauma to the victims. After considering testimony and argument, the court stated its intention to depart from the sentencing guidelines and discussed defendant’s “trusted position as a police officer,” but did not mention the other reasons for departure noted in the state’s motion. The trial court granted the state’s motion but failed to enter an order reciting its own reasons for departure.1\nFirst, addressing the grounds contained in the motion apparently adopted by the trial court, we hold that “abuse of position of trust” is a valid reason for departure, see Cason v. State, 508 So.2d 448 (Fla. 3d DCA 1987); Neal v. State, 492 So.2d 1135 (Fla. 1st DCA 1986); Spain v. State, 475 So.2d 944 (Fla. 4th DCA 1985), review denied, 486 So.2d 597 (Fla.1986), and is supported by credible evidence. The second reason, “extreme risk to the safety of citizens” is a valid justification for upward departure. See Scurry v. State, 489 So.2d 2...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=vidal-v-state-of-florida"
    }
  ],
  "relatedIncidents": [
    15007,
    15017,
    15054,
    15081,
    15093
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}