{
  "id": 14991,
  "title": "1988년 Gulf City Fisheries, Inc. v. Bobby Kitchens, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-01-06",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Gulf City Fisheries, Inc. v. Bobby Kitchens, Inc.. 판결일: 1988-01-06. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: GULF CITY FISHERIES, INC. v. BOBBY KITCHENS, INC., and G.H. Billue d/b/a Ark Valley Trading and Transport Company, Inc.\n**판결일**: 1988-01-06\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Anderson, Griffin, Hawkins, Lee, Prather, Robertson, Sullivan, Zuccaro\n\n## 변호인\n\nScherry J. LeSieur, Bryant, Stennis & Colingo, Gulfport, for appellant., Robert A. Pritchard, Pritchard & Chapman, Pascagoula, for appellees.\n\n## 인용\n\n- 518 So. 2d 661\n\n## 판결문 요약\n\n\nSULLIVAN, Justice,\nfor the Court:\nOn January 8, 1981, Gulf City Fisheries, Inc., filed a declaration in the Circuit Court of Jackson County seeking damages from Bobby Kitchens, Inc. for an alleged breach of contract and from Ark Valley Trading and Transport Company, later amended to G.H. Billue d/b/a Ark Valley Transport for negligence.\nIn response to a motion by Ark Valley Trading and Transport Company, the circuit judge dismissed the declaration against both Billue and Bobby Kitchens, Inc. Gulf City Fisheries appeals this dismissal and assigns as error the following:\nI. The lower court erred in dismissing the declaration.\nBillue cross-appeals and assigns as error the following:\nI. The lower court erred in not sustaining Billue’s motion to dismiss the amended declaration for want of in per-sonam and subject matter jurisdiction; and\nII. The lower court erred in not dismissing the amended declaration because of the willful failure and refusal of GCF to comply with the court’s August 3, 1985, order compelling GCF to produce the discovery requested by Billue.\nIn September of 1979, Gulf City Fisheries through its President, Robert A. Graham and Bobby Kitchens, Inc., entered into an oral contract providing for transportation of a load of seafood to Missouri and Minnesota. Gulf City alleged that a material condition of the contract was that the seafood be transported by Argo Collier Trucks and that Bobby Kitchens, Inc., breached the contract by engaging Ark Valley Trading and Tran...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gulf-city-fisheries-inc-v-bobby-kitchens-inc"
    }
  ],
  "relatedIncidents": [
    14704,
    14705,
    14706,
    14707,
    14709
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}