{
  "id": 14999,
  "title": "1987년 Stark Steel Corp. v. Michigan Consolidated Gas Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-12-21",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Stark Steel Corp. v. Michigan Consolidated Gas Co.. 판결일: 1987-12-21. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Stark Steel Corp v. Michigan Consolidated Gas Company\n**판결일**: 1987-12-21\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: J.B. Sullivan, P.J., and Gribbs and E.C. Penzien\n\n## 변호인\n\nShapack, McCullough & Frank, P.C. (by James R. Keller), for plaintiffs., Robert E. Taub, for defendant.\n\n## 인용\n\n- 418 N.W.2d 135\n- 165 Mich. App. 332\n\n## 판결문 요약\n\n\n165 Mich. App. 332 (1987)\n418 N.W.2d 135\nSTARK STEEL CORP\nv.\nMICHIGAN CONSOLIDATED GAS COMPANY\nDocket No. 90495.\nMichigan Court of Appeals.\nDecided December 21, 1987.\nShapack, McCullough &amp; Frank, P.C. (by James R. Keller), for plaintiffs.\nRobert E. Taub, for defendant.\nBefore: J.B. SULLIVAN, P.J., and GRIBBS and E.C. PENZIEN,[*] JJ.\nPER CURIAM.\nPlaintiffs appeal from an order of the Wayne Circuit Court dismissing the case without prejudice on the ground that the Public Service Commission had jurisdiction of the subject matter. We affirm.\nPlaintiffs' complaint in the circuit court alleged the following: Plaintiffs operate their businesses on premises located at 2660 East Grand Boulevard in Detroit. The natural gas service for those premises is provided by defendant Michigan Consolidated Gas Company, a public utility. Usage of natural *334 gas for industrial processes is measured through one meter, which is known as a processing meter. Prior to January 10, 1983, the customer listed on the meter was Stroble Metal Corp., which shared the premises at that time with plaintiff Stark Steel Corp. Stroble ceased business operations due to insolvency, leaving $51,168.26 due and owing to defendant. Following Stroble's termination of active operations, plaintiffs Alusteel Metal Corp. and S.I.S Sales, Inc., commenced their operations on the premises. Defendant now looks to plaintiffs for repayment of Stroble's debt, threatening to cut off all natural gas service if payment is not fort...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stark-steel-corp-v-michigan-consolidated-gas-co"
    }
  ],
  "relatedIncidents": [
    14994,
    14995,
    14998,
    15000,
    15001
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}