{
  "id": 14995,
  "title": "1987년 Eley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-12-29",
  "location": "Utah, UT, USA",
  "summary": "미국 Utah, UT 법원 판결 사건. 사건명: Eley. 판결일: 1987-12-29. 법원: District Court, D. Utah.",
  "description": "## 사건 정보\n\n**사건명**: Carlos SMITH v. D. Fred ELEY\n**판결일**: 1987-12-29\n**법원**: District Court, D. Utah\n**관할**: Utah, UT\n\n**판사**: Greene\n\n## 변호인\n\nBrian Barnard, Salt Lake City, Utah, for plaintiff., Jody K. Burnett, Robert C. Keller, Salt Lake City, Utah, for defendants.\n\n## 인용\n\n- 675 F. Supp. 1301\n\n## 판결문 요약\n\n\nMEMORANDUM DECISION AND ORDER\nJ. THOMAS GREENE, District Judge.\nThis matter came before the court on October 9, 1987 pursuant to the Summit County defendants’ Motion for Summary Judgment. Summit County Sheriff D. Fred Eley (“Eley”), and Summit County Deputy Sheriffs Joe Offret (“Offret”) and Carey Yates (“Yates”) were represented by Jody K. Burnett and Robert C. Keller. Carlos Smith was represented by Brian Barnard. The parties presented oral argument and submitted legal memoranda, after which the court took the matter under advisement. Being now fully advised, the court sets forth its Memorandum Decision and Order.\nBACKGROUND\nThis lawsuit arises from the alleged abduction of Shannon Smith from the home and lawful custody of her father Carlos Smith. Carlos and Peggy Smith were divorced on June 16, 1983. The divorce decree awarded custody of the couple’s son, Cody, to Carlos, and awarded custody of their daughter, Shannon, to Peggy. In January 1984, Peggy was experiencing personal and financial problems. She called Carlos and asked him to take care of Shannon for a period of time. Carlos agreed. In April or May of the same year, Peggy called Carlos and said she would like to retrieve Shannon. In response, on May 7, *13031984, Carlos petitioned the Seventh Judicial District Court for Uintah County for a temporary custody order which the court granted ex-parte. The court also issued an order to show cause why the temporary award should not be made permanent.\nOn May 11, 1984, Pe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-eley"
    }
  ],
  "relatedIncidents": [
    15057,
    15183,
    15328,
    14715,
    14815
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}