{
  "id": 14992,
  "title": "1988년 Howard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-01-04",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Howard. 판결일: 1988-01-04. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Howard v. the State\n**판결일**: 1988-01-04\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Birdsong, Deen, Pope\n\n## 변호인\n\nWilliam D. Gifford, for appellant., Willis B. Sparks III, District Attorney, Robin B. Odom, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 364 S.E.2d 600\n- 185 Ga. App. 465\n\n## 판결문 요약\n\n\n185 Ga. App. 465 (1988)\n364 S.E.2d 600\nHOWARD\nv.\nTHE STATE.\n75121.\nCourt of Appeals of Georgia.\nDecided January 4, 1988.\nWilliam D. Gifford, for appellant.\nWillis B. Sparks III, District Attorney, Robin B. Odom, Assistant District Attorney, for appellee.\nPOPE, Judge.\nDefendant Mark Howard, a prison corrections officer, was convicted of armed robbery and aggravated assault of a former inmate, crossing of guard lines of a prison facility with drugs in violation of OCGA § 42-5-15, and possession of less than one ounce of marijuana. The victim, a former inmate of the Men's Correctional Institution at Hardwick where defendant was formerly employed, testified defendant had sold drugs to inmates at the prison using the victim as a middleman to deliver drugs to other inmates and return money in payment for said drugs to defendant. On February 21, 1986, after the victim had been released from prison, defendant confronted the victim and demanded several items of jewelry he was wearing as payment for a debt. When the victim refused to give defendant any additional money or items of value, defendant shot the victim three times with a .38 caliber pistol loaded with pellet-type cartridges. On February 25, 1986 defendant was arrested at Central Correctional Institution in Macon where he was then employed. A search of his automobile, which was parked within the prison gates, revealed a substance which later proved to be marijuana. Before taking defendant to the police station to have him bo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=howard-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-v-state"
    }
  ],
  "relatedIncidents": [
    14709,
    14718,
    14721,
    14731,
    14749
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}