{
  "id": 14998,
  "title": "1987년 Lion Boulos, Individually and Doing Business as Abco Food Stores v. Richard D. Wilson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-12-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Lion Boulos, Individually and Doing Business as Abco Food Stores v. Richard D. Wilson. 판결일: 1987-12-23. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: LION BOULOS, Individually and Doing Business as Abco Food Stores, Et Al., Plaintiffs-Appellees, v. Richard D. WILSON, Et Al., Defendants-Appellants\n**판결일**: 1987-12-23\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Clark, Gee, Rubin\n\n## 변호인\n\nFrank A. Rosenfeld, Henry Oncken, U.S. Atty., Hays Jenkins, Frank A. Conforti, Asst. U.S. Attys., Eileen O’Brien, Trial Atty., Torts Branch, Civ. Div., U.S. Dept, of Justice, John F. Cordes, Washington, D.C., for defendants-appellants., Daniel Tucker Kamin, Houston, Tex., for plaintiffs-appellees.\n\n## 인용\n\n- 834 F.2d 504\n\n## 판결문 요약\n\n834 F.2d 504\n    26 ERC 2151\n    LION BOULOS, Individually and doing business as Abco FoodStores, et al., Plaintiffs-Appellees,v.Richard D. WILSON, et al., Defendants-Appellants.\n    No. 87-2013.\n    United States Court of Appeals,Fifth Circuit.\n    Dec. 23, 1987.\n    \n      Frank A. Rosenfeld, Henry Oncken, U.S. Atty., Hays Jenkins, Frank A. Conforti, Asst. U.S. Attys., Eileen O'Brien, Trial Atty., Torts Branch, Civ. Div., U.S. Dept. of Justice, John F. Cordes, Washington, D.C., for defendants-appellants.\n      Daniel Tucker Kamin, Houston, Tex., for plaintiffs-appellees.\n      Appeal from the United States District Court for the Southern District of Texas.\n      Before CLARK, Chief Judge, GEE and RUBIN, Circuit Judges.\n      CLARK, Chief Judge:\n    \n    \n      1\n      Wilson appeals a district court order compelling limited discovery before ruling on his claim of qualified immunity.  Finding that the discovery order does not encroach substantially upon Wilson's immunity claim and is therefore not appealable, we dismiss.\n    \n    I.\n    \n      2\n      This appeal arises from the so-called Houston fuel switching scam.  In December 1984, the Environmental Protection Agency (E.P.A.) conducted field inspections of twelve gasoline retail outlets in the Houston area.  The stations were suspected of substituting leaded for unleaded gasoline in commercial pumps.  The inspections were conducted by employees of the Bionetics Corporation hired by the E.P.A. to investigate possible viol...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lion-boulos-individually-and-doing-business-as-abco-food-stores-v-richard"
    }
  ],
  "relatedIncidents": [
    14994,
    14995,
    14999,
    15000,
    15001
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}