{
  "id": 14990,
  "title": "1988년 Wilkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1988-01-06",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Wilkins. 판결일: 1988-01-06. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Tennessee v. Carl Eugene WILKINS, Danny Louis Evans, and Robert Louis Hunter, Jr.\n**판결일**: 1988-01-06\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Dwyer, Scott, Tatum\n\n## 변호인\n\nJoseph B. Brown, Jr., Memphis, for appellants Wilkins and Hunter., James H. Bostick, Asst. Public Defender, Memphis, for appellant Evans., W.J. Michael Cody, Atty. Gen. & Reporter, James W. Thompson, Asst. Atty. Gen., Nashville, for appellee.\n\n## 인용\n\n- 749 S.W.2d 753\n\n## 판결문 요약\n\n\nOPINION\nDWYER, Judge.\nThis is an appeal as of right by Carl Eugene Wilkins, Danny Louis Evans and Robert Louis Hunter, Jr. from their convic*754tion for robbery with a deadly weapon before the Shelby County Criminal Court. Appellant Wilkins was sentenced to the Department of Corrections for thirty-five years, Evans was sentenced to thirty years, and Hunter received thirty-three years. In effect, appellants present five issues for review, including a challenge to the sufficiency of the evidence. The following is a brief recitation of the pertinent facts.\nAbout 8:30 p.m. on the evening of October 13, 1983, Church’s Chicken at 1155 Bellevue in Memphis was robbed at gunpoint. Two employees, Doris Hampton and Angela Taylor, testified that appellant Wilkins entered the establishment and placed a take-out order. After being served, Wilkins pulled an automatic pistol, robbed the business of around $125.00 and fled. The manager called the police.\nWilkins fled on foot to a vehicle parked across the street. The door was opened for Wilkins, and he got into the back seat on the passenger side of the vehicle. As the appellants began to drive away, the police arrived. Officer Ronald Peterson observed the vehicle and put out a broadcast regarding the car.\nIn response to the broadcast, Officer Simms observed the car in a parking lot off Bellevue. The appellants attempted to leave upon spotting the patrol car, but stopped after Officer Simms so instructed them over his public address system. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-wilkins"
    }
  ],
  "relatedIncidents": [
    14709,
    14718,
    14721,
    14731,
    14749
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}