{
  "id": 15000,
  "title": "1987년 Gholson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-12-21",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Gholson. 판결일: 1987-12-21. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: In re SPECIAL PROSECUTOR (Jerome Gholson v. Alan C. Downen, State's Attorney of Hamilton County, Appellant)\n**판결일**: 1987-12-21\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Harrison, Welch\n\n## 변호인\n\nAlan C. Downen, State’s Attorney, of McLeansboro, pro se (Kenneth R. Boyle, Stephen E. Norris, and Kim G. Noffke, all of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for appellant., Clyde L. Kuehn, of Kuehn & Rhein, of Belleville, for appellee., Fred Foreman, of Illinois State’s Attorneys Association, of Waukegan, for amicus curiae Illinois State’s Attorneys Association.\n\n## 인용\n\n- 164 Ill. App. 3d 183\n\n## 판결문 요약\n\n PRESIDING JUSTICE HARRISON delivered the opinion of the court: Alan C. Downen, State’s Attorney of Hamilton County, appeals from orders entered by the Hamilton County circuit court which (1) appointed a special prosecutor to impanel a grand jury to investigate possible violations of the law which may have occurred during the prosecution of Jerome Gholson for solicitation to murder Downen, (2) denied Downen’s motion to vacate the order appointing the special prosecutor, and (3) refused to grant Downen’s request for a change of venue. For the reasons which follow, this appeal shall be dismissed. The action giving rise to Downen’s appeal commenced when Jerome Gholson petitioned the circuit court of Hamilton County to appoint a special prosecutor pursuant to section 6 of “An Act in regard to attorneys general and state’s attorneys” (Ill. Rev. Stat. 1985, ch. 14, par. 6) “charged with plenary power to investigate potential violations of the Criminal Code” in connection with Gholson’s prosecution in Crawford County for solicitation to murder Downen. Gholson was acquitted of that charge following a jury trial. In his petition, which was verified, Gholson set forth specific and detailed factual allegations suggesting that various criminal acts may have been committed in connection with the unsuccessful attempt to secure his conviction. These included: (1) official misconduct arising from the State’s payments to an informant who was called to testify as part of its case, aiding the i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gholson-v-downen"
    }
  ],
  "relatedIncidents": [
    15001,
    15009,
    15013,
    15032,
    15041
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}