{
  "id": 15007,
  "title": "1987년 Fields 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-12-15",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Fields. 판결일: 1987-12-15. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Wandalyn FIELDS v. GULF OIL COMPANY, Munford, Inc., Purolator Armored, Inc., and/or Purolator Courier Corporation, Joe D. Hoskins and Norman Brown\n**판결일**: 1987-12-15\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Byrnes, Gulotta, Schott\n\n## 변호인\n\nLowell Dye, and Pamela Bayer, and William N. Hazlaris, New Orleans, for appellants., George P. Hebbler, Jr., New Orleans, for appellees.\n\n## 인용\n\n- 517 So. 2d 1190\n\n## 판결문 요약\n\n\nGULOTTA, Chief Judge.\nThese are consolidated tort actions by convenience store employees who were injured during an armed robbery. Plaintiffs appeal from a summary judgment dismissing their claims against Purolator Courier Corporation and Purolator Armored, Inc. (Purolator), courier and armored car companies under contract to pick up the store’s bank deposits. The petition alleged that Purolator employees had failed to notify plaintiffs’ employer or the police upon discovering that the store was suspiciously locked and apparently vacant at the scheduled pick-up time during normal business hours while the robbery was in progress in a secluded part of the premises. Because the undisputed material facts establish that the defendant courier did not breach any legal duty to protect these plaintiffs from criminal harm inside the store, we affirm the summary judgment of dismissal.\nAt approximately 8:15 a.m., on August 8, 1983, two robbers armed with a revolver and a machete entered the Majik Market at 3400 Franklin Avenue in New Orleans and forced the four store employees into an enclosed part of the building, locked the front door of the premises, and hung a makeshift cardboard sign on it stating that the store was “closed for inventory”.\nShortly before 8:30 a.m., Purolator employees arrived in their armored truck to make their regularly scheduled pick up of the store’s receipts pursuant to their contract with Munford, Inc. (Munford), the store owner. Upon finding the front door l...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fields-v-gulf-oil-co"
    }
  ],
  "relatedIncidents": [
    14994,
    15017,
    15054,
    15081,
    15093
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}