{
  "id": 15002,
  "title": "1987년 Carver 사건",
  "category": "terrorism",
  "era": "contemporary",
  "date": "1987-12-18",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Carver. 판결일: 1987-12-18. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Carver v. the State\n**판결일**: 1987-12-18\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Banke, Beasley, Benham, Birdsong, Carley, Deen, McMurray, Sognier\n\n## 변호인\n\nSam G. Dickson, for appellant., C. Andrew Fuller, District Attorney, Daniel A. Summer, Donald F. Chase II, Assistant District Attorneys, for appellee., James C. Rawls, V. Robert Denham, Jr., Jennifer F. Weiss, amici curiae.\n\n## 인용\n\n- 364 S.E.2d 877\n- 185 Ga. App. 436\n\n## 판결문 요약\n\n\n185 Ga. App. 436 (1987)\n364 S.E.2d 877\nCARVER\nv.\nTHE STATE.\n74523.\nCourt of Appeals of Georgia.\nDecided December 18, 1987.\nRehearing Denied December 18, 1987.\nSam G. Dickson, for appellant.\nC. Andrew Fuller, District Attorney, Daniel A. Summer, Donald F. Chase II, Assistant District Attorneys, for appellee.\nJames C. Rawls, V. Robert Denham, Jr., Jennifer F. Weiss, amici curiae.\nMcMURRAY, Presiding Judge.\nDefendant was indicted for the offense of a terroristic threat. The evidence adduced at trial, construed most favorably to support the jury's verdict, was as follows:\nDefendant is the \"Great Titan\" in an organization known as the \"Ku Klux Klan.\" In his leadership capacity with this association, defendant organized a demonstration through a series of tape recorded messages of a political and racial commentary which were transmitted to interested persons by a telephone answering machine. Pursuant to his efforts, defendant assembled a group of followers on March 22, 1986, in the parking lot of \"the Georgia Mountain Center in Gainesville [, Georgia],\" where he and his associates clothed themselves in long white robes and tall white conical shaped hats. Defendant then directed the group to a location in the vicinity of Atlanta Street and Sycamore Street in Gainesville, Georgia. While marching to the locus of the demonstration, some of the demonstrators carried placards. Defendant carried a non-functional \"replica of a Thompson submachine gun ...\"\nAfter the protesters arrived at t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "테러"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carver-v-state"
    }
  ],
  "relatedIncidents": [
    2996,
    3058,
    3468,
    4061,
    4989
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}