{
  "id": 15005,
  "title": "1987년 Friedland 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-12-17",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Friedland. 판결일: 1987-12-17. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Henia Friedland v. Gordon M. Ambach, as Commissioner of Education of the State of New York\n**판결일**: 1987-12-17\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Casey\n\n## 인용\n\n- 135 A.D.2d 960\n\n## 판결문 요약\n\n\n— Casey, J.\nAppeal from a judgment of the Supreme Court (McDermott, J.), entered September 15, 1986 in Albany County, which granted petitioner’s application, in a proceeding pursuant to CPLR article 78, to annul a determination of respondent Commissioner of Education dismissing petitioner from her teaching position.\nThis appeal questions the propriety of the dismissal of petitioner from her elementary school teaching position for improperly administering corporal punishment to certain second grade students in her class.\nBased upon a fair preponderance of evidence and by a vote of 2 to 1, a Hearing Panel found petitioner guilty of specifications III and IV, and not guilty of specification II. Specifications I and V were withdrawn at the hearing. The specifications on which petitioner was found guilty involved slapping the face of one student and punching another in the stomach, knocking him against the blackboard. A penalty of dismissal was recommended over the objection of the dissenting Panel member.\nOn petitioner’s appeal to respondent Commissioner of Education, the findings of the majority of the Hearing Panel were adopted and petitioner’s appeal was denied. The Commissioner found no reason to substitute his judgment for that of the Panel due to the clear evidence presented by students in*961volved in support of the charges and other evidence contained in the record. Petitioner’s denials and explanation of appropriate discipline in the circumstances were viewed simply as ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=friedland-v-ambach"
    }
  ],
  "relatedIncidents": [
    14994,
    14995,
    14998,
    14999,
    15000
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}