{
  "id": 15009,
  "title": "1987년 Stout 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-12-14",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Stout. 판결일: 1987-12-14. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The State of Ohio, Appellee, v. Stout, Appellant\n**판결일**: 1987-12-14\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Hendrickson, Jones, Young\n\n## 변호인\n\nJohn F. Holcomb,  prosecuting attorney, and  Robert N. Piper  III,  for appellee.\n\n T. Randall Turner,  for appellant.\n\n## 인용\n\n- 536 N.E.2d 42\n- 42 Ohio App. 3d 38\n\n## 판결문 요약\n\nThis cause came on to be heard upon an appeal from the Court of Common Pleas of Butler County, Ohio.\nDuring the early morning hours of May 3, 1985, Kimberly Stacy was killed when repeatedly stabbed at the Malvern Street residence of defendant-appellant, Mary Sue Stout, in Middletown, Ohio. Later that day, appellant went to the Middletown Police Department where she told the desk officer that she had killed Stacy. After being advised of and waiving her Miranda rights, appellant gave a tape-recorded statement to police in which she admitted choking and stabbing Stacy and then dropping her body from a bridge into a river below. That same day, police discovered Stacy's body wrapped in sheets and blankets in Brown's Run Creek beneath the Trenton-Franklin Road bridge.\nAppellant was subsequently indicted for murder, for \"purposely causing the death of Kimberly Stacy\" in violation of R.C.2903.02(A). Trial by jury commenced on September 24, 1985, but ended in a mistrial. A second jury trial began on February 25 and concluded on February 27, 1987. Prior to the second trial, appellant moved to suppress statements she had made during a telephone conversation with Ruth Ritter, a volunteer with the Middletown Probation Department's Women's Substance Abuse Program. The trial court denied appellant's motion on January 21, 1987.\nAppellant testified on her own behalf. She described Stacy as a friend, but acknowledged that their friendship had developed into a lesbian relationship. On May 2, th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-stout"
    }
  ],
  "relatedIncidents": [
    15000,
    15001,
    15013,
    15032,
    15041
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}