{
  "id": 15017,
  "title": "1987년 Fine 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-12-02",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Fine. 판결일: 1987-12-02. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Joseph Kevin FINE v. STATE of Florida\n**판결일**: 1987-12-02\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Danahy, Hall, Ryder\n\n## 변호인\n\nJames Marion Moorman, Public Defender, and Stephen Krosschell, Asst. Public Defender, Bartow, for appellant., Robert A. Butterworth, Atty. Gen., Tallahassee, and Erica M. Raffel, Asst. Atty. Gen., Tampa, for appellee.\n\n## 인용\n\n- 519 So. 2d 639\n\n## 판결문 요약\n\n\nRYDER, Judge.\nAppellant was charged with burglary of a dwelling and petit theft. In return for a sentence of fifteen years’ probation, appellant pleaded guilty and agreed to waive his right to be sentenced under the guidelines should his probation be revoked. Seven months later, appellant was charged with, and found guilty of, violating his probation, and the trial court sentenced him to eight years’ imprisonment followed by seven years’ probation. Appellant appealed, and this court reversed and remanded for re-sentencing because the trial court had failed to enter written reasons for departing from the presumptive guidelines range of community control or twelve-to-thirty months’ incarceration. Fine v. State, 489 So.2d 846 (Fla. 2d DCA 1986). In resen-tencing appellant, the trial court reaffirmed its previous sentence and entered a written order stating that the departure from the presumptive guidelines sentence was based on appellant’s waiver of his right to be sentenced under the guidelines. The instant appeal followed. We reverse appellant’s sentence once more.\nThe trial court’s reason for departure is clearly invalid based upon the reasoning set forth in Henry v. State, 498 So.2d 1006 (Fla. 2d DCA 1986), which we note has facts closely paralleling the facts of this case. Appellant also argues that his sentence cannot be increased one cell pursuant to subsection (d)(14) of Florida Rule of Criminal Procedure 3.701 because the offense for which he is being sentenced occurre...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fine-v-state"
    }
  ],
  "relatedIncidents": [
    14994,
    15007,
    15054,
    15081,
    15093
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}