{
  "id": 15013,
  "title": "1987년 White 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-12-08",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: White. 판결일: 1987-12-08. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Linda F. WHITE\n**판결일**: 1987-12-08\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Berrey, Nugent, Shangler\n\n## 변호인\n\nSean D. O’Brien, Public Defender, Jo Ann Arnold, Asst. Public Defender, Kansas City, for appellant., William Webster, Atty. Gen., Jefferson City, Philip M. Koppe, Asst. Atty. Gen., Kansas City, for respondent.\n\n## 인용\n\n- 745 S.W.2d 688\n\n## 판결문 요약\n\n\nBERREY, Judge.\nLinda F. White appeals her conviction in a jury trial of murder in the second degree and armed criminal action. Appellant relies on two points in her appeal: (1) that the trial court erred by refusing to allow part of the testimony of a defense witness claiming it as prior consistent statement necessary for rehabilitation; and (2) that the trial court erred by overruling the defendant’s motion for judgment of acquittal by reason of self-defense.\nOn Saturday, November 30, 1985, Linda F. White and her “manfriend” Thomas Cooper were at her house socializing and drinking. The appellant had been drinking gin and beer since shortly after noon and continued drinking throughout the day. Cooper joined her at her house and they went out to replenish the gin and beer supply. They left a second time and returned shortly, beers in hand. At approximately 10:30 p.m. Wesley Hess, the victim, dropped by the house. He knocked on the door and identified himself in response to a query by White’s daughter, Brenda Moss. When asked by White what he had come for he replied that he had come around for a light. Moss opened the door and admitted him to the house. Hess, on previous occasions, had visited with White and Cooper at the house where they sat around drinking and talking, a fairly regular routine on weekends.\nHess was given both gin and beer to drink by White. Cooper left the room for a while to talk to his son who had dropped by the house. He came back into the house *689and s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-white"
    }
  ],
  "relatedIncidents": [
    15000,
    15001,
    15009,
    15032,
    15041
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}