{
  "id": 15024,
  "title": "1987년 McClure 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-11-27",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: McClure. 판결일: 1987-11-27. 법원: District Court, N.D. Texas.",
  "description": "## 사건 정보\n\n**사건명**: Doug McCLURE v. Richard DUGGAN\n**판결일**: 1987-11-27\n**법원**: District Court, N.D. Texas\n**관할**: Texas, TX\n\n**판사**: Mahon\n\n## 변호인\n\nHill, Heard, O’Neal, Gilstrap & Goetz, Frank Hill and Marcia Wise, Arlington, Tex., for plaintiff., Gibson, Dunn & Crutcher, Eric W. Buether, Dallas, Tex., for defendant.\n\n## 인용\n\n- 674 F. Supp. 211\n\n## 판결문 요약\n\n\n674 F.Supp. 211 (1987)\nDoug McCLURE\nv.\nRichard DUGGAN.\nCiv. A. No. 4-84-278-E.\nUnited States District Court, N.D. Texas, Fort Worth Division.\nNovember 27, 1987.\n*212 *213 Hill, Heard, O'Neal, Gilstrap &amp; Goetz, Frank Hill and Marcia Wise, Arlington, Tex., for plaintiff.\nGibson, Dunn &amp; Crutcher, Eric W. Buether, Dallas, Tex., for defendant.\n\nMEMORANDUM OPINION AND ORDER\nMAHON, District Judge.\nDoug McClure, Plaintiff, has brought suit against Richard Duggan, Defendant, alleging that Duggan breached an agreement, including expressed and implied covenants, to sell Foscarini, a race horse, to McClure. McClure further alleges that Duggan's actions associated with this alleged *214 breach support claims of fraud, Deceptive Trade Practices Act (\"DTPA\") violations, conversion, and breach of fiduciary duty. Defendant Duggan has moved for summary judgment, and his motion is ripe for resolution.\n\nI. Facts\n\nDuggan is an Irish subject, temporarily residing in Los Angeles County, California. He is involved in the purchase and resale of European race horses. McClure, a Texas resident, became acquainted with Duggan in 1983 through his trainer, Charles Marikian, who resides and works in California. In October of 1983, Duggan sold a horse by the name of Silk Sash to McClure for $65,000.\nIn January of 1984, McClure met with Duggan in California and stated that he desired to purchase a top caliber European race horse. In May, Duggan approached McClure's trainer, Marikian, with information...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcclure-v-duggan"
    }
  ],
  "relatedIncidents": [
    15050,
    15088,
    15105,
    15107,
    15117
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}