{
  "id": 15028,
  "title": "1987년 Arthur Lisak v. Mercantile Bancorp, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-11-25",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Arthur Lisak v. Mercantile Bancorp, Inc.. 판결일: 1987-11-25. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Arthur LISAK, Plaintiff-Appellant, v. MERCANTILE BANCORP, INC., Et Al., Defendants-Appellees\n**판결일**: 1987-11-25\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Bauer, Easterbrook, Posner\n\n## 변호인\n\nNicholas T. Kistos, Chicago, Ill., for plaintiff-appellant., Ronald N. Heftman, Martin, Craig, Chester & Sonnenschein, Chicago, Ill., Carl N. Carpenter, Galvin, Galvin & Leeney, Hammond, Ind., for defendants-appellees.\n\n## 인용\n\n- 834 F.2d 668\n\n## 판결문 요약\n\n834 F.2d 668\n    RICO Bus.Disp.Guide 6804\n    Arthur LISAK, Plaintiff-Appellant,v.MERCANTILE BANCORP, INC., et al., Defendants-Appellees.\n    No. 86-3126.\n    United States Court of Appeals,Seventh Circuit.\n    Argued Nov. 3, 1987.Decided Nov. 25, 1987.\n    \n      Nicholas T. Kistos, Chicago, Ill., for plaintiff-appellant.\n      Ronald N. Heftman, Martin, Craig, Chester &amp; Sonnenschein, Chicago, Ill., Carl N. Carpenter, Galvin, Galvin &amp; Leeney, Hammond, Ind., for defendants-appellees.\n      Before BAUER, Chief Judge, and POSNER and EASTERBROOK, Circuit Judges.\n      EASTERBROOK, Circuit Judge.\n    \n    \n      1\n      The Superior Court of Lake County, Indiana, issued a decree of divorce between Arthur Lisak and Augusta Lisak in 1974.  The decree ordered Arthur to pay $355,000 to Augusta.  In 1976 Arthur, then (as now) a resident of Texas, visited Indiana;  Augusta, contending that Arthur had not paid the 1974 judgment, obtained a bench warrant for his arrest.  After a week in jail focused his mind, Arthur agreed to establish a trust worth $95,000 in settlement of the dispute.  Augusta would be entitled to $600 per month and could invade principal for necessaries;  Arthur would have a reversionary interest if more than $20,000 remained at Augusta's death.  Arthur signed a settlement agreement, deposited with the court assets worth about $20,000, and was released from jail.  A month later he ponied up $80,000 in cash.  He steadfastly declined to sign the instrument creat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=arthur-lisak-v-mercantile-bancorp-inc"
    }
  ],
  "relatedIncidents": [
    14994,
    14995,
    14998,
    14999,
    15000
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}