{
  "id": 15032,
  "title": "1987년 Phillips 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-11-23",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Phillips. 판결일: 1987-11-23. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Freida Ann PHILLIPS v. STATE of Arkansas\n**판결일**: 1987-11-23\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Hays, Newbern, Purtle\n\n## 변호인\n\nMathis & Mathis, by: Travis Mathis, for appellant., Steve Clark, Att’y Gen., by: Mary Beth Sudduth, Asst. Att’y Gen., for appellee.\n\n## 인용\n\n- 293 Ark. 588\n- 739 S.W.2d 688\n\n## 판결문 요약\n\n Steele Hays, Justice. Freida Ann Phillips has appealed from her conviction of the first degree murder of her son, David. The disputed issues were the element of premeditation and whether Mrs. Phillips was capable of distinguishing between lawful and unlawful conduct and conforming her behavior to the requirements of the law. The state proved that David Phillips, a two year old male, died by drowning. Mrs. Phillips reported to the police that she had put her son down for his nap and later in the afternoon she discovered that he was missing. After some hours spent investigating the possible whereabouts of the child, Mrs. Phillips led police to the Davidson Campground where David’s body was found in one of the cabins. Mrs. Phillips explained that she had left David briefly in the bathtub and when she returned he was under water. Unable to revive him, she took his body to the campground where it was later found. Mrs. Georgia Pipkin testified that she had known Freida Phillips for about fifteen years. She was Mrs. Phillips’s close friend and confidant. Mrs. Phillips told Mrs. Pipkin she was unhappy and depressed when she learned that she was pregnant, that she hated the child and her life since his arrival, that she prayed that David would die. The witness testified to chronic neglect of David and to a number of attempts by Mrs. Phillips to choke him, suffocate him or force objects down his throat. Mrs. Phillips told Mrs. Pipkin that she would kill David but for fear of getting c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=phillips-v-state"
    }
  ],
  "relatedIncidents": [
    15000,
    15001,
    15009,
    15013,
    15041
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}