{
  "id": 15036,
  "title": "1987년 Cousins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-11-18",
  "location": "Maine, ME, USA",
  "summary": "미국 Maine, ME 법원 판결 사건. 사건명: Cousins. 판결일: 1987-11-18. 법원: District Court, D. Maine.",
  "description": "## 사건 정보\n\n**사건명**: Michael COUSINS, Plaintiff, v. Elizabeth DOLE, Secretary of the United States Department of Transportation, Defendant\n**판결일**: 1987-11-18\n**법원**: District Court, D. Maine\n**관할**: Maine, ME\n\n**판사**: Gene Carter\n\n## 변호인\n\nHarold Lichten, Boston, Mass., Elaine Gardner and Sy DuBow, Washington, D.C., Marc P. Charmatz and Sarah S. Geer, Washington, D.C., for plaintiff., Richard E. Greenberg, Raymond M. Lar-izza, Dept, of Justice, Civ. Div., Washington, D.C., for defendant.\n\n## 인용\n\n- 674 F. Supp. 360\n\n## 판결문 요약\n\n\n674 F. Supp. 360 (1987)\nMichael COUSINS, Plaintiff,\nv.\nElizabeth DOLE, Secretary of the United States Department of Transportation, Defendant.\nCiv. No. 87-0069-P.\nUnited States District Court, D. Maine.\nNovember 18, 1987.\n*361 Harold Lichten, Boston, Mass., Elaine Gardner and Sy DuBow, Washington, D.C., Marc P. Charmatz and Sarah S. Geer, Washington, D.C., for plaintiff.\nRichard E. Greenberg, Raymond M. Larizza, Dept. of Justice, Civ. Div., Washington, D.C., for defendant.\n\nMEMORANDUM OF DECISION AND ORDER DISMISSING PLAINTIFF'S COMPLAINT FOR FAILURE TO STATE A CLAIM UPON WHICH RELIEF MAY BE GRANTED\nGENE CARTER, District Judge.\nThis action challenges a provision of the Federal Motor Carrier Safety Regulations, promulgated by the Department of Transportation (DOT), which prescribes minimum physical qualifications for persons driving motor vehicles on behalf of motor carriers. 49 C.F.R. § 391.41. Plaintiff is a hearing impaired individual who is licensed to drive a tractor trailer in the State of Maine, but who has been denied employment with at least one trucking company in the State because of his failure to meet the minimum hearing standard specified in 49 C.F.R. § 391.41(b)(11).[1]\nPlaintiff sets forth two causes of action. First, he alleges that Defendant violated the Due Process Clause of the Fifth Amendment by 1) not affording him a hearing to determine his individual qualifications, and 2) applying an irrebuttable presumption that deaf persons are not qualified to driv...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cousins-v-dole"
    }
  ],
  "relatedIncidents": [
    14994,
    14995,
    14998,
    14999,
    15000
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}