{
  "id": 15048,
  "title": "1987년 Wilford 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-11-12",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Wilford. 판결일: 1987-11-12. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Barbara L. WILFORD, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1987-11-12\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: App, Campbell, Clinton, Duncan, Hurd, Miller, Onion, State, Teague, Tex\n\n## 변호인\n\nJ.B. Williamson, LaPorte, Allen C. Isbell, (on appeal only), Houston, for appellant., John B. Holmes, Jr., Dist. Atty. & Larry P. Urquhart & Jack Freís, Asst. Dist. At-tys., Houston, Robert Huttash, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 739 S.W.2d 854\n\n## 판결문 요약\n\n\n739 S.W.2d 854 (1987)\nBarbara L. WILFORD, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 63787.\nCourt of Criminal Appeals of Texas, En Banc.\nNovember 12, 1987.\n*855 J.B. Williamson, LaPorte, Allen C. Isbell, (on appeal only), Houston, for appellant.\nJohn B. Holmes, Jr., Dist. Atty. &amp; Larry P. Urquhart &amp; Jack Frels, Asst. Dist. Attys., Houston, Robert Huttash, State's Atty., Austin, for the State.\nBefore the Court en banc.\n\nOPINION\nONION, Presiding Judge.\nThis is an appeal from a conviction for murder. Punishment was assessed by the jury at confinement for life.\n*856 We shall first consider appellant's challenge to the sufficiency of the evidence to sustain her conviction in this circumstantial evidence case.\nThe victim in this case, Anne Jones, was the wife of T.C. Jones, a Harris County deputy sheriff who held the rank of Captain. In February of 1978 Captain Jones met appellant at the Houston Livestock Show and Rodeo. That night Jones took appellant out for dinner. At that time appellant was living in the Dallas area, but she later moved to Houston.\nWithout going into every detail, a love affair developed between Captain Jones and the appellant. Jones made it clear to the appellant that he was not going to leave his wife. The relationship continued until the end of November 1978, at which time the appellant broke off her relationship with Jones.\nOn December 12, 1978, Anne Jones was found at her residence in Houston. She had been shot in the head with a .38 caliber ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wilford-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=porter-v-state"
    }
  ],
  "relatedIncidents": [
    15000,
    15001,
    15009,
    15013,
    15032
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}