{
  "id": 15049,
  "title": "1987년 Williams v. PAROLE & PROBATION COM'N 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-11-10",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Williams v. PAROLE & PROBATION COM'N. 판결일: 1987-11-10. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Williams v. PAROLE & PROBATION COM'N\n**판결일**: 1987-11-10\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Shivers\n\n## 인용\n\n- 515 So. 2d 1044\n\n## 판결문 요약\n\n\n515 So. 2d 1044 (1987)\nLarry L. WILLIAMS, Appellant,\nv.\nFLORIDA PAROLE AND PROBATION COMMISSION, Appellee.\nNo. BO-311.\nDistrict Court of Appeal of Florida, First District.\nNovember 10, 1987.\nRehearing Denied December 8, 1987.\n*1045 Larry L. Williams, pro se.\nDoris E. Jenkins, General Counsel, and Lynne T. Winston, Asst. General Counsel, Florida Parole and Probation Com'n, Tallahassee, for appellee.\nSHIVERS, Judge.\nThis is an appeal from the trial court's denial of appellant's petition for writ of mandamus, in which he challenged the aggravation of his presumptive parole release date (PPRD) by the Florida Parole and Probation Commission (Commission). We reverse and remand with instructions that the trial court issue the writ.\nAppellant Williams was sentenced to life imprisonment for second-degree murder in 1971 and, on November 1, 1979, was given an initial interview by the Commission in order to establish a PPRD. Although the Commission at the time had information contained in a PSI that the second-degree murder was committed during an attempted robbery, the attempted robbery was not used to aggravate appellant's PPRD. While on parole, appellant was convicted of burglary and sentenced to two years incarceration, to run concurrently with the life term imposed for the violation of parole. A second interview was then conducted, at which the Commission aggravated appellant's score by 24 months based on the 1985 burglary and by 136 months based on the fact that the 1971 murder wa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-parole-probation-comn"
    }
  ],
  "relatedIncidents": [
    15000,
    15001,
    15009,
    15013,
    15032
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}