{
  "id": 15040,
  "title": "1987년 United States v. Berton Slone 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-11-16",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Berton Slone. 판결일: 1987-11-16. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Berton SLONE, Defendant-Appellant\n**판결일**: 1987-11-16\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Contie, Martin, Nelson\n\n## 변호인\n\nGaris L. Pruitt (argued), C. David Mus-setter, Catlettsburg, Ky., for defendant-appellant., Louis DeFalaise, U.S. Atty., Charles Dause (argued), Lexington, Ky., for plaintiff-appellee.\n\n## 인용\n\n- 833 F.2d 595\n\n## 판결문 요약\n\n833 F.2d 595\n    24 Fed. R. Serv. 339\n    UNITED STATES of America, Plaintiff-Appellee,v.Berton SLONE, Defendant-Appellant.\n    No. 87-5299.\n    United States Court of Appeals,Sixth Circuit.\n    Argued Sept. 28, 1987.Decided Nov. 16, 1987.\n    \n      Garis L. Pruitt (argued), C. David Mussetter, Catlettsburg, Ky., for defendant-appellant.\n      Louis DeFalaise, U.S. Atty., Charles Dause (argued), Lexington, Ky., for plaintiff-appellee.\n      Before MARTIN and NELSON, Circuit Judges, and CONTIE, Senior Circuit Judge.\n      CONTIE, Senior Circuit Judge.\n    \n    \n      1\n      Burton Slone appeals from his conviction on six counts of drug and alcohol related charges.  For the following reasons, we affirm the district court's judgment.\n    \n    I.\n    \n      2\n      On October 30, 1986, the federal grand jury for the Eastern District of Kentucky in Ashland indicted Berton Slone and co-defendant Joseph Cox.  The indictment returned and filed charged each defendant with three counts of conspiracy relating to, and cultivating marijuana and three counts of conspiracy relating to, and maintaining an illegal stilling apparatus.\n    \n    \n      3\n      Slone and Cox each pled not guilty to all counts against him on November 24, 1986, and trial was set for January 5, 1987.  On the trial date, Cox was rearraigned.  The district court granted Cox's motion to change his plea to guilty to counts two and four and not guilty to counts one, three, five, and six.\n    \n    \n      4\n      The cas...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-berton-slone"
    }
  ],
  "relatedIncidents": [
    14994,
    14995,
    14998,
    14999,
    15000
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}