{
  "id": 15057,
  "title": "1987년 Maas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-10-30",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Maas. 판결일: 1987-10-30. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State of Kansas, Appellee, v. Mark R. Maas, Appellant\n**판결일**: 1987-10-30\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Prager\n\n## 변호인\n\nJohn W. Nitcher, of Riling, Norwood, Burkhead, Fairchild & Nitcher, of Lawrence, argued the cause, and James L. Postma, of the same firm, was with him on the briefs for appellant., James E. Flory, district attorney, argued the cause, and Robert T. Stephan, attorney general, and Mark A. Knight, assistant district attorney, were with him on the brief for appellee.\n\n## 인용\n\n- 744 P.2d 1222\n- 242 Kan. 44\n\n## 판결문 요약\n\n\n242 Kan. 44 (1987)\n744 P.2d 1222\nSTATE OF KANSAS, Appellee,\nv.\nMARK R. MAAS, Appellant.\nNo. 59,538\nSupreme Court of Kansas.\nOpinion filed October 30, 1987.\nJohn W. Nitcher, of Riling, Norwood, Burkhead, Fairchild &amp; Nitcher, of Lawrence, argued the cause, and James L. Postma, of the same firm, was with him on the briefs for appellant.\nJames E. Flory, district attorney, argued the cause, and Robert T. Stephan, attorney general, and Mark A. Knight, assistant district attorney, were with him on the brief for appellee.\nThe opinion of the court was delivered by\nPRAGER, C.J.:\nThis is a direct appeal by the defendant, Mark R. Maas, from jury convictions of aggravated kidnapping (K.S.A. 21-3421); rape (K.S.A. 1986 Supp. 21-3502[1] [a]); aggravated assault (K.S.A. 21-3410); terroristic threat (K.S.A. 1986 Supp. 21-3419); and criminal trespass (K.S.A. 21-3721). The charges against defendant arose out of two different incidents where defendant sexually assaulted, threatened, and kidnapped Ms. S, *45 his former girl friend. On October 8, 1985, defendant went to Lawrence High School and confronted Ms. S, stating that he wanted to talk with her. When she refused, defendant showed her a gun and told her if she did not go with him he would shoot them both. The couple got in her car and argued about their prior breakup. During this time, defendant continued threatening her with a pistol.\nThe second incident occurred on October 20, 1985. Defendant entered Ms. S's house uninvited, went to h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-maas"
    }
  ],
  "relatedIncidents": [
    14995,
    15183,
    15328,
    14715,
    14815
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}