{
  "id": 15054,
  "title": "1987년 People v. Jackson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-11-02",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: People v. Jackson. 판결일: 1987-11-02. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Charles Jackson\n**판결일**: 1987-11-02\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 134 A.D.2d 283\n\n## 판결문 요약\n\n\nAppeal by the defendant from a judgment of the Supreme Court, Queens County (O’Dwyer, J.), rendered May 6, 1986, convicting him of burglary in the third degree, grand larceny in the third degree, criminal mischief in the third degree, and criminal possession of stolen property in the third degree, upon a jury verdict, and imposing sentence. The appeal brings up for review the denial, after a hearing (Groh, J.), of that branch of the defendant’s omnibus motion which was to suppress physical evidence.\nOrdered that the judgment is affirmed.\nUpon viewing the evidence in the light most favorable to the prosecution, we find that it is sufficient as a matter of law to support the defendant’s conviction of the crimes charged (see, People v Malizia, 62 NY2d 755, cert denied 469 US 932). Moreover, upon the exercise of our factual review power we are satisfied that the evidence established the defendant’s guilt beyond a reasonable doubt and that the verdict was not against the weight of the evidence (see, CPL 470.15 [5]).\nThe proof at the trial demonstrates that the defendant, with the requisite intent, unlawfully forced his way into a used car lot and stole a car radio, two car stereo speakers, a desk calculator, and a Xerox copier machine, with an aggregate market value in excess of $250. Under the circumstances, the evidence was legally sufficient , to sustain the convictions of grand larceny in the third degree and burglary in the third *284degree (see, People v Yates, 128 AD2d 571...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-jackson"
    }
  ],
  "relatedIncidents": [
    14994,
    15007,
    15017,
    15081,
    15093
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}