{
  "id": 15056,
  "title": "1987년 United States of America Ex Rel. Johnnie L. Savory v. Michael Lane, Director, Illinois Department of Corrections 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-10-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States of America Ex Rel. Johnnie L. Savory v. Michael Lane, Director, Illinois Department of Corrections. 판결일: 1987-10-30. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America Ex Rel. Johnnie L. SAVORY, Petitioner-Appellant, v. Michael LANE, Director, Illinois Department of Corrections, Respondent-Appellee\n**판결일**: 1987-10-30\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Cudahy, Eschbach, Wood\n\n## 변호인\n\nTheodore A. Gottfried, State Appellate Defender, Springfield, Ill., for petitioner-appellant., David E. Bindi, Atty. Gen., Chicago, Ill., for respondent-appellee.\n\n## 인용\n\n- 832 F.2d 1011\n\n## 판결문 요약\n\n832 F.2d 1011\n    UNITED STATES of America ex rel. Johnnie L. SAVORY,Petitioner-Appellant,v.Michael LANE, Director, Illinois Department of Corrections,Respondent-Appellee.\n    No. 85-2467.\n    United States Court of Appeals,Seventh Circuit.\n    Argued May 19, 1987.Decided Oct. 30, 1987.\n    \n      Theodore A. Gottfried, State Appellate Defender, Springfield, Ill., for petitioner-appellant.\n      David E. Bindi, Atty. Gen., Chicago, Ill., for respondent-appellee.\n      Before WOOD and CUDAHY, Circuit Judges, and ESCHBACH, Senior Circuit Judge.\n      ESCHBACH, Senior Circuit Judge.\n    \n    \n      1\n      Petitioner was convicted of two counts of murder in state court, after a retrial following reversal of his original convictions necessitated by the introduction of an improperly obtained confession.  In his direct appeal, the Illinois Appellate Court held that the admission at his trial of an inconsistent exculpatory story violated Miranda and that the admission of evidence of and prosecutor's comments on the defendant's refusal to talk to police when first asked about the murders was erroneous under state law (declining to decide whether such errors also violated the United States Constitution).  However, it also held that the errors were harmless beyond a reasonable doubt, because it found that three witnesses had testified to defendant's admissions of guilt.  Petitioner sought and was denied state post-conviction relief on grounds not relevant to this appeal.  Petitioner th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-of-america-ex-rel-johnnie-l-savory-v-michael-lane"
    }
  ],
  "relatedIncidents": [
    15000,
    15001,
    15009,
    15013,
    15032
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}