{
  "id": 15064,
  "title": "1987년 HOMEMAKERS NORTH SHORE, INC., Plaintiff-Appellant, v. Otis R. BOWEN, Secretary of Health and Human Services, Defendant-Appellee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-10-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: HOMEMAKERS NORTH SHORE, INC., Plaintiff-Appellant, v. Otis R. BOWEN, Secretary of Health and Human Services, Defendant-Appellee. 판결일: 1987-10-22. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: 19 soc.sec.rep.ser. 549, Medicare&medicaid Gu 36,721 Homemakers North Shore, Inc. v. Otis R. Bowen, Secretary of Health and Human Services\n**판결일**: 1987-10-22\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Coffey, Cummings, Easterbrook\n\n## 변호인\n\nSanford V. Teplitzky, Ober, Kaler, Grimes & Shriver, Baltimore, Md., for plaintiff-appellant., Richard A. Urbin, Asst. Regional Counsel, Chicago, Ill., for defendant-appellee.\n\n## 인용\n\n- 832 F.2d 408\n\n## 판결문 요약\n\n832 F.2d 408\n    19 Soc.Sec.Rep.Ser. 549, Medicare&amp;Medicaid Gu 36,721HOMEMAKERS NORTH SHORE, INC., Plaintiff-Appellant,v.Otis R. BOWEN, Secretary of Health and Human Services,Defendant-Appellee.\n    No. 87-1389.\n    United States Court of Appeals,Seventh Circuit.\n    Argued Sept. 9, 1987.Decided Oct. 22, 1987.\n    \n      Sanford V. Teplitzky, Ober, Kaler, Grimes &amp; Shriver, Baltimore, Md., for plaintiff-appellant.\n      Richard A. Urbin, Asst. Regional Counsel, Chicago, Ill., for defendant-appellee.\n      Before CUMMINGS, COFFEY and EASTERBROOK, Circuit Judges.\n      EASTERBROOK, Circuit Judge.\n    \n    \n      1\n      Providers of medical services under the Medicare program, 42 U.S.C. Sec. 1395, et seq., usually receive reimbursement for the \"customary charge\" for the services, not to exceed the \"reasonable cost\" of providing them, as the Secretary of Health and Human Services reckons \"cost\", 42 U.S.C. Sec. 1395f(b), Sec. 1395x(v)(1)(A).  Nursing services usually are reimbursed at a fixed price per service.  A provider that can supply care for less makes a profit, and a provider that cannot suffers a loss.\n    \n    \n      2\n      Since 1979 the Secretary also has allowed fledgling providers of home nursing services to recover their actual costs, if reasonable, at a rate higher than the one ordinarily applicable.  The regulation adopted in 1979 excepted a \"newly established home health agency\" from the usual limits on reimbursement, provided (among other things) the age...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=homemakers-north-shore-inc-plaintiff-appellant-v-otis-r-bowen"
    }
  ],
  "relatedIncidents": [
    14994,
    14995,
    14998,
    14999,
    15000
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}