{
  "id": 15069,
  "title": "1987년 Mobley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-10-15",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Mobley. 판결일: 1987-10-15. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: EDGAR REALTY AND ASSOCIATES, INC. v. William \"Tom\" MOBLEY, Jr., and A.M. Redd, Jr.\n**판결일**: 1987-10-15\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Pearson, Ret, Shivers, Tillman, Zehmer\n\n## 변호인\n\nJames A. Johnston, Pensacola, for appellant., M.J. Menge, of Shell, Fleming, Davis & Menge, Pensacola, for appellees.\n\n## 인용\n\n- 513 So. 2d 1350\n\n## 판결문 요약\n\n\nPEARSON, TILLMAN (Ret.), Judge.\nThe plaintiff, appellant, brought an action to recover a real estate commission. Its amended complaint was dismissed without leave to further amend, and this appeal followed. The only unusual thing about the amended complaint is that the plaintiff claims an oral contract between it and the defendants, prospective purchasers, to pay plaintiff a brokerage commission for its services if it obtained land for the defendants to purchase. The complaint continues with allegations that the plaintiff did obtain land for defendants to purchase and that the defendants and the seller executed a binding contract for the purchase and sale of the land but that defendants thereafter failed to go forward on their contract to purchase. We hold that the complaint states a cause of action, and reverse.\nA real estate broker may not recover a commission from a prospective purchaser unless the purchaser has contracted to pay such commission. Borinsky v. Cohen, 86 So.2d 814 (Fla.1956); Williams v. Stewart, 424 So.2d 204 (Fla. 2d DGA 1983); Bruce v. American Development Corp., 408 So.2d 857 (Fla. 3d DCA 1982). In this case, however, the appellant has specifically alleged an oral agreement by the prospective purchaser to pay a commission.\nAttached to the complaint are several documents which are important because of defendants’ claim that the documents con*1351clusively show that plaintiff cannot recover. These exhibits are: (1) the contract whereby defendants agreed wi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=edgar-realty-associates-inc-v-mobley"
    }
  ],
  "relatedIncidents": [
    15034,
    15063,
    15076,
    15082,
    15121
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}