{
  "id": 15076,
  "title": "1987년 Deavours 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-10-08",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Deavours. 판결일: 1987-10-08. 법원: Court of Appeals of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State of Kansas, Appellee, v. Bruce M. Deavours, Appellant\n**판결일**: 1987-10-08\n**법원**: Court of Appeals of Kansas\n**관할**: Kansas, KS\n\n**판사**: Abbott, C.J., Davis and Six\n\n## 변호인\n\nTerry Pullman, of Pullman & Hepperly, of Wich'ita, and Lucille Marino, assistant appellate defender, and Benjamin C. Wood, chief appellate defender, of Topeka, for the appellant., Mona Furst, assistant district attorney, Clark V. Owens, district attorney, and Robert T. Stephan, attorney general, for the appellee.\n\n## 인용\n\n- 743 P.2d 1011\n- 12 Kan. App. 2d 361\n\n## 판결문 요약\n\n\n12 Kan. App. 2d 361 (1987)\n743 P.2d 1011\nSTATE OF KANSAS, Appellee,\nv.\nBRUCE M. DEAVOURS, Appellant.\nNo. 60,394\nCourt of Appeals of Kansas.\nOpinion filed October 8, 1987.\nPetition for review denied November 13, 1987.\nTerry Pullman, of Pullman &amp; Hepperly, of Wichita, and Lucille Marino, assistant appellate defender, and Benjamin C. Wood, chief appellate defender, of Topeka, for the appellant.\nMona Furst, assistant district attorney, Clark V. Owens, district attorney, and Robert T. Stephan, attorney general, for the appellee.\nBefore ABBOTT, C.J., DAVIS and SIX, JJ.\nABBOTT, C.J.:\nThis is a direct appeal by defendant, Bruce M. Deavours. Defendant pled guilty to arson (K.S.A. 21-3718) and appeals the trial court's refusal to modify his sentence.\nDefendant was sentenced to imprisonment for three to ten years, the minimum term for a class C felony. K.S.A. 1986 Supp. 21-4501(c). Probation was denied. After the State Reception and Diagnostic Center (SRDC) submitted its report to the trial court, defendant filed a motion to modify his sentence, requesting that the SRDC recommendation of probation be followed. The court refused to modify the sentence by granting probation, and defendant appeals that refusal.\nWe do not have jurisdiction to hear a direct appeal concerning the denial of probation. K.S.A. 1986 Supp. 22-3602(a); State v. Hamilton, 240 Kan. 539, 731 P.2d 863 (1987); State v. Haines. 238 Kan. 478, 712 P.2d 1211 (1986). However, a direct appeal is allowed concerning the se...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-deavours"
    }
  ],
  "relatedIncidents": [
    15034,
    15063,
    15069,
    15082,
    15121
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}