{
  "id": 15077,
  "title": "1987년 Cohen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-10-07",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Cohen. 판결일: 1987-10-07. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Cohen v. the State\n**판결일**: 1987-10-07\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Bell\n\n## 변호인\n\nJohn W. Davis, for appellant., Glenn Thomas, Jr., District Attorney, Michael J. Bowers, Attorney General, Mary Beth Westmoreland, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 361 S.E.2d 373\n- 257 Ga. 544\n\n## 판결문 요약\n\n\n257 Ga. 544 (1987)\n361 S.E.2d 373\nCOHEN\nv.\nTHE STATE.\n44457.\nSupreme Court of Georgia.\nDecided October 7, 1987.\nReconsideration Denied October 29, 1987.\n*548 John W. Davis, for appellant.\nGlenn Thomas, Jr., District Attorney, Michael J. Bowers, Attorney General, Mary Beth Westmoreland, Assistant Attorney General, for appellee.\nBELL, Justice.\nMichael Anthony Cohen was convicted by a Glynn County jury of malice murder, burglary and possession of a firearm by a convicted felon. He was sentenced to death.[1] He now appeals, raising six enumerations of error. We affirm.\n1. Cohen's first four enumerations of error question the sufficiency of the evidence.\na. On the evening of October 14, 1985, the victim, Auzzie Douglas, Sr., visited his son, Auzzie, Jr., who lived nearby. Shortly before 8:00 p. m., Auzzie, Sr. returned home.\nHis wife, Ruby Douglas, arrived home from work soon afterwards. She observed a young man running away from the front doorway of the house. Entering, she found her husband lying on the living room floor, bleeding from his ear.\nBarbara Waters, the victim's stepdaughter, called him at 8:00 p. m. He answered the telephone, and then she heard some noises that sounded like \"he was banging a pot on the counter.\" She \"heard him *545 holler and ... heard something fall.\" She waited a few moments, thinking perhaps he was playing a trick on her, and then she heard her mother screaming Auzzie's name.\nRuby picked up the phone and told her daughter to come over, that somet...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cohen-v-state"
    }
  ],
  "relatedIncidents": [
    15000,
    15001,
    15009,
    15013,
    15032
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}