{
  "id": 15070,
  "title": "1987년 Langlois 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-10-14",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Langlois. 판결일: 1987-10-14. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Jay Michael LANGLOIS\n**판결일**: 1987-10-14\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Covington, Leblanc, Savoie\n\n## 변호인\n\nWilliam R. Campbell, Jr., New Orleans, for appellee., Mike J. Balen, Covington, for appellant.\n\n## 인용\n\n- 515 So. 2d 473\n\n## 판결문 요약\n\n\nGROVER L. COVINGTON, Chief Judge.\nDefendant, Jay Michael Langlois, was charged by bill of information with manslaughter, a violation of LSA-R.S. 14:31. Defendant pled not guilty and was tried by a jury, which found him guilty as charged. Thereafter, the state filed a bill of information charging defendant as a habitual offender; and, after a hearing thereon, the trial court sentenced defendant to a term of ten and one-half years imprisonment at hard labor. Defendant has appealed, alleging three assignments of error, to wit:\n1. The trial court erred by refusing to permit defense counsel to complete his request for written jury charges.\n2. The trial court erred by failing to provide defendant with a copy of the written jury charges until three hours and forty-five minutes after the jury retired for its deliberations.\n3. The trial court failed to properly instruct the jury “as to what the charge of manslaughter is as written in the law L.S.A. R.S. 14:31.”\nThe record reflects that the instant offense occurred during the early morning hours of September 21,1985, in St. Tammany Parish. Daren Langlois, defendant’s younger brother, was the victim of the offense.\nIn response to a call received by the Mandeville Police Department, Officers Uloth and Schwartz went to defendant’s apartment at about 3:49 a.m. The officers found defendant standing inside. Daren Langlois was lying on the floor. Defendant told Uloth and Schwartz that he had left Daren in Mandeville and had gone to New Orlea...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-langlois"
    }
  ],
  "relatedIncidents": [
    15000,
    15001,
    15009,
    15013,
    15032
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}