{
  "id": 15082,
  "title": "1987년 Cano 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-10-06",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Cano. 판결일: 1987-10-06. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Joe CANO, Appellant (Defendant Below), v. REVIEW BOARD OF the INDIANA EMPLOYMENT SECURITY DIVISION, John C. Mowrer and Joe A. Harris as Members of and as Constituting the Review Board of the Indiana Employment Security Division, and Leaseway Motorcar Transport, Appellees (Plaintiffs Below)\n**판결일**: 1987-10-06\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Conover, Neal, Robertson\n\n## 변호인\n\nKenneth E. Barden, Richmond, for appellant., Linley E. Pearson, Atty. Gen., Cheryl Lynn Greiner, Deputy Atty. Gen., Indianapolis, for appellees.\n\n## 인용\n\n- 513 N.E.2d 670\n\n## 판결문 요약\n\n\n513 N.E.2d 670 (1987)\nJoe CANO, Appellant (Defendant below),\nv.\nREVIEW BOARD OF THE INDIANA EMPLOYMENT SECURITY DIVISION, John C. Mowrer and Joe A. Harris As Members of and As Constituting the Review Board of the Indiana Employment Security Division, and Leaseway Motorcar Transport, Appellees (Plaintiffs below).\nNo. 93A02-8704-EX-157.\nCourt of Appeals of Indiana, First District.\nOctober 6, 1987.\nRehearing Denied November 20, 1987.\n*671 Kenneth E. Barden, Richmond, for appellant.\nLinley E. Pearson, Atty. Gen., Cheryl Lynn Greiner, Deputy Atty. Gen., Indianapolis, for appellees.\nROBERTSON, Judge.\nJoe Cano (Cano) appeals the Review Board's determination that he fraudulently failed to disclose earnings received during weeks for which he claimed unemployment compensation. He presents essentially three issues for review on this appeal:\n(1) Whether the director of the Employment Security Division appealed to the Review Board within the time provided by statute;\n(2) Whether the Review Board's modification of the referee's decision without a hearing and prior notice that an appeal had *672 been requested denied him due process of law; and,\n(3) Whether the evidence is sufficient to support the Review Board's decision.\n\nI.\nCano maintains that the director's request for an appeal to the Review Board was untimely because the division had \"administrative notice\" of the decision on January 28, 1987, the day the decision was rendered, but the director did not appeal until February 16, 1987....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cano-v-rev-bd-emp-sec-div"
    }
  ],
  "relatedIncidents": [
    15034,
    15063,
    15069,
    15076,
    15121
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}