{
  "id": 15088,
  "title": "1987년 Turner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-10-02",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Turner. 판결일: 1987-10-02. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Turner v. Landmark Chevrolet, Inc.\n**판결일**: 1987-10-02\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Almon\n\n## 인용\n\n- 514 So. 2d 1337\n\n## 판결문 요약\n\n\n514 So.2d 1337 (1987)\nBrenda TURNER\nv.\nLANDMARK CHEVROLET, INC., formerly d/b/a Larry Savage Chevrolet, Inc.\n85-1211.\nSupreme Court of Alabama.\nOctober 2, 1987.\nEarl D. McNeal, Huntsville, for appellant.\nJoseph W. Letzer and J. Hunter Phillips III of Burr &amp; Foreman, Birmingham, for appellee.\nALMON, Justice.\nThis is a fraud case arising from the sale of a used 1978 Chevrolet Corvette. Brenda Turner, plaintiff, brings this appeal from a summary judgment for defendant, Larry Savage Chevrolet, Inc. The only issue is *1338 whether Turner reasonably relied on the statement by Larry Savage Chevrolet that the car had not been wrecked.\nOn June 5, 1984, Brenda Turner met with Mike McKee, a salesman for Larry Savage Chevrolet, about purchasing a used Corvette. McKee informed her of a black 1978 model that was being repaired at the time and would be available for sale soon. Several days later Turner returned to Larry Savage Chevrolet to inspect the car. She talked to Randy Griffith, another salesman, about the condition of the car. He told her that the car had not been wrecked. Because she was interested in the car, Turner drove it to Corvettes Unlimited, a local shop specializing in Corvette repair. She had regularly dealt with Corvettes Unlimited in the past, and brought the car in for inspection and approval. Terry Labbe, a mechanic at Corvettes Unlimited and one of its owners, told Turner that the car had been wrecked but that the extent of damage could not be ascertained becaus...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=turner-v-landmark-chevrolet-inc"
    }
  ],
  "relatedIncidents": [
    15024,
    15050,
    15105,
    15107,
    15117
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}