{
  "id": 15083,
  "title": "1987년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-10-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1987-10-05. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Bob & Alice Mozert, Individually and as Guardians Ad Litem for Travis Mozert and Sundee L. Mozert v. Hawkins County Board of Education, (Hawkins County Public Schools), (86- 6144/87-5024), Charles Smith, Commissioner of Education of the State of Tennessee (86-6179), Intervening James Childress Doug Cloud Conley E. Bailey Larry Elkins Harold E. Silvers, Jr. Jean Price Quentin Dykes and James Salley (86-6180)\n**판결일**: 1987-10-05\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 827 F.2d 1058\n\n## 판결문 요약\n\n827 F.2d 1058\n    102 A.L.R.Fed. 497, 56 USLW 2142, 41Ed. Law Rep. 473\n    Bob &amp; Alice MOZERT, individually and as guardians ad litemfor Travis Mozert and Sundee L. Mozert, et al.,Plaintiffs-Appellees,v.HAWKINS COUNTY BOARD OF EDUCATION, (Hawkins County PublicSchools), (86- 6144/87-5024), Defendant-Appellant,Charles Smith, Commissioner of Education of the State ofTennessee (86-6179), Intervening Defendant-Appellant,James Childress;  Doug Cloud;  Conley E. Bailey;  LarryElkins;  Harold E. Silvers, Jr.;  Jean Price;Quentin Dykes and James Salley(86-6180), Defendants-Appellants.\n    Nos. 86-6144, 86-6179, 86-6180 and 87-5024.\n    United States Court of Appeals,Sixth Circuit.\n    Argued July 9, 1987.Aug. 24, 1987.Rehearing and Rehearing En Banc Denied Oct. 5, 1987.\n    \n      Ronald W. Woods, Milligan, Coleman, Fletcher, Gaby, Kilday and Woods, Greeneville, Tenn., N.R. Coleman, Jr., Adrienne Masters, Timothy B. Dyk (argued), Wilmer, Cutler &amp; Pickering, Washington, D.C., Steven A. Schneider, John Payton, Scott D. Godshall, for Hawkins County Bd. of Educ.\n      Michael P. Farris (argued), Joy Jowdy, Cimron Campbell, Jordan W. Lorence, Washington, D.C., Larry E. Parrish, Memphis, Tenn., for Concerned Women for America.\n      Burke Marshall, Yale Law School, New Haven, Conn., for N.Y. State Education Dept., et al. amicus curiae.\n      Robert H. Chanin, Jeremiah A. Collins, L. Hope O'Keefe, Washington, D.C., for Nat. Educ. Assc. amicus curiae.\n      Michael W. Catalano, C. Sus...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bob-alice-mozert-individually-and-as-guardians-ad-litem-for-travis"
    }
  ],
  "relatedIncidents": [
    14994,
    14995,
    14998,
    14999,
    15000
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}