{
  "id": 15081,
  "title": "1987년 Motley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-10-06",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Motley. 판결일: 1987-10-06. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Respondent, v. Bruce MOTLEY, Appellant\n**판결일**: 1987-10-06\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Gary M. Gaertner\n\n## 변호인\n\nMary Clare McWilliams, Asst. Public Defender, St. Louis, for appellant., William L. Webster, Atty. Gen., Donna Richards-Crosswhite, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 740 S.W.2d 313\n\n## 판결문 요약\n\n\n740 S.W.2d 313 (1987)\nSTATE of Missouri, Respondent,\nv.\nBruce MOTLEY, Appellant.\nNo. 52335.\nMissouri Court of Appeals, Eastern District, Division Four.\nOctober 6, 1987.\nMotion for Rehearing and/or Transfer Denied November 6, 1987.\nApplication to Transfer Denied December 15, 1987.\n*315 Mary Clare McWilliams, Asst. Public Defender, St. Louis, for appellant.\nWilliam L. Webster, Atty. Gen., Donna Richards-Crosswhite, Asst. Atty. Gen., Jefferson City, for respondent.\nGARY M. GAERTNER, Presiding Judge.\nDefendant Bruce Motley was found guilty by a jury in the St. Louis City Circuit Court of robbery in the first degree, RSMo § 569.020 (1986) and armed criminal action, § 571.015.1 (1986). Finding the defendant to be a prior offender, the court sentenced defendant to twenty-five and five years respectively, sentences to run consecutively.\nOn appeal, defendant contends that the trial court erred in (1) denying defendant's motion in limine and admitting into evidence two pages from a police ledger book containing defendant's photograph, and receiving state witnesses' testimony to the effect that the ledger book contained photographs of persons who had prior police involvement, which was emphasized by the prosecutor during closing argument; (2) denying defendant's motion to suppress the out of court photograph identification of the defendant and the line-up identification of the defendant; and (3) failing to declare sua sponte a mistrial for prosecutorial misconduct.\nOn February 1, 1986,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-motley"
    }
  ],
  "relatedIncidents": [
    14994,
    15007,
    15017,
    15054,
    15093
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}