{
  "id": 15090,
  "title": "1987년 Addison 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-10-01",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Addison. 판결일: 1987-10-01. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The State of Ohio, Appellant, v. Addison, Appellee\n**판결일**: 1987-10-01\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Cook, Eleventh, McCormac, Tenth, Young\n\n## 변호인\n\nMichael Miller,  prosecuting attorney, and  Alan C. Travis,  for appellant.\n\n Cassidy  Meeks  and  R. William Meeks,  for appellee.\n\n## 인용\n\n- 530 N.E.2d 1335\n- 40 Ohio App. 3d 7\n\n## 판결문 요약\n\nPlaintiff-appellant, state of Ohio, appeals the trial court's modification of the original sentence of defendant-appellee, David A. Addison. The trial court overruled a motion for shock probation pursuant to R.C. 2947.061. However, the court suasponte reconsidered and modified defendant's original sentence.\nDefendant-appellee was originally indicted for one count of aggravated burglary, R.C. 2911.11, one count of gross sexual imposition, R.C. 2907.05, and one count of attempted rape, R.C.2923.02 and 2907.02.\nFollowing plea negotiations, the defendant entered guilty pleas to attempted rape and burglary which are both aggravated felonies of the second degree. A nolle prosequi was entered as to the offense of gross sexual imposition.\nDefendant was sentenced to two concurrent terms of six to fifteen years' imprisonment for the attempted rape and burglary on September 5, 1986. On September 11, 1986, defendant was imprisoned at the Ohio State Reformatory in Mansfield, Ohio. He is now imprisoned at the Southeastern Correctional Institution in Lancaster, Ohio.\nOn December 24, 1986, defendant filed a motion for shock probation, pursuant to R.C. 2947.061. If granted, defendant's sentence would have been suspended and he would have been placed on probation.\nThe trial judge overruled the motion because of the seriousness of the defendant's crime. However, the judge modified the sentence he had previously imposed. He shortened the sentence from concurrent terms of six to fifteen years to ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-addison"
    }
  ],
  "relatedIncidents": [
    15116,
    15126,
    15177,
    15210,
    15286
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}