{
  "id": 15092,
  "title": "1987년 Faulder 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-09-30",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Faulder. 판결일: 1987-09-30. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Joseph Stanley FAULDER, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1987-09-30\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Clinton, Duncan, Miller, Onion, Teague\n\n## 변호인\n\nVernard G. Solomon, Marshall, for appellant., Carter Beekworth, Dist. Atty., Odis R. Hill, Sp. Prosecutor, Longview, Phil Burle-son, Sp. Prosecutor, Dallas, Robert Hut-tash, State’s Atty., Austin, for State.\n\n## 인용\n\n- 745 S.W.2d 327\n\n## 판결문 요약\n\n\n745 S.W.2d 327 (1987)\nJoseph Stanley FAULDER, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 69077.\nCourt of Criminal Appeals of Texas, En Banc.\nSeptember 30, 1987.\n*328 Vernard G. Solomon, Marshall, for appellant.\nCarter Beckworth, Dist. Atty., Odis R. Hill, Sp. Prosecutor, Longview, Phil Burleson, Sp. Prosecutor, Dallas, Robert Huttash, State's Atty., Austin, for State.\nBefore the court en banc.\nOPINION\nTEAGUE, Judge.\nJoseph Stanley Faulder, appellant, was convicted by a jury of committing the murder of Inez Phillips while in the course of committing or attempting to commit the felony offense of aggravated robbery. After the jury answered the special issues submitted to it by the trial judge in the affirmative, see the provisions of Art. 37.071, V.A.C.C.P., the trial judge assessed appellant's punishment at death.\nTo better understand appellant's first ground of error, that \"The Trial Court erred by denying the Appellant's Special Plea in Bar and Former Jeopardy,\" we find it necessary to give a brief history of appellant's case.\nIn Faulder v. State, 611 S.W.2d 630 (Tex.Cr.App.1980), a majority of this Court reversed appellant's conviction and sentence of death after it found that appellant's extrajudicial confession, which was admitted into evidence at his trial over objection, was obtained in violation of his federal Fifth Amendment constitutional rights. Thereafter, the State, through its local district attorney, filed a motion to stay this Court's mandate of reversal i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=faulder-v-state"
    }
  ],
  "relatedIncidents": [
    15000,
    15001,
    15009,
    15013,
    15032
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}