{
  "id": 15097,
  "title": "1987년 Fillbach 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-09-24",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Fillbach. 판결일: 1987-09-24. 법원: Court of Appeals of Wisconsin.",
  "description": "## 사건 정보\n\n**사건명**: William C. FILLBACH, Sheriff of Crawford County, and Geoffrey Banta, Sheriff of Vernon County, Plaintiffs-Appellants, v. PRODUCTION CREDIT ASSOCIATION OF LANCASTER, a Federally Chartered Corporation, and Capitol Indemnity Corporation, a Wisconsin Corporation, Defendants-Respondents\n**판결일**: 1987-09-24\n**법원**: Court of Appeals of Wisconsin\n**관할**: Wisconsin, WI\n\n**판사**: Gartzke, P.J., Dykman and Eich\n\n## 변호인\n\nFor the plaintiffs-appellants the cause was submitted on the briefs of Robert J. Kay and Elliot B. Staffin and Geisler & Kay, S.C., of Madison., For the defendants-respondents the cause was submitted on the brief of R. R. Roggensack and Morse and Roggensack, of Lancaster.\n\n## 인용\n\n- 416 N.W.2d 617\n- 141 Wis. 2d 767\n\n## 판결문 요약\n\n\n141 Wis.2d 767 (1987)\n416 N.W.2d 617\nWilliam C. FILLBACH, Sheriff of Crawford County, and Geoffrey Banta, Sheriff of Vernon County, Plaintiffs-Appellants,\nv.\nPRODUCTION CREDIT ASSOCIATION OF LANCASTER, a federally chartered corporation, and Capitol Indemnity Corporation, a Wisconsin corporation, Defendants-Respondents.\nNo. 86-0714.\nCourt of Appeals of Wisconsin.\nSubmitted on briefs April 10, 1987.\nDecided September 24, 1987.\n*769 For the plaintiffs-appellants the cause was submitted on the briefs of Robert J. Kay and Elliot B. Staffin and Geisler &amp; Kay, S.C., of Madison.\nFor the defendants-respondents the cause was submitted on the brief of R. R. Roggensack and Morse and Roggensack, of Lancaster.\nBefore Gartzke, P.J., Dykman and Eich, JJ.\nGARTZKE, P.J.\nWilliam Fillbach, sheriff of Crawford county, and Geoffrey Banta, sheriff of Vernon county, appeal from a summary judgment dismissing their complaint against Production Credit Association and Capitol Indemnity Corporation. The issue is whether the sheriffs can recover on a bond respondents issued to Sheriff Fillbach in a replevin action. The sheriffs seek their expenses in defending an action brought by the replevin debtors challenging the constitutionality of the replevin statutes. The trial court held that because the recitals in the bond do not cover the sheriffs' legal expenses, they cannot recover and a trial is unnecessary. We disagree and reverse.\nPCA brought an action to replevy cattle and farm equipment in which i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fillbach-v-production-credit-assn"
    }
  ],
  "relatedIncidents": [
    14994,
    14995,
    14998,
    14999,
    15000
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}