{
  "id": 15102,
  "title": "1987년 Garbe 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-09-22",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Garbe. 판결일: 1987-09-22. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Michael J. GARBE\n**판결일**: 1987-09-22\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Kennedy, Lowenstein, Pritchard\n\n## 변호인\n\nMelinda Kay Pendergraph, Columbia, for appellant., William L. Webster, Atty. Gen.,' Carrie Francke, Sp. Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 740 S.W.2d 266\n\n## 판결문 요약\n\n\nKENNEDY, Chief Judge.\nDefendant was convicted upon jury trial of first-degree assault, Sec. 565.050, RSMo Supp.1987; first degree burglary, Sec. 569.-160, RSMo 1979; and armed criminal action, Sec. 571.015, RSMo 1979. He was sentenced by the court to consecutive terms of ten, five and three years respectively. He appeals, alleging two instances of error.\nThe facts are as follows:\nKaren Calkins testified that in April of 1985, appellant, who was then 16 years of age, had stolen a radio, a gun and the numbers from a credit card while he was baby-sitting her children. Appellant used the credit card numbers to charge approximately $150 in telephone calls to sex parlors. Appellant returned the stolen items and agreed to make restitution for the phone calls. Appellant informed his mother about the stolen items but failed to tell her about the telephone calls despite Cal-kins’ encouraging him to do so.\nOn the afternoon of June 3,1985, Calkins again insisted that appellant tell his mother about the telephone calls, and told him that she would do so if he did not. In the early morning of June 4, 1985, appellant dressed in army clothes, painted his face black and broke into the Calkins’ residence. Calkins awoke, saw appellant standing over her bed with a knife and began to scream. Appellant stabbed Calkins approximately six times and then wrestled with August Braum, Calkins’ brother, and stabbed him approximately thirteen times. Appellant ran out the front door and later was arrested....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-garbe"
    }
  ],
  "relatedIncidents": [
    14994,
    15007,
    15017,
    15054,
    15081
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}