{
  "id": 15114,
  "title": "1987년 In Re Edgar L. Stencel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-09-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: In Re Edgar L. Stencel. 판결일: 1987-09-02. 법원: Court of Appeals for the Federal Circuit.",
  "description": "## 사건 정보\n\n**사건명**: In Re Edgar L. STENCEL, Appellant\n**판결일**: 1987-09-02\n**법원**: Court of Appeals for the Federal Circuit\n**관할**: USA, Federal\n\n**판사**: Bissell, Friedman, Newman\n\n## 변호인\n\nE. Roderick Cline, Christie, Parker & Hald, Pasadena, Cal., for appellant., Joseph F. Nakamura, Solicitor, Fred McKelvey, Deputy Solicitor and John W. Dewhirst, Associate Solicitor, Office of the Solicitor, of Arlington, Va., for appellee.\n\n## 인용\n\n- 828 F.2d 751\n\n## 판결문 요약\n\n828 F.2d 751\n    4 U.S.P.Q.2d 1071\n    In re Edgar L. STENCEL, Appellant.\n    No. 87-1110.\n    United States Court of Appeals,Federal Circuit.\n    Sept. 2, 1987.\n    \n      E. Roderick Cline, Christie, Parker &amp; Hald, Pasadena, Cal., for appellant.\n      Joseph F. Nakamura, Solicitor, Fred McKelvey, Deputy Solicitor and John W. Dewhirst, Associate Solicitor, Office of the Solicitor, of Arlington, Va., for appellee.\n      Before FRIEDMAN, NEWMAN, and BISSELL, Circuit Judges.\n      NEWMAN, Circuit Judge.\n    \n    \n      1\n      The decision of the United States Patent and Trademark Office Board of Patent Appeals and Interferences (Board), rejecting claims 1 through 14 of Stencel patent application Serial No. 250,895 entitled \"A Driver for a Lobed Collar\" for failure to meet the requirements for patentability set out in 35 U.S.C. Sec. 103, is reversed.\n    \n    OPINION\n    \n      2\n      The claimed invention relates to a driver that is adapted to set a joint with a particular threaded lobed collar.  The driver turns the collar until, when the collar is tight against the workpiece, the lobes of the collar are deformed by the driver.  The collar and the bolt then lock together, and the driver can no longer turn the collar.\n    \n    \n      3\n      Figures 1, 4 and 5 are illustrative, Figure 1 showing the driver body having a deltoid socket, and Figure 4 showing the driver socket on the collar before and Figure 5 after tightening.\n    \n    \n      4\n      NOTE: OPINION CONTAINS T...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-edgar-l-stencel"
    }
  ],
  "relatedIncidents": [
    14994,
    14995,
    14998,
    14999,
    15000
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}