{
  "id": 15116,
  "title": "1987년 Seibert 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-09-01",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Seibert. 판결일: 1987-09-01. 법원: Court of Appeals of Wisconsin.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Wisconsin, Plaintiff-Respondent, v. Ruven SEIBERT, Defendant-Appellant\n**판결일**: 1987-09-01\n**법원**: Court of Appeals of Wisconsin\n**관할**: Wisconsin, WI\n\n**판사**: Cane, LaROCQUE, LaRocque, Myse\n\n## 변호인\n\nFor defendant-appellant, there were briefs by Jack E. Schairer, assistant state public defender, Madison., For plaintiff-respondent, tbere was a brief by Donald J. Hanaway, attorney general and Christopher G. Wren, assistant attorney general, Madison.\n\n## 인용\n\n- 416 N.W.2d 900\n- 141 Wis. 2d 753\n\n## 판결문 요약\n\n\n141 Wis. 2d 753 (1987)\n416 N.W.2d 900\nSTATE of Wisconsin, Plaintiff-Respondent,\nv.\nRuven SEIBERT,[] Defendant-Appellant.\nNo. 87-0192-CR.\nCourt of Appeals of Wisconsin.\nSubmitted on briefs June 15, 1987.\nDecided September 1, 1987.\n*757 For defendant-appellant, there were briefs by Jack E. Schairer, assistant state public defender, Madison.\nFor plaintiff-respondent, there was a brief by Donald J. Hanaway, attorney general and Christopher G. Wren, assistant attorney general, Madison.\nBefore Cane, P.J., LaRocque and Myse, JJ.\nLaROCQUE, J.\nRuven Seibert appeals a judgment of conviction and an order denying postconviction relief for feloniously conspiring to intimidate a witness contrary to sec. 940.43(4), Stats. Section 940.42, Stats., punishes as a misdemeanor the crime of intimidating a witness, while sec. 940.43(4), under which Seibert was charged, punishes the same offense as a felony \"where the act is in furtherance of any conspiracy.\" Seibert claims that the felony statute does not apply unless the conspiracy is other than one to intimidate the witness. He also claims that the trial court improperly restricted cross-examination; that he was denied due process when a defense witness was allowed to plead the fifth amendment, by the state's *758 references to other crimes, and by defective jury instructions. We reject Seibert's assertions and affirm.\nSeibert stands convicted of conspiring with Nancy Schneske, the mother of a fourteen-year-old, M.C.L., to convince M.C.L. to re...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-seibert"
    }
  ],
  "relatedIncidents": [
    15090,
    15126,
    15177,
    15210,
    15286
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}