{
  "id": 15120,
  "title": "1987년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-08-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1987-08-24. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Fuddruckers, Inc. And Freddie Fuddruckers Franchising, Inc., a Texas Corp., Plaintiffs/counterdefendants/appellant v. Doc's B.R. Others, Inc., and Arizona Corp., Douglas J. Koppes and Mary F. Koppes, His Wife Dr. Gerald M. Koppes, and Stephen N. Koppes, Defendants/counterclaimants/appellees\n**판결일**: 1987-08-24\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 826 F.2d 837\n\n## 판결문 요약\n\n826 F.2d 837\n    56 USLW 2164, 4 U.S.P.Q.2d 1026\n    FUDDRUCKERS, INC. and Freddie Fuddruckers Franchising, Inc.,a Texas corp., Plaintiffs/Counterdefendants/Appellant,v.DOC'S B.R. OTHERS, INC., and Arizona corp., Douglas J.Koppes and Mary F. Koppes, his wife;  Dr. GeraldM. Koppes, and Stephen N. Koppes,Defendants/Counterclaimants/Appellees.\n    Nos. 85-1929, 85-2394 and 85-2652.\n    United States Court of Appeals,Ninth Circuit.\n    Argued and Submitted July 16, 1986.Decided Aug. 24, 1987.\n    \n      Kimball J. Corson, Phoenix, Ariz., for plaintiffs/counterdefendants/appellant.\n      Neil Vincent Wake, Phoenix, Ariz., for defendants/counterclaimants/appellees.\n      Appeal from the United States District Court for the District of Arizona.\n      Before JAMES R. BROWNING, Chief Judge, and FLETCHER and NELSON, Circuit Judges.\n      FLETCHER, Circuit Judge:\n    \n    \n      1\n      Fuddruckers, Inc., appeals from a jury verdict denying Fuddruckers' claims for trade dress infringement and unfair competition under section 43(a) of the Lanham Act, 15 U.S.C. Sec. 1125(a) (1982).  We reverse and remand for a new trail.\n    \n    BACKGROUND\n    \n      2\n      Fuddruckers operates a national chain of \"upscale\" hamburger restaurants.  The restaurants serve hamburgers, hot dogs, wurst, steak, french fries, beans and jalapenos.  Although its restaurants do not all have precisely the same decor, the majority of them share a great many design elements.  Fuddruckers claims these design elements ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fuddruckers-inc-and-freddie-fuddruckers-franchising-inc-a-texas-corp"
    }
  ],
  "relatedIncidents": [
    15056,
    15105,
    15117,
    15177,
    15242
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}