{
  "id": 15126,
  "title": "1987년 Byrdsong 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-08-17",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Byrdsong. 판결일: 1987-08-17. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Clarence Byrdsong\n**판결일**: 1987-08-17\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 133 A.D.2d 164\n\n## 판결문 요약\n\n\nby the defendant from a judgment of the Supreme Court, Queens County (Groh, J.), rendered May 16, 1985, convicting him of robbery in the first degree, criminal use of a firearm in the first degree, attempted rape in the first degree, attempted sodomy in the first degree and assault in the second degree, upon a jury verdict, and imposing sentence.\nOrdered that the judgment is affirmed.\nThe trial court did not abuse its discretion in denying the *165defendant’s motion to change counsel particularly in light of the fact that the defendant had already been represented by five prior attorneys and also because the motion was made on the eve of trial after the Sandoval hearing had commenced and while the jury panel was waiting in the hallway outside the courtroom (see, People v Arroyave, 49 NY2d 264).\nSince the defendant failed to challenge the facial validity of the third and fourth counts of the indictment in a pretrial motion to dismiss (CPL 210.20, 210.25), this issue has not been preserved for appellate review (see, People v Soto, 44 NY2d 683; People v Iannone, 45 NY2d 589, 600; People v Di Noia, 105 AD2d 799, lv denied sub nom. People v Rapetti, 64 NY2d 763).\nViewing the trial evidence in the light most favorable to the People, we find that the People presented prima facie cases concerning the charges of attempted rape in the first degree and attempted sodomy in the first degree (see, People v Glover, 107 AD2d 821, affd 66 NY2d 931, cert denied 476 US 1161; People v Pereau, 9...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-byrdsong"
    }
  ],
  "relatedIncidents": [
    15090,
    15116,
    15177,
    15210,
    15286
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}