{
  "id": 15121,
  "title": "1987년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-08-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1987-08-21. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: First Alabama Bank of Montgomery, N.A., and Edward Herbert, Plaintiffs v. Parsons Steel, Inc., Jim D. Parsons, Melba L. Parsons, and Parsons Steel Industries, Inc., Tom McGregor as Trustee in Bankruptcy for Parsons Steel Industries, Inc., First Alabama Bank of Montgomery, N.A., and Edward Herbert, Plaintiffs v. Parsons Steel, Inc., Jim D. Parsons, Melba L. Parsons, and Parsons Steel Industries, Inc., Tom McGregor as Trustee in Bankruptcy for Parsons Steel Industries, Inc.\n**판결일**: 1987-08-21\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 825 F.2d 1475\n\n## 판결문 요약\n\n825 F.2d 1475\n    FIRST ALABAMA BANK OF MONTGOMERY, N.A., and Edward Herbert,Plaintiffs- Appellees,v.PARSONS STEEL, INC., Jim D. Parsons, Melba L. Parsons, andParsons Steel Industries, Inc., Defendants,Tom McGregor, as Trustee in Bankruptcy for Parsons SteelIndustries, Inc., Defendant-Appellant.FIRST ALABAMA BANK OF MONTGOMERY, N.A., and Edward Herbert,Plaintiffs- Appellees,v.PARSONS STEEL, INC., Jim D. Parsons, Melba L. Parsons, andParsons Steel Industries, Inc., Defendants-Appellants,Tom McGregor, as Trustee in Bankruptcy for Parsons SteelIndustries, Inc., Defendant-Appellant.\n    Nos. 85-7343, 86-7506.\n    United States Court of Appeals,Eleventh Circuit.\n    Aug. 21, 1987.\n    \n      James Jerry Wood, James T. Sasser, Montgomery, Ala., for McGregor.\n      Donald R. Harrison, Montgomery, Ala., for Parsons, et al.\n      James A. Byram, Jr., Steiner, Crum &amp; Baker, M. Roland Nachman, Jr., Balch &amp; Bingham, Montgomery, Ala., for plaintiffs-appellees.\n      Appeals from the United States District Court for the Middle District of Alabama.\n      Before HILL and JOHNSON, Circuit Judges, and HENLEY,* Senior Circuit Judge.\n      JOHNSON, Circuit Judge:\n    \n    \n      1\n      This consolidated appeal challenges the propriety of the district court's continuance of an injunction issued in favor of Appellees, First Alabama Bank (\"First Alabama\") and bank officer Edward Herbert against further prosecution of a state court action filed against Appellees by Appellants Parsons Steel,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=first-alabama-bank-of-montgomery-na-and-edward-herbert-plaintiffs-v"
    }
  ],
  "relatedIncidents": [
    15034,
    15063,
    15069,
    15076,
    15082
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}