{
  "id": 15124,
  "title": "1987년 Felix 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-08-18",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Felix. 판결일: 1987-08-18. 법원: Court of Appeals of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Minnesota, Respondent, v. Wayne John FELIX, Appellant\n**판결일**: 1987-08-18\n**법원**: Court of Appeals of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Nierengarten, Parker, Wozniak\n\n## 변호인\n\nHubert H. Humphrey, III, Atty. Gen., Thomas Foley, Ramsey Co. Atty., Steven C. DeCoster, Asst. Co. Atty., St. Paul, for respondent., Susan J. Andrews, Asst. Public Defender, St. Paul, for appellant.\n\n## 인용\n\n- 410 N.W.2d 398\n\n## 판결문 요약\n\n\n410 N.W.2d 398 (1987)\nSTATE of Minnesota, Respondent,\nv.\nWayne John FELIX, Appellant.\nNo. C3-87-985.\nCourt of Appeals of Minnesota.\nAugust 18, 1987.\nReview Denied September 29, 1987.\n*399 Hubert H. Humphrey, III, Atty. Gen., Thomas Foley, Ramsey Co. Atty., Steven C. DeCoster, Asst. Co. Atty., St. Paul, for respondent.\nSusan J. Andrews, Asst. Public Defender, St. Paul, for appellant.\nConsidered and decided by PARKER, P.J., and WOZNIAK and NIERENGARTEN, JJ., with oral argument waived.\n\nOPINION\nPARKER, Judge.\nAppellant Wayne John Felix was charged with first-degree assault and, pursuant to a plea agreement, he pled guilty. He was sentenced to 86 months in prison, double the presumptive sentence. On appeal he challenges the departure from the sentencing guidelines and claims he received ineffective assistance of counsel. We affirm the sentence.\n\nFACTS\nAt about 4:00 a.m. on October 25, 1986, police officers were flagged down at the corner of University and Grotto Avenues in St. Paul. Upon investigation, the officers found Tamara Marie Kirk lying injured in a dumpster area, with extensive trauma to her head and face. She was partially clothed, with her pants down around her ankles and her shirt up around her head. There was a large amount of blood near her head and waist, and she had lost control of her bowels.\nAs they began to apply first aid, the officers heard witnesses say, \"there goes the guy,\" and saw Felix running away. The officers apprehended and arrested him, noting that...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-felix"
    }
  ],
  "relatedIncidents": [
    15141,
    15220,
    15229,
    15243,
    15298
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}