{
  "id": 15125,
  "title": "1987년 Acme Propane, Inc. v. Tenexco, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-08-18",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Acme Propane, Inc. v. Tenexco, Inc.. 판결일: 1987-08-18. 법원: District Court, N.D. Illinois.",
  "description": "## 사건 정보\n\n**사건명**: ACME PROPANE, INC., an Illinois Corporation, Frank S. Kasper and Jerome J. Kasper, Plaintiffs, v. TENEXCO, INC., an Illinois Corporation, Richard S. Incandela, Energy Funding Company, Inc., an Illinois Corporation, Ronald S. Nietupski, G.A.P. Enterprises, an Indiana General Partnership and Lenard Pearson, Defendants\n**판결일**: 1987-08-18\n**법원**: District Court, N.D. Illinois\n**관할**: Illinois, IL\n\n**판사**: Aspen\n\n## 변호인\n\nSteven D. Rakich, Robert D. Kreisman, Lee M. Weisz, Kreisman and Rakich, Chicago, Ill., for plaintiffs., Alan S. Rutkoff, Josh M. Leavitt, McDer-mott Will & Emery, Chicago, Ill., William J. Gibbons, Deborah C. Paskin, Latham & Watkins, Chicago, Ill., for defendants.\n\n## 인용\n\n- 666 F. Supp. 143\n\n## 판결문 요약\n\n\n666 F.Supp. 143 (1987)\nACME PROPANE, INC., an Illinois corporation, Frank S. Kasper and Jerome J. Kasper, Plaintiffs,\nv.\nTENEXCO, INC., an Illinois corporation, Richard S. Incandela, Energy Funding Company, Inc., an Illinois corporation, Ronald S. Nietupski, G.A.P. Enterprises, an Indiana general partnership and Lenard Pearson, Defendants.\nNo. 86 C 9119.\nUnited States District Court, N.D. Illinois, E.D.\nAugust 18, 1987.\n*144 Steven D. Rakich, Robert D. Kreisman, Lee M. Weisz, Kreisman and Rakich, Chicago, Ill., for plaintiffs.\nAlan S. Rutkoff, Josh M. Leavitt, McDermott Will &amp; Emery, Chicago, Ill., William J. Gibbons, Deborah C. Paskin, Latham &amp; Watkins, Chicago, Ill., for defendants.\n\nMEMORANDUM OPINION AND ORDER\nASPEN, District Judge:\nPlaintiffs Frank S. Kasper, Jerome J. Kasper and Acme Propane, Inc. (referred to collectively as \"Acme\") filed this action seeking damages for alleged securities fraud. Defendants Tenexco, Inc., Richard S. Incandela, Energy Funding Company, Inc. (\"Energy\") and Ronald S. Nietupski filed a motion to dismiss Acme's amended complaint under Fed.R.Civ.P. 12(b)(6) and Fed.R.Civ.P. 9(b). Defendants G.A.P. Enterprises (\"GAP\") and Lenard Pearson also moved to dismiss and adopted the other defendants' filings. For the following reasons, we agree that the complaint should be dismissed.\n\nI. FACTUAL ALLEGATIONS[1]\nThe amended complaint alleges four counts of securities fraud relating to the defendants' sale of working interests in oil and gas wells...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=acme-propane-inc-v-tenexco-inc"
    }
  ],
  "relatedIncidents": [
    15034,
    15063,
    15069,
    15076,
    15082
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}