{
  "id": 15138,
  "title": "1987년 Lasley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-07-24",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Lasley. 판결일: 1987-07-24. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Leon LASLEY, Appellant, v. STATE of Indiana, Appellee\n**판결일**: 1987-07-24\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBRULER, Dickson, Givan, Pivarnik, Shepard\n\n## 변호인\n\nS. Frank Mattox, New Albany, for appellant., Linley E. Pearson, Atty. Gen., Richard C. Webster, Deputy Atty. Gen., Indianapolis, for appellee.\n\n## 인용\n\n- 510 N.E.2d 1340\n\n## 판결문 요약\n\n\n510 N.E.2d 1340 (1987)\nLeon LASLEY, Appellant,\nv.\nSTATE of Indiana, Appellee.\nNo. 22S00-8602-CR-190.\nSupreme Court of Indiana.\nJuly 24, 1987.\n*1341 S. Frank Mattox, New Albany, for appellant.\nLinley E. Pearson, Atty. Gen., Richard C. Webster, Deputy Atty. Gen., Indianapolis, for appellee.\nGIVAN, Justice.\nA jury trial resulted in the conviction of appellant on eleven counts of Child Molesting. The trial judge sentenced appellant on each of the eleven counts, all sentences to run consecutively, totalling one hundred twenty-four (124) years.\nIn 1984, appellant had been convicted in a jury trial in the Floyd Superior Court of child molesting. Judge Striegel, the same judge who presided over the instant case, also presided in the prior trial. During the prior trial, the State called thirteen children to testify against appellant under the depraved sexual instinct rule. Essentially the same children testified against appellant in the instant case, including the victim in the prior conviction.\nAppellant claims the trial court erred in denying his motion for change of judge for cause, based upon the fact that the judge had presided over the previous trial and had sentenced appellant to the maximum term under that conviction of eight (8) years.\nHe further claims that the judge also demonstrated prejudice in that he had ruled against appellant on several motions made by counsel prior to trial. Although the motion for change of judge was filed after the ten (10) day period prescribed i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lasley-v-state"
    }
  ],
  "relatedIncidents": [
    15034,
    15063,
    15069,
    15076,
    15082
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}