{
  "id": 15134,
  "title": "1987년 Salcedo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-08-10",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Salcedo. 판결일: 1987-08-10. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Freddie Salcedo, Also Known as Diogenes Filpo\n**판결일**: 1987-08-10\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 133 A.D.2d 129\n\n## 판결문 요약\n\n\nAppeal by the defendant from a judgment of the Supreme Court, Kings County (Kuffner, J.), rendered April 4, 1983, convicting him of murder in the second degree (two counts), conspiracy in the second degree and robbery in the first degree, upon a jury verdict, and imposing sentence.\nOrdered that the judgment is affirmed.\nThe trial court properly exercised its discretion in ruling that, should the defendant choose to testify, the People would be permitted to question him as to several of his prior convictions, including those for attempted robbery and arson. The fact that the defendant’s conviction for attempted robbery was over 11 years old, by itself, did not mandate preclusion of cross-examination with regard to that conviction (see, People v Scott, 118 AD2d 881, lv denied 67 NY2d 1056; People v Crandall, 108 AD2d 413). Moreover, the arson conviction clearly reflected upon the defendant’s veracity and credibility inasmuch as it involved a scheme to eliminate the defendant’s business competitors (see, People v Dudwoire, 95 AD2d 878), thus demonstrating a \"willingness or disposition on the part of the * * * defendant voluntarily to place the advancement of his individual self-interest ahead of principle or of the interests of society” (People v Sandoval, 34 NY2d 371, 377).\nWe have examined the defendant’s remaining contentions and find them to be either unpreserved for our review or without merit. Thompson, J. P., Brown, Eiber and Spatt, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-salcedo"
    }
  ],
  "relatedIncidents": [
    15000,
    15001,
    15009,
    15013,
    15032
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}