{
  "id": 15137,
  "title": "1987년 Johnson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-07-28",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Johnson v. State. 판결일: 1987-07-28. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Johnson v. State\n**판결일**: 1987-07-28\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Tyson\n\n## 인용\n\n- 515 So. 2d 132\n\n## 판결문 요약\n\n\n515 So. 2d 132 (1987)\nLarry JOHNSON\nv.\nSTATE.\n3 Div. 553.\nCourt of Criminal Appeals of Alabama.\nJuly 28, 1987.\nRehearing Denied September 8, 1987.\n*133 John L. Jernigan III of Stokes, Jernigan &amp; Stokes, Brewton, for appellant.\nDon Siegelman, Atty. Gen., and Gerrilyn V. Grant, Asst. Atty. Gen., for appellee.\nTYSON, Judge.\nLarry Johnson was indicted for promoting prison contraband in the first degree, in violation of § 13A-10-36, Code of Alabama 1975. The jury found the appellant \"guilty as charged in the indictment\" and he was sentenced to 15 years' imprisonment as a habitual felony offender.\nOn June 27, 1985, Officer John Lee, a guard at Fountain Correctional Facility, was escorting inmates Wilbert Tyrus and Curtis Scarver to their beds in the prison dormitory when Tyrus pulled a knife and attacked Scarver. Scarver ran to the opposite end of the dorm. Lee ordered Tyrus to drop the knife but he refused and chased after Scarver.\nAt this point, the appellant ran past Lee with a knife. Lee told the appellant to drop the knife but he continued running. The appellant then confronted Tyrus with the knife. The appellant then dropped the knife after Lee ordered him to do so.\n\nI\nShortly before the trial of the case, the appellant's appointed attorney, B.F. Lovelace, Sr., became ill and could not represent the appellant at trial. Lovelace's son, B.F. Lovelace, Jr., was appointed to represent the appellant.\nJust prior to the start of the trial, the appellant filed a pro se motion as...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-v-state"
    }
  ],
  "relatedIncidents": [
    14994,
    14995,
    14998,
    14999,
    15000
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}