{
  "id": 15149,
  "title": "1987년 Mariano N. Casem v. Office of Personnel Management 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-07-14",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Mariano N. Casem v. Office of Personnel Management. 판결일: 1987-07-14. 법원: Court of Appeals for the Federal Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Mariano N. Casem v. Office of Personnel Management\n**판결일**: 1987-07-14\n**법원**: Court of Appeals for the Federal Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 826 F.2d 1072\n\n## 판결문 요약\n\n826 F.2d 1072\n    Unpublished dispositionNOTICE: Federal Circuit Local Rule 47.8(b) states that opinions and orders which are designated as not citable as precedent shall not be employed or cited as precedent.  This does not preclude assertion of issues of claim preclusion, issue preclusion, judicial estoppel, law of the case or the like based on a decision of the Court rendered in a nonprecedential opinion or order.Mariano N. CASEM, Petitioner,v.OFFICE OF PERSONNEL MANAGEMENT, Respondent.\n    Appeal No. 87-3196\n    United States Court of Appeals, Federal Circuit.\n    July 14, 1987.\n    \n      Before RICH, SMITH and NIES, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      The decision of the Merit Systems Protection Board (board) in No. SE08318610185, dismissing the petitioner's appeal without prejudice as premature, is affirmed.  Under the applicable regulations, an application for a retirement annuity must be filed with the Office of Personnel Management (OPM), not the board. 5 CFR 831.104.  The right to appeal to the board arises only after OPM has reconsidered the matter and issued a final decision. 5 CFR 831.109, 831.110.  Accordingly, the board's dismissal of the appeal because there was no decision by OPM was not arbitrary, capricious, an abuse of discretion, unsupported by the evidence, or otherwise not in accordance with law.  See 5 USC 7703(c).\n    \n    ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mariano-n-casem-v-office-of-personnel-management"
    }
  ],
  "relatedIncidents": [
    14994,
    14995,
    14998,
    14999,
    15000
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}