{
  "id": 15141,
  "title": "1987년 Hoover 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-07-21",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Hoover. 판결일: 1987-07-21. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Hoover v. State\n**판결일**: 1987-07-21\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Barfield\n\n## 인용\n\n- 511 So. 2d 629\n\n## 판결문 요약\n\n\n511 So. 2d 629 (1987)\nStanley HOOVER, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. BI-372.\nDistrict Court of Appeal of Florida, First District.\nJuly 21, 1987.\nRehearings Denied September 21, 1987.\nMichael E. Allen, Public Defender, and P. Douglas Brinkmeyer, Asst. Public Defender, Tallahassee, for appellant.\nJim Smith, Atty. Gen., and Kurt L. Barch, Asst. Atty. Gen., Tallahassee, for appellee.\n*630 BARFIELD, Judge.\nIn this appeal from a thirty year sentence for sexual battery and lewd assault on his eight year old daughter, Stanley Hoover challenges the trial court's departure from the recommended guidelines sentence, asserting that the reasons given for departure were not \"clear and convincing.\" We do not address the issue raised by appellant, because we find that the trial court committed fundamental error when it accepted appellant's plea of nolo contendere to a charge of sexual battery under section 794.011(4)(e), Florida Statutes (1983).\nAlthough neither party raised the issue addressed in this opinion, consideration of it is essential to the administration of justice. The parties were required to file supplemental briefs and to appear before this Court at oral argument to clarify their positions with respect to the propriety of the trial court's acceptance of the plea under the particular circumstances of this case.\nSection 794.011(4)(e), Florida Statutes (1983), which charges sexual battery of a child over the age of eleven by a person in a position of familial or cu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hoover-v-state"
    }
  ],
  "relatedIncidents": [
    15124,
    15220,
    15229,
    15243,
    15298
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}