{
  "id": 15140,
  "title": "1987년 Perkins-Bey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-07-21",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Perkins-Bey. 판결일: 1987-07-21. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: David PERKINS-BEY, Defendant-Appellant, v. STATE of Missouri, Plaintiff-Respondent\n**판결일**: 1987-07-21\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crandall, Karohl, Pudlowski\n\n## 변호인\n\nDavid Hemingway, Asst. Public Defender, St. Louis, for defendant-appellant., William L. Webster, Atty. Gen., Colly Frissell-Durley, Asst. Atty. Gen., Jefferson City, for plaintiff-respondent.\n\n## 인용\n\n- 735 S.W.2d 170\n\n## 판결문 요약\n\n\n735 S.W.2d 170 (1987)\nDavid PERKINS-BEY, Defendant-Appellant,\nv.\nSTATE of Missouri, Plaintiff-Respondent.\nNo. 52118.\nMissouri Court of Appeals, Eastern District, Division Three.\nJuly 21, 1987.\nMotion for Rehearing and/or Transfer Denied August 18, 1987.\nApplication to Transfer Denied September 15, 1987.\nDavid Hemingway, Asst. Public Defender, St. Louis, for defendant-appellant.\nWilliam L. Webster, Atty. Gen., Colly Frissell-Durley, Asst. Atty. Gen., Jefferson City, for plaintiff-respondent.\nKAROHL, Judge.\nMovant appeals denial of post conviction relief under Rule 27.26. Movant was convicted of robbery first degree, Section 569.020 RSMo 1978, and tampering first degree, Section 569.080 RSMo 1978. We affirmed the convictions. State v. Perkins, 679 S.W.2d 410 (Mo.App.1984).[1] Defendant was sentenced to serve a term of imprisonment of sixteen years for robbery and a concurrent six year term for tampering. The motion court considered movant's pro se motion. No amended motion was filed by appointed counsel. The court held an evidentiary hearing, entered findings of fact and conclusions of law and denied relief.\nWe find movant's second claim of error decisive. The testimony of movant, movant's trial counsel, an investigator for trial counsel and movant's alibi witness supports the only possible conclusion that movant *171 was denied effective assistance of counsel and is entitled to a new trial.\nWe review under the limitation that we are to determine whether the findings, conclusi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=perkins-bey-v-state"
    }
  ],
  "relatedIncidents": [
    14994,
    15007,
    15017,
    15054,
    15081
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}