{
  "id": 15147,
  "title": "1987년 Vaughn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-07-14",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Vaughn. 판결일: 1987-07-14. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Michael A. VAUGHN\n**판결일**: 1987-07-14\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crist, Kelly, Satz\n\n## 변호인\n\nHenry B. Robertson, St. Louis, for appellant., William L. Webster, Atty. Gen., John Munson Morris, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 736 S.W.2d 437\n\n## 판결문 요약\n\n\nCRIST, Judge.\nAppeal from a jury conviction of voluntary manslaughter. Defendant was found to be a prior offender and was sentenced to seven years’ imprisonment. We affirm.\nAfter an altercation as to whether defendant stole money from victim’s friend, defendant left the room and came back with two knives from the kitchen. Defendant stabbed victim eight times, causing his death, at a time when victim was unarmed. The evidence of guilt was strong and de*438fendant does not question the sufficiency of the evidence.\nDefendant seeks review for plain error, Rule 30.20, on his sole point on appeal. Defendant claims the trial court abused its discretion in failing to strike for cause two prospective jurors. While the complained of prospective jurors were struck by the defendant with his peremptory challenges, defendant claims he was deprived of a full panel of qualified jurors from which to make his peremptory strikes.\nAfter having already struck for cause several prospective jurors because they said they could not be fair, the trial judge became concerned the prospective jurors were using this as an excuse to get off the jury. The trial judge stated:\nThis court is no longer going to just take people off this panel bécause they say they can’t be fair. I want to know why .... They know they can get off of this case and go home today. That’s common knowledge. Unfortunately, it’s become infectious and they are going to have to, on the record, display to me their inability to be fair an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-vaughn"
    }
  ],
  "relatedIncidents": [
    15000,
    15001,
    15009,
    15013,
    15032
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}