{
  "id": 15159,
  "title": "1987년 Stevenson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-07-02",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Stevenson. 판결일: 1987-07-02. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Christopher Jerome STEVENSON v. The STATE of Texas\n**판결일**: 1987-07-02\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Draughn, Junell, Sears\n\n## 변호인\n\nCharles Hinton, Houston, for appellant., J.B. Holmes, Jr., Eleanor M. McCarthy, Ira Lee Jones, II, Houston, for appellee.\n\n## 인용\n\n- 745 S.W.2d 45\n\n## 판결문 요약\n\n\nOPINION\nSEARS, Justice.\nThis is an appeal from a conviction for murder. Appellant pled not guilty to the offense, was tried by a jury and found guilty as charged. The jury assessed his punishment at twelve years confinement in the Texas Department of Corrections. We affirm the judgment of the trial court as modified.\nAppellant asserts seven points of error. In points of error one and two, he maintains that the entry in the judgment of an affirmative finding that a deadly weapon was used during the commission of the offense was error and should be deleted.\nAppellant was indicted as follows:\nChristopher Jerome Stevenson ... did then and there unlawfully, intentionally and knowingly cause the death of Esteban Perez, hereafter styled the Complainant, by shooting the Complainant with a deadly weapon, namely, a firearm.\nIt is further presented that [Appellant] ... did then and there unlawfully intend to cause serious bodily injury to Esteban Perez, hereafter styled the Complainant, and did cause the death of the Complainant by intentionally and knowingly committing an act clearly dangerous to human life, namely, shooting the Complain*46ant with a deadly weapon, namely, a firearm.\nThe evidence at trial showed that, during the commission of a robbery, Appellant held the complainant’s son while another person chased the complainant and ultimately shot and killed him. Appellant did not personally use or exhibit a deadly weapon during the commission of the offense. The trial court inst...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stevenson-v-state"
    }
  ],
  "relatedIncidents": [
    15000,
    15001,
    15009,
    15013,
    15032
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}