{
  "id": 15167,
  "title": "1987년 Staten 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-06-25",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Staten. 판결일: 1987-06-25. 법원: Colorado Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE of the State of Colorado, Plaintiff-Appellee, v. Barry STATEN, Defendant-Appellant\n**판결일**: 1987-06-25\n**법원**: Colorado Court of Appeals\n**관할**: Colorado, CO\n\n**판사**: Babcock, Smith, Sternberg\n\n## 변호인\n\nDuane Woodard, Atty. Gen., Charles B. Howe, Chief Deputy Atty. Gen., Richard H. Forman, Sol. Gen., David L. Sainé, Asst. Atty. Gen., Denver, for plaintiff-appellee., Tegtmeier & Sears, P.C., Mary G. Allen, Special Deputy State Public Defender, Colorado Springs, for defendant-appellant.\n\n## 인용\n\n- 746 P.2d 1362\n\n## 판결문 요약\n\n\n746 P.2d 1362 (1987)\nThe PEOPLE of the State of Colorado, Plaintiff-Appellee,\nv.\nBarry STATEN, Defendant-Appellant.\nNo. 85CA1711.\nColorado Court of Appeals, Div. II.\nJune 25, 1987.\nRehearing Denied July 30, 1987.\nCertiorari Denied December 14, 1987.\n*1363 Duane Woodard, Atty. Gen., Charles B. Howe, Chief Deputy Atty. Gen., Richard H. Forman, Sol. Gen., David L. Saine, Asst. Atty. Gen., Denver, for plaintiff-appellee.\nTegtmeier &amp; Sears, P.C., Mary G. Allen, Special Deputy State Public Defender, Colorado Springs, for defendant-appellant.\nSMITH, Judge.\nDefendant, Barry Staten, appeals the judgment of conviction entered on a jury verdict finding him guilty of aggravated robbery. We affirm.\nThe robbery took place at a fast food restaurant and was witnessed by four employees. Prior to trial, one of these witnesses, *1364 Davis, told defense investigators that he was unsure whether defendant was the perpetrator of the robbery. However, his testimony during trial was that he was \"positive\" of both his pretrial identification of defendant from a mug shot book, and his in-court identification. When asked to explain the statements he had made to defense investigators prior to trial, Davis stated that he had not wanted to be involved in this case, and that his father had told him to tell defense investigators \"what you think you should tell them if you don't want to be involved in this case.\"\nOne of the other eyewitnesses, Brown, was able positively to identify defendant at trial; a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-frontier-airlines-inc"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-staten"
    }
  ],
  "relatedIncidents": [
    14994,
    15007,
    15017,
    15054,
    15081
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}