{
  "id": 15169,
  "title": "1987년 Molasky 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-06-23",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Molasky. 판결일: 1987-06-23. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: CALVARY HEIGHTS BAPTIST TEMPLE v. Allen MOLASKY, Racing Service Corporation, Troy Realo Land Management Company, Allen Molasky Trust, Melanjo Investments, Inc., Marti Ellen Rose, Gloria Molasky, Magnum Industries, Inc., Defendants-Respondents\n**판결일**: 1987-06-23\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n## 변호인\n\nJames B. Herd, Deeba, DeStefano, Sau-ter & Herd, St. Louis, for plaintiff-appellant., Howard Wittner, David Sosne, St. Louis, for defendants-respondents.\n\n## 인용\n\n- 733 S.W.2d 774\n\n## 판결문 요약\n\n\nPER CURIAM.\nPlaintiff, Calvary Heights Baptist Temple, brought an action for specific performance, or in the alternative, damages for fraud against defendants, Allen Molasky, Racing Service Corporation, Troy Realo Land Management Company, Allen Mola-sky Trust, Melanjo Investments, Inc., Marti Ellen Rose, Gloria Molasky, and Magnum Industries, Inc. In a court tried case, the trial court entered judgment in favor of defendants after making findings of fact and conclusions of law. Plaintiff appeals from that judgment.\nThe facts of this case are extensive and complex. The seminal issue, however, presents a question of fact; i.e., was there a specific oral agreement made by Mark Molasky, defendants’ agent, to reconvey land to plaintiff. On that point plaintiff’s witnesses were equivocal. Defendants denied such an agreement. The trial court held that “although there were conversations about a possible reconveyance of some land to plaintiff, said discussions were general, non-specific and do not establish that any defendants entered into any definite and specific agreement to reconvey specific property ... there is no evidence that an actual and definite oral agreement was made.”\nFaced with a conflict in the evidence, it is the prerogative of the trial court to believe defendants and accept their testimony as true. Rinderknecht v. Caulfield, 716 S.W.2d 405, 406 (Mo.App.1986). We defer to the wide discretion accorded the trial court even if there is evidence which would support a di...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=calvary-heights-baptist-temple-v-molasky"
    }
  ],
  "relatedIncidents": [
    15024,
    15050,
    15088,
    15105,
    15107
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}