{
  "id": 15177,
  "title": "1987년 McAfee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-06-17",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: McAfee. 판결일: 1987-06-17. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Tennessee, Appellee, v. Floyd McAFEE, Appellant\n**판결일**: 1987-06-17\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Daughtrey, Duncan, Jones\n\n## 변호인\n\nJames H. Bostick, Asst. Public Defender, Memphis, for appellant; A.C. Wharton, Jr., Shelby County Public Defender, Memphis, of counsel., W.J. Michael Cody, Atty. Gen. & Reporter, Norma Crippen Ballard, Asst. Atty. Gen., Nashville, Hugh W. Stanton, Jr., Dist. Atty. Gen., James J. Challen, III, Asst. Dist. Atty. Gen., Memphis, for appel-lee.\n\n## 인용\n\n- 737 S.W.2d 304\n\n## 판결문 요약\n\n\n737 S.W.2d 304 (1987)\nSTATE of Tennessee, Appellee,\nv.\nFloyd McAFEE, Appellant.\nCourt of Criminal Appeals of Tennessee, at Jackson.\nJune 17, 1987.\n*305 James H. Bostick, Asst. Public Defender, Memphis, for appellant; A.C. Wharton, Jr., Shelby County Public Defender, Memphis, of counsel.\nW.J. Michael Cody, Atty. Gen. &amp; Reporter, Norma Crippen Ballard, Asst. Atty. Gen., Nashville, Hugh W. Stanton, Jr., Dist. Atty. Gen., James J. Challen, III, Asst. Dist. Atty. Gen., Memphis, for appellee.\n\nOPINION\nJONES, Judge.\nThe defendant, Floyd McAfee, was convicted of grand larceny and found to be an habitual criminal by a jury of his peers. After his motion for a new trial was denied by the trial court the defendant appealed as of right to this Court pursuant to Rule 3(b), Tenn.R.App.P.\nIn this Court the defendant contends the evidence is insufficient to support his conviction for grand larceny as well as a finding that he is an habitual criminal, and the trial court committed error in refusing to clarify its instructions when the jury requested a clarification during the habitual criminal phase of the proceedings.\n\nSUFFICIENCY OF THE EVIDENCE\nOn the afternoon of December 7, 1985, an employee of the Peabody Hotel observed a black male, later identified as the defendant, enter a restricted area near the rear of the hotel, and go into the kitchen area. The employee, knowing the defendant did not work for the hotel, advised a security officer of what she had observed. After following th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mcafee"
    }
  ],
  "relatedIncidents": [
    15056,
    15090,
    15105,
    15116,
    15117
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}