{
  "id": 15175,
  "title": "1987년 Goldsmith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-06-18",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Goldsmith. 판결일: 1987-06-18. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: 4447 CORPORATION, Et Al., Appellants, v. Stephen GOLDSMITH, Appellee; FORT WAYNE BOOKS, INC., Et Al., Appellants, v. STATE of Indiana and Stephen M. Sims, Appellee\n**판결일**: 1987-06-18\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Shepard\n\n## 변호인\n\nJohn H. Weston, David M. Brown, Brown, Weston & Sarno, Beverly Hills, Cal., Kenneth R. Scheibenberger, Lebamoff Law Offices, Fort Wayne, Steven M. Taylor, Taylor and Rubin, P.C., Southfield, Mich., Franklin I. Miroff, Ancel, Miroff & Frank, P.C., Indianapolis, for appellants., Linley E. Pearson, Atty. Gen., William E. Daily, Deputy Atty. Gen., Indianapolis, for appellees.\n\n## 인용\n\n- 509 N.E.2d 174\n\n## 판결문 요약\n\n\n509 N.E.2d 174 (1987)\n4447 CORPORATION, et al., Appellants,\nv.\nStephen GOLDSMITH, Appellee.\nFort Wayne Books, Inc., et al., Appellants,\nv.\nState of Indiana and Stephen M. Sims, Appellee.\nNo. 29S04-8703-CV-270.\nSupreme Court of Indiana.\nJune 18, 1987.\nJohn H. Weston, David M. Brown, Brown, Weston &amp; Sarno, Beverly Hills, Cal., Kenneth R. Scheibenberger, Lebamoff Law Offices, Fort Wayne, Steven M. Taylor, Taylor and Rubin, P.C., Southfield, Mich., Franklin I. Miroff, Ancel, Miroff &amp; Frank, P.C., Indianapolis, for appellants.\nLinley E. Pearson, Atty. Gen., William E. Daily, Deputy Atty. Gen., Indianapolis, for appellees.\n\nON PETITION FOR REHEARING\nRehearing denied.\nSHEPARD, Chief Justice, concurring in part and dissenting in part.\nI join in the Court's denial of rehearing in 4447 Corporation v. Goldsmith, 504 N.E.2d 559, though I take a somewhat different view of the case. However, I would grant rehearing in Fort Wayne Books v. State and vacate the trial court's seizure order.\nThe two cases which have been consolidated for consideration of their common legal issues differ substantially in the degree to which the State has afforded the defendants opportunity for a hearing on the merits underlying the seizure of their property. The importance of such an opportunity has long been recognized by the Court as a part of due process:\nIt is fundamental that no person can be deprived of any article which is recognizable by the law as property, without a judicial hearing, after due...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=4447-corp-v-goldsmith"
    }
  ],
  "relatedIncidents": [
    15034,
    15063,
    15069,
    15076,
    15082
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}