{
  "id": 15183,
  "title": "1987년 Stubsjoen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-06-08",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Stubsjoen. 판결일: 1987-06-08. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington, Respondent, v. Erin Kirsten Stubsjoen, Appellant\n**판결일**: 1987-06-08\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Grosse, Scholfield, Williams\n\n## 변호인\n\nMark W. Muenster and Neil M. Fox of Washington Appellate Defender Association, for appellant., Norm Maleng, Prosecuting Attorney, and Alfred W. Matthews, Deputy, for respondent.\n\n## 인용\n\n- 738 P.2d 306\n- 48 Wash. App. 139\n\n## 판결문 요약\n\n\n48 Wash. App. 139 (1987)\n738 P.2d 306\nTHE STATE OF WASHINGTON, Respondent,\nv.\nERIN KIRSTEN STUBSJOEN, Appellant.\nNo. 15636-5-I.\nThe Court of Appeals of Washington, Division One.\nJune 8, 1987.\n*141 Mark W. Muenster and Neil M. Fox of Washington Appellate Defender Association, for appellant.\nNorm Maleng, Prosecuting Attorney, and Alfred W. Matthews, Deputy, for respondent.\nSCHOLFIELD, C.J.\nErin Kirsten Stubsjoen appeals her conviction for second degree kidnapping, challenging the sufficiency of the evidence, and assigning error to the exclusion of testimony of a defense witness and to the failure to instruct the jury on the definition of intent. We affirm.\n\nFACTS\nJerry Johnson, Donald Ponis, and Jeanna Bomber were socializing and drinking beer at Johnson's home during the early evening hours of June 11, 1984. They decided to visit Dash Point State Park. They took Jeanna Bomber's 6-month-old daughter, Holly, along with them. On the way, they stopped at a 7-Eleven store, where, according to their testimony, they met Stubsjoen for the first time. Johnson and Ponis invited Stubsjoen along to the park. Stubsjoen joined them, and they drank beer, smoked marijuana and talked in the park for 1 to 2 hours.\nWhen the park was near closing, they drove to a grocery store for more beer and then to a cul de sac near 260th and 16th Avenue South. The cul de sac was surrounded by *142 sparse woods and underbrush. They sat in the car listening to the radio and drinking beer, Johnson and Stubsjoe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-stubsjoen"
    }
  ],
  "relatedIncidents": [
    14995,
    15057,
    15328,
    14715,
    14815
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}