{
  "id": 15180,
  "title": "1987년 Arthur J. Cinelli v. City of Revere 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-06-11",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Arthur J. Cinelli v. City of Revere. 판결일: 1987-06-11. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Arthur J. CINELLI, Plaintiff, Appellant, v. CITY OF REVERE, Et Al., Defendants, Appellees\n**판결일**: 1987-06-11\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Aldrich, Bownes, Gignoux\n\n## 변호인\n\nEdward J. McCormack, III, with whom Law Office of Edward J. McCormack, III, was on brief, for plaintiff, appellant., Ira H. Zaleznik, with whom, Lewin & Rosenthal, was on brief, for defendants, appellees.\n\n## 인용\n\n- 820 F.2d 474\n\n## 판결문 요약\n\n820 F.2d 474\n    Arthur J. CINELLI, Plaintiff, Appellant,v.CITY OF REVERE, et al., Defendants, Appellees.\n    No. 86-1794.\n    United States Court of Appeals,First Circuit.\n    Argued Jan. 7, 1987.Decided March 20, 1987.Supplemental Opinion June 11, 1987.\n    \n      1\n      Edward J. McCormack, III, with whom Law Office of Edward J. McCormack, III, was on brief, for plaintiff, appellant.\n    \n    \n      2\n      Ira H. Zaleznik, with whom, Lewin &amp; Rosenthal, was on brief, for defendants, appellees.\n    \n    \n      3\n      Before BOWNES, Circuit Judge, ALDRICH, Senior Circuit Judge, and GIGNOUX,* Senior District Judge.\n    \n    \n      4\n      GIGNOUX, Senior District Judge.\n    \n    \n      5\n      Plaintiff-appellant Arthur J. Cinelli was indicted by a Middlesex County, Massachusetts, grand jury for various offenses stemming from an armed robbery and the shooting of a Medford police officer.  Prior to trial, Cinelli filed a motion to dismiss the indictment on the ground that his sixth amendment right to counsel was violated by a custodial interrogation conducted by Detectives Michael Cutillo and Robert Nunez of the Revere Police Department.  After an evidentiary hearing, a motion judge of the Superior Court denied the motion.  Cinelli was subsequently convicted following a jury trial, and sentenced to twenty to twenty-five years imprisonment.  The conviction was affirmed on appeal.   Commonwealth v. Cinelli, 389 Mass. 197, 449 N.E.2d 1207 (1983).  Cinelli then filed an acti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=arthur-j-cinelli-v-city-of-revere"
    }
  ],
  "relatedIncidents": [
    14994,
    15007,
    15017,
    15054,
    15081
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}