{
  "id": 15184,
  "title": "1987년 People v. Mitchell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-06-08",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: People v. Mitchell. 판결일: 1987-06-08. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Donald Mitchell, Also Known as Bobby Ray Mitchell\n**판결일**: 1987-06-08\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 131 A.D.2d 601\n\n## 판결문 요약\n\n\nAppeal by the defendant from a judgment of the Supreme Court, Queens County (Lonschein, J.), rendered January 4, 1983, convicting him of attempted robbery in the first degree, upon his plea of guilty, and imposing sentence. The appeal brings up for review the denial, after a hearing (Clabby, J.), of those branches of the defendant’s omnibus motion which were to suppress a statement made by him to police, identification evidence, and physical evidence.\nOrdered that the judgment is affirmed.\nThe unrefuted testimony at the suppression hearing revealed that on March 14, 1982, at approximately 1:25 a.m., the complaining witness was robbed at gunpoint by five black males who took a sum of money from him including a Barbados coin. The perpetrators fled toward Merrick Boulevard and, within minutes, the police arrived. The complainant gave a description of the perpetrators, including the fact that one of them was wearing a black coat. The complainant was taken in a police vehicle to search for the perpetrators. Police Officer Hanken then commenced a search in another vehicle and came upon five black males a few blocks away from the crime scene, on Merrick Boulevard. Two of the males fled, and Officer Hanken exited his vehicle, displayed his shield and drew his revolver. He radioed to the other police vehicle and ordered the three other males against a wall where he frisked them for weapons. While the officer was frisking these individuals, the defendant stated, not in response to any...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-tywan-d"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-mitchell"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-rivera"
    }
  ],
  "relatedIncidents": [
    14994,
    15007,
    15017,
    15054,
    15081
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}