{
  "id": 15197,
  "title": "1987년 Street 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-05-26",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Street. 판결일: 1987-05-26. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Lamar O. STREET, a/k/a Bill Russell\n**판결일**: 1987-05-26\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Clark, Nugent, Shangler\n\n## 변호인\n\nJanet M. Thompson, Columbia, for appellant., William L. Webster, Atty. Gen., Jefferson City, Philip M. Koppe, Asst. Atty. Gen., Kansas City, Mo., for respondent.\n\n## 인용\n\n- 732 S.W.2d 196\n\n## 판결문 요약\n\n\nNUGENT, Judge.\nDefendant Lamar Otis Street appeals his conviction for willfully failing to return a rented power saw with the intent to deprive the owner thereof, § 578.150,1 and his sentence of ten years’ imprisonment as a persistent offender. The single issue on appeal is defendant’s claim that the trial court, in sustaining the state’s relevancy objections to the defendant’s questions to certain defense witnesses, including Ron Smith, denied the defendant due process of law and the right to present witnesses in his behalf.\nDefendant contends that Ron Smith’s testimony would have established that defendant had no connection with the missing power saw except to sign the rental agreement on Smith’s behalf and that thereafter Smith had custody of the saw for use in his home repair business.\nWe affirm the conviction.\nThe following evidence was adduced at trial: On May 10, 1984, defendant Street, accompanied by Ron Smith and Smith’s young son, entered Glad Rents in Gladstone. According to Craig Chambers, the store manager, defendant described a job breaking up concrete and asked to rent a suitable concrete saw. Both Mr. Chambers and George Kracht, the store owner, testified that the defendant was doing all the talking. However, Linda Kracht, co-owner of the store, testified that Mr. Smith had initially tried to rent the saw. When he could not do so because he lacked identification, he brought defendant into the store to complete the transaction on his behalf. On the basis of th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-street"
    }
  ],
  "relatedIncidents": [
    14994,
    14995,
    14998,
    14999,
    15000
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}