{
  "id": 15193,
  "title": "1987년 In Re Dieckhaus Stationers of King of Prussia, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-05-29",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: In Re Dieckhaus Stationers of King of Prussia, Inc.. 판결일: 1987-05-29. 법원: United States Bankruptcy Court, E.D. Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: In Re DIECKHAUS STATIONERS OF KING OF PRUSSIA, INC. A/K/A Dieckhaus Stationers, A/K/A Dieckhaus Stationers, Inc., Debtors\n**판결일**: 1987-05-29\n**법원**: United States Bankruptcy Court, E.D. Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Bruce Fox\n\n## 변호인\n\nAnthony L.V. Picciotti, West Chester, Pa., for the debtor, Dieckhaus Stationers of King of Prussia., David I. Grunfeld, Rosenwald, Pollack and Grunfeld, Philadelphia, Pa., for landlord/objector, King of Prussia Associates, Inc.\n\n## 인용\n\n- 73 B.R. 969\n\n## 판결문 요약\n\n\n73 B.R. 969 (1987)\nIn re DIECKHAUS STATIONERS OF KING OF PRUSSIA, INC. a/k/a Dieckhaus Stationers, a/k/a Dieckhaus Stationers, Inc., Debtors.\nBankruptcy No. 86-05671F.\nUnited States Bankruptcy Court, E.D. Pennsylvania.\nMay 29, 1987.\n*970 Anthony L.V. Picciotti, West Chester, Pa., for the debtor, Dieckhaus Stationers of King of Prussia.\nDavid I. Grunfeld, Rosenwald, Pollack and Grunfeld, Philadelphia, Pa., for landlord/objector, King of Prussia Associates, Inc.\n\nOPINION\nBRUCE FOX, Bankruptcy Judge:\nThe debtor, Dieckhaus Stationers, Inc., has filed a motion to convert this chapter 11 bankruptcy case to chapter 7. The debtor's former landlord, King of Prussia Associates, Inc. (\"the landlord\"), objects to the conversion. Also, the landlord has filed a motion to compel the debtor to timely perform its obligations pursuant to 11 U.S.C. § 365(d)(3). Specifically, the landlord requests that the court direct the debtor to make immediate payment of all rentals falling due under its nonresidential lease with the debtor for the period between the filing of the bankruptcy petition and the debtor's surrender of the premises to the landlord.\nFor the reasons set forth below, I will (1) grant the debtor's motion to convert this case to chapter 7; (2) declare the existence of an automatic administrative claim in favor of the landlord in the amount of the post-petition rentals; and (3) direct the chapter 7 trustee to make immediate payment of the landlord's administrative claim subject to the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-dieckhaus-stationers-of-king-of-prussia-inc"
    }
  ],
  "relatedIncidents": [
    14994,
    14995,
    14998,
    14999,
    15000
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}