{
  "id": 15195,
  "title": "1987년 Gayton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-05-28",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Gayton. 판결일: 1987-05-28. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Edwardo GAYTON, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1987-05-28\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Nye, C.J., and Dorsey and Kennedy\n\n## 변호인\n\nKenneth Botary, Corpus Christi, for appellant., Pat Wolter, Dist. Atty., Corpus Christi, for appellee.\n\n## 인용\n\n- 732 S.W.2d 724\n\n## 판결문 요약\n\n\n732 S.W.2d 724 (1987)\nEdwardo GAYTON, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 13-86-214-CR.\nCourt of Appeals of Texas, Corpus Christi.\nMay 28, 1987.\nKenneth Botary, Corpus Christi, for appellant.\nPat Wolter, Dist. Atty., Corpus Christi, for appellee.\nBefore NYE, C.J., and DORSEY and KENNEDY, JJ.\n\nOPINION\nDORSEY, Justice.\nAppellant was convicted of attempted murder and sentenced to fourteen years in the Texas Department of Corrections.\nIn his first point of error, appellant complains that the evidence was insufficient to sustain the conviction because of a variance between the victim's name as alleged in the indictment and the name as proved at trial. The indictment alleged the victim's name as Porfino Garcia but the proof showed his name to be Porfirio Garcia.\nThe name of the complaining witness must be alleged and proven. A material variance between the allegation and proof will render the evidence insufficient to sustain the conviction. See Grant v. State, 568 S.W.2d 353 (Tex.Crim.App.1978); Hankins v. State, 57 Tex. Crim. 152, 122 S.W. 21 (App.1909).\nThe State asserts that there is no fatal variance due to the doctrine of idem sonans. The phrase idem sonans means \"of the same sound,\" and if the allegation *725 and proof of the names are capable of being sounded the same, a variance in the spelling is immaterial. Grant v. State, 568 S.W.2d at 354.\nWhile the doctrine of idem sonans has been often articulated through the years, much controversy has surrounded its app...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gayton-v-state"
    }
  ],
  "relatedIncidents": [
    15000,
    15001,
    15009,
    15013,
    15032
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}