{
  "id": 15191,
  "title": "1987년 Rann 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-06-05",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Rann. 판결일: 1987-06-05. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Rann v. the State\n**판결일**: 1987-06-05\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Birdsong, Deen, Pope\n\n## 변호인\n\nKenneth D. Feldman, for appellant., Thomas J. Charron, District Attorney, Debra H. Bernes, Nancy I. Jordan, Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 358 S.E.2d 644\n- 183 Ga. App. 234\n\n## 판결문 요약\n\n\n183 Ga. App. 234 (1987)\n358 S.E.2d 644\nRANN\nv.\nTHE STATE.\n74308.\nCourt of Appeals of Georgia.\nDecided June 5, 1987.\nKenneth D. Feldman, for appellant.\nThomas J. Charron, District Attorney, Debra H. Bernes, Nancy I. Jordan, Assistant District Attorneys, for appellee.\nBIRDSONG, Chief Judge.\nArthur Keith Rann was convicted of three offenses of burglary and one of possession of tools used for the commission of crime. He was sentenced to 65 years as a recidivist but with the last 15 years on probation. He brings this appeal enumerating four asserted errors, one dealing with the sufficiency of the evidence and three with the charge of the court. Held:\n1. The evidence in this case, though connecting Rann to the several crimes primarily by circumstantial evidence, clearly established the commission of the three burglaries with personal property taken from the premises in each burglary. Thereafter within a short time, Rann was discovered in possession of some of the stolen personal property. Rann pawned numerous of the stolen items and was identified as the person who pawned the property. He was identified as a person present at the scene of one of the burglaries at the time it took place. He was found storing what apparently was some of the stolen property in a car he had stolen at an earlier burglary. He admitted to a police officer, after appropriate warnings of his right to silence, that he was pawning some of the stolen property to support a drug habit. *235 It also was shown th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rann-v-state"
    }
  ],
  "relatedIncidents": [
    14994,
    15007,
    15017,
    15054,
    15081
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}