{
  "id": 15192,
  "title": "1987년 Whispering Woods v. Middleton Tp. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-06-03",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Whispering Woods v. Middleton Tp.. 판결일: 1987-06-03. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: Whispering Woods v. Middleton Tp.\n**판결일**: 1987-06-03\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: McGann\n\n## 인용\n\n- 531 A.2d 770\n- 220 N.J. Super. 161\n\n## 판결문 요약\n\n\n220 N.J. Super. 161 (1987)\n531 A.2d 770\nWHISPERING WOODS AT BAMM HOLLOW, INC., A CORPORATION OF THE STATE OF NEW JERSEY, AND HARRY KANTOR, FRANK DIMISA AND VICTOR LOSQUADRO, PLAINTIFFS,\nv.\nTOWNSHIP OF MIDDLETOWN PLANNING BOARD, AND JUDITH STANLEY, DEFENDANTS, AND SUNNYSIDE OPEN SPACES, ET AL., DEFENDANTS-INTERVENORS.\nSuperior Court of New Jersey, Law Division Monmouth County.\nDecided June 3, 1987.\n*162 Steven J. Tripp, for plaintiffs (Wilentz, Goldman and Spitzer, attorneys)\n*163 Leslie Vincent, for the defendant Planning Board (Jerry J. Massell, attorney)\nStanley Yacker, for defendants-intervenors.\nMcGANN, J.S.C.\nThis matter came before the Court on plaintiffs motion for summary judgment dismissing the Counterclaim and Crossclaim of the defendants-intervenors and a cross-motion for summary judgment in favor of defendants-intervenors seeking a declaration that a \"settlement\" entered into between the plaintiff developer and the Planning Board in this litigation is void and of no legal effect. The facts on which both parties argue are not in dispute. They have fully briefed the legal issues. The matter is ripe for summary judgment.\nPlaintiffs are the owners of a 275 acre tract of land (presently known as Bamm Hollow Country Club) located in an area of Middletown Township zoned for residential uses. On March 18, 1986 they filed an application with the Planning Board for conditional use, site plan and subdivision approvals as well as certain design waivers to enable them to deve...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=whispering-woods-v-middleton-tp"
    }
  ],
  "relatedIncidents": [
    14994,
    14995,
    14998,
    14999,
    15000
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}