{
  "id": 15214,
  "title": "1987년 Tyner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-05-07",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Tyner. 판결일: 1987-05-07. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: State v. Tyner\n**판결일**: 1987-05-07\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Barkett\n\n## 인용\n\n- 506 So. 2d 405\n\n## 판결문 요약\n\n\n506 So. 2d 405 (1987)\nSTATE of Florida, Petitioner,\nv.\nRonald Eugene TYNER, Respondent.\nNo. 69192.\nSupreme Court of Florida.\nMay 7, 1987.\nRobert A. Butterworth, Atty. Gen., and Gary O. Welch, Asst. Atty. Gen., Tampa, for petitioner.\nDennis J. Rehak, Fort Myers, for respondent.\nBARKETT, Justice.\nWe have for review Tyner v. State, 491 So. 2d 1228 (Fla. 2d DCA 1986), in which the district court certified the following as a question of great public importance:\nIs the court permitted to consider any factors relating to the instant offense as a basis for departure from the guidelines if such factors would have subjected the defendant to prosecution for a crime of which he has not been convicted?\n*406 Id. at 1230. We have jurisdiction, art. V, § 3(b)(4), Fla. Const., and answer the certified question in the negative.\nTyner was charged by indictment with two counts of first-degree murder and one count of armed burglary. Tyner filed a motion to dismiss the two murder counts pursuant to Florida Rule of Criminal Procedure 3.190(c)(4).[1] For purposes of the motion to dismiss, the parties stipulated to the following facts: Tyner conspired to commit a burglary with Michael Hall. Tyner was present when Hall borrowed a gun. Tyner was told that no one would be present in the home at the time of the burglary. Tyner drove Hall to the scene of the burglary, dropped him off, and immediately drove over a half mile away where he waited for Hall to complete the burglary. Hall alone entered the hou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-tyner"
    }
  ],
  "relatedIncidents": [
    15000,
    15001,
    15009,
    15013,
    15032
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}