{
  "id": 15210,
  "title": "1987년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-05-12",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1987-05-12. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth vs. William A. Ruffen\n**판결일**: 1987-05-12\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Abrams, Hennessey, Liacos, Lynch, Nolan, O'Connor, Wilkins\n\n## 변호인\n\nMaureen B. Brodoff, Committee for Public Counsel Services, for the defendant., Edward F. Connelly, Assistant District Attorney, for the Commonwealth.\n\n## 인용\n\n- 507 N.E.2d 684\n- 399 Mass. 811\n\n## 판결문 요약\n\n\n*812Nolan, J.\nThe defendant was convicted of indecent assault and battery on a child under fourteen, rape of a child by force, and unnatural and lascivious acts with a child under sixteen. The Appeals Court affirmed the convictions. 21 Mass. App. Ct. 90 (1985). We granted the defendant’s application for further appellate review. We reverse and order a new trial.\nThe defendant challenges two evidentiary rulings made by the trial judge.\n1. Admissibility of the defendant’s denial. The victim, then ten years old, lived in an apartment with her mother and her mother’s boy friend. The defendant, a friend of the boy friend, occasionally slept overnight on the living room sofa in the mother’s apartment. The victim told her mother that during the summer of 1981 the defendant had been sexually molesting her at night and had threatened to kill her if she told her mother. When the victim’s mother confronted the defendant regarding her daughter’s story, the defendant simply left the apartment without denying any of the accusations. The victim’s mother later notified the police, but at this time the police were unsuccessful in locating the defendant. A few days later, the police located the defendant and brought him to the police station.\nOn direct examination at the defendant’s trial, the prosecutor questioned the investigating officer about his interrogation of the defendant at the police station: Q: “Would you tell us what occurred at that time?” A: “This time I advised him of his righ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-ruffen"
    }
  ],
  "relatedIncidents": [
    15090,
    15116,
    15126,
    15177,
    15286
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}