{
  "id": 15213,
  "title": "1987년 In Re Crompton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-05-07",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: In Re Crompton. 판결일: 1987-05-07. 법원: United States Bankruptcy Court, E.D. Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: In Re Linda CROMPTON, Debtor\n**판결일**: 1987-05-07\n**법원**: United States Bankruptcy Court, E.D. Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: David A. Scholl\n\n## 변호인\n\nDavid Sambolin, Philadelphia, Pa., for debtor/plaintiff., David H. Rosenfeld, Philadelphia, Pa., for defendant., Katherine McAlice, Philadelphia, Pa., for defendant., James J. O’Connell, Philadelphia, Pa., Chapter 13 Standing Trustee., David A. Searles, Philadelphia, Pa., for debtor/Mitchell Case., James H. Gorbey, Jr., Media, Pa., for Frankford Trust Bank/Mitchell Case., Irwin Trauss, Philadelphia, Pa., for debt- or/Jablonski Case., Lawrence T. Phelan, Philadelphia, Pa., for Meritor Mortg. Corp\n\n## 인용\n\n- 73 B.R. 800\n\n## 판결문 요약\n\n\n73 B.R. 800 (1987)\nIn re Linda CROMPTON, Debtor.\nBankruptcy No. 85-05312K.\nUnited States Bankruptcy Court, E.D. Pennsylvania.\nMay 7, 1987.\n*801 David Sambolin, Philadelphia, Pa., for debtor/plaintiff.\nDavid H. Rosenfeld, Philadelphia, Pa., for defendant.\nKatherine McAlice, Philadelphia, Pa., for defendant.\nJames J. O'Connell, Philadelphia, Pa., Chapter 13 Standing Trustee.\nDavid A. Searles, Philadelphia, Pa., for debtor/Mitchell Case.\nJames H. Gorbey, Jr., Media, Pa., for Frankford Trust Bank/Mitchell Case.\nIrwin Trauss, Philadelphia, Pa., for debtor/Jablonski Case.\nLawrence T. Phelan, Philadelphia, Pa., for Meritor Mortg. Corp. East/Jablonski Case.\n\nOPINION\nDAVID A. SCHOLL, Bankruptcy Judge.\nWe address herein several disputes which have arisen in the aftermath of our previous decision in this case, reported as In re Crompton, 68 B.R. 831 (Bankr.E.D. Pa.1987). In that decision, we held, on the basis of 11 U.S.C. §§ 502, 506, that the secured portion of the claim of the Debtor's mortgage in the interest of the estate of the Debtor in a premises co-owned by the Debtor and a man to whom she was not legally married, was $2,500.00, half of the value of the premises, a figure far less than the mortgage balance. The matters presently before us include a revived Motion of the Mortgagee for relief from the automatic stay and a series of objections by *802 the Mortgagee to the Debtor's Plan to pay off the $2,500.00 claim in full under her Plan, based, inter alia, on 11 U.S.C. §§ 1325(...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-crompton"
    }
  ],
  "relatedIncidents": [
    14994,
    14995,
    14998,
    14999,
    15000
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}