{
  "id": 15229,
  "title": "1987년 Black v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-04-15",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Black v. State. 판결일: 1987-04-15. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Black v. State\n**판결일**: 1987-04-15\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Walker, C.J., and Robertson and Griffin\n\n## 인용\n\n- 506 So. 2d 264\n\n## 판결문 요약\n\n\n506 So. 2d 264 (1987)\nLouis Lee BLACK\nv.\nSTATE of Mississippi.\nNo. 57093.\nSupreme Court of Mississippi.\nApril 15, 1987.\n*265 Edward J. Bogen, Jr., McGee &amp; Bogen, Leland, for appellant.\nEdwin Lloyd Pittman, Atty. Gen. by Pat Flynn, Sp. Asst. Atty. Gen., Jackson, for appellee.\nBefore WALKER, C.J., and ROBERTSON and GRIFFIN, JJ.\nROBERTSON, Justice, for the Court:\n\nI.\nThis appeal from an aggravated assault conviction questions the trial judge's limitations upon cross-examination of the victim, to-wit: whether the victim's prior sharp business practices may be used either as a substantive defense to the charge or to impeach the victim's claim that he had dealt fairly with the accused. Two other less than troublesome assignments of error are tendered, our consideration of all of *266 which leaves us with the firm and definite opinion that the judgment below should be affirmed.\n\nII.\n\nA.\nOn September 13, 1985, Louis Lee Black, Defendant below and Appellant here, went to the business office of Fred Howard, Jr. in Greenville, Mississippi. Black lived in a home which he rented from Howard and the purpose of Black's visit was to discuss past due rental payments owed by Black. In fact, Black had lived in the home for some ten years. It appears that at some time earlier Black had owned the home and that Howard had foreclosed a mortgage he held but allowed Black to continue to live there on a rental basis.\nIn any event, the conversation between Black and Howard led to an argument in th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=black-v-state"
    }
  ],
  "relatedIncidents": [
    15124,
    15141,
    15220,
    15243,
    15298
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}