{
  "id": 15220,
  "title": "1987년 Adrian 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-05-04",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Adrian. 판결일: 1987-05-04. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. LEO HENRY ADRIAN, Defendant and Appellant\n**판결일**: 1987-05-04\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Woolpert\n\n## 변호인\n\nCounsel, Scott T. Carss, under appointment by the Court of Appeal, for Defendant and Appellant., John K. Van de Kamp, Attorney General, Roger E. Venturi and Anthony L. Dicce, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 191 Cal. App. 3d 868\n- 236 Cal. Rptr. 685\n\n## 판결문 요약\n\n\n191 Cal.App.3d 868 (1987)\n236 Cal. Rptr. 685\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nLEO HENRY ADRIAN, Defendant and Appellant.\nDocket No. F005987.\nCourt of Appeals of California, Fifth District.\nMay 4, 1987.\n*870 COUNSEL\nScott T. Carss, under appointment by the Court of Appeal, for Defendant and Appellant.\nJohn K. Van de Kamp, Attorney General, Roger E. Venturi and Anthony L. Dicce, Deputy Attorneys General, for Plaintiff and Respondent.\nOPINION\nWOOLPERT, Acting P.J.\nDefendant is serving a prison term. His only claim on appeal is that the sentencing court failed to give him credit against his prison term for days spent in jail on a separate misdemeanor offense, and later in prison after revocation of parole on an earlier offense. Because of \"fortuitous charging decisions\" in the separate cases, he argues, there was a denial of the \"equality\" ordinarily anticipated when concurrent sentences are ordered.\nThe pertinent part of defendant's criminal history starts with an assaultive crime in 1980, followed by imprisonment and eventual release on parole. In 1982 he committed the subject offense, felony drug possession, and upon conviction received probation with conditions, including serving jail time. Later, in unrelated proceedings, his parole was revoked because he had absconded from parole supervision. After a second parole release, probation on the subject offense was revoked for \"failure to report\" as required. Probation was reinstated, with more jail time as a condition.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-adrian"
    }
  ],
  "relatedIncidents": [
    15124,
    15141,
    15229,
    15243,
    15298
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}