{
  "id": 15226,
  "title": "1987년 McDougall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-04-20",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: McDougall. 판결일: 1987-04-20. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Rita McDougall v. George McDougall, Jr.\n**판결일**: 1987-04-20\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 129 A.D.2d 685\n\n## 판결문 요약\n\n\nIn a matrimonial action in which the parties were divorced by judgment dated November 4, 1981, the plaintiff wife appeals from an order of the Supreme Court, Nassau County (Roncallo, J.), dated November 14, 1985, which denied, without a hearing, her motion to set aside certain portions of the parties’ judgment of divorce, to vacate a stipulation of settlement entered into by the parties in open court on March 23, 1981, on the ground that the defendant husband had fraudulently misrepresented his finances, for an upward modification of child support payments, and for an award of expert fees and counsel fees.\nOrdered that the order is affirmed, with costs.\nIn view of the fact that the plaintiff, who was at all times represented by counsel, approved the subject stipulation in open court, her conclusory allegations regarding the defen*686dant’s fraudulent misrepresentations are unavailing and without evidentiary value. On the contrary, the record reveals that the provisions of the stipulation are not manifestly unfair, that there was no overreaching present in its inception and that the plaintiffs conduct in accepting the benefits thereof for some 4 V2 years constitutes a ratification (see, Beutel v Beutel, 55 NY2d 957, 958; Surlak v Surlak, 95 AD2d 371, 381, lv dismissed 61 NY2d 906). Given the binding nature of the stipulation (Zioncheck v Zioncheck, 99 AD2d 563) and the general policy that \"[jjudicial review is to be exercised circumspectly, sparingly and with a persisting vie...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcdougall-v-mcdougall"
    }
  ],
  "relatedIncidents": [
    15024,
    15050,
    15088,
    15105,
    15107
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}