{
  "id": 15230,
  "title": "1987년 Simpson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-04-15",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Simpson. 판결일: 1987-04-15. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Robert Lee SIMPSON, Appellant (Defendant Below), v. STATE of Indiana, Appellee (Plaintiff Below)\n**판결일**: 1987-04-15\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBRULER, Dickson, Givan, Pivarnik, Shepard\n\n## 변호인\n\nAndrew H. Wright, Salem, for appellant., Linley E. Pearson, Atty. Gen., Lisa M. Paunicka, Deputy Atty. Gen., Indianapolis, for appellee.\n\n## 인용\n\n- 506 N.E.2d 473\n\n## 판결문 요약\n\n\n506 N.E.2d 473 (1987)\nRobert Lee SIMPSON, Appellant (Defendant below),\nv.\nSTATE of Indiana, Appellee (Plaintiff below).\nNo. 784 S 289.\nSupreme Court of Indiana.\nApril 15, 1987.\nAndrew H. Wright, Salem, for appellant.\nLinley E. Pearson, Atty. Gen., Lisa M. Paunicka, Deputy Atty. Gen., Indianapolis, for appellee.\nDICKSON, Justice.\nFollowing jury trial, appellant-defendant Robert Lee Simpson was convicted of murder, a class A felony. In this direct appeal, he raises two issues:\n1) admissibility of confessions made while intoxicated; and,\n2) refusal of tendered instruction on criminal recklessness as lesser-included offense.\n\n\n*474 Issue I\n\nWhen police officers first arrived at defendant's home on November 13, 1982, they observed the defendant and his wife come out of the house and approach the police car. When police asked \"what was going on,\" the defendant replied that he had shot Lynn Saylor. At that point, the police instructed the defendant not to say anything further and to get into the police car and sit down. Defendant was left unattended while the officers proceeded into the house. One of the officers returned approximately two minutes later and began reading the defendant the standard Miranda rights advisement as defendant read along on a separate card. After a brief discussion in which the defendant stated that he understood his rights completely, he signed a rights waiver form. The defendant then proceeded to briefly discuss the incident with the police in the patrol...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=simpson-v-state"
    }
  ],
  "relatedIncidents": [
    15000,
    15001,
    15009,
    15013,
    15032
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}