{
  "id": 15236,
  "title": "1987년 Gardner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-04-08",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Gardner. 판결일: 1987-04-08. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: David Allen GARDNER, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1987-04-08\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Clinton, Duncan, McCORMICK, Teague\n\n## 변호인\n\nJack V. Strickland, Fort Worth, for appellant., Mac Smith, Dist. Atty. and Dan Carney, Asst. Dist. Atty., Weatherford, Robert Huttash, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 733 S.W.2d 195\n\n## 판결문 요약\n\n\n733 S.W.2d 195 (1987)\nDavid Allen GARDNER, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 68856.\nCourt of Criminal Appeals of Texas, En Banc.\nApril 8, 1987.\n*197 Jack V. Strickland, Fort Worth, for appellant.\nMac Smith, Dist. Atty. and Dan Carney, Asst. Dist. Atty., Weatherford, Robert Huttash, State's Atty., Austin, for the State.\nBefore the court en banc.\n\nOPINION\nMcCORMICK, Judge.\nThis is an appeal from a conviction for capital murder. Punishment was assessed at death.\nOn August 26, 1980, two fourteen year old runaways, Rocky Allen Crecy and Kandi Kae Reynolds, were hitchhiking along an interstate highway near Weatherford. Apellant, who was driving by, stopped and picked the teenagers up. Appellant drove the pair down the interstate and eventually turned down a gravel road. He pulled off the road beside a bridge and told the teenagers to get out of the car. The trio walked down the embankment. There the appellant stabbed Crecy numerous times and left him there. He took Reynolds to a location near Lake Weatherford where he stabbed her numerous times, hit her in the head with a rock and then abandoned her. Meanwhile, Crecy had made his way to a *198 farmhouse. Help was summoned and he was taken to a hospital. He survived his wounds. Reynolds died from her wounds. On August 29, 1980, appellant was arrested. After his arrest, he led officers to Reynolds' body. Appellant was charged with killing Reynolds in the course of a kidnapping.\nIn his first seven points of error, appel...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gardner-v-state"
    }
  ],
  "relatedIncidents": [
    15000,
    15001,
    15009,
    15013,
    15032
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}