{
  "id": 15238,
  "title": "1987년 Greenridge 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-04-06",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Greenridge. 판결일: 1987-04-06. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Percival Greenridge\n**판결일**: 1987-04-06\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 129 A.D.2d 585\n\n## 판결문 요약\n\n\nAppeal by the defendant from four judgments of the County Court, Suffolk County (Mazzei, J.), all rendered June 11, 1985, convicting him of attempted robbery in the second degree under indictment No. 717/84, robbery in the first degree under indictment No. 437/85, grand larceny in the third degree under indictment No. 481/85, and robbery in the third degree under indictment No. 602/85, upon his pleas of guilty, and imposing sentences.\nOrdered that the judgments are affirmed.\nWhile the defendant has raised some doubt as to the sub*586stantive sufficiency of his plea of guilty to robbery in the first degree as charged in indictment No. 437/85, he failed to preserve this issue for appellate review by not moving in the court of first instance to withdraw his plea (see, People v Pellegrino, 60 NY2d 636; People v Buchicchio, 116 AD2d 729, lv denied 67 NY2d 940). A reversal in the interest of justice is not warranted. The defendant, with the advice of his counsel, freely negotiated the plea in that case as part of the plea bargain agreement disposing of four separate indictments. The plea bargain enabled him to avoid the possible imposition of a much longer period of incarceration (see, People v Soto, 111 AD2d 836; People v Nasti, 90 AD2d 507; People v Ebron, 87 AD2d 653). There is no indication that the defendant’s pleas were not entered into knowingly and voluntarily. Thompson, J. P., Lawrence, Rubin, Kunzeman and Sullivan, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-greenridge"
    }
  ],
  "relatedIncidents": [
    14994,
    15007,
    15017,
    15054,
    15081
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}