{
  "id": 15249,
  "title": "1987년 In Re Sudler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-03-30",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: In Re Sudler. 판결일: 1987-03-30. 법원: United States Bankruptcy Court, E.D. Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: In Re Martha SUDLER, Debtor. Martha SUDLER, Plaintiff, v. CHESTER HOUSING AUTHORITY, Defendant\n**판결일**: 1987-03-30\n**법원**: United States Bankruptcy Court, E.D. Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: David A. Scholl\n\n## 변호인\n\nJeffrey M. Edelson, Michael Donahue, Chester, Pa., for debtor., Ronald David Ashby, Media, Pa., for Chester Housing Authority., Joseph B. Finley, Jr., Philadelphia, Pa., trustee.\n\n## 인용\n\n- 71 B.R. 780\n\n## 판결문 요약\n\n\n71 B.R. 780 (1987)\nIn re Martha SUDLER, Debtor.\nMartha SUDLER, Plaintiff,\nv.\nCHESTER HOUSING AUTHORITY, Defendant.\nBankruptcy No. 86-05219S, Adv. No. 86-1342S.\nUnited States Bankruptcy Court, E.D. Pennsylvania.\nMarch 30, 1987.\n*781 Jeffrey M. Edelson, Michael Donahue, Chester, Pa., for debtor.\nRonald David Ashby, Media, Pa., for Chester Housing Authority.\nJoseph B. Finley, Jr., Philadelphia, Pa., trustee.\n\nOPINION\nDAVID A. SCHOLL, Bankruptcy Judge.\nA. INTRODUCTION AND PROCEDURAL HISTORY\nThe issues presently before us in these inter-related matters require us to make a very fine determination of a public housing tenant's interest in a continuing tenancy in her public housing unit when her eviction was but a small step away from consummation prior to her bankruptcy filing. However, because the housing authority seeking her eviction did not make this last small step, we hold that the tenant's lease was not terminated at the time of her bankruptcy filing. Thus, the tenant is not only entitled to an injunction preventing her eviction, but also she is entitled to withstand a motion by the public housing authority seeking to obtain relief from the automatic stay on a record upon which relief could be granted only if we deemed *782 the lease to have been terminated at the time of her bankruptcy filing.\nThe Debtor, MARTHA SUDLER, filed this Chapter 7 bankruptcy case at 9:13 A.M. on November 12, 1986. At 9:07 A.M. on the very next day, November 13, 1986, she filed the adversarial proc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sudler-v-chester-housing-authority-in-re-sudler"
    }
  ],
  "relatedIncidents": [
    14994,
    14995,
    14998,
    14999,
    15000
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}