{
  "id": 15254,
  "title": "1987년 Brock 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-03-25",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Brock. 판결일: 1987-03-25. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: ALASKA AIRLINES, INC., Et Al. v. BROCK, SECRETARY OF LABOR, Et Al.\n**판결일**: 1987-03-25\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Blackmun\n\n## 변호인\n\nWilliam T. Coleman, Jr., argued the cause for petitioners. With him on the briefs were Donald T. Bliss and John H. Beisner., Deputy Solicitor General Cohen argued the cause for respondents. With him on the brief for the federal respondents were Solicitor General Fried, Assistant Attorney General Willard, Deputy Assistant Attorney General Spears, Lawrence S. Robbins, and Douglas Letter. Gary Green, Eugene B. Granof, and George B. Dreisen filed a brief for respondent Air Line Pilots Association. M\n\n## 인용\n\n- 94 L. Ed. 2d 661\n- 107 S. Ct. 1476\n- 480 U.S. 678\n- 1987 U.S. LEXIS 1388\n\n## 판결문 요약\n\n\n480 U.S. 678 (1987)\nALASKA AIRLINES, INC., ET AL.\nv.\nBROCK, SECRETARY OF LABOR, ET AL.\nNo. 85-920.\nSupreme Court of United States.\nArgued December 1, 1986\nDecided March 25, 1987\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT\n*679 William T. Coleman, Jr., argued the cause for petitioners. With him on the briefs were Donald T. Bliss and John H. Beisner.\nDeputy Solicitor General Cohen argued the cause for respondents. With him on the brief for the federal respondents were Solicitor General Fried, Assistant Attorney General Willard, Deputy Assistant Attorney General Spears, Lawrence S. Robbins, and Douglas Letter. Gary Green, Eugene B. Granof, and George B. Dreisen filed a brief for respondent Air Line Pilots Association. Matthew H. Finucane filed a brief for respondent Association of Flight Attendants. William J. Birney and William G. Mahoney filed a brief for respondents Brotherhood of Railway and Airline Clerks et al.[*]\n*680 JUSTICE BLACKMUN delivered the opinion of the Court.\nIn INS v. Chadha, 462 U.S. 919 (1983), this Court held unconstitutional the congressional-veto provision in § 244 (c)(2) of the Immigration and Nationality Act, 66 Stat. 216, as amended, 8 U.S. C. § 1254(c)(2), and found it severable from the remainder of that Act. Petitioners, 14 commercial airlines, in the present case contend that provisions protecting employees in the Airline Deregulation Act of 1978 (Act), 92 Stat. 1705 (codified at various sections of Title ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=alaska-airlines-inc-v-brock"
    }
  ],
  "relatedIncidents": [
    15056,
    15105,
    15117,
    15120,
    15177
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}