{
  "id": 15250,
  "title": "1987년 Florence Oatts, of the Estate of Thomas J. Oatts, Deceased v. Comair Incorporated, Piper Aircraft Corporation, and Third Party 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-03-27",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Florence Oatts, of the Estate of Thomas J. Oatts, Deceased v. Comair Incorporated, Piper Aircraft Corporation, and Third Party. 판결일: 1987-03-27. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Florence Oatts, of the Estate of Thomas J. Oatts, Deceased v. Comair Incorporated, Piper Aircraft Corporation, and Third Party\n**판결일**: 1987-03-27\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 815 F.2d 705\n\n## 판결문 요약\n\n815 F.2d 705\n    Unpublished DispositionNOTICE: Sixth Circuit Rule 24(c) states that citation of unpublished dispositions is disfavored except for establishing res judicata, estoppel, or the law of the case and requires service of copies of cited unpublished dispositions of the Sixth Circuit.Florence OATTS, Executrix of the Estate of Thomas J. Oatts,Deceased, Plaintiff-Appellee,v.COMAIR INCORPORATED, Defendant,Piper Aircraft Corporation, Defendant and Third PartyDefendant-Appellant.\n    No. 87-5068.\n    United States Court of Appeals, Sixth Circuit.\n    March 27, 1987.\n    \n      Before KENNEDY, RYAN and NORRIS, Circuit Judges.\n    \n    ORDER\n    \n      1\n      Plaintiffs-appellees Katrina Lake, Sharon Paul and Comair (plaintiffs) move this Court for an order dismissing the appeal of defendant-appellant Piper Aircraft Corporation (Piper) for lack of jurisdiction.  Piper has filed a response in opposition, and plaintiffs have replied to the response.\n    \n    \n      2\n      This litigation arises out of a crash of a Piper plane operated by Comair on October 8, 1979.  The pilot and seven passengers were killed.  On December 8, 1986, upon the Report and Recommendations of the Magistrate, the district court entered sanctions against Piper under Fed.R.Civ.P. 37(b)(2) for intentional, selective destructive of evidence related to aircraft flight safety.  The court found that Piper destroyed the safety records in order to prevent plaintiffs' access to them so that plaintiffs could no...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=florence-oatts-of-the-estate-of-thomas-j-oatts-dec"
    }
  ],
  "relatedIncidents": [
    14994,
    14995,
    14998,
    14999,
    15000
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}