{
  "id": 15255,
  "title": "1987년 Design Development, Inc. v. Ferraiolo Construction 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-03-25",
  "location": "Maine, ME, USA",
  "summary": "미국 Maine, ME 법원 판결 사건. 사건명: Design Development, Inc. v. Ferraiolo Construction. 판결일: 1987-03-25. 법원: Supreme Judicial Court of Maine.",
  "description": "## 사건 정보\n\n**사건명**: DESIGN DEVELOPMENT, INC. v. FERRAIOLO CONSTRUCTION\n**판결일**: 1987-03-25\n**법원**: Supreme Judicial Court of Maine\n**관할**: Maine, ME\n\n**판사**: Glassman, McKusick, Nichols, Roberts, Scolnik, Wathen\n\n## 변호인\n\nDavid Glasser, Lincolnville, for plaintiff., Thiem & Williams, Bruce C. Williams (orally), Camden, for defendant.\n\n## 인용\n\n- 522 A.2d 1308\n\n## 판결문 요약\n\n\nGLASSMAN, Justice.\nThe defendant, Ferraiolo Construction (Ferraiolo), appeals from an order of the Superior Court, Knox County, dismissing its appeal from a small claims judgment in favor of the plaintiff, Design Development, Inc. (Design Development). Ferraiolo contends that the Superior Court erred in denying its appeal for a jury trial de novo and that M.R.S.C.P. 11 unconstitutionally burdens its right to a jury trial. We disagree and affirm the judgment.\nThe dispute arose when a septic system built for Design Development by Ferraiolo failed, necessitating rebuilding of the leach field. Design Development brought a small claims action in the District Court, Rockland, alleging that Ferraiolo improperly constructed the septic system.\nOn July 3, 1986, Design Development recovered a judgment against Ferraiolo in the amount of $1,375. Ferraiolo secured an enlargement of time for filing its appeal to July 24,1986. See M.R.S.C.P. 11(a). By its notice of appeal, Ferraiolo requested a jury trial de novo in the Superior Court pursuant to M.R.S.C.P. 11(d)(2).1 The Superior Court entered its order denying the appeal for a jury trial de novo because “[t]he affidavits submitted by the [defendant] are not, in fact, affidavits and it has not been demonstrated that there is any genuine issue of material fact warranting trial by jury,” and Ferraiolo appeals.\nOn appeal, Ferraiolo contends that the Superior Court erroneously determined its affidavits were insufficient, and because the 10-day...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=design-development-inc-v-ferraiolo-construction"
    }
  ],
  "relatedIncidents": [
    14994,
    14995,
    14998,
    14999,
    15000
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}