{
  "id": 15257,
  "title": "1987년 Shaw 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-03-23",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Shaw. 판결일: 1987-03-23. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Robert Shaw, Also Known as Edwin Jones\n**판결일**: 1987-03-23\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 128 A.D.2d 817\n\n## 판결문 요약\n\n\nAppeals by the defendant from (1) a judgment of the County Court, Nassau County (Ain, J.), rendered May 23, 1984, convicting him of robbery in the third degree under indictment No. 56397, upon a jury verdict, and imposing sentence, and (2) a judgment of the same court (Goodman, J.), also rendered May 23, 1984, convicting him of promoting prison contraband *818in the first degree under indictment No. 57938, upon his plea of guilty, and imposing sentence. The appeal from the judgment under indictment No. 56397 brings up for review the denial, after a hearing, of that branch of the defendant’s omnibus motion which was to suppress statements made to police officers.\nOrdered that the judgments are affirmed.\nOn his appeal from his conviction of robbery in the third degree, the defendant contends that his arrest was made without probable cause. The pretrial hearing court found, however, that the defendant had readily consented to cooperate with and voluntarily accompanied the police officer. We conclude that the hearing court was correct. The testimonial evidence of the police officers, in addition to lineup, consent and Miranda forms signed by the defendant, readily support the hearing court’s finding of consent and its additional findings that the defendant’s subsequent arrest was based upon probable cause and that statements he made thereafter were made voluntarily after being given Miranda warnings, are fully supported on this record (see, People v Yukl, 25 NY2d 585, cert denie...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gresser-v-princi"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-shaw"
    }
  ],
  "relatedIncidents": [
    14994,
    15007,
    15017,
    15024,
    15050
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}