{
  "id": 15261,
  "title": "1987년 General Finance Corp. v. Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-03-20",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: General Finance Corp. v. Smith. 판결일: 1987-03-20. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: General Finance Corp. v. Smith\n**판결일**: 1987-03-20\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Per Curiam\n\n## 인용\n\n- 505 So. 2d 1045\n\n## 판결문 요약\n\n\n505 So.2d 1045 (1987)\nGENERAL FINANCE CORPORATION\nv.\nPatricia J. SMITH.\n85-852.\nSupreme Court of Alabama.\nMarch 20, 1987.\n*1046 James M. Ivins of Cornett &amp; Ivins, Phenix City, for appellant.\nSidney Gene Landreau of Faulk &amp; Landreau, Phenix City, for appellee.\nPER CURIAM.\nThe defendant, General Finance Corporation, appeals from a judgment entered on a $20,000 jury verdict in favor of the plaintiff, Patricia J. Smith. We affirm.\nThe plaintiff purchased a pickup truck from Williams Motor Company in Phenix City, Alabama, and financed a portion of the purchase price through the defendant. Approximately four and a half months later the defendant repossessed the truck. Shortly thereafter, the plaintiff filed this action, seeking damages for fraud, conversion, and wrongful repossession.\nThe case was submitted to the jury on conflicting evidence. For purposes of our discussion, we find it unnecessary to state the tendencies of the evidence in detail. Suffice it to say that while the defendant's evidence was to the contrary, the plaintiff's evidence tended to show that she was not in default on her monthly payments at the time of the repossession and that a breach *1047 of the peace occurred during the repossession.\nThe defendant maintains that the judgment must be reversed and the case remanded for a new trial on the following grounds:\n1) The trial court erred in submitting the plaintiff's wrongful repossession claim to the jury.\n2) The trial court erred in refusing to instru...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=general-finance-corp-v-smith"
    }
  ],
  "relatedIncidents": [
    15024,
    15050,
    15088,
    15105,
    15107
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}