{
  "id": 15268,
  "title": "1987년 Shirey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-03-17",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Shirey. 판결일: 1987-03-17. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Harvey K. SHIREY v. Susan Childress SHIREY\n**판결일**: 1987-03-17\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Dorsey, Seerden, Utter\n\n## 변호인\n\nJ.R. Keeling, Corpus Christi, for appellant., Susan Childress Shirey, pro se.\n\n## 인용\n\n- 730 S.W.2d 28\n\n## 판결문 요약\n\n\nOPINION\nDORSEY, Justice.\nThis is an appeal from a trial court’s refusal to grant a new trial after a default judgment in a divorce action. The decree of divorce appointed conservators of the parties’ two children, set child support, and *29divided the community property and debts of the parties.\nAppellant alleges in his motion for new trial that his failure to appear or answer was induced by the fraud and deception of the appellee, his wife. At the hearing on the motion for new trial, he testified that he and appellee were living together when he was served with citation around the first of December, 1985. Immediately after he v/as served, he asked his wife about it, and she told him not to worry about answering the citation, because she was “dropping” the divorce. He testified they continued to live together until May 29, 1986, when she called him at work to inform him that he had to get out of the house because the divorce decree had been signed. Several days later the appellant received a certified letter containing the divorce decree and he then retained a lawyer. A motion for new trial was speedily filed, a hearing held, and the new trial was denied. From that denial of his motion for new trial, appellant has perfected this appeal.\nA motion for new trial is addressed to a trial court’s discretion and the refusal to grant a new trial will not be disturbed on appeal unless an abuse of discretion is shown. Strackbein v. Prewitt, 671 S.W.2d 37 (Tex.1984). In order to determ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=shirey-v-shirey"
    }
  ],
  "relatedIncidents": [
    15024,
    15050,
    15088,
    15105,
    15107
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}