{
  "id": 15267,
  "title": "1987년 Batschelet 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-03-18",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Batschelet. 판결일: 1987-03-18. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: COMMITTEE ON PROFESSIONAL ETHICS AND CONDUCT OF THE IOWA STATE BAR ASSOCIATION, Complainant, v. Carroll King BATSCHELET, Respondent\n**판결일**: 1987-03-18\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Carter, Larson, Reynoldson, Schultz, Wolle\n\n## 변호인\n\nJames E. Gritzner of Nyemaster, Goode, McLaughlin, Emery & O’Brien, P.C., Des Moines, for complainant., Carroll King Batschelet, Guthrie Center, pro se.\n\n## 인용\n\n- 402 N.W.2d 429\n\n## 판결문 요약\n\n\n402 N.W.2d 429 (1987)\nCOMMITTEE ON PROFESSIONAL ETHICS AND CONDUCT OF THE IOWA STATE BAR ASSOCIATION, Complainant,\nv.\nCarroll King BATSCHELET, Respondent.\nNo. 86-1716.\nSupreme Court of Iowa.\nMarch 18, 1987.\n*430 James E. Gritzner of Nyemaster, Goode, McLaughlin, Emery &amp; O'Brien, P.C., Des Moines, for complainant.\nCarroll King Batschelet, Guthrie Center, pro se.\nConsidered by REYNOLDSON, C.J., and LARSON, SCHULTZ, CARTER, and WOLLE, JJ.\nWOLLE, Justice.\nIn August of 1986 the Committee on Professional Ethics and Conduct of the Iowa State Bar Association (committee) charged respondent Carroll King Batschelet with professional misconduct in his representation of several executors and administrators. In addition, the committee alleged that respondent had not cooperated with the disciplinary authorities investigating his conduct. The Grievance Commission (commission) found that respondent had violated several provisions of the Iowa Code of Professional Responsibility for Lawyers and recommended in its report a six-month suspension of respondent's license to practice law. That report is now before us for review and final disposition. See Iowa Sup.Ct.R. 118.10. We agree with the commission's findings and recommendation. We suspend respondent's license to practice law indefinitely, with no possibility of reinstatement for six months from the date of this decision.\nThe committee has the burden to prove its allegations of misconduct by a convincing preponderance of the evidence. Com...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=committee-on-professional-ethics-conduct-of-the-iowa-state-bar-assn-v"
    }
  ],
  "relatedIncidents": [
    15034,
    15063,
    15069,
    15076,
    15082
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}