{
  "id": 15273,
  "title": "1987년 McBee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-03-13",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: McBee. 판결일: 1987-03-13. 법원: District Court, D. Colorado.",
  "description": "## 사건 정보\n\n**사건명**: Ray McBEE, Plaintiff, v. IHSS, INC., a Nevada Corporation, D/B/A J.T.’s General Store, Lance Devereaux, Keith Pierson, Stanley Hartwig and IHSS Acceptance Corporation, Defendants\n**판결일**: 1987-03-13\n**법원**: District Court, D. Colorado\n**관할**: Colorado, CO\n\n**판사**: Kane\n\n## 변호인\n\nWilliam E. Kenworthy, Denver, Colo., for plaintiff., William A. McLain, Denver, Colo., for defendants.\n\n## 인용\n\n- 655 F. Supp. 448\n\n## 판결문 요약\n\n\n655 F. Supp. 448 (1987)\nRay McBEE, Plaintiff,\nv.\nIHSS, INC., a Nevada corporation, d/b/a J.T.'s General Store, Lance Devereaux, Keith Pierson, Stanley Hartwig and IHSS Acceptance Corporation, Defendants.\nCiv. A. No. 86-K-755.\nUnited States District Court, D. Colorado.\nMarch 13, 1987.\nWilliam E. Kenworthy, Denver, Colo., for plaintiff.\nWilliam A. McLain, Denver, Colo., for defendants.\n\nMEMORANDUM OPINION AND ORDER\nKANE, District Judge.\n\nIntroduction\nThis is an action for damages under civil RICO. The complaint states two claims for relief: the civil RICO claim, and a state law fraud claim. The complaint fails to allege the basis of jurisdiction over the state law claim. No diversity jurisdiction is pleaded. I find the alleged basis of jurisdiction over the fraud claim is the doctrine of pendent jurisdiction.\nAccording to the allegations of the complaint, which I must construe in plaintiff's favor for the limited purpose of ruling on this motion, Scheuer v. Rhodes, 416 U.S. 232, 236, 94 S. Ct. 1683, 1686, 40 L. Ed. 2d 90 (1974), defendants published an advertisement *449 in the Pueblo Chieftain, a Pueblo, Colorado newspaper, for a route sales business position. Relying on certain representations made in the advertisement, and also relying on additional representations made by Hartwig, plaintiff purchased a home route sales business for $17,000.00. This money was paid to IHSS.\nUpon commencing the route business, plaintiff discovered the business' conditions concerning training,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcbee-v-ihss-inc"
    }
  ],
  "relatedIncidents": [
    15024,
    15050,
    15088,
    15105,
    15107
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}