{
  "id": 15272,
  "title": "1987년 Randall S. Goulding v. Irving Feinglass and Irwin Solomon, Randall S. Goulding v. Thomas Dietz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-03-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Randall S. Goulding v. Irving Feinglass and Irwin Solomon, Randall S. Goulding v. Thomas Dietz. 판결일: 1987-03-13. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Randall S. GOULDING, Plaintiff-Appellant, v. Irving FEINGLASS and Irwin Solomon, Defendants-Appellees; Randall S. GOULDING, Plaintiff-Appellant, v. Thomas DIETZ, Defendant-Appellee\n**판결일**: 1987-03-13\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Coffey, Flaum, Wood\n\n## 변호인\n\nJohn W. Cooley, Evanston, 111., for plaintiff-appellant., Mary Frances Clark, U.S. Dept, of Justice, Washington, D.C., for defendants-appellees.\n\n## 인용\n\n- 811 F.2d 1099\n\n## 판결문 요약\n\n811 F.2d 1099\n    59 A.F.T.R.2d 87-1186, 55 USLW 2468, 87-2USTC  P 9426\n    Randall S. GOULDING, Plaintiff-Appellant,v.Irving FEINGLASS and Irwin Solomon, Defendants-Appellees.Randall S. GOULDING, Plaintiff-Appellant,v.Thomas DIETZ, Defendant-Appellee.\n    No. 85-2783.\n    United States Court of Appeals,Seventh Circuit.\n    Argued May 13, 1986.Decided Feb. 4, 1987.Rehearing and Rehearing En Banc Denied March 13, 1987.\n    \n      John W. Cooley, Evanston, Ill., for plaintiff-appellant.\n      Mary Frances Clark, U.S. Dept. of Justice, Washington, D.C., for defendants-appellees.\n      Before WOOD, COFFEY and FLAUM, Circuit Judges.\n      COFFEY, Circuit Judge.\n    \n    \n      1\n      Randall S. Goulding appeals the decision of the district court dismissing his lawsuit against employees of the Internal Revenue Service for want of federal jurisdiction and the district court's denial of his motion for leave to amend his complaint.  We affirm.\n    \n    \n      2\n      * This case involves a claim by Randall S. Goulding, the plaintiff-appellant, that Irving Feinglass, Irwin Solomon and Thomas Dietz (defendants-appellees) as employees of the Internal Revenue Service (\"I.R.S.\") violated his constitutional rights in conspiring to destroy his practice as a lawyer.  Goulding is an attorney with a practice in the Chicago metropolitan area.  The focus of the plaintiff's practice is primarily in tax law, and he specializes in advising his clients on limited partnerships and building tax shelte...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=randall-s-goulding-v-irving-feinglass-and-irwin-solomon-randall-s"
    }
  ],
  "relatedIncidents": [
    14994,
    14995,
    14998,
    14999,
    15000
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}