{
  "id": 15270,
  "title": "1987년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-03-16",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1987-03-16. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth vs. Donald J. J. Lennon\n**판결일**: 1987-03-16\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Abrams, Hennessey, Lynch, O'Connor, Wilkins\n\n## 변호인\n\nRichard Zorza, Committee for Public Counsel Services, for the defendant., Fern L. Nesson, Assistant District Attorney, for the Commonwealth.\n\n## 인용\n\n- 504 N.E.2d 1051\n- 399 Mass. 443\n\n## 판결문 요약\n\n\n399 Mass. 443 (1987)\n504 N.E.2d 1051\nCOMMONWEALTH\nvs.\nDONALD J.J. LENNON.\nSupreme Judicial Court of Massachusetts, Middlesex.\nDecember 2, 1986.\nMarch 16, 1987.\nPresent: HENNESSEY, C.J., WILKINS, ABRAMS, LYNCH, &amp; O'CONNOR, JJ.\nRichard Zorza, Committee for Public Counsel Services, for the defendant.\nFern L. Nesson, Assistant District Attorney, for the Commonwealth.\nWILKINS, J.\nThe defendant appeals from his conviction of the murder in the first degree of John Hess. About 6 A.M. on May 21, 1982, John Hess, who presumably had been jogging on Fort Pond Road in Acton, was shot three times in the neck and head. Another jogger, who was about 275 yards away, had noticed a shiny red vehicle off to the side of the road and *444 someone in jogging clothes standing beside it. He heard three shots in rapid succession and saw the body of the person next to the car fall to the roat and the vehicle leave. Another jogger, farther away, also heard the shots, saw a figure falling, and saw the back portion of a shiny red sports car which moved away. The police were called.\nThe victim's wife went looking for her husband around 8 A.M., could not find him, and called the police. A State trooper and an Acton police inspector came to her home. After the police officers saw a picture of her husband, they told Mrs. Hess that her husband was dead. Both the police and Mrs. Hess testified that they then asked her whether she knew of anyone who would want to harm her husband. She told them that the def...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-lennon"
    }
  ],
  "relatedIncidents": [
    15000,
    15001,
    15009,
    15013,
    15032
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}