{
  "id": 15285,
  "title": "1987년 Mazzan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-03-04",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: Mazzan. 판결일: 1987-03-04. 법원: Nevada Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: JOHN FRANCIS MAZZAN, Appellant, v. THE STATE OF NEVADA, Respondent\n**판결일**: 1987-03-04\n**법원**: Nevada Supreme Court\n**관할**: Nevada, NV\n\n**판사**: Per Curiam\n\n## 변호인\n\nDavid G. Parraguirre, Public Defender, Jane G. McKenna, Chief Appellate Deputy Public Defender, Washoe County, for Appellant., Brian McKay, Attorney General, Carson City; Mills B. Lane, District Attorney, Gary H. Hatlestad, Deputy District Attorney, Washoe County, for Respondent.\n\n## 인용\n\n- 733 P.2d 850\n- 103 Nev. 69\n\n## 판결문 요약\n\n\n733 P.2d 850 (1987)\nJohn Francis MAZZAN, Appellant,\nv.\nThe STATE of Nevada, Respondent.\nNo. 16292.\nSupreme Court of Nevada.\nMarch 4, 1987.\nDavid G. Parraguirre, Public Defender, Jane G. McKenna, Chief Appellate Deputy Public Defender, Reno, for appellant.\nBrian McKay, Atty. Gen., Carson City, Mills B. Lane, Dist. Atty., Gary H. Hatlestad, Deputy Dist. Atty., Reno, for respondent.\n\nOPINION\nPER CURIAM:\nPursuant to a jury verdict, appellant John Francis Mazzan was convicted of first degree murder and was sentenced to death. See Mazzan v. State, 100 Nev. 74, 675 P.2d 409 (1984). This court affirmed Mazzan's conviction, but vacated his sentence and remanded the case to the district court for a second penalty hearing because Mazzan was denied effective assistance of counsel during his first penalty hearing. Mazzan, supra. At Mazzan's second penalty hearing, the jury found as aggravating circumstances that Mazzan committed the murder while engaged in the commission of a burglary and robbery. The jury found no mitigating circumstances sufficient to outweigh the aggravating circumstances and sentenced Mazzan to death. We affirm the *851 imposition of the death sentence against Mazzan.\nMazzan, a thirty-one year old hairdresser, and the victim were friends who spent much of the last day of the victim's life together. The victim, who had given Mazzan permission to spend the night at his residence, was found dead in a pool of blood the following morning. The victim had been stabbed fifte...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mazzan-v-state"
    }
  ],
  "relatedIncidents": [
    15000,
    15001,
    15009,
    15013,
    15032
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}