{
  "id": 15287,
  "title": "1987년 Preston 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-03-03",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Preston. 판결일: 1987-03-03. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Elroy PRESTON v. STATE of Missouri, Defendant-Respondent\n**판결일**: 1987-03-03\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Gaertner, Simon, Stephan\n\n## 변호인\n\nWilliam J. Shaw, Public Defender, Mary E. Dockery, Asst. Public Defender, Clayton, for plaintiff-appellant., William L. Webster, Atty. Gen., John M. Morris, Asst. Atty. Gen., Jefferson City, for defendant-respondent.\n\n## 인용\n\n- 736 S.W.2d 53\n\n## 판결문 요약\n\n\nSTEPHAN, Judge.\nSentenced to death for capital murder and to life imprisonment for murder in the second degree, movant Elroy Preston sought post-conviction relief under the provisions of Supreme Court Rule 27.26.1 In his amended motion, he alleged his counsel, Peter Stragand and Christelle Adelman-Adler, failed to render him effective assistance at trial. After a lengthy evidentiary hearing, the circuit court denied the motion. Movant appeals.\nIn his first point, movant asserts the circuit court erred in failing to find ineffective assistance of counsel when, in the penalty phase of his trial, his counsel (i) failed to consult with him as to whether he should testify, (ii) decided on their own that he would not testify, and (iii) told him he could not testify.\nThese claims are directly refuted by the record of the hearing on the motion. On direct examination, the following exchange occurred between movant and his attorney:\nQ Did they (trial defense counsel) tell you prior to the trial that there could possibly be a second phase?\nA Yes.\nQ And prior to the trial did they tell you that you would have a right to testify in that second phase of the trial?\nA They said I had a right to testify.\nBoth trial defense counsel testified at the hearing on the motion that they thought it was not in movant’s best interest to testify in either the guilt or penalty phase of the trial and that one or both of them communicated this view to their client. Nevertheless, movant admitted he knew he ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=preston-v-state"
    }
  ],
  "relatedIncidents": [
    15000,
    15001,
    15009,
    15013,
    15032
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}