{
  "id": 15286,
  "title": "1987년 Johnson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-03-03",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Johnson v. State. 판결일: 1987-03-03. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Ronnie JOHNSON v. STATE of Tennessee\n**판결일**: 1987-03-03\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Cornelius, Duncan, Tatum\n\n## 변호인\n\nSusan L. Kay, Vanderbilt Legal Clinic, Vanderbilt School of Law, Nashville, for appellant., W.J. Michael Cody, Atty. Gen., Albert L. Partee, III, Asst. Atty. Gen., Nashville, Guy Yelton, Asst. Dist. Atty. Gen., Leva-non, for appellee.\n\n## 인용\n\n- 733 S.W.2d 525\n\n## 판결문 요약\n\n\nOPINION\nLLOYD TATUM, Special Judge.\nThe appellant, Ronnie L. Johnson, has appealed from a judgment denying post conviction relief. He seeks to destroy a conviction for aggravated rape. We affirm the judgment below.\nThe appellant’s first issue is as follows: “The voice identification of petitioner was unconstitutional, as he was unrepresented by counsel at the time that the identification was made.”\nAt trial, the victim gave a general description of the rapist but could not make a corporeal identification, since the rape occurred at nighttime in the victim’s unlit residence. She testified at trial that she heard the appellant’s voice at the time when a preliminary hearing was scheduled and identified his voice. The admissibility of this evidence was attacked on direct appeal and this court found this issue in favor of the State. In so holding, the court made the comment that, “The defendant’s allegation that he was without counsel at the preliminary hearing when the voice *526identification occurred is refuted by the record.”\nThe facts at the post-conviction proceeding were stipulated:\n“1. On March 28, 1982, petitioner, Ronnie L. Johnson, was arrested and charged with the aggravated rape of Ms. Brenda Cox.\n2. Mr. John William Martin represented petitioner at a line-up on a separate charge conducted on March 29, 1982, and at a bond reduction hearing conducted on March 30, 1982. Shortly after the bond hearing, Mr. Martin withdrew as petitioner’s attorney. Mr. Martin did not rep...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-v-state"
    }
  ],
  "relatedIncidents": [
    15090,
    15116,
    15126,
    15177,
    15210
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}