{
  "id": 15284,
  "title": "1987년 Hawkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-03-04",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Hawkins. 판결일: 1987-03-04. 법원: Arizona Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Jack Randy HAWKINS and Cynthia Hawkins, Husband and Wife, Plaintiffs-Appellants, v. ALLSTATE INSURANCE COMPANY, a Foreign Corporation, and Does I Through V, Defendant-Appellee\n**판결일**: 1987-03-04\n**법원**: Arizona Supreme Court\n**관할**: Arizona, AZ\n\n**판사**: Bruce, Cameron, Feldman, Gordon, Hays, Holohan, Meyerson, Tern\n\n## 변호인\n\nThur, Dawson & O’Sullivan by Calvin C. Thur, Scottsdale, for plaintiffs-appellants., Harrison & Lerch, P.C. by Mark I. Harrison, Douglas L. Christian, Phoenix, for defendant-appellee Allstate Insurance Company-\n\n## 인용\n\n- 733 P.2d 1073\n- 152 Ariz. 490\n\n## 판결문 요약\n\n\n*493GORDON, Chief Justice.\nJack and Cynthia Hawkins (Hawkins) petitioned this court to review a decision of the court of appeals reversing the trial court’s grant of a motion for judgment notwithstanding the verdict in favor of Allstate Insurance Company (Allstate) and affirming the trial court’s grant of Allstate’s motion for a new trial. Hawkins v. Allstate Insurance Company, No. 1 CA-CIV 6881 (Ariz.Ct.App. filed Aug. 13, 1985). We granted review to determine the admissibility of an insurer’s past claims practices and policies and to examine the quantum of proof necessary to sustain an award of punitive damages. Rule 23, Ariz.R.Civ. App.P., 17A A.R.S. In its supplemental brief, Allstate questioned the constitutionality of the manner by which punitive damages are imposed. We have jurisdiction pursuant to Ariz. Const. art. 6, § 5(3) and A.R.S. § 12-120.24.\nI. FACTS\nIn July 1979, the Hawkins purchased a new Chevrolet Monte Carlo, loaded with options, for approximately $8,000. Five months after purchasing the Monte Carlo, Cynthia Hawkins was involved in an automobile accident that virtually demolished the car.\nThe Hawkins were insured by Allstate under a standard automobile liability policy. That policy included a collision provision limiting Allstate’s liability to either paying the actual cash value of the car at the time of the loss or to replacing the car with one of like kind and quality.'\nThe Hawkins reported the accident to Allstate the day it happened, December 6, 1979...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hawkins-v-allstate-insurance"
    }
  ],
  "relatedIncidents": [
    15056,
    15105,
    15117,
    15120,
    15177
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}