{
  "id": 15298,
  "title": "1987년 Perrino 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-02-23",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Perrino. 판결일: 1987-02-23. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Anthony Perrino\n**판결일**: 1987-02-23\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 127 A.D.2d 858\n\n## 판결문 요약\n\n\nAppeal by the defendant from a judgment of the Supreme Court, Westchester County (Colabella, J.), rendered September 12, 1984, convicting him of assault in the first degree, after a nonjury trial, and imposing sentence. The appeal brings up for review the denial, after a hearing (Nastasi, J.), of that branch of the defendant’s omnibus motion which was to suppress identification evidence.\nJustice Eiber has been substituted for the late Justice Gibbons (see, 22 NYCRR 670.2 [c]).\nOrdered that the judgment is affirmed, and the case is remitted to the Supreme Court, Westchester County, for further proceedings pursuant to CPL 460.50 (5).\nThe defendant’s claim that his motion to suppress identification testimony was improperly denied was specifically raised and implicitly rejected on his prior appeal, which resulted in the granting of a new trial on another ground (People v Perrino, 96 AD2d 952).\nWe have considered the defendant’s remaining contentions and find them without merit. Brown, J. P., Lawrence, Weinstein and Eiber, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-perrino"
    }
  ],
  "relatedIncidents": [
    15124,
    15141,
    15220,
    15229,
    15243
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}