{
  "id": 15300,
  "title": "1987년 Grayer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-02-20",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Grayer. 판결일: 1987-02-20. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Grayer v. the State\n**판결일**: 1987-02-20\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Beasley, Benham, Deen\n\n## 변호인\n\nSusan C. Janowski, James A. Yancey, Jr., for appellant., Harry D. Dixon, Jr., District Attorney, Richard E. Currie, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 354 S.E.2d 191\n- 181 Ga. App. 845\n\n## 판결문 요약\n\n\n181 Ga. App. 845 (1987)\n354 S.E.2d 191\nGRAYER\nv.\nTHE STATE.\n72953.\nCourt of Appeals of Georgia.\nDecided February 20, 1987.\nSusan C. Janowski, James A. Yancey, Jr., for appellant.\nHarry D. Dixon, Jr., District Attorney, Richard E. Currie, Assistant District Attorney, for appellee.\nBEASLEY, Judge.\nDefendant, the stepfather of the two victims, appeals his conviction of statutory rape of one sister, OCGA § 16-6-3, and child molestation of the other, OCGA § 16-6-4 (a &amp; b).\n1. Defense counsel was cross-examining a police officer as to defendant's statement which began \"Dear Judge.\" After counsel was reprimanded for expressing his disbelief of the officer's testimony that there had been statements by others which began similarly, defense counsel inquired how the statement got that heading. The officer stated: \"He told me during this entire time, when  my job as an investigator is to determine what had happened and if this thing did happen, reduce it to writing. My opinion during this period of time I was convinced that he did do it, that it did happen . . .\" Motion for mistrial was made immediately and a hearing was conducted out of the presence of the jury. Following the hearing, the jury was instructed that they were the ones to decide the question of defendant's guilt or innocence, not a witness, and they should disregard entirely the response by the witness. The motion for mistrial was renewed and denied.\nDefendant contends the testimony was so prejudicial that a mistrial ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=grayer-v-state"
    }
  ],
  "relatedIncidents": [
    15090,
    15116,
    15126,
    15177,
    15210
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}