{
  "id": 15319,
  "title": "1987년 Sallee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-02-06",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Sallee. 판결일: 1987-02-06. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: David Lee SALLEE, Movant-Appellant v. STATE of Missouri\n**판결일**: 1987-02-06\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Flanigan, Hogan, Maus, Prewitt\n\n## 변호인\n\nSteven J. Bratten, Hyder and Prenger, P.C., Jefferson City, for movant-appellant., William L. Webster, Atty. Gen., Colly Frissell-Durley, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 726 S.W.2d 437\n\n## 판결문 요약\n\n\nPREWITT, Presiding Judge.\nFollowing jury trial, movant was convicted of robbery in the first degree and was sentenced to fifteen years’ imprisonment. That conviction was affirmed. State v. Sallee, 624 S.W.2d 184 (Mo.App.1981). Thereafter, movant filed a motion seeking to vacate the conviction. Following an evi-dentiary hearing, the trial court made findings of fact and conclusions of law and denied the motion. Movant appeals.\nOur review is “limited to a determination of whether the findings, conclusions, and judgment of the trial court are clearly erroneous.” Rule 27.26(j). Only when we are left with a firm conviction that a mistake has occurred are such findings clearly erroneous. Covington v. State, 600 S.W.2d 186, 187 (Mo.App.1980). Movant has the burden of establishing his grounds for relief by a preponderance of the evidence. Rule 27.26(f).\nOn appeal, movant presents six points relied on. Point one relates to the identification of defendant, point three allowing the testimony of a witness not endorsed prior to trial, point four introduction of a photograph, and point five evidence of other crimes. These points allege “mere trial errors” which could have been raised on appeal and are not properly presented by a motion under Rule 27.26. See Haslip v. State, 717 S.W.2d 533, 535-536 (Mo.App.1986).\nPoint two claims ineffective assistance of counsel. “To sustain a claim of ineffective assistance of counsel movant must establish that there was a reasonable probability that, bu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sallee-v-state"
    }
  ],
  "relatedIncidents": [
    14994,
    15007,
    15017,
    15054,
    15081
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}