{
  "id": 15327,
  "title": "1987년 Luther 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-01-28",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Luther. 판결일: 1987-01-28. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: ORVILLE LUTHER, Respondent, v. STATE OF OREGON Et Al, Appellants\n**판결일**: 1987-01-28\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Richardson, P.J., and Warden and Rossman\n\n## 변호인\n\nDavid L. Hattrick, Deputy District Attorney, Portland, argued the cause for appellants. With him on the briefs was Michael D. Schrunk, District Attorney, Portland., Jacob Tanzer, Portland, argued the cause for respondent. With him on the brief was Ball, Janik & Novack, Portland.\n\n## 인용\n\n- 732 P.2d 24\n- 83 Or. App. 336\n\n## 판결문 요약\n\n\n732 P.2d 24 (1987)\n83 Or.App. 336\nOrville LUTHER, Respondent,\nv.\nSTATE OF OREGON, and Fred B. Pearce, Sheriff of Multnomah County, Oregon, Appellants.\nC 84-04-31681; CA A34073.\nCourt of Appeals of Oregon.\nArgued and Submitted February 26, 1986.\nDecided January 28, 1987.\nReconsideration Denied March 27, 1987.\n*25 David L. Hattrick, Deputy Dist. Atty., Portland, argued the cause for appellants. With him on the briefs was Michael D. Schrunk, Dist. Atty., Portland.\nJacob Tanzer, Portland, argued the cause for respondent. With him on the brief was Ball, Janik &amp; Novack, Portland.\nBefore RICHARDSON, P.J., and WARDEN and ROSSMAN, JJ.\nRICHARDSON, Presiding Judge.\nIn this post-conviction relief action, ORS 138.510, the trial court set aside petitioner's conviction for manslaughter in the second degree. The state appeals, and we reverse.\nPetitioner's conviction was affirmed on appeal by this court, State v. Luther, 63 Or. App. 86, 663 P.2d 1261 (1983), and by the Supreme Court on review, 296 Or. 1, 672 P.2d 691 (1983). A petition for rehearing in the Supreme Court was denied on January 10, 1984.\nThe homicide resulted from an altercation between petitioner and his nephew, Mark Luther. The nephew received a gunshot wound to his head, and petitioner was indicted for assault in the first degree. Several months later Mark died, and petitioner was indicted by a second grand jury for the crime of murder. The trial jury found him guilty of the lesser included offense of manslaughter in the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=luther-v-state-of-oregon"
    }
  ],
  "relatedIncidents": [
    15000,
    15001,
    15009,
    15013,
    15032
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}