{
  "id": 15325,
  "title": "1987년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-01-30",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Jones. 판결일: 1987-01-30. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Jones v. the State\n**판결일**: 1987-01-30\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Banke, Birdsong, Sognier\n\n## 변호인\n\nBarry B. Greene, for appellant., Darrell E. Wilson, District Attorney, for appellee.\n\n## 인용\n\n- 353 S.E.2d 593\n- 181 Ga. App. 651\n\n## 판결문 요약\n\n\n181 Ga. App. 651 (1987)\n353 S.E.2d 593\nJONES\nv.\nTHE STATE.\n73589.\nCourt of Appeals of Georgia.\nDecided January 30, 1987.\nBarry B. Greene, for appellant.\nDarrell E. Wilson, District Attorney, for appellee.\nBIRDSONG, Chief Judge.\nDavid Jones was tried on four counts of burglary of the same store premises. The trial court directed a verdict of acquittal on three of the four counts but the jury found Jones guilty of the third count. Jones was sentenced to fifteen years with five to serve followed by ten on probation. He brings this appeal enumerating six errors. Held:\n1. In the first three enumerations of error, Jones asserts the general grounds. The facts show that between November 14, 1983 and February 14, 1984 the M &amp; A Welding Company was burglarized on four separate occasions. During this time frame, Jones was an employee of M &amp; A Welding and was being trained on identification of various welding machines, cutting tips and welding equipment. Jones as a salesman had to know the various tips and nozzles that fit a particular welding torch because the parts of different torches were not compatible. Jones also had been issued a key to the outer doors of the establishment, because as one of the several employees charged with the responsibility, on occasion, Jones had to lock up at closing time. Jones, on the occasions he was the employee closing the store, was obligated to take cash on hand and put some of it in a petty cash box and the remainder in an unusual hiding pla...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jones-v-state"
    }
  ],
  "relatedIncidents": [
    14994,
    15007,
    15017,
    15054,
    15081
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}