{
  "id": 15321,
  "title": "1987년 Zelenka 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-02-03",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Zelenka. 판결일: 1987-02-03. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: HOWARD ZELENKA Et Al., Plaintiffs-Appellants, v. THE CITY OF CHICAGO Et Al., Defendants-Appellees\n**판결일**: 1987-02-03\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Stamos\n\n## 변호인\n\nGoldman & Marcus, of Chicago (Arthur R. Ehrlich, of counsel), for appellants., Judson H. Miner, Acting Corporation Counsel, and Jacobs, Burns, Sugarman & Orlove, both of Chicago (Mary K. Rochford and Julie Elena Brown, Assistant Corporation Counsel, Steven E. Fine and Stephen B. Horwitz, of counsel), for appellees.\n\n## 인용\n\n- 504 N.E.2d 343\n- 152 Ill. App. 3d 706\n\n## 판결문 요약\n\n\n152 Ill. App. 3d 706 (1987)\n504 N.E.2d 343\nHOWARD ZELENKA et al., Plaintiffs-Appellants,\nv.\nTHE CITY OF CHICAGO et al., Defendants-Appellees.\nNo. 85-3603.\nIllinois Appellate Court  First District (2nd Division).\nOpinion filed February 3, 1987.\n*707 *708 Goldman &amp; Marcus, of Chicago (Arthur R. Ehrlich, of counsel), for appellants.\nJudson H. Miner, Acting Corporation Counsel, and Jacobs, Burns, Sugarman &amp; Orlove, both of Chicago (Mary K. Rochford and Julie Elena Brown, Assistant Corporation Counsel, Steven E. Fine and Stephen B. Horwitz, of counsel), for appellees.\nJudgment affirmed.\nJUSTICE STAMOS delivered the opinion of the court:\nPlaintiffs appeal from the circuit court's rulings dismissing their complaint and failing to compel arbitration. On appeal, plaintiffs contend that the trial court erred: (1) when it held that the statute of limitations for an action against defendant for breach of its duty of fair representation should be 90 days as set forth in the Illinois Arbitration Act; (2) in dismissing their claims against defendant because plaintiffs alleged sufficient facts to establish that defendant breached its duty of fair representation; (3) in ruling that plaintiffs were required to exhaust their grievance remedies against defendant before bringing a cause of action against the city of Chicago for breach of *709 contract; and (4) in denying plaintiffs' motion to compel arbitration because plaintiffs lacked standing under the collective-bargaining agreement...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=zelenka-v-city-of-chicago"
    }
  ],
  "relatedIncidents": [
    14994,
    14995,
    14998,
    14999,
    15000
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}