{
  "id": 15324,
  "title": "1987년 Camden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-01-30",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Camden. 판결일: 1987-01-30. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Appellant, v. JULIA CAMDEN, Appellee\n**판결일**: 1987-01-30\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Moran\n\n## 변호인\n\nNeil F. Hartigan, Attorney General, of Springfield, and Jon C. Anderson, State’s Attorney, of Robinson (Roma Jones Stewart, Solicitor General, and Mark L. Rotert and Marcia L. Friedl, Assistant Attorneys General, all of Chicago, and Kenneth R. Boyle, Stephen E. Norris, and Raymond F. Buckley, Jr., of the State’s Attorneys Appellate Service Commission, of Mt. Vernon, of counsel), for the People., Robert L. Douglas and Fred W. Johnson, of Robinson, for appellee.\n\n## 인용\n\n- 504 N.E.2d 96\n- 115 Ill. 2d 369\n\n## 판결문 요약\n\n\n115 Ill. 2d 369 (1987)\n504 N.E.2d 96\nTHE PEOPLE OF THE STATE OF ILLINOIS, Appellant,\nv.\nJULIA CAMDEN, Appellee.\nNo. 63174.\nSupreme Court of Illinois.\nOpinion filed January 30, 1987.\n*370 *371 Neil F. Hartigan, Attorney General, of Springfield, and Jon C. Anderson, State's Attorney, of Robinson (Roma Jones Stewart, Solicitor General, and Mark L. Rotert and Marcia L. Friedl, Assistant Attorneys General, all of Chicago, and Kenneth R. Boyle, Stephen E. Norris, and Raymond F. Buckley, Jr., of the State's Attorneys Appellate Service Commission, of Mt. Vernon, of counsel), for the People.\nRobert L. Douglas and Fred W. Johnson, of Robinson, for appellee.\nReversed and remanded.\nJUSTICE MORAN delivered the opinion of the court:\nThe defendant, Julia Camden, was charged by information with two counts of aggravated battery (Ill. Rev. Stat. 1981, ch. 38, pars. 12-4(a), 12-4(b)(1)), armed violence (Ill. Rev. Stat. 1981, ch. 38, par. 33A-2) and attempted murder (Ill. Rev. Stat. 1981, ch. 38, pars. 8-4(a), 9-1(a)(1)) as a result of an incident that occurred in a tavern in Crawford County. The defendant's trial ended when the trial court, sua sponte, declared a mistrial. The case was set, by agreement, for retrial before another jury. Thereafter, the defendant filed a motion to bar further prosecution and enter a judgment of acquittal on the ground of double jeopardy. The motion judge found that the defendant had consented to the mistrial and denied the motion. The defendant appealed pursuan...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-camden"
    }
  ],
  "relatedIncidents": [
    15000,
    15001,
    15009,
    15013,
    15032
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}