{
  "id": 15320,
  "title": "1987년 Paul Edward Archie, Paul Edward Archie v. David A. Christian 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-02-04",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Paul Edward Archie, Paul Edward Archie v. David A. Christian. 판결일: 1987-02-04. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Paul Edward ARCHIE, Et Al., Plaintiffs, Paul Edward Archie, Plaintiff-Appellant, v. David A. CHRISTIAN, Et Al., Defendants-Appellees\n**판결일**: 1987-02-04\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Clark, Garwood, Gee, Higginbotham, Johnson, Jolly, Politz, Randall, Reavley, Rubin, Williams\n\n## 변호인\n\nPaul E. Archie, pro se., M. Lawrence Wells, Asst. Atty. Gen., Jim Mattox, Atty. Gen., Austin, Tex., for defendants-appellees.\n\n## 인용\n\n- 808 F.2d 1132\n\n## 판결문 요약\n\n808 F.2d 1132\n    7 Fed. R. Serv. 3d 41\n    Paul Edward ARCHIE, et al., Plaintiffs,Paul Edward Archie, Plaintiff-Appellant,v.David A. CHRISTIAN, et al., Defendants-Appellees.\n    No. 84-2175.\n    United States Court of Appeals,Fifth Circuit.\n    Feb. 4, 1987.\n    \n      Paul E. Archie, pro se.\n      M. Lawrence Wells, Asst. Atty. Gen., Jim Mattox, Atty. Gen., Austin, Tex., for defendants-appellees.\n      Appeal from the United States District Court for the Southern District of Texas.\n      Before CLARK, Chief Judge, GEE, RUBIN, REAVLEY, POLITZ, RANDALL, JOHNSON, WILLIAMS, GARWOOD, JOLLY, HIGGINBOTHAM, DAVIS, HILL, and JONES, Circuit Judges.\n      GEE, Circuit Judge:\n    \n    \n      1\n      This appeal concerns the power of a United States Magistrate to conduct a jury trial pursuant to the 1979 Magistrate's Act, 28 U.S.C. Sections 631-639.  We conclude that he may do so only with the voluntary consent of all parties to the case, who may not be compelled to accept a trial so conducted.  Even so because, in the circumstances presented, it appears that the refusal of one of the parties to consent resulted in merely a procedural error and not in an absence of jurisdiction, we conclude that the panel's decision to the contrary was erroneous;  and we remand the appeal to the panel for consideration of the merits.\n    \n    Procedural History\n    \n      2\n      Appellant Archie brought an action against Texas prison officials, claiming that they had violated his civil rights while he ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=paul-edward-archie-paul-edward-archie-v-david-a-christian"
    }
  ],
  "relatedIncidents": [
    14994,
    14995,
    14998,
    14999,
    15000
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}