{
  "id": 15329,
  "title": "1987년 Robinson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-01-26",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Robinson. 판결일: 1987-01-26. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Jonathan M. Robinson v. Booker T. Davis, as Chairman of the Board of Trustees of the First Baptist Church of Sheepshead Bay\n**판결일**: 1987-01-26\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 126 A.D.2d 715\n\n## 판결문 요약\n\n\nIn an action, inter alia, to enjoin the respondents from holding a meeting on January 28, 1984, for the purpose of dismissing the plaintiff as pastor of the First Baptist Church of Sheepshead Bay, in which judgment dated March 5, 1984 had been entered, declaring that the resolution passed at that meeting dismissing the plaintiff as pastor was a nullity, the plaintiff appeals, (1) as limited by his brief, from so much of an order of the Supreme Court, Kings County (Rigler, J.), dated January 25, 1985, as granted the defendants’ motion for a preliminary injunction, inter alia, enjoining the plaintiff from acting as the pastor, and (2) from a judgment of the same court (Pino, J.), dated March 12, 1985, which, after a hearing, granted the defendants’ application for a permanent injunction, denied the plaintiffs cross motion to annul a resolution made at a meet*716ing of the church held on September 29, 1984, and held that that meeting was properly convened.\nOrdered that the judgment dated March 12, 1985 is affirmed, and it is further,\nOrdered that the appeal from the order dated January 25, 1985 is dismissed as academic in light of our determination on the appeal from the judgment dated March 12, 1985, and it is further,\nOrdered that the defendants are awarded one bill of costs.\nWhile the plaintiff correctly asserts that the defendants improperly made an application for an injunction under the index number of a case between the parties in which a final judgment had already been ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robinson-v-davis"
    }
  ],
  "relatedIncidents": [
    14994,
    14995,
    14998,
    14999,
    15000
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}