{
  "id": 15337,
  "title": "1987년 RMR Wine Distributors Corp. v. Fratelli Pasqua, S.p.A. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-01-12",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: RMR Wine Distributors Corp. v. Fratelli Pasqua, S.p.A.. 판결일: 1987-01-12. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: RMR Wine Distributors Corp. v. Fratelli Pasqua, S.p.A.\n**판결일**: 1987-01-12\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 126 A.D.2d 535\n\n## 판결문 요약\n\n\nIn an action to recover damages for conspiracy, tortious interference with contractual rights, restraint of trade and breach of contract, the plaintiff appeals from an order of the Supreme Court, Nassau County (Levitt, J.), dated March 26, 1986, which granted the renewed motion of the defendant Fratelli Pasqua, S.p.A. (hereinafter Pasqua) pursuant to CPLR 3211 (a) (8) and *5365015 (a) to vacate the default judgment entered against Pas-qua and as against it.\nOrdered that the order is modified to the extent that the branch of Pasqua’s renewed cross motion which sought dismissal of the complaint as against it is denied. As so modified, the order is affirmed, with costs to the plaintiff. Pasqua’s time to serve an answer is extended until 20 days after service upon it of a copy of this order with notice of entry.\nSufficient facts were set forth in the complaint and papers submitted by the plaintiff in opposition to Pasqua’s cross motion to establish the requisite basis for an exercise of in personam jurisdiction over Pasqua. The plaintiff has, therefore, met its burden of sustaining the allegation of personal jurisdiction so as to defeat such motion.\nAs to the vacatur of the default judgment, we find that the affidavit of Pasqua’s officer set forth a sufficient excuse for the delay in answering. A meritorious defense was shown by Pasqua’s attorney’s affirmation which referred to attached documentary evidence demonstrating defenses to the plaintiff’s claims (see, General Elec. Cre...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rmr-wine-distributors-corp-v-fratelli-pasqua-spa"
    }
  ],
  "relatedIncidents": [
    14994,
    14995,
    14998,
    14999,
    15000
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}