{
  "id": 15331,
  "title": "1987년 Lawson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-01-23",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Lawson. 판결일: 1987-01-23. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Lawson v. Cagle\n**판결일**: 1987-01-23\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Per Curiam\n\n## 인용\n\n- 504 So. 2d 226\n\n## 판결문 요약\n\n\n504 So.2d 226 (1987)\nWilliam S. LAWSON\nv.\nDewayne CAGLE.\n85-684.\nSupreme Court of Alabama.\nJanuary 23, 1987.\nRehearing Denied March 20, 1987.\nCharles E. Sharp and Mac B. Greaves of Sadler, Sullivan, Sharp &amp; Stutts, Birmingham, and Jerry W. Jackson, Haleyville, for appellant.\nBill Thomason, Bessemer, for appellee.\nC.R. McRae, Pascagoula, Miss., for amicus curiae Mississippi Trial Lawyers Assoc.\nWilliam H. Atkinson, John H. Bentley, and James K. Davis of Fite, Davis, Atkinson &amp; Bentley, James Clark Cashion and Bill Fite, Hamilton, and H. Neal Cook, Samuel L. Masdon III, and Hobson Manasco, Jr., Haleyville, and Jerry F. Guyton, Nelson Vinson, and Oliver Frederick Wood of Vinson &amp; Guyton, and Charles Harry Green, Hamilton, amici curiae in support of appellant Lawson's position.\nPER CURIAM.\nThe defendant is an attorney; the plaintiff is a former client of the defendant's. This is a fraud action, not a legal malpractice action. The jury awarded the plaintiff $2,500,000.\nThe pertinent facts are as follows: The plaintiff was seriously injured in an accident which occurred in Mississippi in July of 1972. Plaintiff obtained Alabama counsel in November 1972. In July 1977, five years after the accident, Alabama counsel contacted the defendant, an attorney of stature in Mississippi, to assist him in the plaintiff's case. Suit was filed in Mississippi *227 in the summer of 1978. The suit was dismissed by the trial court on June 12, 1979. Defendant and plaintiff's Alabama couns...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lawson-v-cagle"
    }
  ],
  "relatedIncidents": [
    15024,
    15050,
    15088,
    15105,
    15107
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}