{
  "id": 15336,
  "title": "1987년 Foulk 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-01-13",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Foulk. 판결일: 1987-01-13. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Plaintiff-Respondent, v. Robert W. FOULK, Defendant-Appellant\n**판결일**: 1987-01-13\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Gaertner, Gary, Karohl, Simon\n\n## 변호인\n\nWilliam L. Webster, Atty. Gen., Paul LaRose, Asst. Atty. Gen., Jefferson City, for plaintiff-respondent., Daniel J. Pingelton, Columbia, for defendant-appellant.\n\n## 인용\n\n- 725 S.W.2d 56\n\n## 판결문 요약\n\n\n725 S.W.2d 56 (1987)\nSTATE of Missouri, Plaintiff-Respondent,\nv.\nRobert W. FOULK, Defendant-Appellant.\nNo. 49624.\nMissouri Court of Appeals, Eastern District, Division Three.\nJanuary 13, 1987.\nMotion for Rehearing and/or Transfer Denied March 4, 1987.\nApplication to Transfer Denied May 19, 1987.\n*59 William L. Webster, Atty. Gen., Paul LaRose, Asst. Atty. Gen., Jefferson City, for plaintiff-respondent.\nDaniel J. Pingelton, Columbia, for defendant-appellant.\nSIMON, Judge.\nDefendant, Robert W. Foulk, was found guilty of rape, § 566.030 RSMo 1978 and sodomy, § 566.060 RSMo 1978, at the conclusion of a jury trial in the Circuit Court of Cape Girardeau County. (All further references will be to RSMo 1978 unless otherwise noted.) Pursuant to the jury's verdict, defendant was sentenced to a term of ten years for each offense to be served consecutively.\n*60 Defendant contends the trial court erred in: (1) denying his offer of evidence of prior sexual contacts between himself and the complainant; (2) denying his motion for individual or group voir dire; (3) sustaining the state's objection to his cross-examination of a state witness concerning the complainant's reputation for truth and veracity; (4) denying his motion to endorse two defense witnesses to impeach the complaining witness; (5) sustaining state's objection to questions asked of a defense witness concerning his observations of prior injuries to complainant similar to those attributed to defendant; (6) overruling his object...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-foulk"
    }
  ],
  "relatedIncidents": [
    15090,
    15116,
    15126,
    15177,
    15210
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}