{
  "id": 15349,
  "title": "1986년 Roberts 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-12-31",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Roberts. 판결일: 1986-12-31. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Lynn ROBERTS v. STATE of Florida\n**판결일**: 1986-12-31\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Downey, Glickstein, Walden\n\n## 변호인\n\nRichard L. Jorandby, Public Defender, and Thomas F. Ball, III, Asst. Public Defender, West Palm Beach, for appellant., Jim Smith, Atty. Gen., Tallahassee, and Robert S. Jaegers, Asst. Atty. Gen., West Palm Beach, for appellee.\n\n## 인용\n\n- 500 So. 2d 338\n\n## 판결문 요약\n\n\nGLICKSTEIN, Judge.\nWe affirm appellant’s conviction but reverse the sentence and remand for resen-tencing.\nAppellant first argues that the trial court erred in delegating the formulation of the reasons for departure to the state. Prior to the sentencing hearing the state submitted a motion to aggravate which contained the following reasons:\n[1] The Defendant masterminded the Robbery and committed it in a professional manner.\n[2] A Police Officer was a victim of the Aggravated Assault.\n[3] The Robbery victim was wrestled to the ground and threatened with a gun.\n[4] The Defendant drove the get away car during a high-speed chase from which there was a shoot-out.\n[5] There was an utter disregard for human life.\nAt the hearing the prosecutor stated the following:\nMR. LOWENTHAL: Your Honor, the State has furnished the Court with a reason why aggravation is called for.\nI think it’s necessary to reiterate that. We do have case law substantiating those reasons.\nGenerally, and specifically, we ask the State aggravate fifteen years, Judge.\nThe co-defendant received fourteen years. This defendant is as culpable, if not more so, as if he planned the robbery, and that was the testimony of the witness, the co-defendant, Mr. Puerto.\nThere is no doubt that Mr. Roberts was driving the car. His total disregard for the safety of anybody, police officers, civilians, this was a neighborhood with many kids.\nTo safeguard society, we ask for fifteen years.\nThe probation officer recommended departure...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=roberts-v-state"
    }
  ],
  "relatedIncidents": [
    15351,
    15355,
    15361,
    15363,
    15375
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}