{
  "id": 15344,
  "title": "1987년 Federico Fano v. Paul B. O'neill, Individually and as District Director of the Immigration & Naturalization Service for the Houston Division 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1987-01-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Federico Fano v. Paul B. O'neill, Individually and as District Director of the Immigration & Naturalization Service for the Houston Division. 판결일: 1987-01-05. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Federico FANO, Plaintiff-Appellant, v. Paul B. O’NEILL, Individually and as District Director of the Immigration & Naturalization Service for the Houston Division, Defendant-Appellee\n**판결일**: 1987-01-05\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Clark, Reavley, Williams\n\n## 변호인\n\nAlan Yomacka, M. Edwin Prud’homme, Houston, Tex., for plaintiff-appellant., Samuel G. Longora, Asst. U.S. Atty., Henry K. Oncken, U.S. Atty., Frank A. Conforti, James R. Gough, Asst. U.S. At-tys., Houston, Tex., for defendant-appellee.\n\n## 인용\n\n- 806 F.2d 1262\n\n## 판결문 요약\n\n806 F.2d 1262\n    95 A.L.R.Fed. 253\n    Federico FANO, Plaintiff-Appellant,v.Paul B. O'NEILL, Individually and As District Director ofthe Immigration &amp; Naturalization Service for theHouston Division, Defendant-Appellee.\n    No. 86-2164.\n    United States Court of Appeals,Fifth Circuit.\n    Jan. 5, 1987.\n    \n      Alan Vomacka, M. Edwin Prud'homme, Houston, Tex., for plaintiff-appellant.\n      Samuel G. Longora, Asst. U.S. Atty., Henry K. Oncken, U.S. Atty., Frank A. Conforti, James R. Gough, Asst. U.S. Attys., Houston, Tex., for defendant-appellee.\n      Appeal from the United States District Court for the Southern District of Texas.\n      Before CLARK, Chief Judge, REAVLEY and WILLIAMS, Circuit Judges.\n      REAVLEY, Circuit Judge:\n    \n    \n      1\n      Federico Fano claims he lost an opportunity to obtain permanent resident status in this country because the Immigration and Naturalization Service (INS), violating its internal procedures, wilfully delayed the processing of his application.  The district court granted summary judgment in favor of the government.  We reverse.\n    \n    \n      2\n      * Fano is a citizen of Mexico by birth.  His father is employed in Houston, Texas as vice president of a subsidiary of a Mexican oil and gas concern.  On August 10, 1983, Fano's father applied for permanent resident status based on his professional qualifications and a petition filed by his employer.  See 8 U.S.C. Sec. 1153(a)(3).  On that same date, Fano, his mother, and ot...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=federico-fano-v-paul-b-oneill-individually-and-as-district-director-of"
    }
  ],
  "relatedIncidents": [
    14994,
    14995,
    14998,
    14999,
    15000
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}