{
  "id": 15351,
  "title": "1986년 State v. Stockton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-12-29",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State v. Stockton. 판결일: 1986-12-29. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Tennessee, Appellee, v. Richard Michael STOCKTON, Appellant\n**판결일**: 1986-12-29\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Dwyer, O'Brien, Scott\n\n## 변호인\n\nW.J. Michael Cody, Atty. Gen. & Reporter, Nashville, Albert L. Partee, III, Asst. Atty. Gen., Nashville, R. Jerry Beck, Asst. Dist. Atty., Blountville, for appellee., Murray C. Groseclose, III, Kingsport, for appellant.\n\n## 인용\n\n- 733 S.W.2d 111\n\n## 판결문 요약\n\n\n733 S.W.2d 111 (1986)\nSTATE of Tennessee, Appellee,\nv.\nRichard Michael STOCKTON, Appellant.\nCourt of Criminal Appeals of Tennessee, at Knoxville.\nDecember 29, 1986.\nPermission to Appeal Denied March 9, 1987.\nW.J. Michael Cody, Atty. Gen. &amp; Reporter, Nashville, Albert L. Partee, III, Asst. Atty. Gen., Nashville, R. Jerry Beck, Asst. Dist. Atty., Blountville, for appellee.\nMurray C. Groseclose, III, Kingsport, for appellant.\nPermission to Appeal Denied by Supreme Court March 9, 1987.\nO'BRIEN, Judge.\n\nOPINION\nDefendant was convicted of third degree burglary and of an attempt to commit the felony of grand larceny in the Sullivan County Criminal Court. He received respective sentences of four (4) years and three (3) years to be served concurrently with each other, but consecutively to prior concurrent sentences of five (5) years for burglary and grand larceny.\nTwo issues are raised on this appeal, the first a question of alleged misconduct on the part of the prosecuting attorney, and *112 secondly, a complaint involving consecutive sentencing. We affirm the judgment below.\nPrior to trial the District Attorney General was directed to instruct the State witnesses not to mention that defendant had previously been in their employ and had been dismissed for dishonesty. At trial he asked one of the owners of the burglared business if he was acquainted with the defendant. He was informed that defendant had worked for them six or seven months earlier. He then posed the following ques...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-stockton"
    }
  ],
  "relatedIncidents": [
    15349,
    15355,
    15361,
    15363,
    15375
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}