{
  "id": 15354,
  "title": "1986년 Reiter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-12-24",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Reiter. 판결일: 1986-12-24. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Bruce T. Reiter\n**판결일**: 1986-12-24\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Harvey\n\n## 인용\n\n- 125 A.D.2d 834\n\n## 판결문 요약\n\n\n— Harvey, J.\nAppeal, by permission, from an order of the County Court of Albany County *835(Turner, Jr., J.), entered January 13, 1986, which denied defendant’s motion pursuant to CPL 440.10 to vacate the judgment convicting him of the crime of grand larceny in the third degree, after a hearing.\nIn October 1979, defendant was indicted by an Albany County Grand Jury for the crimes of grand larceny in the third degree and scheme to defraud in the first degree. The indictment resulted from defendant’s alleged activity of soliciting mail orders from coin collectors with no intention of completing the transactions and making false insurance claims to the United States Postal Service for lost insured mail. In December 1979, defendant pleaded guilty to grand larceny in the third degree in full satisfaction of the charges against him, and he received a negotiated sentence of 60 days in jail and a term of probation of four years and 10 months. Defendant did not appeal from that conviction and has served his sentence.\nIn May 1985, defendant filed the instant motion pursuant to CPL 440.10 seeking to vacate his 1979 conviction for the crime of grand larceny in the third degree. As a ground for the motion, defendant argued that he had been denied effective assistance of counsel. Defendant asserts that his assigned counsel failed to obtain certain of his records which had been seized by the police which he contends would have established that the value of the property stolen was $250 or l...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-reiter"
    }
  ],
  "relatedIncidents": [
    15368,
    15398,
    15429,
    15512,
    15518
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}