{
  "id": 15356,
  "title": "1986년 Warner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-12-23",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: Warner. 판결일: 1986-12-23. 법원: Nevada Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: JAMES CALVIN WARNER, Appellant, v. THE STATE OF NEVADA, Respondent\n**판결일**: 1986-12-23\n**법원**: Nevada Supreme Court\n**관할**: Nevada, NV\n\n**판사**: Per Curiam\n\n## 변호인\n\nNorman Y. Herring, Carson City, for Appellant., Brian McKay, Attorney General, Carson City, and Larry G. Bettis, District Attorney, Mineral County, for Respondent.\n\n## 인용\n\n- 729 P.2d 1359\n- 102 Nev. 635\n\n## 판결문 요약\n\n\n729 P.2d 1359 (1986)\nJames Calvin WARNER, Appellant,\nv.\nThe STATE of Nevada, Respondent.\nNo. 17380.\nSupreme Court of Nevada.\nDecember 23, 1986.\nRehearing Denied February 6, 1987.\n*1350 Norman Y. Herring, Carson City, for appellant.\nBrian McKay, Atty. Gen., Carson City, and Larry G. Bettis, Dist. Atty., Mineral County, for respondent.\n\nOPINION\nPER CURIAM:\nThis is an appeal from an order of the district court denying appellant's petition for post-conviction relief. Appellant was charged with sexual assault, a violation of NRS 200.366, and lewdness with a child under fourteen years of age, a violation of NRS 201.230. Following a jury trial, he was convicted and sentenced on the sexual assault charge to life imprisonment without the possibility of parole until he serves at least ten years, and on the lewdness charge to ten years in prison, the sentences to run concurrently. In this appeal, appellant contends that he was denied the effective assistance of counsel before and during trial, and therefore was denied his right to a fair trial. We agree, and accordingly reverse and remand this case for a new trial.\nAt appellant's trial, the state presented the testimony of only two witnesses, the alleged victim (appellant's eleven-year-old stepdaughter, Dee) and appellant's wife. The only witnesses with any personal knowledge of the events in question were Dee, appellant, and possibly Dee's seven-year-old brother, Arthur. There was no physical evidence of the alleged incidents; Dee was...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=warner-v-state"
    }
  ],
  "relatedIncidents": [
    15364,
    15365,
    15379,
    15380,
    15389
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}