{
  "id": 15355,
  "title": "1986년 Anderson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-12-24",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Anderson. 판결일: 1986-12-24. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington v. Eric Todd Anderson\n**판결일**: 1986-12-24\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Coleman, Scholfield, Swanson\n\n## 변호인\n\nNorm Maleng, Prosecuting Attorney, and Victoria M. Seitz, Deputy, for appellant., Anne E. Roberts of Washington Appellate Defender Association, for respondent.\n\n## 인용\n\n- 46 Wash. App. 565\n\n## 판결문 요약\n\n\nColeman, J.\nThe State of Washington appeals from an order of the trial court dismissing burglary charges against Eric Todd Anderson. We reverse and remand for trial.\nThe undisputed facts, as found by the trial court on January 18, 1985, are as follows:\n1. On May 10, 1984, the defendant Eric Todd Anderson was stopped by Bellevue police officers as a possible burglary suspect.\n2. The Bellevue police investigated the burglary at 100 Cedar Crest Lane, [B]ellevue, King County, Washington. The completed report of the investigating officer was approved May 11, 1984 by his supervisor. Bellevue police Detective Littlejohn reviewed the investigation on May 20, 1984. The case was mailed to the prosecutor's office on May 21,1984.\n3. The case was received by the King County Prosecutor's Office, Juvenile Division on May 24, 1984. It was processed according to normal office procedures, being *567routed first to the police liaison unit; then to a legal assistant for computer entry and preparation of a screening sheet.\n4. The case was routed to a filing deputy, Dean Lum, on June 1, 1984, five business days after it was received by the Prosecutor's Office, May 28, being a holiday.\n5. The case was received for filing and screened legally sufficient by Dean Lum on June 11, 1984, six business days after it was received and routed for typing.\n6. Defendant's birthdate is June 13, 1966. He turned eighteen on June 13, 1984.\n7. Arraignment is the first court appearance in juvenile court.\n8. The King ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-anderson"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15361,
    15363,
    15375
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}