{
  "id": 15361,
  "title": "1986년 Epley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-12-19",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Epley. 판결일: 1986-12-19. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Thomas EPLEY, Jr. v. STATE of Florida\n**판결일**: 1986-12-19\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Campbell, Frank, Lehan\n\n## 변호인\n\nJames Marion Moorman, Public Defender, Bartow, and Karla Foreman Wright, Asst. Public Defender, Tampa, for appellant., Jim Smith, Atty. Gen., Tallahassee, and James A. Young, Asst. Atty. Gen., Tampa, for appellee.\n\n## 인용\n\n- 499 So. 2d 39\n\n## 판결문 요약\n\n\nCAMPBELL, Acting Chief Judge.\nAppellant, Thomas Epley, Jr., pled guilty to burglary of a structure and was placed on five years probation on the condition that he file monthly reports and maintain employment. The state subsequently filed two affidavits stating that appellant had violated his probation. One alleged that he had failed to maintain full-time employment; the other alleged, inter alia, that he *40had failed to file a timely report for the month of June, 1985.\nAt the proceedings on September 26, 1985, appellant’s probation officer testified that appellant had filed the June report, albeit two months late. Although appellant attempted to produce evidence to rebut the affidavit charging that he had not been working, the court revoked his probation solely on the basis of the affidavit charging appellant’s failure to file the June report. During the proceedings, appellant requested a probation revocation hearing pursuant to Florida Rule of Criminal Procedure 3.790(b) on the “failure to maintain employment” affidavit three times.\nAppellant raised three issues on appeal: (1)Did the September 26, 1985 proceedings comply with the Rule 3.790(b) requirements for a probation revocation hearing? (2) Did the trial court err in failing to permit appellant to select to be sentenced under the pre-guidelines statute? and (3) Did the trial court err in failing to conform its written order to the court’s oral pronouncements? The state has conceded error on appellant’s second and thir...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=epley-v-state"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15355,
    15363,
    15375
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}