{
  "id": 15363,
  "title": "1986년 Rogers v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-12-18",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Rogers v. State. 판결일: 1986-12-18. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Ernest W. ROGERS, Appellant (Defendant Below), v. STATE of Indiana, Appellee (Plaintiff Below)\n**판결일**: 1986-12-18\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBRULER, Dickson, Givan, Pivarnik, Shepard\n\n## 변호인\n\nGeorge K. Shields, Indianapolis, for appellant., Linley E. Pearson, Atty. Gen., Michael Gene Worden, Deputy Atty. Gen., Indi-annapolis, for appellee.\n\n## 인용\n\n- 501 N.E.2d 433\n\n## 판결문 요약\n\n\n501 N.E.2d 433 (1986)\nErnest W. ROGERS, Appellant (Defendant below),\nv.\nSTATE of Indiana, Appellee (Plaintiff below).\nNo. 49S00-8605-CR-433.\nSupreme Court of Indiana.\nDecember 18, 1986.\nGeorge K. Shields, Indianapolis, for appellant.\nLinley E. Pearson, Atty. Gen., Michael Gene Worden, Deputy Atty. Gen., Indianapolis, for appellee.\nPIVARNIK, Justice.\nDefendant-Appellant Ernest W. Rogers was convicted at the conclusion of a bench trial in the Marion County Superior Court of burglary, a class B felony; and theft, a class D felony. He was sentenced to fifteen (15) years for burglary and four (4) years for theft, to be served concurrently. On direct appeal, the sole issue is the sufficiency of the evidence.\nAt approximately 2:30 a.m. on May 27, 1985, Mark A. Gibbon and Brian G. Brown were fishing at the Lake Merlin Apartments. *434 They observed an individual wearing a white shirt with a dark, horizontal stripe across its front, standing near the outside of Janis K. Strohl's apartment. Strohl was out of town. Gibbon and Brown heard the sound of breaking glass. They observed the individual for approximately thirty (30) minutes, as they saw the lights being turned on and off in Strohl's apartment. Gibbon and Brown saw the individual walk out of Strohl's apartment, carrying a number of items in his arms. Shortly thereafter, the individual disappeared from their sight, and Gibbon and Brown saw a white vehicle with a red top drive up to the clubhouse, park for a few seconds, and then ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rogers-v-state"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15355,
    15361,
    15375
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}