{
  "id": 15365,
  "title": "1986년 Hailes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-12-12",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Hailes. 판결일: 1986-12-12. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State v. Hailes\n**판결일**: 1986-12-12\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Redmann, C.J., and Ward and Williams\n\n## 인용\n\n- 501 So. 2d 788\n\n## 판결문 요약\n\n\n501 So. 2d 788 (1986)\nSTATE of Louisiana\nv.\nLavelle HAILES.\nNo. KA-1347.\nCourt of Appeal of Louisiana, Fourth Circuit.\nDecember 12, 1986.\nWilliam J. Guste, Jr., Atty. Gen., Barbara Rutledge, Asst. Atty. Gen., Harry F. Connick, Dist. Atty., Susan Scott Hunt, Asst. Dist. Atty., Michael E. McMahon, Asst. Dist. Atty., New Orleans, for appellee.\nMartin E. Regan, Jr., New Orleans, for appellant.\nBefore REDMANN, C.J., and WARD and WILLIAMS, JJ.\nWILLIAMS, Judge.\nDefendant, Lavell Hailes, was charged by grand jury indictment with three counts of aggravated rape, one count of attempted murder and four counts of armed robbery. A jury found him guilty as charged. The court sentenced him to life without benefit of parole, probation or suspension of sentence on each count of aggravated rape. He was sentenced to fifty years on each armed robbery count and fifty years for the attempted murder charge, all of the sentences to run concurrently.\nDefendant's motion for a new trial was denied. He subsequently filed a Supplemental Motion for a New Trial. On appeal *789 this court remanded the case for a hearing on defendant's supplemental motion. The trial court heard and denied the motion. Defendant appeals.\nOn February 20, 1982, the four victims were playing cards in an apartment when an armed black male entered the premises. The assailant ordered the three women to disrobe and lie on the floor. He robbed and raped the women and also robbed the date of one of the women. The perpetrator then indi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hailes"
    }
  ],
  "relatedIncidents": [
    15356,
    15364,
    15379,
    15380,
    15389
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}