{
  "id": 15366,
  "title": "1986년 Ely 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-12-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Ely. 판결일: 1986-12-10. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Ely v. United States Government\n**판결일**: 1986-12-10\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 811 F.2d 604\n\n## 판결문 요약\n\n811 F.2d 604\n    Unpublished DispositionNOTICE: Sixth Circuit Rule 24(c) states that citation of unpublished dispositions is disfavored except for establishing res judicata, estoppel, or the law of the case and requires service of copies of cited unpublished dispositions of the Sixth Circuit.ELY, Plaintiff-Appellant,v.UNITED STATES GOVERNMENT, et al. Defendants-Appellees.\n    No. 86-3150.\n    United States Court of Appeals, Sixth Circuit.\n    Dec. 10, 1986.\n    \n      Before KRUPANSKY, NELSON and RYAN, Circuit Judges.\n    \n    ORDER\n    \n      1\n      Ely timely filed this pro se appeal from the January 29, 1986 Order of the district court adopting the Report and Recommendation of the Magistrate and dismissing his Complaint.  This case has been referred to a panel of this Court pursuant to Rule 9(a), Rules of the Sixth Circuit.  Upon examination of the record and the briefs of the parties, this panel agrees unanimously that oral argument is not needed.  Rule 34(a), Federal Rules of Appellate Procedure.\n    \n    \n      2\n      Ely filed his complaint on July 25, 1985, alleging that defendant Dan Lyons, a Deputy Clerk in the United States District Court for the Southern District of Ohio, violated his civil rights by refusing to accept his employment application.  Specifically, Ely claims that defendant Lyons told him the Clerk could not accept an employment application from an ex-convict, and that Lyons refused to give him an opportunity to speak or to provide him with authorit...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ely-v-united-states-government"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15354,
    15355,
    15356
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}