{
  "id": 15368,
  "title": "1986년 First State Bank v. Twin City Bank 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-12-08",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: First State Bank v. Twin City Bank. 판결일: 1986-12-08. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: First State Bank of Sherwood v. Twin City Bank of North Little Rock\n**판결일**: 1986-12-08\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Holt\n\n## 변호인\n\nGruber Law Office, by: Rita W. Gruber, for appellant., Friday, Eldredge & Clark, by: George Pike, Jr. and William A. Waddell, Jr., for appellee.\n\n## 인용\n\n- 720 S.W.2d 295\n- 290 Ark. 399\n\n## 판결문 요약\n\n\n720 S.W.2d 295 (1986)\n290 Ark. 399\nFIRST STATE BANK OF SHERWOOD, Appellant,\nv.\nTWIN CITY BANK OF NORTH LITTLE ROCK, Appellee.\nNo. 86-121.\nSupreme Court of Arkansas.\nDecember 8, 1986.\nGruber Law Office by Rita W. Gruber, N. Little Rock, for appellant.\nFriday, Eldredge &amp; Clark by George Pike, Jr. and William A. Waddell, Jr., Little Rock, for appellee.\nHOLT, Chief Justice.\nThis case concerns the question of liability as between two banks victimized by a fraudulent scheme involving the use of documentary drafts. The trial court found that the bogus documentary drafts were not documentary drafts (as defined by the Uniform Commercial Code), but mere writings used in a fraudulent scheme. The court concluded that, although Twin City Bank, the payor/drawee bank, was late in returning the \"drafts\" unpaid to First State Bank of Sherwood, the depositary/collecting bank, the writings used in the scheme were not documentary drafts. As such, the court held the UCC provision making a payor bank accountable for late return did not apply and the depositary bank was left with the loss. We disagree and reverse and remand. This case was certified to this court by the court of appeals pursuant to Sup.Ct.R. 29(1)(c) and (4)(b).\nJoseph Tucker, d/b/a Tucker's Used Cars, was a customer of First State Bank of Sherwood (FSB), appellant. Tucker wrote and presented to FSB three drafts payable to Tucker's Used Cars on the account of Bobby Brant of B &amp; B Auto Sales, a customer of appellee, Twin Cit...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=first-state-bank-v-twin-city-bank"
    }
  ],
  "relatedIncidents": [
    15354,
    15398,
    15429,
    15512,
    15518
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}