{
  "id": 15362,
  "title": "1986년 United States v. Paul C. Porter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-12-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Paul C. Porter. 판결일: 1986-12-18. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Paul C. PORTER, Defendant, Appellant\n**판결일**: 1986-12-18\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Bownes, Campbell, Torruella\n\n## 변호인\n\nMorris M. Goldings with whom Richard S. Jacobs and Mahoney, Hawkes & Gold-ings, Boston, Mass., were on brief for defendant, appellant., Sydney Hanlon, Asst. U.S. Atty., with whom William F. Weld, U.S. Atty., Boston, Mass., was on brief for appellee.\n\n## 인용\n\n- 807 F.2d 21\n\n## 판결문 요약\n\n807 F.2d 21\n    UNITED STATES of America, Appellee,v.Paul C. PORTER, Defendant, Appellant.\n    No. 86-1573.\n    United States Court of Appeals,First Circuit.\n    Argued Oct. 10, 1986.Decided Dec. 18, 1986.\n    \n      Morris M. Goldings with whom Richard S. Jacobs and Mahoney, Hawkes &amp; Goldings, Boston, Mass., were on brief for defendant, appellant.\n      Sydney Hanlon, Asst. U.S. Atty., with whom William F. Weld, U.S. Atty., Boston, Mass., was on brief for appellee.\n      Before CAMPBELL, Chief Judge, BOWNES and TORRUELLA, Circuit Judges.\n      LEVIN H. CAMPBELL, Chief Judge.\n    \n    \n      1\n      After a jury trial in the district court, Paul Porter was convicted on one count of conspiracy with intent to distribute marijuana, a violation of 21 U.S.C. Secs. 841(a)(1), 841(b)(6), and 846 (1982).  Porter appealed to this court, and we ruled that the district court had erred by admitting into evidence certain inculpatory statements made by Porter to DEA agents.  We vacated the judgment of conviction and remanded Porter's case to the district court for further proceedings.   United States v. Porter, 764 F.2d 1, 6-7 (1st Cir.1985).  On remand, after the government noticed its intention to retry the case, Porter moved to dismiss the indictment on grounds of double jeopardy.  He argued that the government's evidence at the first trial was legally insufficient to sustain a conviction once the illegal evidence was deleted.  Having failed to adduce adequate legally competent evid...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-paul-c-porter"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15354,
    15355,
    15356
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}