{
  "id": 15369,
  "title": "1986년 Maxie 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-12-08",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Maxie. 판결일: 1986-12-08. 법원: District Court, E.D. Virginia.",
  "description": "## 사건 정보\n\n**사건명**: Helen MAXIE, Formerly Known as Helen Fernandez, Plaintiff, v. John FERNANDEZ, Defendant\n**판결일**: 1986-12-08\n**법원**: District Court, E.D. Virginia\n**관할**: Virginia, VA\n\n**판사**: Richard L. Williams\n\n## 변호인\n\nHarry P. Anderson, Jr., Richmond, Va., for plaintiff., Stephen W. Bricker, Bremner, Byrne & Baber, Richmond, Va., for defendant.\n\n## 인용\n\n- 649 F. Supp. 627\n\n## 판결문 요약\n\n\n649 F. Supp. 627 (1986)\nHelen MAXIE, formerly known as Helen Fernandez, Plaintiff,\nv.\nJohn FERNANDEZ, Defendant.\nNo. CA 86-691-R.\nUnited States District Court, E.D. Virginia, Richmond Division.\nDecember 8, 1986.\n*628 Harry P. Anderson, Jr., Richmond, Va., for plaintiff.\nStephen W. Bricker, Bremner, Byrne &amp; Baber, Richmond, Va., for defendant.\n\nMEMORANDUM OPINION\nRICHARD L. WILLIAMS, District Judge.\nThis complaint was brought pursuant to the Parental Kidnapping Prevention Act of 1980, 28 U.S.C. section 1738A (PKPA). The plaintiff, Ms. Maxie, and the defendant, Dr. Fernandez, were married in 1972, and divorced in 1983. The child who is at the center of this jurisdictional tug-of-war, John Anthony Fernandez-Miranda II, was born during the marriage, on June 9, 1978. The plaintiff seeks a declaration from this Court as to which court  the Henrico County, Virginia Juvenile and Domestic Relations Court or the District of Columbia Superior Court  has jurisdiction over custody determinations regarding the child, Anthony.\nThe first issue that this Court must address is that of jurisdiction. Federal question jurisdiction clearly exists under 28 U.S.C. section 1331. In addition, the Fourth Circuit has held that Congress intended to create a right of action maintainable in the federal courts under PKPA. Hickey v. Baxter, 800 F.2d 430, 431 (4th Cir.1986). This Court agrees with the Fourth Circuit, and the other three circuits which have held likewise, that without a federal forum to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=maxie-v-fernandez"
    }
  ],
  "relatedIncidents": [
    15482,
    15488,
    15620,
    15640,
    14995
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}