{
  "id": 15367,
  "title": "1986년 Weinberg 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-12-08",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: Weinberg. 판결일: 1986-12-08. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Milton WEINBERG, Appellant, v. Thomas JOHNSON, Appellee\n**판결일**: 1986-12-08\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: Ferren, Terry, and Rogers, Associate Judges\n\n## 변호인\n\nRaymond L. Poston, Jr., Washington, D.C., for appellant., Gerald I. Holtz, with whom Harold A. Sakayan, Washington, D.C., was on brief, for appellee.\n\n## 인용\n\n- 518 A.2d 985\n\n## 판결문 요약\n\n\n518 A.2d 985 (1986)\nMilton WEINBERG, Appellant,\nv.\nThomas JOHNSON, Appellee.\nNo. 84-895.\nDistrict of Columbia Court of Appeals.\nArgued March 20, 1986.\nDecided December 8, 1986.\n*986 Raymond L. Poston, Jr., Washington, D.C., for appellant.\nGerald I. Holtz, with whom Harold A. Sakayan, Washington, D.C., was on brief, for appellee.\nBefore FERREN, TERRY, and ROGERS, Associate Judges.\nROGERS, Associate Judge:\nThis appeal involves a personal injury action arising out of a shooting of appellee at appellant's laundromat. The facts are set forth in Johnson v. Weinberg, 434 A.2d 404 (D.C.1981) (Johnson I), where this court reversed the trial court's grant of appellant's motion for a directed verdict at the close of appellee's case, and remanded the case for a new trial. At the second trial, a jury found for appellee, awarding $800,000 in compensatory damages. Judge Taylor denied appellant's motion for a new trial on liability, but granted a new trial on damages. At the third trial, the jury awarded appellee $2,000,000 in compensatory damages, and Judge Riley denied appellant's motion for judgment notwithstanding the verdict and for a new trial on liability and damages.[1] Finding no error by Judge *987 Taylor in denying appellant's motion for directed verdict, his requested jury instructions on the scope of employment, and his motion for a new trial on liability, and no error by Judge Riley in denying his motion for a new trial on the grounds the verdict was excessive, we affirm.[2]\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=weinberg-v-johnson"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15354,
    15355,
    15356
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}