{
  "id": 15374,
  "title": "1986년 Martin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-12-03",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Martin. 판결일: 1986-12-03. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: James D. MARTIN v. The STATE of Texas\n**판결일**: 1986-12-03\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Brookshire, Burgess\n\n## 변호인\n\nRick Brass, Houston, for appellant., Mary Ann Turner, Asst. Dist. Atty., Con-roe, for appellee.\n\n## 인용\n\n- 722 S.W.2d 172\n\n## 판결문 요약\n\n\nOPINION\nBURGESS, Justice.\nAppellant was convicted by a jury of Sexual Assault. The court assessed punishment at 10 years confinement in the Texas Department of Corrections. A single ground of error is urged, viz:\nThe trial court committed reversible error in admitting evidence of an extraneous offense on the issue of identity because there were insufficient distinguishing characteristics common to both the extraneous offense and the instant offense to outweigh the inherently prejudicial effect of such evidence.\nOn October 30, 1984, at approximately 11:00 p.m., D.H. was walking home along a roadway when an assailant grabbed her around the neck from behind, and dragged her to a grassy area off the roadway. The assailant threw her to the ground and asked her to perform oral sex on him. After D.H. described an inability to perform such an act, her assailant pinned her to the ground, pulled down her slacks and undergarments and raped her. D.H. identified appellant as her assailant in a photographic spread, a live line-up, and in the courtroom. Appellant produced witnesses to show he was visiting friends from 6:00 p.m. until midnight on the night of the rape.\nThe state then produced testimony by S.A. that on November 4, 1984, at approximately 10:30, she was in the laundry room of her apartment complex when appellant approached her and asked where to find a telephone. S.A. gave appellant directions to a telephone and continued to get her clothes out of the dryer. She was grabbed fr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=martin-v-state"
    }
  ],
  "relatedIncidents": [
    15520,
    15523,
    15574,
    15596,
    15090
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}