{
  "id": 15375,
  "title": "1986년 Hyde 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-12-02",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Hyde. 판결일: 1986-12-02. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Robert Elray HYDE, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1986-12-02\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Cornelius\n\n## 변호인\n\nJames R. Moore, Kattner, Brabham & Moore, Longview, for appellant., John Tunnell, Asst. Dist. Atty., Long-view, for appellee.\n\n## 인용\n\n- 723 S.W.2d 754\n\n## 판결문 요약\n\n\n723 S.W.2d 754 (1986)\nRobert Elray HYDE, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 6-86-028-CR.\nCourt of Appeals of Texas, Texarkana.\nDecember 2, 1986.\nJames R. Moore, Kattner, Brabham &amp; Moore, Longview, for appellant.\nJohn Tunnell, Asst. Dist. Atty., Longview, for appellee.\nCORNELIUS, Chief Justice.\nRobert Hyde pleaded guilty to aggravated robbery and a jury assessed his punishment at forty years confinement. In two points of error he contends the conviction should be reversed because the trial court failed to instruct the jury concerning the parole laws and because the sentence he received is excessive. We overrule these points and affirm the judgment.\nTex.Code Crim.Proc.Ann. art. 37.07, § 4(a) (Vernon Supp.1986) provides that *755 the trial court shall instruct the jury concerning the effect of the parole laws and credit for good conduct allowed inmates while serving in the Texas Department of Corrections. However, Hyde did not object to the court's failure to so instruct the jury. In that circumstance, he is entitled to a reversal only if the failure to instruct was so egregious that he was deprived of a fair and impartial trial. Almanza v. State, 686 S.W.2d 157 (Tex.Crim.App.1984). Hyde has demonstrated no such harm. Indeed, the failure to instruct on the effect of the parole laws would tend to harm the State rather than Hyde, since the instruction effectively advises the jury that a convict may not be required to serve all of the time assessed against him.\nWe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hyde-v-state"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15355,
    15361,
    15363
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}