{
  "id": 15382,
  "title": "1986년 State v. Williams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-11-24",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: State v. Williams. 판결일: 1986-11-24. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Antoinne WILLIAMS\n**판결일**: 1986-11-24\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Watson\n\n## 변호인\n\nJohn Craft, Indigent Defender Board, for applicant., William J. Guste, Jr., Atty. Gen., Barbara Rugledge, Asst. Atty. Gen., John Mamoul-ides, Dist. Atty., Guy deLaup, Asst. Dist. Atty., for respondent.\n\n## 인용\n\n- 497 So. 2d 1376\n\n## 판결문 요약\n\n\nWATSON, Justice.*\nDefendant Antoinne Williams was convicted on three counts of armed robbery in violation of LSA-R.S. 14:64.1 As an habitual offender, he was sentenced to 198 years at hard labor on each of the three counts without benefit of parole, probation, or suspension of sentence.2 The convictions were affirmed3 and a writ was granted to consider the judgment.4\nISSUE\nThe serious issue prompting this review is whether reversal is required by the admission of testimony from the mother of a victim about Antoinne Williams’ brother offering return of some of the stolen goods if the charges were dropped.\nFACTS\nDefendant was charged with the armed robbery on September 4, 1984, of John E. Ware, Jr., Michael Digiacomo, and David R. Blache.\nAntoinne “Twine” Williams5 had been in the company of two black friends, Paul “Hobo” Wells6 and Rickey Seabury. On the afternoon of the robbery, the three white victims drove into the Lincoln Manor subdivision of Kenner in the John Ware car and encountered the black group. From their joint attendance at Bonnabel High School, driver John knew Rickey Seabury by sight. David and Michael bought two marijuana cigarettes from Rickey. Shortly afterward, Michael complained that the “weed”7 had too many stems and seeds. When they returned to the corner where they had made the purchase, the three black youths got in the back seat of the car while the three white boys remained in the front. Seeking another seller, they drove to what was said to be his g...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-williams"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15355,
    15361,
    15363
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}