{
  "id": 15380,
  "title": "1986년 Campbell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-11-25",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Campbell. 판결일: 1986-11-25. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Campbell v. State\n**판결일**: 1986-11-25\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: McMillan\n\n## 인용\n\n- 508 So. 2d 1186\n\n## 판결문 요약\n\n\n508 So. 2d 1186 (1986)\nBobby L. CAMPBELL\nv.\nSTATE.\n7 Div. 502.\nCourt of Criminal Appeals of Alabama.\nNovember 25, 1986.\nRehearing Denied January 27, 1987.\nCertiorari Denied June 26, 1987.\n*1187 Randy Beard, Guntersville, for appellant.\nCharles A. Graddick, Atty. Gen., and Jean Williams Brown, Asst. Atty. Gen., for appellee.\nAlabama Supreme Court 86-644.\nMcMILLAN, Judge.\nThe appellant was convicted of the offense of conspiracy to commit murder done for hire, in violation of § 13A-4-3, Code of Alabama (1975), and was sentenced to a term of fifty years in the State penitentiary.\nThe Dreamers Teen Club, a nightclub or lounge, was a business of five partners: Ricky Gaskin, Steve and Judy Fowler, Steve Cleckler, and Jeff Sheffield. Differences of opinion and dissension arose among the partners concerning the Fowlers' management of the club, as well as personal problems concerning Steve Cleckler's relationship with Mrs. Fowler's sister. Ricky Gaskin testified that he met several times with Cleckler and told him that he wanted to get Mr. Fowler out of the club; after several meetings Gaskin informed Cleckler that he should speak to Lynn Johnson about getting rid of the Fowlers. Gaskin further testified that a rendezvous was arranged between Johnson, Cleckler, and himself and that by the terms of the arrangement agreed upon Gaskin and he would each have to pay Johnson $1,000. At the meeting, Cleckler and Johnson agreed that Christmas would be a good time for \"it\" to happen. Gaskin te...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=campbell-v-state"
    }
  ],
  "relatedIncidents": [
    15356,
    15364,
    15365,
    15379,
    15389
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}