{
  "id": 15389,
  "title": "1986년 JEW 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-11-12",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: JEW. 판결일: 1986-11-12. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: JEW v. State\n**판결일**: 1986-11-12\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Marshall\n\n## 인용\n\n- 349 S.E.2d 713\n- 256 Ga. 464\n\n## 판결문 요약\n\n\n256 Ga. 464 (1986)\n349 S.E.2d 713\nJ. E. W.\nv.\nTHE STATE.\n43883.\nSupreme Court of Georgia.\nDecided November 12, 1986.\nReconsideration Denied November 25, 1986.\nAdam P. Cerbone, for appellant.\nSpencer Lawton, Jr., District Attorney, Debra Engel Lipsitz, Gregory R. Jacobs, Assistant District Attorneys, Michael J. Bowers, Attorney General, for appellee.\nMARSHALL, Chief Justice.\nThis is an appeal from an order of the Juvenile Court of Chatham *465 County transferring the prosecution of a 15-year-old girl for the offense of murder to the Superior Court. OCGA § 15-11-39. We affirm.\nStated as briefly as possible, the evidence shows that the victim was the appellant's sister. Her corpse was found near their home in Savannah, Georgia, on March 3, 1986. Occupants of the home consisted of the appellant and her now deceased sister, as well as the appellant's sister-in-law, the appellant's brother, and the appellant's mother. The sister's body had been severely beaten, as well as stabbed. The family members were questioned, but at least initially none were suspects.\nHowever, a taxicab driver came forward and informed the police that, on the evening prior to the day the body was discovered, he was summoned to the deceased's home; he picked up a female passenger, whom he later identified as the appellant, and he took her to dispose of a plastic bag, the contents of which he never saw. At the transfer hearing in this case, after identifying the appellant as his passenger on the night in ques...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jew-v-state"
    }
  ],
  "relatedIncidents": [
    15356,
    15364,
    15365,
    15379,
    15380
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}