{
  "id": 15398,
  "title": "1986년 Neydavood 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-10-27",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Neydavood. 판결일: 1986-10-27. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Parvis Neydavood v. James Zorzy\n**판결일**: 1986-10-27\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 123 A.D.2d 847\n\n## 판결문 요약\n\n\nIn an action, inter alia, to recover damages for breach of contract and fraud, the defendants appeal from (1) an order of the Supreme Court, Queens County (Miller, J.), dated December 24, 1985, which denied their cross motion to dismiss the complaint, granted the plaintiffs’ motion for summary judgment, and directed an assessment of compensatory and punitive damages, and (2) an order of the same court, dated December 12, 1985, which denied their motion for reargument.\nOrdered that the appeal from the order dated December 12, 1985 is dismissed, without costs or disbursements, on the ground that no appeal lies from an order denying reargument, and it is further\nOrdered that the order dated December 24, 1985 is modified, on the law, by deleting (1) the provisions thereof granting those branches of the plaintiffs’ motion which were for summary judgment on the second cause of action sounding in fraud, and on the first cause of action, sounding in breach of contract and breach of warranty, insofar as that cause of action is asserted against James Zorzy, Helen Zorzy, Alan J. Sanders and Michael D. Solomon, doing business as Sanders and Solomon and (2) the provision thereof which denied that branch of the defendants’ cross motion which was for dismissal of the complaint insofar as it is asserted against James Zorzy, Helen Zorzy and Alan J. Sanders and Michael D. Solomon, doing business as Sanders and Solomon, and substituting therefor provisions denying those branches of the motion ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=neydavood-v-zorzy"
    }
  ],
  "relatedIncidents": [
    15354,
    15368,
    15429,
    15512,
    15518
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}