{
  "id": 15395,
  "title": "1986년 Hightower 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-11-03",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Hightower. 판결일: 1986-11-03. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: State v. Hightower\n**판결일**: 1986-11-03\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Judges King, Deighan and Havey\n\n## 인용\n\n- 518 A.2d 482\n- 214 N.J. Super. 43\n\n## 판결문 요약\n\n\n214 N.J. Super. 43 (1986)\n518 A.2d 482\nSTATE OF NEW JERSEY, PLAINTIFF-RESPONDENT,\nv.\nJACINTO K. HIGHTOWER, DEFENDANT-APPELLANT.\nSuperior Court of New Jersey, Appellate Division.\nArgued November 3, 1986.\nDecided November 3, 1986.\nBefore Judges KING, DEIGHAN and HAVEY.\nJohn L. Call, Jr., argued the cause for appellant.\nJames A. Ronca, Assistant County Prosecutor, argued the cause for respondent (Stephen G. Raymond, Prosecutor of Burlington County, of counsel).\nThe opinion of the court was delivered by KING, P.J.A.D.\nIn this case defendant was convicted on October 30, 1986 of capital murder during the guilt phase of his jury trial in Mount Holly. He was found guilty of the purposeful and knowing felony murder of an employee of a grocery store during the course of a robbery. Before the start of the sentencing phase of his capital trial, defendant told his lawyer that he did not *44 want to contest the State's pursuit of the death penalty. He ordered his counsel not to present evidence in mitigation of his crime and of the death penalty. He also said that he wanted the death penalty imposed and did not wish to serve 30 years to life in State Prison. However, he does wish to appeal the finding of guilt.\nThe Law Division judge who conducted the guilt phase of the trial immediately ordered a psychiatric examination by the Burlington County physician. This examination was conducted on Friday morning, October 31. On that afternoon he gave testimony that defendant was legally competent...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hightower"
    }
  ],
  "relatedIncidents": [
    15356,
    15364,
    15365,
    15379,
    15380
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}