{
  "id": 15397,
  "title": "1986년 Donato 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-10-30",
  "location": "Rhode Island, RI, USA",
  "summary": "미국 Rhode Island, RI 법원 판결 사건. 사건명: Donato. 판결일: 1986-10-30. 법원: Supreme Court of Rhode Island.",
  "description": "## 사건 정보\n\n**사건명**: STATE v. Samuel DONATO\n**판결일**: 1986-10-30\n**법원**: Supreme Court of Rhode Island\n**관할**: Rhode Island, RI\n\n**판사**: Murray\n\n## 변호인\n\nArlene Violet, Atty. Gen., John E. Farley, Thomas Dickinson, Sp. Asst. Attys. Gen., for plaintiff., Joseph A. Capineri (Capineri & Crowley), Pawtucket, for defendant.\n\n## 인용\n\n- 516 A.2d 880\n\n## 판결문 요약\n\n\nOPINION\nMURRAY, Justice.\nThis case is before the court upon the state’s motion to certify the following question pursuant to G.L.1956 (1985 Reenactment) § 9-24-27: “Does the Family Court have jurisdiction over the defendant, aged 45 years of age, who is charged with violations of R.I.G.L. § § 11-5-10 and 11-32-5(b) where the alleged victims are 79 and 71 years of age and are the father and mother of the defendant, and the defendant and the alleged victims were not members of the same household on the date of the offense?”\nA criminal information was originally filed against defendant, Samuel Donato, in the Providence County Superior Court, charging him with two counts of assaulting an elderly person and with one count of intimidating a witness. The victims of these alleged offenses were defendant’s parents. At the time the alleged offenses occurred, the middle-aged defendant was living apart from his parents.\nThe Superior Court judge transferred the case to the Family Court pursuant to G.L. 1956 (1969 Reenactment) § 8-10-4. The state then moved to certify the jurisdictional question.\nThe Family Court is a court of limited jurisdiction whose powers are strictly limited to those conferred by the Legislature. Cabot v. Cabot, 444 A.2d 845, 846 (R.I.1982); Paolino v. Paolino, 420 A.2d 830, 833 (R.I.1980). Section 8-10-4 confers jurisdiction on the Family Court in cases where children assault their parents. Section 8-10-4 specifically provides:\n“To said family court shall also be r...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-donato"
    }
  ],
  "relatedIncidents": [
    15503,
    15595,
    15605,
    15629,
    15643
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}