{
  "id": 15394,
  "title": "1986년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-11-05",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1986-11-05. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania, Appellee, v. Michael MILLER, Appellant\n**판결일**: 1986-11-05\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Wieand, Beck and Johnson\n\n## 변호인\n\nLeonard N. Sosnov, Assistant Public Defender, Philadelphia, for appellant., Kathleen A. McDonnell, Assistant District Attorney, Philadelphia, for Com., appellee.\n\n## 인용\n\n- 516 A.2d 1263\n- 358 Pa. Super. 219\n\n## 판결문 요약\n\n\n358 Pa. Super. 219 (1986)\n516 A.2d 1263\nCOMMONWEALTH of Pennsylvania, Appellee,\nv.\nMichael MILLER, Appellant.\nSupreme Court of Pennsylvania.\nArgued May 29, 1986.\nFiled November 5, 1986.\n*221 Leonard N. Sosnov, Assistant Public Defender, Philadelphia, for appellant.\nKathleen A. McDonnell, Assistant District Attorney, Philadelphia, for Com., appellee.\nBefore WIEAND, BECK and JOHNSON, JJ.\n*222 WIEAND, Judge:\nHaving entered pleas of guilty to robbery and aggravated assault, Michael Miller was sentenced to serve concurrent terms of imprisonment for not less than six months nor more than twenty-three months and was placed on immediate parole. He was also sentenced to serve two probationary terms of five years each for unlawful restraint and possession of an instrument of crime. The probation was to commence upon completion of the sentences for robbery and assault and be consecutive thereto. While appellant was on parole but before the probationary period had commenced, he committed new offenses which included assault, recklessly endangering another person, possession of an instrument of crime and prostitution. Because of convictions on these new charges, Miller's parole and probation were revoked. He was ordered to serve the balance of his sentence of imprisonment for robbery and assault and was sentenced to serve consecutively two terms of imprisonment for not less than two and one-half years nor more than five years on the convictions for unlawful restraint and possession of an ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-miller"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15355,
    15361,
    15363
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}