{
  "id": 15416,
  "title": "1986년 Hall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-10-14",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Hall. 판결일: 1986-10-14. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Hall v. State\n**판결일**: 1986-10-14\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Leigh M. Clark\n\n## 인용\n\n- 500 So. 2d 1282\n\n## 판결문 요약\n\n\n500 So.2d 1282 (1986)\nLarry Paul HALL\nv.\nSTATE.\n3 Div. 964.\nCourt of Criminal Appeals of Alabama.\nOctober 14, 1986.\nRehearing Denied December 9, 1986.\n*1283 Thomas M. Goggans of Goggans &amp; McInnish, Montgomery, for appellant.\nCharles A. Graddick, Atty. Gen., and Jean Alexandra Webb, Asst. Atty. Gen., for appellee.\nLEIGH M. CLARK, Retired Circuit Judge.\nA jury found Larry Paul Hall guilty on a trial on an indictment that charged that he \"did engage in deviate sexual intercourse with Cindy Dutton, by forcible compulsion, in violation of § 13A-6-63 of the Code of Alabama\" and on the same trial found him guilty on an indictment charging that he engaged \"in sexual intercourse\" with the same female, by forcible compulsion, in violation of § 13A-6-61 of the Code of Alabama. Each crime is classified by subsection (b) of each Code section cited as \"a Class A felony.\" The court sentenced said defendant in each case to imprisonment for ten years with the sentence in each case to run concurrently with the sentence in the other case.\nThere is no dispute between counsel for the respective parties on appeal as to the facts in the case, which are stated at length *1284 in the brief of counsel for appellant and are adopted by reference in the brief of counsel for appellee. We now endeavor to summarize such facts.\nThe alleged victim testified that she was staying at a friend's house on Highland Avenue in Montgomery, Alabama, that said friend was in a hospital at the time and \"her friend's ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hall-v-state"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15354,
    15355,
    15356
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}