{
  "id": 15413,
  "title": "1986년 Rogers v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-10-15",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Rogers v. State. 판결일: 1986-10-15. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Herbert Raymond ROGERS v. The STATE of Texas, State\n**판결일**: 1986-10-15\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Burdock, Fender, Hill\n\n## 변호인\n\nZachry, Kearney, Hill, Beatty & Butcher, Allan K. Butcher, Fort Worth, for appellant., Tim Curry, C. Chris Marshall, Delonia A. Watson, Mike Parrish and Brent Carr, Fort Worth, for the state.\n\n## 인용\n\n- 719 S.W.2d 250\n\n## 판결문 요약\n\n\nOPINION\nFENDER, Chief Justice.\nAppellant, Herbert Raymond Rogers, pled guilty, after receiving the court’s specific assurances that he could appeal the *251court’s adverse rulings made at a hearing before the trial on appellant’s written pretrial motions, to the offense of aggravated robbery with a deadly weapon. See TEX. PENAL CODE ANN. sec. 29.03 (Vernon 1974). Appellant’s plea was given without the benefit of a plea bargain.\nWhen a defendant voluntarily and understanding^ pleads guilty without the benefit of a plea bargain he waives his right to appellate review of any nonjuris-dictional defects including claimed deprivations of federal due process. See Helms v. State, 484 S.W.2d 925, 927 (Tex.Crim.App.1972); TEX.CODE CRIM.PROC.ANN. art. 44.03 (Vernon 1979). However, where the plea is premised on the court’s erroneous assurances that such defects may be appealed, the plea is considered involuntary and the cause must be reversed and remanded. See Broddus v. State, 693 S.W.2d 459, 461 (Tex.Crim.App.1985); Harrelson v. State, 692 S.W.2d 659, 661 (Tex.Crim.App.1985); Christal v. State, 692 S.W.2d 656, 658 (Tex.Crim.App.1981).\nIn light of the fact that the State’s supplemental brief admits appellant’s argument is supported by these authorities, we find that appellant’s plea was involuntary and we reverse and remand to the trial court for a new trial.\nJudgment reversed and remanded.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rogers-v-state"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15355,
    15361,
    15363
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}