{
  "id": 15411,
  "title": "1986년 Robinson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-10-20",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Robinson. 판결일: 1986-10-20. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. George Robinson\n**판결일**: 1986-10-20\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 123 A.D.2d 796\n\n## 판결문 요약\n\n\nAppeal by the defendant from a judgment of the Supreme Court, Queens County (Leahy, J.), rendered June 8, 1978, convicting him of criminal possession of stolen property in the second degree, upon a jury verdict, and imposing sentence. The appeal brings up for review the denial, after a hearing, of that branch of the defendant’s omnibus motion which was to suppress certain physical evidence.\nOrdered that the judgment is reversed, on the law and in the interest of justice, the aforementioned branch of the motion is granted, the indictment is dismissed and the matter is remitted to the Supreme Court, Queens County, for the purpose of entering an order in its discretion pursuant to CPL 160.50.\nOn the afternoon of January 5, 1978, Police Officer William O’Driscoll and his partner responded to a call of a burglary in progress. The complaining witness told O’Driscoll he had seen three youths passing television sets over the neighbors’ backyard fences and saw two of them \"take off”. The officers received general descriptions of the burglars including their approximate age, that they were black, of medium build and of slightly different heights. The policemen immediately drove their patrol car in the direction in which the complainant said that the burglars had fled.\n*797The officers saw the defendant and codefendant Gregory Washington standing on a corner two blocks from the burgled premises and approached them. In response to the officers’ questions, the defendant said \"what are yo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-robinson"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15355,
    15361,
    15363
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}