{
  "id": 15419,
  "title": "1986년 Rowe 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-10-07",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Rowe. 판결일: 1986-10-07. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: Charles L. Rowe v. Franklin County, Board of Commissioners of Franklin County, Franklin Memorial Hospital, Board of Trustees of Franklin Memorial Hospital, James S. Hunt, Individually and as Chairman of Board of Commissioners of Franklin County and Board of Trustees of Franklin Memorial Hospital, James S. Weathers, Ronald W. Goswick, J. Thurman Griffin, Bennie R. Gupton, and James W. Mills, Individually and as County Manager of Franklin County\n**판결일**: 1986-10-07\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Martin\n\n## 변호인\n\n\n\nHollowell & Silverstein, P.A., by Thaddeus B. Hodgdon, for plaintiff-appe llant.\n, \nBailey, Dixon, Wooten, McDonald, Fountain & Walker, by J. Ruffin Bailey and Gary S. Parsons, and Jolly, Williamson & Williamson, by Wilbur M. Jolly, for defendant-appellees.\n\n\n## 인용\n\n- 349 S.E.2d 65\n- 318 N.C. 344\n\n## 판결문 요약\n\n\n349 S.E.2d 65 (1986)\n318 N.C. 344\nCharles L. ROWE\nv.\nFRANKLIN COUNTY, Board of Commissioners of Franklin County, Franklin Memorial Hospital, Board of Trustees of Franklin Memorial Hospital, James S. Hunt, Individually and as Chairman of Board of Commissioners of Franklin County and Board of Trustees of Franklin Memorial Hospital, James S. Weathers, Ronald W. Goswick, J. Thurman Griffin, Bennie R. Gupton, and James W. Mills, Individually and as County Manager of Franklin County.\nNo. 164A86.\nSupreme Court of North Carolina.\nOctober 7, 1986.\n*66 Hollowell &amp; Silverstein, P.A. by Thaddeus B. Hodgdon, Raleigh, for plaintiff-appellant.\nBailey, Dixon, Wooten, McDonald, Fountain &amp; Walker by J. Ruffin Bailey and Gary S. Parsons, and Jolly, Williamson &amp; Williamson by Wilbur M. Jolly, Louisburg, for defendants-appellees.\nMARTIN, Justice.\nHaving carefully examined the materials before the trial court on the parties' respective motions for summary judgment, we have determined that summary judgment was properly entered for defendants. Except as modified herein, we affirm the decision of the Court of Appeals.\nThe undisputed evidence establishes that in accordance with Chapter 131, Article 13B of the 1947 Session Laws of North Carolina, the Franklin County Board of Commissioners created by resolution the Franklin Memorial Hospital and the Board of Trustees of Franklin Memorial Hospital on 5 January 1948. This resolution vested the board of trustees \"with full authority to employ ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rowe-v-franklin-county"
    }
  ],
  "relatedIncidents": [
    15418,
    15430,
    15458,
    15471,
    15474
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}