{
  "id": 15418,
  "title": "1986년 Shortridge 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-10-08",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Shortridge. 판결일: 1986-10-08. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Bonnie M. SHORTRIDGE, Claimant-Appellant, v. REVIEW BOARD OF the INDIANA EMPLOYMENT SECURITY DIVISION, John C. Mowrer, David L. Adams, and Joe A. Harris, as Members of and as Constituting the Review Board of the Indiana Employment Security Division, and Detroit Diesel Allison Division of General Motors Corporation, Appellees\n**판결일**: 1986-10-08\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Conover, Miller, Young\n\n## 변호인\n\nNora L. Macey, Segal & Macey, Indianapolis, for claimant-appellant., Linley E. Pearson, Atty. Gen., Cheryl L. Greiner, Deputy Atty. Gen., Office of Atty. Gen., Indianapolis, for appellees.\n\n## 인용\n\n- 498 N.E.2d 82\n\n## 판결문 요약\n\n\n498 N.E.2d 82 (1986)\nBonnie M. SHORTRIDGE, Claimant-Appellant,\nv.\nREVIEW BOARD OF THE INDIANA EMPLOYMENT SECURITY DIVISION, John C. Mowrer, David L. Adams, and Joe A. Harris, As Members of and As Constituting the Review Board of the Indiana Employment Security Division, and Detroit Diesel Allison Division of General Motors Corporation, Appellees.\nNo. 2-1085A330.\nCourt of Appeals of Indiana, Fourth District.\nOctober 8, 1986.\nNora L. Macey, Segal &amp; Macey, Indianapolis, for claimant-appellant.\nLinley E. Pearson, Atty. Gen., Cheryl L. Greiner, Deputy Atty. Gen., Office of Atty. Gen., Indianapolis, for appellees.\nMILLER, Judge.\nShortridge appeals from a decision of the Review Board of the Indiana Employment Security Division denying in part her request to reopen her claim for unemployment *83 compensation benefits during a period of pregnancy in 1977. The Review Board decision involved interpretation and application of the Order of the United States District Court in UAW v. Indiana Employment Security Board (S.D.Ind.) No. IP 76-705-C which declared unconstitutional former provisions of the Indiana Employment Security Act which disqualified pregnant women from receiving unemployment compensation benefits and ordered the Indiana Employment Security Board to accept or reopen claims on behalf of a specific class of women. Shortridge sought to reopen a claim she had filed in 1977 under authority of this Order. The Review Board denied in major part her reopened claim based on its f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=shortridge-v-review-board-of-the-indiana-employment-security-division"
    }
  ],
  "relatedIncidents": [
    15419,
    15430,
    15458,
    15471,
    15474
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}