{
  "id": 15429,
  "title": "1986년 Forward Industries, Inc. v. Rolm of New York Corp. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-09-22",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Forward Industries, Inc. v. Rolm of New York Corp.. 판결일: 1986-09-22. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Forward Industries, Inc. v. Rolm of New York Corporation\n**판결일**: 1986-09-22\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 123 A.D.2d 374\n\n## 판결문 요약\n\n\nIn an action, inter alia, to recover damages for breach of contract, the defendant appeals from an order of the Supreme Court, Kings County (Aronin, J.), dated September 12, 1985, which denied its motion for summary judgment dismissing the complaint.\nOrder affirmed, with costs.\nThe plaintiff, a mail-order company dependent upon telephone service for its sales, entered into an equipment purchase agreement with the defendant, wherein the defendant agreed to deliver and install new telephone equipment on the plaintiff’s premises for the total purchase price of $90,038. The contract imposed an affirmative duty upon the defendant to \"use its best efforts to complete the installation by May 18, 1984, which is the intended Cutover Date” (emphasis supplied). The latter term is defined as \"the date on which the customer [the plaintiff] is notified in writing by Rolm that the equipment is installed and is functioning so as to be substantially providing the basic service for which the equipment is intended” (emphasis supplied). According to the verified complaint, the connection of the new equipment to incoming or tie-in telephone lines was to occur over \"the weekend of May 18-20, 1984” in order to minimize the risk of a disruption of telephone service during this aspect of the installation. American Telephone and Telegraph Company and New York Telephone are assertedly responsible for providing service on the incoming telephone lines. The defendant’s representative allegedly assured th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=forward-industries-inc-v-rolm-of-new-york-corp"
    }
  ],
  "relatedIncidents": [
    15354,
    15368,
    15398,
    15512,
    15518
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}