{
  "id": 15420,
  "title": "1986년 In re the Estate of Jenkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-10-03",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re the Estate of Jenkins. 판결일: 1986-10-03. 법원: New York Surrogate's Court.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Estate of Leo Jenkins\n**판결일**: 1986-10-03\n**법원**: New York Surrogate's Court\n**관할**: New York, NY\n\n**판사**: Laurino\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Frederic Z. Konigsberg for petitioner. Seymour Goldberg and Schlachter & Mauro (David Schlachter of counsel), for John Morris Jenkins.\n\n## 인용\n\n- 133 Misc. 2d 420\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nLouis D. Laurino, J.\nDrora Ergon, who alleges she is the surviving spouse of the *421decedent, Leo Jenkins, has filed a petition asking this court to extend her time to file a right of election on the grounds that at the time of Mr. Jenkin’s death in New York City she was in Israel and was not informed of the fact until some time later. Mr. Jenkins was domiciled in Long Island City.\nThe executor moves for summary judgment dismissing the petition on the grounds that Ms. Ergon lacks the status of surviving spouse necessary to file a right of election.\nMs. Ergon contends that she and the decedent entered into a common-law marriage in Israel where such a marriage is recognized. In particular she relies on two statutes found in the Succession Law of Israel, to wit:\nIsrael Succession Law § 55 (1965) reads: \"Where a man and woman though not being married to one another, have lived together as husband and wife in a common household, then, upon the death of one of them, neither being then married to another person, the deceased is deemed, subject to any contrary direction expressed or implied in the will of the deceased, to have bequeathed to the survivor what the survivor would have inherited on intestacy if they had been married to one another.”\nSection 57 (c) of the same law reads: \"Where a man and woman, though not being married to one another, have lived together as husband and wife in a common household, then, upon the death of one of them, neither being th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-the-estate-of-jenkins"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15354,
    15355,
    15356
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}