{
  "id": 15428,
  "title": "1986년 Portis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-09-22",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Portis. 판결일: 1986-09-22. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. SIDNEY PORTIS, Defendant-Appellant\n**판결일**: 1986-09-22\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Quinlan\n\n## 변호인\n\nSteven Clark and Richard F. Faust, both of State Appellate Defender’s Office, of Chicago, for appellant., Richard M. Daley, State’s Attorney, of Chicago (Joan S. Cherry, Christopher J. Cummings, and Joan E. Disis, Assistant State’s Attorneys, of counsel), for the People.\n\n## 인용\n\n- 498 N.E.2d 675\n- 147 Ill. App. 3d 917\n\n## 판결문 요약\n\n\n147 Ill. App. 3d 917 (1986)\n498 N.E.2d 675\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nSIDNEY PORTIS, Defendant-Appellant.\nNo. 84-1740.\nIllinois Appellate Court  First District (1st Division).\nOpinion filed September 22, 1986.\n*918 *919 Steven Clark and Richard F. Faust, both of State Appellate Defender's Office, of Chicago, for appellant.\nRichard M. Daley, State's Attorney, of Chicago (Joan S. Cherry, Christopher J. Cummings, and Joan E. Disis, Assistant State's Attorneys, of counsel), for the People.\nJudgment affirmed.\nPRESIDING JUSTICE QUINLAN delivered the opinion of the court:\nThe defendant, Sidney Portis, was charged by indictment with the offense of murder, armed robbery, and armed violence in violation of sections 9-1(a), 18-2 and 33A-2 of the Criminal Code of 1961 (Ill. Rev. Stat. 1981, ch. 38, pars. 9-1(a), 18-2, 33A-2). Also charged in the same indictment was Joseph Gardener, whose case was subsequently severed from the defendant's. Following a jury trial, the defendant was found guilty of armed robbery and murder. The defendant waived his right to a jury during the sentencing phase, and while the State had sought the death penalty, the trial court found the defendant ineligible. The trial court then imposed concurrent terms of imprisonment: 75 years' for murder and 15 years' for armed robbery. This appeal followed.\nThe charges arose out of an armed robbery planned and perpetrated by the defendant, Joseph Gardener and Anthony Baker, during which t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-portis"
    }
  ],
  "relatedIncidents": [
    15356,
    15364,
    15365,
    15379,
    15380
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}