{
  "id": 15422,
  "title": "1986년 Parker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-09-30",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Parker. 판결일: 1986-09-30. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Parker v. State\n**판결일**: 1986-09-30\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Schwartz, C.J., and Hendry and Hubbart\n\n## 인용\n\n- 495 So. 2d 1204\n\n## 판결문 요약\n\n\n495 So. 2d 1204 (1986)\nTed Leslie PARKER, Appellant,\nv.\nThe STATE of Florida, Appellee.\nNo. 84-2339.\nDistrict Court of Appeal of Florida, Third District.\nSeptember 30, 1986.\nRehearing Denied November 5, 1986.\n*1205 Bennett H. Brummer, Public Defender, and May L. Cain and William Cain, Sp. Asst. Public Defenders, for appellant.\nJim Smith, Atty. Gen. and Mark J. Berkowitz, Asst. Atty. Gen., for appellee.\nBefore SCHWARTZ, C.J., and HENDRY and HUBBART, JJ.\nPER CURIAM.\nThe appellant, Ted Leslie Parker, was tried by jury and found guilty of third degree murder, shooting into an occupied dwelling, carrying a concealed firearm and unlawful possession of a firearm while engaged in the commission of a criminal offense. The court adjudicated him guilty and imposed sentence.[1]\nSeveral points are raised by appellant as grounds for reversal. We shall discuss only one, the contention that the trial court erred by refusing to reinstruct the jury on excusable homicide when the instruction initially given allegedly caused confusion in the minds of the jurors.\nThe instruction which was read by the court stated, in pertinent part, as follows:\n\"An issue in this case is whether the killing of Ramero Gonzalez, Jr., was excusable.\nThe killing of a human being is excusable if committed by accident or misfortune. In order to find that the killing was committed by accident or misfortune you must find that the Defendant was:\nOne: A. Doing a lawful act by lawful means and with the usual care; and ... B...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=parker-v-state"
    }
  ],
  "relatedIncidents": [
    15356,
    15364,
    15365,
    15379,
    15380
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}