{
  "id": 15436,
  "title": "1986년 In re M.E.M. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-09-16",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: In re M.E.M.. 판결일: 1986-09-16. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In re the MATTER OF M.E.M., Jr.\n**판결일**: 1986-09-16\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: Gulbrandson, Harrison, Hunt, Turnage, Weber\n\n## 변호인\n\nCarol Johns, Wolf Point, D. Michael Eakin, Montana Legal Services, Billings, Vivian Marie, Montana Legal Services, Great Falls, Steven L. Bunch, Montana Legal Services, Helena, for appellant., John F. Iwen, Great Falls, Leslie C. Taylor, Dept. SRS, Helena, for respondent., Andrew W. Small, for Gros Ventre & Assiniboine, Billings, amicus curiae.\n\n## 인용\n\n- 223 Mont. 234\n- 725 P.2d 212\n\n## 판결문 요약\n\n\nMR. JUSTICE HUNT\ndelivered the Opinion of the Court.\nNellie Silk, the aunt of M.E.M., Jr., appeals the decision of the. Cascade County District Court denying her motion to intervene in adoption proceedings concerning M.E.M., Jr., and dismissing her petition for adoption.\nIn her appeal, Silk raises two issues:\n*2351. Does Silk have the right to intervene in the adoption proceedings?\n2. May Silk petition for adoption?\nWe reverse the judgment of the District Court and remand the cause for hearing pursuant to this opinion.\nM.E.M., Jr. (hereinafter M.E.M.) is an enrolled member of the Gros Ventre and Assiniboine Tribes of the Fort Belknap Indian Community. He was born in Havre, Montana, in March, 1981. His parents were acute alcoholics. Prior to M.E.M.’s birth, Nellie Silk, M.E.M.’s paternal aunt, expressed her interest in caring for the child because she was aware of her brother and sister-in-law’s parenting problems. M.E.M.’s father verbally agreed to that arrangement.\nHowever, following M.E.M.’s birth, Hill County Department of Social and Rehabilitative Services (SRS) placed him in foster care immediately upon his release from the hospital. Temporary custody of M.E.M. was awarded to SRS on April 22, 1981.\nUpon learning that SRS had taken the child into foster care, Silk wrote to SRS requesting that M.E.M. be placed in her custody. She also contacted Montana Legal Services, who wrote in her behalf to SRS.\nSRS responded that because of SRS’s efforts to reintegrate the family, pl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-mem"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15354,
    15355,
    15356
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}