{
  "id": 15430,
  "title": "1986년 Romyn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-09-22",
  "location": "Utah, UT, USA",
  "summary": "미국 Utah, UT 법원 판결 사건. 사건명: Romyn. 판결일: 1986-09-22. 법원: District Court, D. Utah.",
  "description": "## 사건 정보\n\n**사건명**: Fred T. ROMYN, an Individual Dba Fred & Chi’s Investments, a Utah Partnership, and Chiye Terazawa, an Individual Dba Fred & Chi’s Investments, a Utah Partnership, Plaintiffs, v. SHEARSON LEHMAN BROTHERS, INC., a Delaware Corporation, Foster & Marshall/American Express, Inc., a Washington Corporation, and Steven Cardwell, an Individual, Defendants\n**판결일**: 1986-09-22\n**법원**: District Court, D. Utah\n**관할**: Utah, UT\n\n**판사**: J. Thomas Greene\n\n## 변호인\n\nLyndon L. Ricks and Jeffrey Jones, Salt Lake City, Utah, for plaintiffs., Reid E. Lewis and Jeffrey Robison, Salt Lake City, Utah, for defendants.\n\n## 인용\n\n- 648 F. Supp. 626\n\n## 판결문 요약\n\n\n648 F.Supp. 626 (1986)\nFred T. ROMYN, an individual dba Fred &amp; Chi's Investments, a Utah partnership, and Chiye Terazawa, an individual dba Fred &amp; Chi's Investments, a Utah partnership, Plaintiffs,\nv.\nSHEARSON LEHMAN BROTHERS, INC., a Delaware corporation, Foster &amp; Marshall/American Express, Inc., a Washington corporation, and Steven Cardwell, an individual, Defendants.\nCiv. No. C86-69G.\nUnited States District Court, D. Utah, C.D.\nSeptember 22, 1986.\n*627 Lyndon L. Ricks and Jeffrey Jones, Salt Lake City, Utah, for plaintiffs.\nReid E. Lewis and Jeffrey Robison, Salt Lake City, Utah, for defendants.\n\nMEMORANDUM DECISION AND ORDER\nJ. THOMAS GREENE, District Judge.\nThis matter came on for hearing on August 6, 1986, on defendants Shearson Lehman Brothers, Inc. and Steven Cardwell's Motion for Arbitration. Plaintiffs, Fred T. Romyn and Chiye Terazawa, were represented by Lyndon L. Ricks and Jeffrey Jones, and defendants Shearson Lehman Brothers, Inc. and Steven Cardwell were represented by Reid E. Lewis and Jeffrey Robinson. Legal memoranda were submitted on behalf of all parties, and counsel argued the Motion extensively after which the matter was taken under advisement. The court now being fully advised, sets forth its Memorandum Decision and Order.\n\nFACTUAL BACKGROUND\nIn November 1983, the plaintiffs, Fred T. Romyn and Chiye Terazawa (\"Romyn &amp; Terazawa\") opened brokerage accounts *628 with the defendant, Shearson Lehman Brothers, Inc. (\"Shearson Lehman\"). Romyn...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=romyn-v-shearson-lehman-bros-inc"
    }
  ],
  "relatedIncidents": [
    15418,
    15419,
    15458,
    15471,
    15474
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}