{
  "id": 15443,
  "title": "1986년 Younce 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-09-11",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Younce. 판결일: 1986-09-11. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Lisa Younce, Appellant, v. Tamera Ferguson, Defendant, Dean Strunk, Et Al., Respondents\n**판결일**: 1986-09-11\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Goodloe\n\n## 변호인\n\nDennis W. Lane and Wilson, Nichols & Marshall, for appellant., John R. Potter and Blair, Schaefer, Hutchison, Wynne, Potter & Horton, for respondents., Robert H. Whaley and Bryan P. Harnetiaux on behalf of Washington Trial Lawyers Association, amici curiae for appellant., Bertha B. Fitzer on behalf of Washington Association of Defense Counsel, amicus curiae for respondents.\n\n## 인용\n\n- 724 P.2d 991\n- 106 Wash. 2d 658\n\n## 판결문 요약\n\n\n106 Wn.2d 658 (1986)\n724 P.2d 991\nLISA YOUNCE, Appellant,\nv.\nTAMERA FERGUSON, Defendant, DEAN STRUNK, ET AL, Respondents.\nNo. 52168-9.\nThe Supreme Court of Washington, En Banc.\nSeptember 11, 1986.\n*659 Dennis W. Lane and Wilson, Nichols &amp; Marshall, for appellant.\nJohn R. Potter and Blair, Schaefer, Hutchison, Wynne, Potter &amp; Horton, for respondents.\nRobert H. Whaley and Bryan P. Harnetiaux on behalf of Washington Trial Lawyers Association, amici curiae for appellant.\nBertha B. Fitzer on behalf of Washington Association of Defense Counsel, amicus curiae for respondents.\nGOODLOE, J.\nIn this case, we determine whether the common law classifications of entrants as invitees, licensees, or trespassers should continue to be determinative of the standard of care owed by an owner or occupier of land and whether the status of the entrant in this case was correctly determined. We answer both questions affirmatively and affirm the trial court.\nAppellant Lisa Younce appeals the dismissal of respondents Charles, Thelma, and Dean Strunk from the suit. Lisa was injured when a car driven by Tamera Ferguson ran into her on a parcel of Strunk property, where a high school graduation \"kegger\" party was being held.\nDean Strunk, the son of Charles and Thelma Strunk, was a member of the 1977 Evergreen High School graduating class. Class members planned a graduation party to follow commencement exercises on June 7, 1977. Tickets to the party were sold for $4 to purchase beer, food, and musi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=younce-v-ferguson"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15354,
    15355,
    15356
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}