{
  "id": 15447,
  "title": "1986년 Garasha 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-09-09",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Garasha. 판결일: 1986-09-09. 법원: Court of Appeals of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: Gary Sam GARASHA, Petitioner, Appellant, v. STATE of Minnesota, Respondent\n**판결일**: 1986-09-09\n**법원**: Court of Appeals of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Lansing, Nierengarten, Parker\n\n## 변호인\n\nBarry V. Voss, Minneapolis, for appellant., Hubert H. Humphrey, III, Atty. Gen., Alan L. Mitchell, St. Louis Co. Atty., John E. DeSanto, Asst. Co. Atty., Duluth, for respondent.\n\n## 인용\n\n- 393 N.W.2d 20\n\n## 판결문 요약\n\n\n393 N.W.2d 20 (1986)\nGary Sam GARASHA, Petitioner, Appellant,\nv.\nSTATE of Minnesota, Respondent.\nNo. C6-86-251.\nCourt of Appeals of Minnesota.\nSeptember 9, 1986.\nBarry V. Voss, Minneapolis, for appellant.\n*21 Hubert H. Humphrey, III, Atty. Gen., Alan L. Mitchell, St. Louis Co. Atty., John E. DeSanto, Asst. Co. Atty., Duluth, for respondent.\nConsidered and decided by LANSING, P.J., and PARKER and NIERENGARTEN, JJ., without oral argument.\n\nOPINION\nLANSING, Judge.\nGary Garasha appeals the trial court's summary dismissal of his petition for post-conviction relief. We affirm in part, reverse in part, and remand.\n\nFACTS\nOn June 9, 1982, Gary Garasha was convicted by a jury of second-degree murder in the death of an acquaintance named Dennis Breen. Garasha testified that he killed Breen in self-defense. Two privately retained attorneys represented him during the two-week trial.\nThe testimony consistent with the verdict shows that Garasha and the victim, Dennis Breen, had a dispute about whether to present a joint defense in their impending trial for a misdemeanor assault. Two days before their court appearance, the men met outside a bar at about 5 a.m. Both had been drinking. Breen started a fight with Garasha. Friends pulled them apart, and Breen apologized. Garasha invited them all to his home for breakfast.\nGarasha lived in the upper unit of a duplex. Everyone went upstairs and began preparing the meal. After 15 to 20 minutes, Breen and Garasha went to the downstairs unit to tal...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=garasha-v-state"
    }
  ],
  "relatedIncidents": [
    15356,
    15364,
    15365,
    15379,
    15380
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}