{
  "id": 15444,
  "title": "1986년 Haslip 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-09-11",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Haslip. 판결일: 1986-09-11. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Stephen G. HASLIP, Movant-Appellant v. STATE of Missouri\n**판결일**: 1986-09-11\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Flanigan, Hogan, Maus, Prewitt\n\n## 변호인\n\nJon Van Arkel, Asst. Public Defender, Springfield, for movant-appellant., William L. Webster, Atty. Gen., Lee A. Bonine, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 717 S.W.2d 533\n\n## 판결문 요약\n\n\nPREWITT, Presiding Judge.\nFollowing jury trial movant was convicted of first-degree murder and sentenced to life imprisonment. His conviction was affirmed on appeal. See State v. Haslip, 583 S.W.2d 225 (Mo.App.1979). Movant then filed a motion under Rule 27.26, seeking to vacate that conviction. Following an evi-dentiary hearing, the trial court made findings of fact, conclusions of law, and entered judgment denying the motion. Mov-ant appeals.\nOn appeal the review of a decision on a 27.26 motion is “limited to a determination of whether the findings, conclusions, and judgment of the trial court are clearly erroneous.” Rule 27.26(j). Only when we are left with a firm conviction that a mistake has been committed are such findings clearly erroneous. Covington v. State, 600 S.W.2d 186, 187 (Mo.App.1980). Movant has the burden of establishing his grounds for relief by a preponderance of the evidence. Rule 27.26(f).\nMovant’s counsel has briefed and presented eight points for our consideration. Movant’s “pro se” brief filed thereafter presents three additional points. We discuss the points in the order presented, considering first those points in the brief prepared by movant's counsel.\nPoint one of the brief filed by movant’s counsel contends that the trial court erred because movant received ineffective assistance of counsel because his trial counsel “failed to file a timely motion for new trial, thereby precluding appellant’s right to a thorough and meaningful review of all issu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=haslip-v-state"
    }
  ],
  "relatedIncidents": [
    15356,
    15364,
    15365,
    15379,
    15380
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}