{
  "id": 15458,
  "title": "1986년 Behunin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-08-21",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Behunin. 판결일: 1986-08-21. 법원: District Court, D. Colorado.",
  "description": "## 사건 정보\n\n**사건명**: Gage and Barbara BEHUNIN, Et Al., Plaintiffs, v. DOW CHEMICAL COMPANY, Et Al., Defendants\n**판결일**: 1986-08-21\n**법원**: District Court, D. Colorado\n**관할**: Colorado, CO\n\n**판사**: Kane\n\n## 변호인\n\nJames A. Clark, Darwin Poyfair, Baker & Hostetler, Denver, Colo., for Gage and Barbara Behunin, Gage Behunin Co. Inc., Leonard L. Rivkin, James B. Rather, Rivkin, Radler, Dunne & Bayh, Uniondale, N.Y., J. Richard Hoel, Jr., Dale R. Crider, Hillary Anschel, Bruce D. Drucker, Rivkin, Radler, Dunne & Bayj, Chicago, 111., Michael L. O’Donnell, White & Steele, Denver, Colo., for Dow Chemical Co., Dow Chemical USA, AMSPEC, INC., AR. Douglas Eash, Dallas Grenley, Henrey W. Kirchner, L.Z. Lamoria, Don D\n\n## 인용\n\n- 642 F. Supp. 870\n\n## 판결문 요약\n\n\n642 F. Supp. 870 (1986)\nGage and Barbara BEHUNIN, et al., Plaintiffs,\nv.\nDOW CHEMICAL COMPANY, et al., Defendants.\nCiv. A. No. 86-K-281.\nUnited States District Court, D. Colorado.\nAugust 21, 1986.\nJames A. Clark, Darwin Poyfair, Baker &amp; Hostetler, Denver, Colo., for Gage and Barbara Behunin, Gage Behunin Co. Inc.\nLeonard L. Rivkin, James B. Rather, Rivkin, Radler, Dunne &amp; Bayh, Uniondale, N.Y., J. Richard Hoel, Jr., Dale R. Crider, Hillary Anschel, Bruce D. Drucker, Rivkin, Radler, Dunne &amp; Bayj, Chicago, Ill., Michael L. O'Donnell, White &amp; Steele, Denver, Colo., for Dow Chemical Co., Dow Chemical USA, AMSPEC, INC., AR. Douglas Eash, Dallas Grenley, Henrey W. Kirchner, L.Z. Lamoria, Don Dirkse and Delmer Moeller.\nGarth Rogers, Donald E. Johnson, Allen, Rogers Metcalf &amp; Vahrenwald, Fort Collins, Colo., Alfred H. Edwall, Jr., Kristin N. Lockhart, Robert J. Tansey, Jr., Janet Pollish-Forsberg, William E. Dorigan, Dennis E. Oslund, Robins, Zelle, Larson &amp; Kaplan, Minneapolis, Minn., for Savings Bldg. Condominiums Ass'n., Home Federal Sav. &amp; Loan Ass'n of the Rockies, Eleventh Floor Associates, Eighth Floor Ownership Group, *871 Shem 7, Weibel &amp; Hendrick, Inc., Gene E. Fischer, Stephen Howard, Steven G. Francis and Timothy Hasler.\nWalter A. Steele, Michael L. O'Donnell, Sandra L. Spencer, James M. Dieterich, White &amp; Steele, P.C., Denver, Colo., Bruce D. Drucker, J. Richard Hoel, Jr., Hillary Anschel, Dale R. Crider, Rivkin, Radler, Dunne &amp; B...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=behunin-v-dow-chemical-co"
    }
  ],
  "relatedIncidents": [
    15418,
    15419,
    15430,
    15471,
    15474
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}