{
  "id": 15451,
  "title": "1986년 Roy Louis Rodriguez v. James R. Ricketts 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-09-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Roy Louis Rodriguez v. James R. Ricketts. 판결일: 1986-09-02. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Roy Louis RODRIGUEZ, Petitioner-Appellant, v. James R. RICKETTS, Et Al., Respondents-Appellees\n**판결일**: 1986-09-02\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Canby, Merrill, Norris\n\n## 변호인\n\nRoy Louis Rodriguez, Florence, Ariz., Richard Brent Jones, Phoenix, Ariz., for petitioner-appellant., Linda A. Akers, Asst. Atty. Gen., William J. Schaffer, III, Phoenix, Ariz., for respondents-appellees.\n\n## 인용\n\n- 798 F.2d 1250\n\n## 판결문 요약\n\n\nNORRIS, Circuit Judge:\nThe Memorandum decision filed on October 29, 1985 is hereby withdrawn.\nAt the age of 17, appellant Roy Louis Rodriguez was charged in Yuma County Juvenile Court with murder and aggravated battery. Following a juvenile transfer hearing at which Rodriguez was represented by counsel, the juvenile court ordered that he be transferred to Yuma County Superior Court to be tried as an adult. No appeal from the transfer order was taken.\nIn Superior Court, Rodriguez entered a counseled plea of guilty to second-degree murder and assault with a deadly weapon. He was sentenced to serve a term of not less than 45 nor more than 75 years in Arizona State Prison on the murder count and not less than 5 nor more than 10 years on the assault count. His conviction was upheld on appeal when the Arizona Supreme Court rejected his claim that his guilty plea was not intelligently, knowingly and voluntarily made. State v. Nunez, 109 Ariz. 408, 411-12, 510 P.2d 380, 383-84 (1973).\nAfter exhausting his post-conviction remedies in the Arizona state courts, Rodriguez filed in the United States District Court for Arizona the petition for habeas corpus at issue in this appeal. 28 U.S.C. § 2253 (1982). The petition challenged his conviction and sentence on a number of grounds, including alleged defects in his transfer from juvenile court and ineffective assistance of counsel at his guilty plea, at sentencing and on appeal. He appeals the district court’s dismissal of his petition, inv...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=roy-louis-rodriguez-v-james-r-ricketts"
    }
  ],
  "relatedIncidents": [
    15356,
    15364,
    15365,
    15379,
    15380
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}