{
  "id": 15450,
  "title": "1986년 Joseph Allan Wilson v. Hon. Robert J. Henderson, Superintendent, Auburn Correctional Facility 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-09-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Joseph Allan Wilson v. Hon. Robert J. Henderson, Superintendent, Auburn Correctional Facility. 판결일: 1986-09-03. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Joseph Allan WILSON, Appellant, v. Hon. Robert J. HENDERSON, Superintendent, Auburn Correctional Facility, Appellee\n**판결일**: 1986-09-03\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Cardamone, Per Curiam, Timbers, Van Graafei-Land\n\n## 변호인\n\nIda C. Wurezinger, New York City (Philip S. Weber, New York City, of counsel), for appellant., Jeremy Gutman, Asst. Dist. Atty., New York City (Mario Merola, Dist. Atty., Steven R. Kartagener, Asst. Dist. Atty., New York City, of counsel), for appellee.\n\n## 인용\n\n- 800 F.2d 304\n\n## 판결문 요약\n\n800 F.2d 304\n    Joseph Allan WILSON, Appellant,v.Hon. Robert J. HENDERSON, Superintendent, AuburnCorrectional Facility, Appellee.\n    No. 1054, Docket 83-2113.\n    United States Court of Appeals,Second Circuit.\n    Submitted Aug. 21, 1986.Decided Sept. 3, 1986.\n    \n      Ida C. Wurczinger, New York City (Philip S. Weber, New York City, of counsel), for appellant.\n      Jeremy Gutman, Asst. Dist. Atty., New York City (Mario Merola, Dist. Atty., Steven R. Kartagener, Asst. Dist. Atty., New York City, of counsel), for appellee.\n      Before TIMBERS, VAN GRAAFEILAND and CARDAMONE, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      This Court in the above state prisoner habeas corpus case, on August 27, 1984 by a divided vote, 742 F.2d 741 (Van Graafeiland, J., dissenting), having reversed a judgment of the district court and having entered a judgment directing that appellant Wilson, who had been convicted in a state court of murder and robbery, be released unless the state retried him;  and\n    \n    \n      2\n      The Supreme Court of the United States on June 26, 1986, on the state's petition for a writ of certiorari, having concluded, sub nom.  Kuhlmann v. Wilson, --- U.S. ----, 106 S.Ct. 2616, 91 L.Ed.2d 364, that this Court's judgment of August 27, 1984 was \"clear error\", --- U.S. at ----, 106 S.Ct. at 2629-31 and having reversed the said judgment of this Court, and having remanded the case to this Court for further proceedings consistent with the opinion of Mr. Just...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=joseph-allan-wilson-v-hon-robert-j-henderson-superintendent-auburn"
    }
  ],
  "relatedIncidents": [
    15356,
    15364,
    15365,
    15379,
    15380
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}