{
  "id": 15455,
  "title": "1986년 Williams v. People 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-08-25",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Williams v. People. 판결일: 1986-08-25. 법원: Supreme Court of Colorado.",
  "description": "## 사건 정보\n\n**사건명**: Robert WILLIAMS, Petitioner, v. the PEOPLE of the State of Colorado, Respondent\n**판결일**: 1986-08-25\n**법원**: Supreme Court of Colorado\n**관할**: Colorado, CO\n\n**판사**: Dubofsky, Kirshbaum, Lohr, Quinn\n\n## 변호인\n\nHaddon, Morgan & Foreman, Norman R. Mueller, Denver, for petitioner., Robert R. Gallagher, Jr., Dist. Atty., Catherine P. Adkisson, Chief Deputy Dist. Atty., Bruce H. Rabun, Deputy Dist. Atty., Littleton, for respondent.\n\n## 인용\n\n- 724 P.2d 1279\n\n## 판결문 요약\n\n\n724 P.2d 1279 (1986)\nRobert WILLIAMS, Petitioner,\nv.\nThe PEOPLE of the State of Colorado, Respondent.\nNo. 84SC300.\nSupreme Court of Colorado, En Banc.\nAugust 25, 1986.\nRehearing Denied September 29, 1986.\n*1280 Haddon, Morgan &amp; Foreman, Norman R. Mueller, Denver, for petitioner.\nRobert R. Gallagher, Jr., Dist. Atty., Catherine P. Adkisson, Chief Deputy Dist. Atty., Bruce H. Rabun, Deputy Dist. Atty., Littleton, for respondent.\nKIRSHBAUM, Justice.\nWe granted certiorari to review the Court of Appeals' unpublished opinion in People v. Williams, 82CA0056, affirming the jury conviction of the defendant, Robert Williams, of first degree murder,[1] conspiracy to commit murder in the first degree,[2] and accessory to the crime of murder.[3] We affirm.\nThe evidence at trial established that in the summer and fall of 1980 the defendant, his girlfriend, Valerie Shaughnessy, Steven Lloyd and the victim actively participated in the illegal purchase, sale and use of narcotic and dangerous drugs. On August 28, 1980, Lloyd was arrested on drug-related charges and placed in the Denver County Jail as the result of a search of his apartment by law enforcement agents. The defendant, who was present during that search, consented to a search of his own residence and, as a result, was also arrested and placed in the Denver County Jail. During their incarceration, Lloyd and the defendant discussed the possibility that someone, perhaps the victim, had informed on them.\nOn September 12, 1980, the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-people"
    }
  ],
  "relatedIncidents": [
    15356,
    15364,
    15365,
    15379,
    15380
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}