{
  "id": 15473,
  "title": "1986년 Rose 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-07-31",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Rose. 판결일: 1986-07-31. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Penny J. Rose\n**판결일**: 1986-07-31\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Mahoney\n\n## 인용\n\n- 122 A.D.2d 484\n\n## 판결문 요약\n\n\n— Mahoney, P. J.\nAppeal from a judgment of the County Court of Montgomery County (White, J.), rendered July 1, 1983, upon a verdict convicting defendant of the crimes of murder in the second degree and burglary in the first degree.\nDuring the morning of April 4, 1982, Judith Kayhart was fatally stabbed in her apartment in the Village of Fort Plain, Montgomery County. Defendant, who resided in the same apartment building as the victim, was questioned by the police and signed two statements wherein she admitted that she stabbed the victim. A search of defendant’s apartment, which she consented to, uncovered a knife. Defendant was thereafter charged with murder in the second degree and burglary in the first degree. Defendant moved to suppress the signed confession and the knife on the ground that such evidence was the product of an unlawful seizure. County Court denied defendant’s suppression motion, ruling that defendant voluntarily accompanied the police and that her confessions were not the result of any force, threats, promises or duress. The court also found that defendant voluntarily consented to a search of her apartment.\nAt trial, the evidence established that defendant had fought with the victim on the night of the murder, and, further, that defendant admitted that she struck the deceased on the head. Defendant was found guilty of both counts in the indictment and sentenced to concurrent terms of imprisonment of 20 years to life on the murder count and 6 to 18 years on...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-rose"
    }
  ],
  "relatedIncidents": [
    15356,
    15364,
    15365,
    15379,
    15380
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}