{
  "id": 15471,
  "title": "1986년 Dukes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-08-07",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Dukes. 판결일: 1986-08-07. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. TERRY DUKES Et Al., Defendants-Appellants\n**판결일**: 1986-08-07\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Johnson\n\n## 변호인\n\nSteven Clark, of State Appellate Defender’s Office, of Chicago (Kay L. Pick, of Winston & Strawn, of counsel), for appellants., Richard M. Daley, State’s Attorney, of Chicago (Joan S. Cherry, Peter D. Fischer, and Jane H. Miller, Assistant State’s Attorneys, of counsel), for the People.\n\n## 인용\n\n- 497 N.E.2d 351\n- 146 Ill. App. 3d 790\n\n## 판결문 요약\n\n\n146 Ill. App.3d 790 (1986)\n497 N.E.2d 351\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nTERRY DUKES et al., Defendants-Appellants.\nNo. 85-0465.\nIllinois Appellate Court  First District (4th Division).\nOpinion filed August 7, 1986.\n*791 Steven Clark, of State Appellate Defender's Office, of Chicago (Kay L. Pick, of Winston &amp; Strawn, of counsel), for appellants.\nRichard M. Daley, State's Attorney, of Chicago (Joan S. Cherry, Peter D. Fischer, and Jane H. Miller, Assistant State's Attorneys, of counsel), for the People.\nAffirmed in part, and reversed in part and vacated in part.\nJUSTICE JOHNSON delivered the opinion of the court:\nDefendants, Terry and Sylvester Dukes, were jointly tried before a jury in the circuit court of Cook County and convicted of arson (Ill. Rev. Stat. 1981, ch. 38, par. 20-1) and aggravated arson (Ill. Rev. Stat. 1981, ch. 38, par. 20-1.1(a)(1)). The trial judge entered judgment on the convictions and imposed on each defendant concurrent sentences of three years in the penitentiary for the arson conviction and six years for the aggravated-arson conviction. Defendants appeal, *792 contending that (1) the State did not prove them guilty of arson and aggravated arson beyond a reasonable doubt, (2) the subsection of the aggravated-arson statute under which they were convicted is unconstitutional, (3) the improper admission of evidence probative of the aggravated-arson charge prejudiced their trial, and (4) they received ineffective assista...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-dukes"
    }
  ],
  "relatedIncidents": [
    15418,
    15419,
    15430,
    15458,
    15474
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}