{
  "id": 15476,
  "title": "1986년 Cooper 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-07-29",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Cooper. 판결일: 1986-07-29. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: COOPER, Respondent on Review, v. EUGENE SCHOOL DISTRICT NO. 4J, Petitioner on Review, and DUNCAN, Petitioner on Review\n**판결일**: 1986-07-29\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: Peterson, C.J., and Lent, Linde, Campbell, Carson and Jones\n\n## 변호인\n\nMargaret E. Rabin, Assistant Attorney General, Salem, argued the cause for petitioner on review, Verne A. Duncan, Superintendent of Public Instruction for the State of Oregon. With her on the petition were Dave Frohnmayer, Attorney General, and James E. Mountain, Jr., Solicitor General, Salem., Bruce E. Smith, Eugene, argued the cause for petitioner on review, Eugene School District No. 4J. With him on the petition were Jacquelyn Romm and Cass, Scott, Woods and Smith, Eugene., Rohn M. Roberts, E\n\n## 인용\n\n- 723 P.2d 298\n- 301 Or. 358\n\n## 판결문 요약\n\n\n723 P.2d 298 (1986)\n301 Or. 358\nJanet COOPER, Respondent on Review,\nv.\nEUGENE SCHOOL DISTRICT NO. 4J, Petitioner on Review, and\nVerne A. Duncan, Superintendent of Public Instruction for the State of Oregon, Petitioner on Review.\nCA A31423; SC S32472; S32469.\nSupreme Court of Oregon.\nArgued and Submitted April 1, 1986.\nDecided July 29, 1986.\n*300 Margaret E. Rabin, Asst. Atty. Gen., Salem, argued the cause for petitioner on review, Verne A. Duncan, Superintendent of Public Instruction for the State of Oregon. With her on the petition were Dave Frohnmayer, Atty. Gen., and James E. Mountain, Jr., Sol. Gen., Salem.\nBruce E. Smith, Eugene, argued the cause for petitioner on review, Eugene School Dist. No. 4J. With him on the petition were Jackquelyn Romm and Cass, Scott, Woods and Smith, Eugene.\nRohn M. Roberts, Eugene, argued the cause for respondent on review.\nLeslie M. Swanson, Jr., Swanson &amp; Walters, Eugene, filed an amicus curiae brief for American Civil Liberties Union of Oregon.\nBefore PETERSON, C.J., and LENT, LINDE, CAMPBELL, CARSON and JONES, JJ.\nLINDE, Justice.\nWhen Janet Cooper, a special education teacher in the Eugene public schools, became a Sikh, she donned white clothes and a white turban and wore them while teaching her sixth and eighth grade classes. In a letter to the staff of the school where she taught, she wrote that she would wear the turban and often wear white clothing as part of her religious practice, and that she had explained this and other chang...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cooper-v-eugene-school-district-no-4j"
    }
  ],
  "relatedIncidents": [
    15418,
    15419,
    15430,
    15458,
    15471
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}