{
  "id": 15477,
  "title": "1986년 Chauvin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-07-29",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Chauvin. 판결일: 1986-07-29. 법원: Connecticut Appellate Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Connecticut v. John D. Chauvin\n**판결일**: 1986-07-29\n**법원**: Connecticut Appellate Court\n**관할**: Connecticut, CT\n\n**판사**: Hull\n\n## 변호인\n\nRichard R. Brown, for the appellant (defendant)., James G. Clark, deputy assistant state’s attorney, with whom, on the brief, was James E. Thomas, assistant state’s attorney, for the appellee (state).\n\n## 인용\n\n- 8 Conn. App. 307\n\n## 판결문 요약\n\n\nHull, J.\nOn December 23,1982, the defendant was arrested and charged with manslaughter in the first degree, a violation of General Statutes § 53a-55. After *308a trial to the court, the defendant was convicted of the lesser included offense of manslaughter in the second degree. From this judgment the defendant appeals, claiming that the trial court erred in admitting evidence of prior acts of misconduct and pending charges.1 We find no error.\nThe trial court could reasonably have found the following facts. On December 21, 1982, from approximately 9:30 p.m., the defendant, his wife Donna Chauvin, her grandfather and the couple’s daughter Lisa Chauvin were all at their Bristol home. Sometime after 11 p.m., Lisa was awakened by what she described as furniture moving in her parents’ room. Although it was too dark to see details of the activity in the room, Lisa saw a struggle going on between her mother and father. She ran to the telephone in the kitchen and called the police. A short time later the defendant called to Lisa from his bedroom and told her that everything was fine and that Donna was asleep. Lisa then made a second call to the police cancelling the first call.\nApproximately ten minutes later, the defendant came out of the bedroom and announced that Donna had drugged him and that she was lying on the floor. The defendant said he did not know if she was alive. He then told Lisa that he and Donna got into an argument and that he had strangled her. He repeated the story...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-chauvin"
    }
  ],
  "relatedIncidents": [
    15356,
    15364,
    15365,
    15379,
    15380
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}