{
  "id": 15480,
  "title": "1986년 In Re Samuel William SAX, Debtor, Appeal of THREE RIVERS MARINE SERVICE, INC. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-07-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: In Re Samuel William SAX, Debtor, Appeal of THREE RIVERS MARINE SERVICE, INC.. 판결일: 1986-07-22. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Bankr. L. Rep. P 71,258 in Re Samuel William Sax, Debtor, Appeal of Three Rivers Marine Service, Inc\n**판결일**: 1986-07-22\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Cummings, East-Erbrook, Noland\n\n## 변호인\n\nRobert Keith Larson, Riordan, Larson, Bruckert & Moore, Chicago, Ill., for debtor., David G. Lynch, Rudnick & Wolfe, Chicago, Ill., for appellant.\n\n## 인용\n\n- 796 F.2d 994\n\n## 판결문 요약\n\n796 F.2d 994\n    Bankr. L. Rep.  P 71,258In re Samuel William SAX, Debtor,Appeal of THREE RIVERS MARINE SERVICE, INC.\n    No. 85-2925.\n    United States Court of Appeals,Seventh Circuit.\n    Argued April 18, 1986.Decided July 22, 1986.\n    \n      1\n      Robert Keith Larson, Riordan, Larson, Bruckert &amp; Moore, Chicago, Ill., for debtor.\n    \n    \n      2\n      David G. Lynch, Rudnick &amp; Wolfe, Chicago, Ill., for appellant.\n    \n    \n      3\n      Before CUMMINGS, Chief Judge, EASTERBROOK, Circuit Judge, and NOLAND, District Judge.*\n    \n    \n      4\n      NOLAND, District Judge.\n    \n    \n      5\n      This is an appeal from a district court order dismissing as moot two consolidated appeals from bankruptcy court orders approving the sale of a yacht and ordering the yacht to be turned over to the purchaser.  The question on appeal is whether this appeal is moot because the appellant failed to obtain a stay of the sale of the yacht.  We hold that the appeal is moot, and, therefore, affirm the district court and bankruptcy court orders.\n    \n    I.\n    \n      6\n      Sax, the debtor, owned a 42-foot trawler yacht called the Sommerset III (the Yacht).  After Sax had started bankruptcy proceedings under Chapter 7, and before he converted to Chapter 11, Sax transferred and conveyed his right, title and interest in and to the Sommerset III to the law firm of Arvey, Hodes, Costello &amp; Burman (the Law Firm) in lieu of a retainer and as consideration for the services rendered ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-samuel-william-sax-debtor-appeal-of-three-rivers-marine-service"
    }
  ],
  "relatedIncidents": [
    15418,
    15419,
    15430,
    15458,
    15471
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}