{
  "id": 15489,
  "title": "1986년 Mullins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-07-14",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Mullins. 판결일: 1986-07-14. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The State of Ohio, Appellee, v. Mullins, Appellant\n**판결일**: 1986-07-14\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Hoffman, Putman, Wise\n\n## 변호인\n\nDavid L. Landefeld,  prosecuting attorney, for appellee.\n\n H. Ritchey Hollenbaugh,  for appellant.\n\n## 인용\n\n- 517 N.E.2d 945\n- 34 Ohio App. 3d 192\n\n## 판결문 요약\n\nThis is an appeal from a sentence in a criminal case. Defendant-appellant, Randy E. Mullins, was indicted and convicted of two counts of aggravated robbery with firearm specifications, in violation of R.C. 2911.01, 2941.141, and 2929.71. On September 19, 1985, the trial court sentenced appellant as follows: Ten to twenty-five years' imprisonment on the two counts of aggravated robbery, to be served concurrently with each other, and two three-year terms of actual incarceration for the firearm specifications, to be served consecutively with each other and with the concurrent terms for aggravated robbery. The trial court's entry of sentence was filed on September 23, 1985. Trial counsel filed a notice of appeal on October 3, 1985 and filed a brief on appellant's behalf as appointed counsel. Present counsel entered his appearance in the court of appeals on February 25, 1986 and obtained leave to file his brief on or before March 20, 1986.\nThe second brief duplicates all assigned errors of the first except for the fourth assigned error relative to equal protection and impermissible discrimination based upon a more severe penalty being imposed upon the aider and abettor than upon the actual perpetrator who turned state's evidence. Absent discrimination based upon race, religion, national origin, illegitimacy, etc., this assignment of error is without merit and is overruled.\nNine other errors are assigned as follows:\n\"I.  The trial court erred to the prejudice of appellant in allowi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mullins"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15355,
    15361,
    15363
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}