{
  "id": 15486,
  "title": "1986년 Wolfe 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-07-18",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Wolfe. 판결일: 1986-07-18. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: Henry L. WOLFE, Appellee, v. John M. GRAETHER and Wolfe Clinic, P.C., Appellants\n**판결일**: 1986-07-18\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Carter, Harris, Larson, Schultz, Wolle\n\n## 변호인\n\nH. Richard Smith, Robert G. Allbee and David Swinton of Ahlers, Cooney, Dorweiler, Haynie, Smith & Allbee, Des Moines, for appellant John M. Graether., John C. Cortesio, Jr., Michael Figenshaw, Denny M. Dennis and David L. Jenkins of Bradshaw, Fowler, Proctor & Fairgrave, Des Moines, for appellant Wolfe Clinic, P.C., Ross H. Sidney and Mark J. Wiedenfeld of Grefe & Sidney, Des Moines, for appel-lee.\n\n## 인용\n\n- 389 N.W.2d 643\n\n## 판결문 요약\n\n\n389 N.W.2d 643 (1986)\nHenry L. WOLFE, Appellee,\nv.\nJohn M. GRAETHER and Wolfe Clinic, P.C., Appellants.\nNo. 85-03.\nSupreme Court of Iowa.\nJune 18, 1986.\nAs Amended on Denial of Rehearing July 18, 1986.\n*645 H. Richard Smith, Robert G. Allbee and David Swinton of Ahlers, Cooney, Dorweiler, Haynie, Smith &amp; Allbee, Des Moines, for appellant John M. Graether.\nJohn C. Cortesio, Jr., Michael Figenshaw, Denny M. Dennis and David L. Jenkins of Bradshaw, Fowler, Proctor &amp; Fairgrave, Des Moines, for appellant Wolfe Clinic, P.C.\nRoss H. Sidney and Mark J. Wiedenfeld of Grefe &amp; Sidney, Des Moines, for appellee.\nConsidered by HARRIS, P.J., and LARSON, SCHULTZ, CARTER and WOLLE, JJ.\nCARTER, Justice.\nDefendant, Wolfe Clinic, P.C. (the clinic), appeals from a judgment awarding damages in an action brought against it by plaintiff, Henry L. Wolfe, alleging that the clinic breached its contract of employment with him. Defendant, John M. Graether, M.D. (Dr. Graether), appeals from a judgment against him in the same action for actual and punitive damages on a claim that he tortiously induced a breach of plaintiff's employment contract by the clinic.\nThe clinic is a professional corporation, and Dr. Graether is a shareholder and director thereof. Both defendants contend that the district court erred in not directing a verdict against the plaintiff on all of his claims, or, in the alternative, erred in rulings on evidence and in instructing the jury on certain issues. Both defendants a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wolfe-v-graether"
    }
  ],
  "relatedIncidents": [
    15418,
    15419,
    15430,
    15458,
    15471
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}