{
  "id": 15497,
  "title": "1986년 Cook 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-07-03",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Cook. 판결일: 1986-07-03. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Cook v. the State\n**판결일**: 1986-07-03\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Carley, McMurray, Pope\n\n## 변호인\n\nJoanne E. Elsey, for appellant., Darrell E. Wilson, District Attorney, for appellee.\n\n## 인용\n\n- 347 S.E.2d 664\n- 179 Ga. App. 610\n\n## 판결문 요약\n\n\n179 Ga. App. 610 (1986)\n347 S.E.2d 664\nCOOK\nv.\nTHE STATE.\n72566.\nCourt of Appeals of Georgia.\nDecided July 3, 1986.\nJoanne E. Elsey, for appellant.\nDarrell E. Wilson, District Attorney, for appellee.\nPOPE, Judge.\nAppellant Jerry DeWayne Rice, a/k/a Jerry DeWayne Cook, was charged with the offenses of armed robbery and theft by bringing stolen property into the state. The evidence showed that appellant and a co-defendant traveled to Georgia in a car taken from its owner in Tennessee. The owner of the car was allowed to testify over the objection of both defendants that appellant stabbed him and the co-defendant hit him in the head and drove off in his car after he had agreed to give them a ride home from a bar. The defendants drove the car south on I-75 and stopped at a convenience store in Bartow County, where appellant entered the store leaving the other man in the car. Appellant approached the 18-year-old female clerk and asked her if they sold beer. Upon being told that it was a dry county, appellant pulled up the front of his shirt to reveal a tire tool stuck in the waistband of his pants, stating \"You won't mind giving me all your money then will you?\" The clerk also saw \"something brown\" under his shirt which she thought was a gun since she knew appellant was holding her up, so she opened the register and handed him all the money in ten, five and one dollar bills. Appellant ordered her to go into the stock room in the back of the store and close the door behind her, wh...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cook-v-state"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15355,
    15361,
    15363
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}