{
  "id": 15493,
  "title": "1986년 Priester 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-07-07",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Priester. 판결일: 1986-07-07. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Marion PRIESTER and Arietta Priester, Appellants, v. FAYETTE COUNTY CHILDREN AND YOUTH SERVICES\n**판결일**: 1986-07-07\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Cirillo, President Judge, and Del Sole and Beck\n\n## 변호인\n\nJohn S. Cupp, Jr., Connellsville, for appellants., Mary W. Terry, Uniontown, for appellee.\n\n## 인용\n\n- 512 A.2d 683\n- 354 Pa. Super. 562\n\n## 판결문 요약\n\n\n354 Pa. Super. 562 (1986)\n512 A.2d 683\nMarion PRIESTER and Arietta Priester, Appellants,\nv.\nFAYETTE COUNTY CHILDREN AND YOUTH SERVICES.\nSupreme Court of Pennsylvania.\nArgued January 28, 1986.\nFiled July 7, 1986.\n*563 John S. Cupp, Jr., Connellsville, for appellants.\nMary W. Terry, Uniontown, for appellee.\nBefore CIRILLO, President Judge, and DEL SOLE and BECK, JJ.\nCIRILLO, President Judge:\nThis is an appeal from a final judgment dismissing appellant's complaint for custody due to lack of standing. We affirm.\nThe basic facts of this case are undisputed. Appellants, Marion and Arietta Priester, seek custody of Karen Ann Bowers, a minor child. Appellee, Fayette County Children and Youth Services, initially approved appellants as foster parents and placed the minor child in their home for approximately two years.\nPursuant to a court order, however, appellee removed the minor child from the foster home. Appellee placed the child in another foster home in which the child's brother resided. Appellants have not had custody of the child since that time. Appellants claim no relation to the child by blood or marriage. The natural mother of the child died before the final judgment was entered by the trial court. The location *564 of the child's natural father is unknown. Appellee has declined appellants' request for custody of the child.\nThe sole issue presented for our review is: Whether appellants, former foster parents who no longer have possession of the child, lack standing to purs...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=priester-v-fayette-county-children-and-youth-services"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15354,
    15355,
    15356
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}