{
  "id": 15498,
  "title": "1986년 Granviel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-07-02",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Granviel. 판결일: 1986-07-02. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Kenneth GRANVIEL, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1986-07-02\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Tom G. Davis\n\n## 변호인\n\nLee Ann Dauphinot, Danny D. Bums, Fort Worth, for appellant., Tim Curry, Dist. Atty., and C. Chris Marshall, David L. Richards and Greg Pipes, Asst. Dist. Attys., Fort Worth, Robert Hut-tash, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 723 S.W.2d 141\n\n## 판결문 요약\n\n\n723 S.W.2d 141 (1986)\nKenneth GRANVIEL, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 69177.\nCourt of Criminal Appeals of Texas, En Banc.\nJuly 2, 1986.\n*142 Lee Ann Dauphinot, Danny D. Burns, Fort Worth, for appellant.\nTim Curry, Dist. Atty., and C. Chris Marshall, David L. Richards and Greg Pipes, Asst. Dist. Attys., Fort Worth, Robert Huttash, State's Atty., Austin, for the State.\nBefore the court en banc.\n\nOPINION\nTOM G. DAVIS, Judge.\nAppeal is taken from a conviction for capital murder. V.T.C.A. Penal Code, Sec. 19.03(a)(2). After finding appellant guilty, the jury returned affirmative findings to the special issues under Art. 37.071(b), V.A. C.C.P. Punishment was assessed at death.\n*143 Appellant contends that the evidence is insufficient to prove the aggravating offense of aggravated rape. Appellant argues as follows:\n\"The only evidence of the circumstances of the sexual intercourse was Appellant's statement. According to the statement, the intercourse was consensual and the murder came later. Since the State offered the statement which admitted guilt but contained exculpatory statements, it was bound to disprove the exculpatory portions which would change the offense from capital murder to murder. Palafox v. State, 608 S.W.2d 177 (Tex.Cr.App. 1980). The State, therefore, did not sustain the burden of proving aggravated rape as set out in Sec. 21.02 and 21.03 of Tex.Penal Code and reversal is required.\"\nWe have set out appellant's confession in the footnote.[1] Appel...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=granviel-v-state"
    }
  ],
  "relatedIncidents": [
    15356,
    15364,
    15365,
    15379,
    15380
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}