{
  "id": 15502,
  "title": "1986년 Kuhlmann 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-06-26",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Kuhlmann. 판결일: 1986-06-26. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Kuhlmann, Superintendent, Sullivan Correctional Facility v. Wilson\n**판결일**: 1986-06-26\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Powell Announced the Judgment of the Court And\n\n## 변호인\n\nSteven R. Kartagener argued the cause for petitioner. With him on the briefs were Mario Merola and Jeremy Gutman., Philip S. Weber argued the cause and filed a brief for respondent.\n\n## 인용\n\n- 91 L. Ed. 2d 364\n- 106 S. Ct. 2616\n- 477 U.S. 436\n- 1986 U.S. LEXIS 65\n\n## 판결문 요약\n\n\nJustice Powell\nannounced the judgment of the Court and delivered the opinion of the Court with respect to Parts I, IV, and V, and an opinion with respect to Parts II and III in which The Chief Justice, Justice Rehnquist, and Justice O’Connor join.\nThis case requires us to define the circumstances under which federal courts should entertain a state prisoner’s petition for writ of habeas corpus that raises claims rejected on a prior petition for the same relief.\n\nh-4\n\nIn the early morning of July 4, 1970, respondent and two confederates robbed the Star Taxicab Garage in the Bronx, New York, and fatally shot the night dispatcher. Shortly *439before, employees of the garage had observed respondent, a former employee there, on the premises conversing with two other men. They also witnessed respondent fleeing after the robbery, carrying loose money in his arms. After eluding the police for four days, respondent turned himself in. Respondent admitted that he had been present when the crimes took place, claimed that he had witnessed the robbery, gave the police a description of the robbers, but denied knowing them. Respondent also denied any involvement in the robbery or murder, claiming that he had fled because he was afraid of being blamed for the crimes.\nAfter his arraignment, respondent was confined in the Bronx House of Detention, where he was placed in a cell with a prisoner named Benny Lee. Unknown to respondent, Lee had agreed to act as a police informant. Respondent made in...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kuhlmann-v-wilson"
    }
  ],
  "relatedIncidents": [
    15649,
    15056,
    15356,
    15364,
    15365
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}