{
  "id": 15512,
  "title": "1986년 Chittenden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-06-19",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Chittenden. 판결일: 1986-06-19. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Claire S. Black v. Ralph Chittenden\n**판결일**: 1986-06-19\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Casey, Mikoll, Yesawich\n\n## 인용\n\n- 121 A.D.2d 819\n\n## 판결문 요약\n\n\nCasey, J.\nAppeal from an order of the Supreme Court at Special Term (Cholakis, J.), entered December 11, 1985 in Columbia County, which, inter alia, granted defendant’s motion for summary judgment dismissing the complaint.\nOn July 24, 1981, plaintiff Claire S. Black (hereinafter the individual plaintiff) purchased the corporate stock in a bowling alley, plaintiff Lar-A-Bowl, Inc. (hereinafter the corporate plaintiff), from defendant. Four instruments effectuated the sale: a stock purchase agreement, a noncompetition agreement, a certificate of indebtedness and an agreement purchasing goodwill. The individual plaintiff has remained in exclusive control of the bowling alley since consummation of the sale.\nIn a February 1985 letter, dispatched following an inspection made at the request of an officer of the corporate plaintiff, *820a representative of a company specializing in bowling equipment and supplies advised that the wood lanes had been irreparably damaged as a result of mistreatment and poor maintenance by defendant in the 1970s and 1980s when he owned the bowling alley. In an uncontroverted affidavit submitted in response to defendant’s motion for summary judgment, the representative reiterated this opinion and indicated further that epoxy injections made to the lanes while defendant owned them was a stopgap measure which shortened their life expectancy. The corporate plaintiff, which was apparently in financial difficulty, ceased making payments to defendant on its $1...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=black-v-chittenden"
    }
  ],
  "relatedIncidents": [
    15354,
    15368,
    15398,
    15429,
    15518
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}