{
  "id": 15518,
  "title": "1986년 Reid 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-06-16",
  "location": "South Carolina, SC, USA",
  "summary": "미국 South Carolina, SC 법원 판결 사건. 사건명: Reid. 판결일: 1986-06-16. 법원: Supreme Court of South Carolina.",
  "description": "## 사건 정보\n\n**사건명**: Rossie N. REID and Paul W. Reid, Respondents v. HARBISON DEVELOPMENT CORPORATION, and Sam D. Coogler, Builder, Inc., Defendants, of Whom Sam D. Coogler, Builder, Inc., is No Longer a Party. PETITION OF HARBISON DEVELOPMENT CORPORATION\n**판결일**: 1986-06-16\n**법원**: Supreme Court of South Carolina\n**관할**: South Carolina, SC\n\n**판사**: Chandler, Finney, Gregory, Harwell, Littlejohn, Ness\n\n## 변호인\n\nRobert F. Fuller, of Rogers, McDonald, McKenzie, Fuller & Rubin, Columbia, for petitioner., James C. Chandler, Jr., Columbia, for plaintiffs-respondents.\n\n## 인용\n\n- 345 S.E.2d 492\n- 289 S.C. 319\n\n## 판결문 요약\n\n\nFinney, Justice:\nThe plaintiffs-respondents, Rossie N. Reid and Paul W. Reid, brought this action against the defendants-respondents, Harbison Development Corporation (now Petitioner) and Sam D. Coogler, Builder, Inc., alleging fraud and deceit growing out of a contract whereby the Reids were to *321buy realty. Sam D. Coogler, Builder, Inc., is in bankruptcy and is no longer a party to this proceeding.\nAt trial, the jury found in favor of the Reids actual damages in the amount of twenty thousand ($20,000.00) dollars, plus punitive damages in the amount of twenty-thousand ($20,000.00) dollars. Harbison motioned for a new trial on the grounds that the jury was influenced by caprice and prejudice, and in the alternative, for a new trial nisi “... to reduce the amount of the actual damages award to at least the amount which the plaintiffs themselves testified was their damage under the evidence, which ought to be in the range of $4,000 to $5,000 dollars as indicated by plaintiffs’ own testimony.” The trial judge overruled both motions stating: “Where it may be high, it may be more than would reasonably be expected, I think it is within the range that a jury could return in this case, and that it is not. such that the Court can set aside.”\nHarbison appealed the order of the trial court. The Court of Appeals, in its opinion filed May 6, 1985,1 set aside the twenty thousand ($20,000) dollar actual damages verdict ruling that there was no evidence to substantiate more than five thou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=reid-v-harbison-development-corp"
    }
  ],
  "relatedIncidents": [
    15354,
    15368,
    15398,
    15429,
    15512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}