{
  "id": 15514,
  "title": "1986년 Billy Max Brown v. Demco, Inc. v. Employers Casualty Co., Intervenor-Appellant 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-06-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Billy Max Brown v. Demco, Inc. v. Employers Casualty Co., Intervenor-Appellant. 판결일: 1986-06-18. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Billy Max BROWN, Plaintiff, v. DEMCO, INC., Et Al., Defendants-Appellees, v. EMPLOYERS CASUALTY CO., Intervenor-Appellant\n**판결일**: 1986-06-18\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Johnson, Politz, Rubin\n\n## 변호인\n\nDale G. Cox, Rountree, Cox & Guin, Shreveport, La., for intervenor-appellant., F.M. Stoller, New Orleans, La., for Beat, et al., Thos. M. Hayes, Jr., Monroe, La., for Cooper, et al., Gary P. Kraus, James E. Diaz, Sr., Lafayette, La., for Cameron., J. Bachman Lee, Monroe, La., for FMC, et al.\n\n## 인용\n\n- 792 F.2d 478\n\n## 판결문 요약\n\n792 F.2d 478\n    Billy Max BROWN, Plaintiff,v.DEMCO, INC., et al., Defendants-Appellees,v.EMPLOYERS CASUALTY CO., Intervenor-Appellant.\n    No. 85-4709.\n    United States Court of Appeals,Fifth Circuit.\n    June 18, 1986.\n    \n      Dale G. Cox, Rountree, Cox &amp; Guin, Shreveport, La., for intervenor-appellant.\n      F.M. Stoller, New Orleans, La., for Beat, et al.\n      Thos. M. Hayes, Jr., Monroe, La., for Cooper, et al.\n      Gary P. Kraus, James E. Diaz, Sr., Lafayette, La., for Cameron.\n      J. Bachman Lee, Monroe, La., for FMC, et al.\n      Appeal from the United States District Court for the Western District of Louisiana.\n      Before RUBIN, POLITZ, and JOHNSON, Circuit Judges.\n      ALVIN B. RUBIN, Circuit Judge:\n    \n    \n      1\n      A defendant who was added to a state court action when it had been pending for four years maintains that it has the right to remove the action to federal court.  The action was removable when filed because it involved parties diverse in citizenship and removal is sought on the basis of diversity.  Finding that removal was improvident, we reverse the order of the district court refusing to remand the case.\n    \n    I.\n    \n      2\n      Billy Max Brown was injured while working as a roughneck on a land-based oil rig in Lincoln Parish, Louisiana.  In December 1980 Brown filed an action in Louisiana state court seeking more than $2 million in damages from various defendants including Best Industries, Inc.  (Best), Cameron Iron Works (C...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=billy-max-brown-v-demco-inc-v-employers-casualty-co"
    }
  ],
  "relatedIncidents": [
    15480,
    15502,
    15535,
    15573,
    15588
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}