{
  "id": 15524,
  "title": "1986년 Leake 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-06-09",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Leake. 판결일: 1986-06-09. 법원: Supreme Court of Colorado.",
  "description": "## 사건 정보\n\n**사건명**: James LEAKE, Jerry Couch, John Volpi, Daniel Garcia, James Green, and Commerce City, Colorado, Petitioners, v. H. Marie CAIN, Nka H. Marie Burrows, Individually and as Natural Mother and Next Friend of the Deceased, Jeffrey Mark Cain, and Delores Chase and Jack Chase, Individually and as Natural Parents and Next Friends of the Deceased Jay Chase, Respondents\n**판결일**: 1986-06-09\n**법원**: Supreme Court of Colorado\n**관할**: Colorado, CO\n\n**판사**: Erickson, Rovira, Royira\n\n## 변호인\n\nHall & Evans, Alan Epstein, Arthur R. Karstaedt, III, Denver, for petitioners., Leland S. Huttner, P.C., Anne M. Vitek, Denver, for respondents.\n\n## 인용\n\n- 720 P.2d 152\n\n## 판결문 요약\n\n\nERICKSON, Justice.\nIn this wrongful death action, respondents seek damages for the deaths of their children, who were killed when they were struck by an automobile driven by Ralph Crowe. The trial court granted petitioners’ motion for summary judgment. In Cain v. Leake, 695 P.2d 798 (Colo.App.1984), the court of appeals reversed and remanded the case for trial. We granted certiorari, and we now reverse and remand to the court of appeals with directions to reinstate the trial court’s order granting summary judgment.\nI.\nFACTS\nThe tragic sequence of events leading to the accident in this case is undisputed. On the evening of September 9, 1978, Ralph Crowe, eighteen years of age, attended a large, outdoor party of teenagers in Commerce City.1 Over the course of three and one-half hours, Crowe drank eight cups of beer and three cups of alcoholic punch.2 At approximately 11:30 p.m., Commerce City police officers were dispatched to *154break up the party after a neighbor complained. When the officers arrived at the party, they ordered the teenagers to disperse. Ralph Crowe became disruptive and was handcuffed and detained by the officers. Shortly thereafter, the officers were approached by seventeen-year-old Eddie Crowe, Ralph Crowe's younger brother. Eddie Crowe requested that Ralph be released to him and told the officers that he would drive Ralph home. After noting that Eddie Crowe appeared sober and after checking his driver's license, the officers agreed to permit Ralph Crowe ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=leake-v-cain"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15354,
    15355,
    15356
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}