{
  "id": 15526,
  "title": "1986년 Ashley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-06-06",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Ashley. 판결일: 1986-06-06. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Billy ASHLEY, Appellant, v. STATE of Indiana, Appellee\n**판결일**: 1986-06-06\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBRULER, Dickson, Givan, Pivar-Nik, Shepard\n\n## 변호인\n\nWilliam Janes, Michigan City, for appellant., Linley E. Pearson, Atty. Gen., John D. Shuman, Deputy Atty. Gen., Indianapolis, for appellee.\n\n## 인용\n\n- 493 N.E.2d 768\n\n## 판결문 요약\n\n\n493 N.E.2d 768 (1986)\nBilly ASHLEY, Appellant,\nv.\nSTATE of Indiana, Appellee.\nNo. 784S261.\nSupreme Court of Indiana.\nJune 6, 1986.\n*769 William Janes, Michigan City, for appellant.\nLinley E. Pearson, Atty. Gen., John D. Shuman, Deputy Atty. Gen., Indianapolis, for appellee.\nSHEPARD, Justice.\nBilly Ashley was convicted after a trial by jury of theft, a class D felony, Ind. Code § 35-43-4-2 (Burns 1979 Repl.), and robbery, a class B felony, Ind. Code § 35-42-5-1 (Burns 1979 Repl.), and was found to be an habitual offender, Ind. Code § 35-50-2-8 (Burns 1979 Repl.). The trial judge sentenced Ashley to a term of twenty years imprisonment for the robbery, which was enhanced by thirty years by virtue of the habitual offender finding. The judge imposed a concurrent four-year sentence for the theft.\nIn this direct appeal, Ashley raises five issues:\n1) Whether the State should have been foreclosed from presenting evidence that Ashley was at a place and time other than that stated in his alibi notice because it failed to respond to his alibi notice;\n2) Whether the trial court erred in refusing to rearraign Ashley on an amended habitual offender charge;\n3) Whether the trial court erred in admitting into evidence a briefcase and the documents contained in it;\n4) Whether testimony concerning the content of a telephone call was admitted without an adequate foundation, and\n5) Whether the trial court erred in admitting into evidence \"mug shots\" of Ashley and another individual.\nWe affirm.\nTh...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ashley-v-state"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15355,
    15361,
    15363
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}