{
  "id": 15528,
  "title": "1986년 Jordan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-06-04",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Jordan. 판결일: 1986-06-04. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Jordan v. State\n**판결일**: 1986-06-04\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Ryder\n\n## 인용\n\n- 489 So. 2d 224\n\n## 판결문 요약\n\n\n489 So. 2d 224 (1986)\nFrederick JORDAN, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 85-2179.\nDistrict Court of Appeal of Florida, Second District.\nJune 4, 1986.\n*225 James Marion Moorman, Public Defender, Bartow and Allyn Giambalvo, Asst. Public Defender, Clearwater, for appellant.\nJim Smith, Atty. Gen., Tallahassee and Candance M. Sunderland, Asst. Atty. Gen., Tampa, for appellee.\nRYDER, Chief Judge.\nIn April 1983, Frederick Jordan was placed on probation for three years after pleading guilty to auto burglary. In August 1985, a revocation hearing was held to consider charges that Jordan had violated various conditions of his probation: (1) failure to make required monthly reports to his probation officer; (2) failure to keep appointments with his probation officer; (3) failure to pay $10.00 per month for the costs of his supervision; (4) failure to pay a $250.00 public defender lien; and (5) failure to pay $48.96 in court costs. In March 1985, the trial court had accepted Jordan's affidavit of insolvency and appointed a public defender to represent him at the revocation hearing.\nJordan's probation officer testified that Jordan had not paid $10.00 for the state assessment, $100.00 for the costs of supervising his probation, $250.00 on a public defender lien for the costs of representing him, and $48.96 in court costs. The probation officer admitted, however, that Jordan never had a full-time job and that no repayment schedule had ever been worked out. The probation officer...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jordan-v-state"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15355,
    15361,
    15363
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}