{
  "id": 15527,
  "title": "1986년 Carson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-06-06",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Carson. 판결일: 1986-06-06. 법원: Circuit Court for the Judicial Circuits of Florida.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF FLORIDA ex rel FLORIDA PUBLISHING COMPANY v. CARSON\n**판결일**: 1986-06-06\n**법원**: Circuit Court for the Judicial Circuits of Florida\n**관할**: Florida, FL\n\n**판사**: Harrison\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Harold B. Wahl, George D. Gabel, Jr., and Mitchel E. Woodlief, Wahl and Gabel, for petitioner., Robert G. Alexander for respondent/sheriff.\n\n## 인용\n\n- 19 Fla. Supp. 2d 24\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nJAMES L. HARRISON, Circuit Judge.\nThis cause coming on to be heard, after due notice and Order to Show Cause, on Petition for Writ of Mandamus filed by Florida Publishing Company so it may review and photocopy the Respondent *25Sheriffs appointment books since January, 1983, interoffice memos written by the Sheriff from January 1985 to May 1986, letters written by the Sheriff since January 1985 and all correspondence received by the Sheriff since January 1986; and the Florida Publishing Company having admittedly sought to get these records from the Sheriff by letter as early as April 30, 1986, and a representative of the Florida Publishing Company having had a conference with the Sheriff, Under-sheriff and his counsel on May 13, 1986 at which time they refused to give the newspaper the requested documents, and counsel for the newspaper having written the Sheriff on May 29, 1986 again requesting the documents, citing the authority therefor, and advising that the newspaper would be forced to go to Court by June 3, 1986 unless the documents were produced, and the Sheriffs counsel having written newspaper counsel a three page detailed letter on June 3, 1986 wherein he cited authorities and advised that the Sheriff would not comply with the request unless the Supreme Court of Florida or the Supreme Court of the United States ruled to the contrary, and the Court having heard evidence and argument.\nCounsel for Respondent Sheriff sought continuance by an ore ten...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-florida-publishing-co-v-carson"
    }
  ],
  "relatedIncidents": [
    15418,
    15419,
    15430,
    15458,
    15471
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}