{
  "id": 15520,
  "title": "1986년 Govan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-06-16",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Govan. 판결일: 1986-06-16. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. John Govan\n**판결일**: 1986-06-16\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 121 A.D.2d 563\n\n## 판결문 요약\n\n\nAppeal by the defendant from two judgments of the Supreme Court, Kings County (Greenburg, J.), both rendered February 11, 1985, convicting him of attempted rape in the first degree under indictment No. 2439/ 76, and bail jumping in the first degree under indictment No. 4129/79, upon his pleas of guilty, and imposing sentences.\nJudgments affirmed.\nOn or about August 25, 1976, the defendant was indicted under indictment No. 2439/76 for rape in the first degree and sexual abuse in the first degree arising out of an incident involving his stepdaughter. After numerous adjournments at the request of both the defendant and the People, a trial commenced after which a mistrial was declared in November 1977. Thereafter, the defendant failed to appear at a subsequent trial date, and a bench warrant was issued for his arrest.\nThe defendant was produced on this warrant in May 1979. *564Thereafter, the defendant again failed to appear at a scheduled court date in October 1979 and was indicted for bail jumping in the first degree in December 1979 under indictment No. 4129/79. In January 1980, another bench warrant was issued for his arrest. The defendant was not returned to court until August 1984. The People had announced their readiness for trial in November 1977, and there is no proof that they were not ready at all times thereafter.\nOn November 29, 1984, the court conducted a hearing on the defendant’s motion to dismiss the indictment based on a claim that the People were not ready for...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-govan"
    }
  ],
  "relatedIncidents": [
    15374,
    15523,
    15574,
    15596,
    15090
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}