{
  "id": 15536,
  "title": "1986년 Harris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-05-28",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Harris. 판결일: 1986-05-28. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: The State v. Harris\n**판결일**: 1986-05-28\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Marshall, Smith, Weltner\n\n## 변호인\n\nJoseph H. Briley, District Attorney, Alberto C. Martinez, Jr., Assistant District Attorney, for appellant., Eugene P. Baldwin, for appellee.\n\n## 인용\n\n- 343 S.E.2d 483\n- 256 Ga. 24\n\n## 판결문 요약\n\n\n256 Ga. 24 (1986)\n343 S.E.2d 483\nTHE STATE\nv.\nHARRIS.\n43040.\nSupreme Court of Georgia.\nDecided May 28, 1986.\n*27 Joseph H. Briley, District Attorney, Alberto C. Martinez, Jr., Assistant District Attorney, for appellant.\nEugene P. Baldwin, for appellee.\nSMITH, Justice.\nThe appellee, Ricky Lamar Harris, shared a house with Warren Favors. Favors failed to return home for three days and Harris called Favors' mother in Ohio. She told Harris to contact the authorities. Harris contacted the sheriff's office and reported that Favors was missing. Three days after Harris filed the report, the sheriff's office began an investigation. Harris was questioned every day for four days and gave the deputy the same story each time he was questioned. Harris continued to work at his regular job, made no effort to flee, and was available for questioning at all times. On the fifth day, a body was found in a well behind Favors' house. It was tentatively identified as Favors, and there was what appeared to be a shotgun wound in the chest. Harris was immediately picked-up and put in jail. He was not told that he was a suspect, nor was he told that he was under arrest, and no warnings of any kind were given to him. Approximately thirty to forty-five minutes after Harris was locked in jail he *25 was taken to the sheriff's office where he was advised of his Miranda rights and signed a waiver. He made several statements to the officials who interrogated him. He originally told them that Favors was invol...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-harris"
    }
  ],
  "relatedIncidents": [
    15356,
    15364,
    15365,
    15379,
    15380
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}