{
  "id": 15535,
  "title": "1986년 United States v. Nile Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-05-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Nile Smith. 판결일: 1986-05-30. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Nile SMITH, Defendant-Appellant\n**판결일**: 1986-05-30\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Boochever, Farris, Wallace\n\n## 변호인\n\nLeslie Osborne, Honolulu, Hawaii, for plaintiff-appellee., Richard S. Kawana, Honolulu, Hawaii, for defendant-appellant.\n\n## 인용\n\n- 790 F.2d 789\n\n## 판결문 요약\n\n790 F.2d 789\n    20 Fed. R. Evid. Serv. 1018\n    UNITED STATES of America, Plaintiff-Appellee,v.Nile SMITH, Defendant-Appellant.\n    No. 85-1164.\n    United States Court of Appeals,Ninth Circuit.\n    Argued and Submitted April 15, 1986.Decided May 30, 1986.\n    \n      Leslie Osborne, Honolulu, Hawaii, for plaintiff-appellee.\n      Richard S. Kawana, Honolulu, Hawaii, for defendant-appellant.\n      Appeal from the United States District Court for the District of Hawaii.\n      Before WALLACE, FARRIS, and BOOCHEVER, Circuit Judges.\n      FARRIS, Circuit Judge:\n    \n    \n      1\n      On October 18, 1983, a two-count indictment was returned against appellant Nile Smith and three co-defendants, William Lynch, Jeffery Freiberg, and Donald McCoy.  Count I charged that defendants had conspired to counterfeit and utter obligations of the United States in violation of 18 U.S.C. Secs. 371, 471, and 472.  Count II charged that defendants had made, and aided and abetted in the making of, photographs, negatives, and printing plates for use in counterfeiting in violation of 18 U.S.C. Secs. 474 and 2.  On the second day of trial, all four defendants withdrew their pleas of not guilty.  Smith pleaded guilty to Counts I and II.  The other defendants pleaded guilty to Count I alone.  Prior to sentencing, Smith withdrew his guilty plea.  He was tried before a jury and convicted.\n    \n    \n      2\n      On June 3, 1985, Smith was adjudged guilty, fined and sentenced to imprisonment.  Smith filed ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-nile-smith"
    }
  ],
  "relatedIncidents": [
    15480,
    15502,
    15514,
    15573,
    15588
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}