{
  "id": 15530,
  "title": "1986년 Allen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-06-03",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Allen. 판결일: 1986-06-03. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State of North Carolina v. Vance Sterling Allen\n**판결일**: 1986-06-03\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Exum\n\n## 변호인\n\n\nLacy H. Thornburg, Attorney General, by Thomas B. Wood, Assistant Attorney General, for the state.\n, \nMalcolm Ray Hunter, Jr., Acting Appellate Defender, for defendant appellant.\n\n\n## 인용\n\n- 343 S.E.2d 893\n- 317 N.C. 119\n\n## 판결문 요약\n\n\n343 S.E.2d 893 (1986)\nSTATE of North Carolina\nv.\nVance Sterling ALLEN.\nNo. 413PA85.\nSupreme Court of North Carolina.\nJune 3, 1986.\n*894 Lacy H. Thornburg, Atty. Gen. by Thomas B. Wood, Asst. Atty. Gen., for the state.\nMalcolm Ray Hunter, Jr., Acting Appellate Defender, for defendant-appellant.\nEXUM, Justice.\nWe allowed defendant's petition for discretionary review to consider the following question: Whether the trial court committed reversible error by instructing the jury in this armed robbery case that: \"The term `dangerous weapon' also includes pistols which look like firearms such as cap pistols. An instrument is a dangerous weapon if it is apparently a weapon capable of inflicting a life threatening injury.\" We answer the question affirmatively and reverse the Court of Appeals.\nThe state's evidence tended to show as follows: A black male wearing a ski mask entered the Quick Snack store in Williamston shortly before 11 p.m. on 10 September 1983, pointed what appeared to be a small caliber pistol at the clerk, Dorothy Davenport, and demanded the money in the cash register. Ms. Davenport saw the gun's barrel. When she gave the man the money, which included one or two $20 bills, she noticed a regular customer, Rudy Brown, an off-duty employee of the North Carolina Department of Correction, drive up to the store. As the masked man left the store still holding what appeared to be a small revolver, he met Brown and told him, \"Get back or I'll shoot.\" Brown also saw the revolve...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-allen"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15355,
    15361,
    15363
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}