{
  "id": 15532,
  "title": "1986년 Sprague 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-06-03",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Sprague. 판결일: 1986-06-03. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, ex rel. Robert WOHL, Relator, and Bettie Wohl, Intervenor/Relator v. The Honorable Edward L. SPRAGUE Judge of the Twenty-First Judicial Circuit of the State of Missouri, and, as such, Judge of the Circuit Court of the County of St. Louis, Missouri\n**판결일**: 1986-06-03\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Gaert, Ner, Satz, Smith\n\n## 변호인\n\nRobert G. Brady & David S. Slavkin, St. Louis, for relator and intervenor/relator., Sanford Goffstein & Don R. Sherman, St. Louis, for respondent.\n\n## 인용\n\n- 711 S.W.2d 583\n\n## 판결문 요약\n\n\nSATZ, Judge.\nThis is an action in prohibition. The respondent circuit judge has ordered relator, Robert Wohl, a defendant in the action below, to produce his federal and state income tax returns for the years 1978 through 1982. Relator seeks our writ to prohibit respondent from enforcing his order. We have issued our preliminary writ and now make it permanent.\nIn the underlying action, plaintiff, Elaine Wohl, is suing her former husband, Mark Wohl, and his father, relator. Elaine claims fraud in the alleged sale of certain stock by Mark to relator. According to Elaine, this sale of stock affected the terms of the settlement agreement in a dissolution action between Elaine and Mark. Mark allegedly represented to Elaine he had sold his stock to relator for $17.00, when, in fact, Elaine alleges, the stock actually had a value in excess of $200,000.00. Based upon this alleged misrepresentation, Elaine is now suing Mark and relator in three Counts: Count I — is a request to set aside the settlement agreement and to reopen the dissolution action; Count II — is an action for actual and punitive damages for “fraudulent misrepresentation;” and Count III — is an action for actual and punitive damages for “fraudulent conspiracy.”\nIn the course of discovery, Elaine served relator with a Request for Production of Documents. Among the documents requested were relator’s federal and state income tax returns for each year since 1978. Relator objected to this request. The respondent judge sus...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-wohl-v-sprague"
    }
  ],
  "relatedIncidents": [
    15354,
    15368,
    15398,
    15429,
    15512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}