{
  "id": 15549,
  "title": "1986년 Scott 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-05-13",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Scott. 판결일: 1986-05-13. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Scott v. State\n**판결일**: 1986-05-13\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Hendry, Nesbitt and Jorgenson\n\n## 인용\n\n- 488 So. 2d 146\n\n## 판결문 요약\n\n\n488 So.2d 146 (1986)\nDwayne A. SCOTT, Appellant,\nv.\nThe STATE of Florida, Appellee.\nNo. 85-413.\nDistrict Court of Appeal of Florida, Third District.\nMay 13, 1986.\n*147 Bennett H. Brummer, Public Defender, and John H. Lipinski and Arthur Carter, Sp. Asst. Public Defenders, for appellant.\nJim Smith, Atty. Gen., and Steven T. Scott, Asst. Atty. Gen., for appellee.\nBefore HENDRY, NESBITT and JORGENSON, JJ.\nPER CURIAM.\nScott appeals from the imposition of a sentence outside of the guidelines. We reverse and remand for resentencing.\nScott was convicted for robbery, carrying a concealed weapon and unlawful possession of a firearm, for which he received a fifteen-year sentence, five years concurrent and a suspended sentence, respectively. In departing from the recommended sentence of seven to nine years, the trial court relied on the following reasons:\n1. The victims have sustained psychological harm as a result of the crime.\n2. The age of the victims, one 18 years of age, and one 70 years of age, made them extremely vulnerable to this crime.\n3. The defendant's total lack of respect for the criminal justice system, as evinced by his testimony in and during the trial.\n4. The defendant has four prior felony convictions.\n5. Justice would not be served by imposition of a Guidelines Sentence.\n6. This was a violent and heinous act.\n7. The defendant created a life-threatening situation, as evinced by his comment, \"I'll blow you away,\" to the victim, while displaying a firearm.\n8. The defen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=scott-v-state"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15355,
    15361,
    15363
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}