{
  "id": 15548,
  "title": "1986년 Stahl 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-05-15",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Stahl. 판결일: 1986-05-15. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Gregory Bryan STAHL, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1986-05-15\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Sam Bass, Hoyt and Dunn\n\n## 변호인\n\nAllen C. Isbell, Houston, for appellant., John B. Holmes, Jr., Harris County Dist. Atty., Timothy G. Taft, Lee Coffee, Harris County Asst. Dist. Attys., Houston, for ap-pellee.\n\n## 인용\n\n- 712 S.W.2d 783\n\n## 판결문 요약\n\n\n712 S.W.2d 783 (1986)\nGregory Bryan STAHL, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 01-85-0470-CR.\nCourt of Appeals of Texas, Houston (1st Dist.).\nMay 15, 1986.\nRehearing Denied June 12, 1986.\n*785 Allen C. Isbell, Houston, for appellant.\nJohn B. Holmes, Jr., Harris County Dist. Atty., Timothy G. Taft, Lee Coffee, Harris County Asst. Dist. Attys., Houston, for appellee.\nBefore SAM BASS, HOYT and DUNN, JJ.\n\nOPINION\nSAM BASS, Justice.\nA jury convicted appellant of murder and assessed punishment at seven years confinement.\nWe reverse and remand.\nGregory Leonard testified that he lived with appellant for two months prior to the shooting. Approximately one month prior to the homicide, Arthur Newton, the deceased, moved into appellant's apartment. He was to pay one-half of the rent and living expenses, but never did. During the time the deceased lived with appellant and Leonard, he \"conned\" appellant out of more than $600.00. The first time, the deceased told appellant he could turn a quick profit if he had $350.00 or $400.00 to purchase some gold coins. Appellant gave him the money, but the deceased used the money \"for his own purposes.\" The second time, the deceased persuaded appellant into \"hocking\" his tools on the promise that he would pay the rent but, again, the deceased kept the money and never paid appellant.\nThis situation evoked a stormy relationship that broke out into arguments over money. Leonard testified that he heard appellant \"threaten to kill\" the decease...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stahl-v-state"
    }
  ],
  "relatedIncidents": [
    15356,
    15364,
    15365,
    15379,
    15380
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}