{
  "id": 15558,
  "title": "1986년 Tew 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-05-06",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Tew. 판결일: 1986-05-06. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: People v. Tew\n**판결일**: 1986-05-06\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: Beasley, P.J., and Gribbs and M.H. Cherry\n\n## 변호인\n\nFrank J. Kelley, Attorney General, Louis J. Caruso, Solicitor General, L. Brooks Patterson, Prosecuting Attorney, Robert C. Williams, Chief, Appellate Division, and Margaret Horenstein, Assistant Prosecuting Attorney, for the people., Thomas Jamnik, for defendant.\n\n## 인용\n\n- 390 N.W.2d 738\n- 151 Mich. App. 556\n\n## 판결문 요약\n\n\n151 Mich. App. 556 (1986)\n390 N.W.2d 738\nPEOPLE\nv.\nTEW\nDocket No. 85594.\nMichigan Court of Appeals.\nDecided May 6, 1986.\nFrank J. Kelley, Attorney General, Louis J. Caruso, Solicitor General, L. Brooks Patterson, Prosecuting Attorney, Robert C. Williams, Chief, Appellate Division, and Margaret Horenstein, Assistant Prosecuting Attorney, for the people.\nThomas Jamnik, for defendant.\n*558 Before: BEASLEY, P.J., and GRIBBS and M.H. CHERRY,[*] JJ.\nPER CURIAM.\nDefendant pled guilty to two counts of first-degree criminal sexual conduct, MCL 750.520b; MSA 28.788(2), one count of third-degree criminal sexual conduct, MCL 750.520d; MSA 28.788(4), and one count of unarmed robbery, MCL 750.530; MSA 28.798. Defendant was sentenced to fifteen to one hundred years imprisonment on each of the criminal sexual conduct counts, and ten to fifteen years imprisonment on the unarmed robbery count. After sentencing, defendant moved to withdraw his plea. The motion was denied by the trial court. Defendant appeals from this denial. We affirm the denial of defendant's motion to withdraw his plea, but remand for a hearing on whether the trial court considered allegedly inaccurate information in the presentence report in sentencing defendant.\nDefendant contends that his motion to withdraw his guilty pleas should have been granted because he misunderstood the sentence recommendation of a ten- to fifteen-year minimum sentence as being a ten-year minimum to a fifteen-year maximum recommendation and becaus...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-tew"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15355,
    15361,
    15363
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}