{
  "id": 15567,
  "title": "1986년 STEPHENS INDUSTRIES, INC., Plaintiff-Appellant, v. James R. McCLUNG, Trustee in Bankruptcy, Etc., Defendant-Appellee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-04-28",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: STEPHENS INDUSTRIES, INC., Plaintiff-Appellant, v. James R. McCLUNG, Trustee in Bankruptcy, Etc., Defendant-Appellee. 판결일: 1986-04-28. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: 14 Collier bankr.cas.2d 1298, Bankr. L. Rep. P 71,113 Stephens Industries, Inc. v. James R. McClung Trustee in Bankruptcy, Etc.\n**판결일**: 1986-04-28\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Celebrezze, Kennedy, Ryan\n\n## 변호인\n\nRodney S. Justice (argued), Wilson, Stav-ros and Justice, Ashland, Ky., for plaintiff-appellant., James D. Lyon (argued), Odell & Howard, Lexington, Ky., for defendant-appel-lee.\n\n## 인용\n\n- 789 F.2d 386\n\n## 판결문 요약\n\n789 F.2d 386\n    14 Collier Bankr.Cas.2d 1298, Bankr. L. Rep.  P 71,113STEPHENS INDUSTRIES, INC., Plaintiff-Appellant,v.James R. McCLUNG, Trustee in Bankruptcy, etc., Defendant-Appellee.\n    No. 85-5694.\n    United States Court of Appeals,Sixth Circuit.\n    Argued March 10, 1986.Decided April 28, 1986.\n    \n      Rodney S. Justice (argued), Wilson, Stavros and Justice, Ashland, Ky., for plaintiff-appellant.\n      James D. Lyon (argued), Odell &amp; Howard, Lexington, Ky., for defendant-appellee.\n      Before KENNEDY and RYAN, Circuit Judges and CELEBREZZE, Senior Circuit judge.\n      CORNELIA G. KENNEDY, Circuit Judge.\n    \n    \n      1\n      Appellant, Stephens Industries, Inc.  (\"SI\"), appeals from the District Court's order affirming the Bankruptcy Court's order approving the sale of the assets of the debtor, American Signal Corporation (\"ASC\"), a/k/a WPRT AM/FM Radio Station.  From 1952 until 1980, SI owned and operated radio station WPRT in Prestonsburg, Kentucky.  In July 1980, SI sold the radio station to ASC.  Under the purchase agreement, SI transferred all the radio station's assets to ASC and applied to the FCC for formal transfer of the broadcasting licenses.  ASC agreed to pay a small down payment and signed a $252,000 promissory note payable over a nine-year period for the balance of the purchase price.  As part of the transaction, ASC granted SI a mortgage and security lien on the conveyed assets to secure the unpaid balance of the purchase price.\n    \n    \n   ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stephens-industries-inc-plaintiff-appellant-v-james-r-mcclung"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15354,
    15355,
    15356
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}