{
  "id": 15568,
  "title": "1986년 Wiseheart 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-04-28",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Wiseheart. 판결일: 1986-04-28. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: William Earl WISEHEART, Appellant, v. STATE of Indiana, Appellee\n**판결일**: 1986-04-28\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBRULER, Dickson, Givan, Pivar-Nik, Shepard\n\n## 변호인\n\nMichael J. McDaniel, New Albany, for appellant., Linley E. Pearson, Atty. Gen., Michael Gene Worden, Deputy Atty. Gen Indianapolis, for appellee.\n\n## 인용\n\n- 491 N.E.2d 985\n\n## 판결문 요약\n\n\n491 N.E.2d 985 (1986)\nWilliam Earl WISEHEART, Appellant,\nv.\nSTATE of Indiana, Appellee.\nNo. 1184S449.\nSupreme Court of Indiana.\nApril 28, 1986.\n*986 Michael J. McDaniel, New Albany, for appellant.\n*987 Linley E. Pearson, Atty. Gen., Michael Gene Worden, Deputy Atty. Gen., Indianapolis, for appellee.\nSHEPARD, Justice.\nIn countless cases this Court has approved the presentation of evidence by the State notwithstanding violations of pretrial orders. Today the shoe is on the other foot.\nAppellant William Wiseheart was tried by a jury and convicted of child molesting, a class B felony, Ind. Code § 35-42-4-3(a) (Burns 1985) and of a second count of child molesting, a class C felony, Ind. Code § 35-42-4-3(b) (Burns 1985). The trial court imposed consecutive sentences of twenty years for the class B felony and eight years for the class C felony.\nAppellant raises three issues in this direct appeal:\n(1) Whether the trial court's exclusion of defense witnesses' testimony as a sanction for violation of a discovery order constituted an abuse of discretion,\n(2) Whether the sentence imposed by the trial court was excessive, and\n(3) Whether appellant's testimony that he gave his confession after drinking alcohol and smoking marijuana required the trial court to suppress his statement.\nWe reverse, having concluded that the trial court's decision to prohibit testimony by several of Wiseheart's witnesses was an abuse of discretion, since it appears to be based solely on the violation of a pret...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wiseheart-v-state"
    }
  ],
  "relatedIncidents": [
    15418,
    15419,
    15430,
    15458,
    15471
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}