{
  "id": 15566,
  "title": "1986년 Stevens 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-04-30",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Stevens. 판결일: 1986-04-30. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: HELEN RUTH STEVENS, Petitioner, v. THE SUPERIOR COURT OF LOS ANGELES COUNTY, Respondent; ST. FRANCIS MEDICAL CENTER, Real Party in Interest\n**판결일**: 1986-04-30\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Woods\n\n## 변호인\n\nCounsel, Lawrence R. Booth and Daniel M. Graham for Petitioner., No appearance for Respondent., Rushfeldt, Shelley & McCurdy, Linda C. Miller, Randall L. Shelley, Greinis, Martin, Stein & Richland and Alan G. Martin for Real Party in Interest.\n\n## 인용\n\n- 180 Cal. App. 3d 605\n- 225 Cal. Rptr. 624\n\n## 판결문 요약\n\n\n180 Cal. App. 3d 605 (1986)\n225 Cal. Rptr. 624\nHELEN RUTH STEVENS, Petitioner,\nv.\nTHE SUPERIOR COURT OF LOS ANGELES COUNTY, Respondent; ST. FRANCIS MEDICAL CENTER, Real Party in Interest.\nDocket No. B018532.\nCourt of Appeals of California, Second District, Division Four.\nApril 30, 1986.\n*606 COUNSEL\nLawrence R. Booth and Daniel M. Graham for Petitioner.\nNo appearance for Respondent.\nRushfeldt, Shelley &amp; McCurdy, Linda C. Miller, Randall L. Shelley, Greinis, Martin, Stein &amp; Richland and Alan G. Martin for Real Party in Interest.\nOPINION\nWOODS, P.J.\n(1a) This proceeding in mandate presents the question whether a cause of action for fraud and deceit against a hospital is pleaded *607 by factual allegations that the hospital intentionally concealed from the plaintiff and all other patients that foreign physicians, unlicensed to practice medicine in California, were authorized by the hospital to function as hospital staff physicians and surgeons on a daily basis without the supervision required by statute.\nFor the reasons discussed hereafter, we conclude that such alleged concealment of material fact and resulting injury may state a cause in actual fraud sufficient to overcome a general demurrer.\nThe material allegations of the operative third amended complaint are as follows: plaintiff submitted herself for a \"C-section\" surgical procedure in defendant hospital. The assistant surgeon (Chon) at the surgery was in fact a foreign nation physician who graduated from a foreig...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stevens-v-superior-court"
    }
  ],
  "relatedIncidents": [
    15354,
    15368,
    15398,
    15429,
    15512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}