{
  "id": 15569,
  "title": "1986년 Lewis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-04-28",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Lewis. 판결일: 1986-04-28. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: David Lee LEWIS v. STATE of Arkansas\n**판결일**: 1986-04-28\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Holt, Purtle\n\n## 변호인\n\nJames W. Haddock, for appellant., Steve Clark, Att’y Gen., by: Jerome T. Kearney, Asst. Att’y Gen., for appellee.\n\n## 인용\n\n- 709 S.W.2d 56\n- 288 Ark. 595\n\n## 판결문 요약\n\n\n709 S.W.2d 56 (1986)\n288 Ark. 595\nDavid Lee LEWIS, Appellant,\nv.\nSTATE of Arkansas, Appellee.\nNo. CR 85-223.\nSupreme Court of Arkansas.\nApril 28, 1986.\nJames W. Haddock, Lake Villiage, for appellant.\nSteve Clark, Atty. Gen. by Jerome T. Kearney, Asst. Atty. Gen. Little Rock, for appellee.\n*57 HOLT, Chief Justice.\nThe issues raised in this appeal concern court rulings admitting certain testimony into evidence. We find no error and affirm the trial court. Since this is a second appeal, our jurisdiction is pursuant to Sup. Ct.R. 29(1)(b) and (j).\nThe appellant, David Lee Lewis, was convicted by a jury of first degree battery and aggravated robbery on October 5, 1984, and sentenced to 60 years imprisonment. On appeal to this court, the verdict was reversed and remanded on grounds not pertinent here. Lewis v. State, 286 Ark. 372, 691 S.W.2d 864 (1985). A second trial was held September 19 and 20, 1985, which again resulted in the conviction of Lewis and a sentence of 54 years imprisonment. It is from the second conviction that this appeal is brought.\nThe appellant's first contention on appeal is that the trial court erred by allowing the prosecution to read the prior testimony of Otha Lee Spikes into evidence at the second trial. The trial court based its ruling on the fact that Spikes was an unavailable witness under Unif.R.Evid. 804.\nThe proof on this issue reflects that the trial lasted two days: September 19 and 20. A subpoena was issued and served on Spikes which ordered him...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lewis-v-state"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15355,
    15361,
    15363
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}