{
  "id": 15570,
  "title": "1986년 Barnes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-04-28",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Barnes. 판결일: 1986-04-28. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Oscar Barnes\n**판결일**: 1986-04-28\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 119 A.D.2d 828\n\n## 판결문 요약\n\n\n— Appeal by the defendant from a judgment of the Supreme Court, Kings County (Broomer, J.), rendered September 23, 1983, convicting him of burglary in the first degree and robbery in the first degree, upon a jury verdict, and imposing sentence.\nJudgment affirmed.\nContrary to the defendant’s contention, the jury’s decision to credit the People’s witnesses is firmly supported by the record. Here several eyewitnesses, one of whom was the victim, positively identified the defendant, and he was caught *829fleeing from the scene (see, People v Arroyo, 54 NY2d 567, cert denied 456 US 979). Thus, the evidence, when viewed in the light most favorable to the People, overwhelmingly established the defendant’s guilt beyond a reasonable doubt (see, People v Contes, 60 NY2d 620).\nFurther, the trial court has authority to order amendment of an indictment with respect to defects, errors or variances from proof and so forth, provided the amendment does not change the theory of the prosecution or otherwise serve to prejudice the defendant on the merits (see, CPL 200.70 [1]). In the instant case, the amendment consisted solely of changing the description of the property that the defendant was accused of forcibly taking from the complainant. This change was permissible because the particular nature of the property stolen is not a material element of the crime of robbery (see, People v Spann, 56 NY2d 469).\nThe defendant’s complaints regarding the court’s charge to the jury are unpreserved for re...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-barnes"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15355,
    15361,
    15363
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}