{
  "id": 15575,
  "title": "1986년 Randolph Williams v. H. Wayne Kobel, Donald Blankenship, and Paul A. O'Neal 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-04-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Randolph Williams v. H. Wayne Kobel, Donald Blankenship, and Paul A. O'Neal. 판결일: 1986-04-23. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Randolph WILLIAMS, Plaintiff-Appellant, v. H. Wayne KOBEL, Donald Blankenship, and Paul A. O’Neal, Defendants-Appellees\n**판결일**: 1986-04-23\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Coffey, Easterbrook, Ripple\n\n## 변호인\n\nEllen M. Babbitt, Butler, Rubin, Newcomer, Saltarelli & Boyd, Chicago, 111., for plaintiff-appellant., Kurt P. Froehlich, Evans & Froehlich, Champaign, Ill., Steven R. Fran, Johnson, Frank, Frederick & Walsh, Urbana, Ill., for defendants-appellees.\n\n## 인용\n\n- 789 F.2d 463\n\n## 판결문 요약\n\n789 F.2d 463\n    Randolph WILLIAMS, Plaintiff-Appellant,v.H. Wayne KOBEL, Donald Blankenship, and Paul A. O'Neal,Defendants-Appellees.\n    No. 84-2090.\n    United States Court of Appeals,Seventh Circuit.\n    Argued Oct. 29, 1985.Decided April 16, 1986.As Amended April 23, 1986.\n    \n      Ellen M. Babbitt, Butler, Rubin, Newcomer, Saltarelli &amp; Boyd, Chicago, Ill., for plaintiff-appellant.\n      Kurt P. Froehlich, Evans &amp; Froehlich, Champaign, Ill., Steven R. Fran, Johnson, Frank, Frederick &amp; Walsh, Urbana, Ill., for defendants-appellees.\n      Before COFFEY, EASTERBROOK and RIPPLE, Circuit Judges.\n      COFFEY, Circuit Judge.\n    \n    \n      1\n      The plaintiff appeals the district court's grant of summary judgment and award of attorneys' fees to the defendants on his Section 1983 claim that he was arrested without a warrant and without probable cause in violation of his constitutional rights.  We affirm.\n    \n    I.\n    \n      2\n      This litigation arose out of the plaintiff's arrest without a warrant for an arson involving a death in Champaign, Illinois on January 2, 1980.  At 2:50 a.m., John Lockard, a police officer with the City of Urbana, Illinois,1 was patrolling in the area of a Derby gas station when he observed the plaintiff standing at the rear of a blue Mercedes-Benz automobile.  The officer circled the gas station because it appeared to Officer Lockard that the plaintiff was filling a container or containers in the trunk of the car with gas.  Afte...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=randolph-williams-v-h-wayne-kobel-donald-blankenship-and-paul-a-oneal"
    }
  ],
  "relatedIncidents": [
    15418,
    15419,
    15430,
    15458,
    15471
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}