{
  "id": 15576,
  "title": "1986년 Flint 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-04-21",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Flint. 판결일: 1986-04-21. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: THE PEOPLE, and v. JAMES FLINT, and\n**판결일**: 1986-04-21\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Elkington\n\n## 변호인\n\nCounsel, Marisa Nayfach, under appointment by the Court of Appeal, for Defendant and Appellant., John K. Van de Kamp, Attorney General, Martin S. Kaye and Cynthia Choy Ong. Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 180 Cal. App. 3d 13\n\n## 판결문 요약\n\n\nOpinion\nELKINGTON, J.\nA jury found defendant Flint guilty of first degree “residential” burglary, and the trial court thereafter found that he had previously been convicted, September 29, 1975, of “a serious felony, to-wit: Bur*17glary—1st degree [of a residence], in violation of Section 459 of the Penal Code, within the meaning of Penal Code Sections 667 and 1192.7.” He appeals from the judgment entered on the jury’s verdict and the trial court’s finding.\nThe judgment will be affirmed. Our reasons follow.\nWe consider the several appellate contentions in the order stated, and as framed, by Flint.\nI. Contention: “The lower court erred in denying appellant’s Penal Code section 995 motion.”\nIt is argued that “there was no evidence presented at the preliminary examination [our italics] to connect appellant to the burglary.”\nNo contention appears that at Flint’s superior court trial there was not substantial evidence supportive of the jury’s verdict of guilt.\nFlint relies on the rule announced by People v. Elliot (1960) 54 Cal.2d 498, 503 [6 Cal.Rptr. 753, 354 P.2d 225], holding, “[W]here it appears that, during the course of the preliminary examination, the defendant has been denied a substantial right, the commitment is unlawful within the meaning of section 995, and it must be set aside upon timely motion. . . . It is also settled that, if the defendant has not been legally committed and if the trial court erroneously denies the motion to set the commitment aside and permits t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-flint"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15355,
    15361,
    15363
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}