{
  "id": 15573,
  "title": "1986년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-04-25",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1986-04-25. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Douglas C. Mangels, and Randal K. Mangels, Donald R. Germano v. Federico Pena, Mayor of the City and County of Denver John Simonet, Manager of Safety of the City and County of Denver Myrle K. Wise, Chief of the Denver Fire Department the Civil Service Commission of the City and County of Denver, a Municipal Corporation\n**판결일**: 1986-04-25\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 789 F.2d 836\n\n## 판결문 요약\n\n789 F.2d 836\n    Douglas C. MANGELS, and Randal K. Mangels, Plaintiffs-Appellants,Donald R. Germano, Plaintiff,v.Federico PENA, Mayor of the City and County of Denver;  JohnSimonet, Manager of Safety of the City and County of Denver;Myrle K. Wise, Chief of the Denver Fire Department;  TheCivil Service Commission of the City and County of Denver, amunicipal corporation, Defendants-Appellees.\n    No. 84-2730.\n    United States Court of Appeals,Tenth Circuit.\n    April 25, 1986.\n    \n      Robert E. Goodwin, Denver, Colo., for plaintiffs-appellants.\n      Darlene M. Ebert, Asst. City Atty.  (Stephen H. Kaplan, City Atty., and Geoffrey S. Wasson, Asst. City Atty., with her on brief), Denver, Colo., for defendants-appellees.\n      Before SEYMOUR, SETH, and BALDOCK, Circuit Judges.\n      SEYMOUR, Circuit Judge.\n    \n    \n      1\n      Douglas C. Mangels and Randal K. Mangels brought this action under 42 U.S.C. Sec. 1983 (1982), alleging due process deprivations arising from the termination of their employment with the Denver Fire Department.  The district court dismissed the complaint for lack of subject matter jurisdiction, and the Mangels appealed.  We affirm on the alternative ground that the complaint fails to state a claim upon which relief may be granted.    See Wright v. Lane County District Court, 647 F.2d 940, 941 (9th Cir.1981) (per curiam).\n    \n    I.\n    \n      2\n      A complaint may not be dismissed for failure to state a claim unless it appears beyond doubt that the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "주요판결",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=douglas-c-mangels-and-randal-k-mangels-donald-r-germano-v-federico"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=equilease-corporation-cross-appellee-v-mv-sampson-etc-cross-appellees"
    }
  ],
  "relatedIncidents": [
    15480,
    15502,
    15514,
    15535,
    15588
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}