{
  "id": 15588,
  "title": "1986년 Ronald Neyland v. Frank Blackburn, Warden, Louisiana State Penitentiary, William J. Guste, Jr., Attorney General, State of Louisiana 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-03-31",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Ronald Neyland v. Frank Blackburn, Warden, Louisiana State Penitentiary, William J. Guste, Jr., Attorney General, State of Louisiana. 판결일: 1986-03-31. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Ronald NEYLAND, Petitioner-Appellant, v. Frank BLACKBURN, Warden, Louisiana State Penitentiary, William J. Guste, Jr., Attorney General, State of Louisiana, Respondents-Appellees\n**판결일**: 1986-03-31\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Davis, Garwood, Higginbotham\n\n## 변호인\n\nLila Tritico Hogan, Hammond, La. (Court-appointed), for petitioner-appellant., Ronald Neyland, pro se., Michael E. McMahon, Susan Scott Hunt, Asst. Dist. Attys., E. Sue Bernie, New Orleans, La., for respondents-appellees.\n\n## 인용\n\n- 785 F.2d 1283\n\n## 판결문 요약\n\n785 F.2d 1283\n    Ronald NEYLAND, Petitioner-Appellant,v.Frank BLACKBURN, Warden, Louisiana State Penitentiary,William J. Guste, Jr., Attorney General, State ofLouisiana, Respondents-Appellees.\n    No. 84-3491.\n    United States Court of Appeals,Fifth Circuit.\n    March 31, 1986.\n    \n      Lila Tritico Hogan, Hammond, La.  (Court-appointed), for petitioner-appellant.\n      Ronald Neyland, pro se.\n      Michael E. McMahon, Susan Scott Hunt, Asst. Dist. Attys., E. Sue Bernie, New Orleans, La., for respondents-appellees.\n      Appeal from the United States District Court for the Eastern District of Louisiana.\n      Before GARWOOD, HIGGINBOTHAM, and DAVIS, Circuit Judges.\n      GARWOOD, Circuit Judge:\n    \n    \n      1\n      Petitioner Neyland appeals the district court's denial of his habeas corpus petition under 28 U.S.C. Sec. 2254 challenging his Louisiana conviction, pursuant to his plea of guilty, of armed robbery and the related enhancement of his sentence under the Louisiana multiple offender statute.  Neyland claims his plea of guilty was constitutionally invalid because the state trial court did not specifically inform him of his rights to a jury trial or against compulsory self-incrimination.  He attacks his sentence enhancement primarily by asserting that his counsel's admissions made in that regard were the functional equivalent of a plea of guilty and were not accompanied by the admonitions required by Boykin v. Alabama, 395 U.S. 238, 89 S. Ct. 1709, 23 L. Ed. 2d 27...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "주요판결",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=richard-p-kuntz-v-nat-j-reese"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ronald-neyland-v-frank-blackburn-warden-louisiana-state-penitentiary"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15355,
    15361,
    15363
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}