{
  "id": 15587,
  "title": "1986년 Furst 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-04-01",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Furst. 판결일: 1986-04-01. 법원: District Court, E.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: Barry FURST, Plaintiff, v. NEW YORK CITY TRANSIT AUTHORITY, Defendant\n**판결일**: 1986-04-01\n**법원**: District Court, E.D. New York\n**관할**: New York, NY\n\n**판사**: Glasser\n\n## 변호인\n\nStephen D. Hans, Rego Park, N.Y., and Ronald L. Skoler, New York City, for plaintiff., Robert A. Rifkin, Office of Richard K. Bernard, Brooklyn, N.Y., for defendant.\n\n## 인용\n\n- 631 F. Supp. 1331\n\n## 판결문 요약\n\n\n631 F. Supp. 1331 (1986)\nBarry FURST, Plaintiff,\nv.\nNEW YORK CITY TRANSIT AUTHORITY, Defendant.\nNo. 84 Civ. 4189.\nUnited States District Court, E.D. New York.\nApril 1, 1986.\nStephen D. Hans, Rego Park, N.Y., and Ronald L. Skoler, New York City, for plaintiff.\nRobert A. Rifkin, Office of Richard K. Bernard, Brooklyn, N.Y., for defendant.\n\nMEMORANDUM AND ORDER\nGLASSER, District Judge:\nShortly after he pled guilty to second degree attempted manslaughter in Nassau *1332 County Court, plaintiff Barry Furst was dismissed by his employer, defendant New York City Transit Authority (NYCTA). Following his dismissal, the plaintiff instituted this action for reinstatement under 42 U.S.C. § 1983 and now moves for summary judgment against the NYCTA contending that he lost his job pursuant to the defendant's unconstitutional policy of dismissing all employees convicted of committing felonies. The defendant cross-moves for summary judgment asserting that no such policy exists. For the reasons stated herein, the plaintiff's motion is granted and the defendant's motion is denied.\n\nBackground\nThe plaintiff was hired as a bus driver by the defendant on or about February 15, 1965. The plaintiff held that position for over fifteen years until his promotion to the position of surface line dispatcher on December 20, 1980. During his tenure with the defendant, the plaintiff received three letters of commendation and was never the subject of internal disciplinary proceedings.\nOn August 27, 1981, the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=furst-v-new-york-city-transit-authority"
    }
  ],
  "relatedIncidents": [
    15356,
    15364,
    15365,
    15379,
    15380
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}