{
  "id": 15585,
  "title": "1986년 Belleville 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-04-02",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Belleville. 판결일: 1986-04-02. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Belleville v. Hanby\n**판결일**: 1986-04-02\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: J.H. Gillis, P.J., and T.M. Burns and W.F. Hood\n\n## 변호인\n\nCarson, Fischer & Potts (by David William Potts and Bart M. Feinbaum), for plaintiffs., Hill, Lewis, Adams, Goodrich & Tait (by Timothy R. Sinclair), for Robert Hanby., Lawrence R. Greene, for Carol Ann Stivers.\n\n## 인용\n\n- 394 N.W.2d 412\n- 152 Mich. App. 548\n\n## 판결문 요약\n\n\n152 Mich. App. 548 (1986)\n394 N.W.2d 412\nBELLEVILLE\nv.\nHANBY\nDocket No. 84398.\nMichigan Court of Appeals.\nDecided April 2, 1986.\nCarson, Fischer &amp; Potts (by David William Potts and Bart M. Feinbaum), for plaintiffs.\nHill, Lewis, Adams, Goodrich &amp; Tait (by Timothy R. Sinclair), for Robert Hanby.\nLawrence R. Greene, for Carol Ann Stivers.\nBefore: J.H. GILLIS, P.J., and T.M. BURNS and W.F. HOOD,[*] JJ.\nPER CURIAM.\nPlaintiffs appeal as of right an order of the circuit court which granted defendants' motion for accelerated judgment on the basis that plaintiffs' claims were barred by the running of the statutory period of limitation.\n*550 On April 18, 1977, plaintiff Nancy Belleville was injured at the Shape-Up Shoppe, Inc., a fitness center. A lawsuit was filed against the corporation on March 19, 1980, and plaintiff and her husband obtained a judgment for $22,434.01. On March 31, 1983, defendant Robert Hanby, as president of the Shape-Up Shoppe, filed a Chapter 7 bankruptcy petition on behalf of the corporation. At the time, the single largest indebtedness of the corporation was the Bellevilles' judgment. On July 27, 1983, the Bellevilles conducted a creditor's examination of Robert Hanby pursuant to federal bankruptcy court rules. According to plaintiffs, the examination disclosed that there was a complete identity of interest between the Shape-Up Shoppe and its stockholders, defendants Hanby and Carol Stivers.\nPlaintiffs filed the instant action on September 13, 1983, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=belleville-v-hanby"
    }
  ],
  "relatedIncidents": [
    15418,
    15419,
    15430,
    15458,
    15471
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}