{
  "id": 15596,
  "title": "1986년 Dempster 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-03-17",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Dempster. 판결일: 1986-03-17. 법원: District Court, E.D. Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: FEDERAL DEPOSIT INSURANCE CORPORATION, Plaintiff, v. Catherine DEMPSTER, Et Al., Defendants\n**판결일**: 1986-03-17\n**법원**: District Court, E.D. Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Vining\n\n## 변호인\n\nRaymond R. Murphy, Jr., James Buckner, Chattanooga, Tenn., for Federal Deposit Ins. Corp., Jack B. Draper, Knoxville, Tenn., for Dempster, Flenniken and Oakes., John McLellan, Richard A. Spivey, Kingsport, Tenn., for Alpha and Jack Patrick., Thomas D. Kerr, Jr., Knoxville, Tenn., for Thayer., Ralph E. Harwell, Randall Nichols, Knoxville, Tenn., for Adams., L. Caesar Stair, III, Knoxville, Tenn., for Watson., Robert R. Crossley, Knoxville, Tenn., for Fortune., Don Stansberry and Dennis MeClane, K\n\n## 인용\n\n- 637 F. Supp. 362\n\n## 판결문 요약\n\n\n637 F. Supp. 362 (1986)\nFEDERAL DEPOSIT INSURANCE CORPORATION, Plaintiff,\nv.\nCatherine DEMPSTER, et al., Defendants.\nCiv. A. No. 3-84-327.\nUnited States District Court, E.D. Tennessee, S.D.\nMarch 17, 1986.\n*363 Raymond R. Murphy, Jr., James Buckner, Chattanooga, Tenn., for Federal Deposit Ins. Corp.\nJack B. Draper, Knoxville, Tenn., for Dempster, Flenniken and Oakes.\nJohn McLellan, Richard A. Spivey, Kingsport, Tenn., for Alpha and Jack Patrick.\nThomas D. Kerr, Jr., Knoxville, Tenn., for Thayer.\nRalph E. Harwell, Randall Nichols, Knoxville, Tenn., for Adams.\nL. Caesar Stair, III, Knoxville, Tenn., for Watson.\nRobert R. Crossley, Knoxville, Tenn., for Fortune.\nDon Stansberry and Dennis McClane, Knoxville, Tenn., for Gettys, Lay, Bell and Regas.\nRobert S. Young, Knoxville, Tenn., for Thompson, Cochran, Nacey, Terrell, Tucker, Sherbakoff, Underwood and Young.\nDavid W. Elrod, Dallas, Tex., pro se.\nMack A. Gentry, Knoxville, Tenn., for Browder.\nArchie Carpenter, Knoxville, Tenn., for Richardson.\nJess D. Campbell, Knoxville, Tenn., for Russell.\nDavid E. Rodgers, Knoxville, Tenn., for C.H. Butcher, Sr., and C.H. Butcher Jr.\nJack M. Tallent, Robert A. Finley, Knoxville, Tenn., for Ward and Wood.\nRobert H. Watson, Jr., Knoxville, Tenn., for Woodson.\nLewis S. Howard, Knoxville, Tenn., for Goodstein.\nStuart J. Gordon, E. Blake Moore, for Sudman and Langley.\nWilliam T. Ramsey, Knoxville, Tenn., for Jacob Butcher, and G.W. Ridenour, Jr.\nNeal S. Melnick, for James R. Martin.\nJames R. Moor...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=federal-deposit-ins-corp-v-dempster"
    }
  ],
  "relatedIncidents": [
    15374,
    15520,
    15523,
    15574,
    15090
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}