{
  "id": 15605,
  "title": "1986년 Webber 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-03-11",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Webber. 판결일: 1986-03-11. 법원: Court of Appeals of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Minnesota, Respondent, v. Thomas Michael WEBBER, Appellant\n**판결일**: 1986-03-11\n**법원**: Court of Appeals of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Forsberg, Lansing, Popovich\n\n## 변호인\n\nHubert H. Humphrey, III, Atty. Gen., Tom Foley, Ramsey Co. Atty., Steven C. DeCoster, Asst. Co. Atty., St. Paul, for respondent., C. Paul Jones, Public Defender, Bradford W. Colbert, Asst. Public Defender, Minneapolis, for appellant.\n\n## 인용\n\n- 382 N.W.2d 567\n\n## 판결문 요약\n\n\n382 N.W.2d 567 (1986)\nSTATE of Minnesota, Respondent,\nv.\nThomas Michael WEBBER, Appellant.\nNo. C4-85-1607.\nCourt of Appeals of Minnesota.\nMarch 11, 1986.\nHubert H. Humphrey, III, Atty. Gen., Tom Foley, Ramsey Co. Atty., Steven C. DeCoster, Asst. Co. Atty., St. Paul, for respondent.\nC. Paul Jones, Public Defender, Bradford W. Colbert, Asst. Public Defender, Minneapolis, for appellant.\nConsidered and decided by POPOVICH, C.J., and LANSING and FORSBERG, JJ., with oral argument waived.\n\nSUMMARY OPINION\nFORSBERG, Judge.\nThomas Webber appeals from a conviction of fourth degree assault and from an order denying a motion to modify his sentence. He contends the State failed to prove beyond a reasonable doubt that he did not act in self-defense and that the trial court abused its discretion by ordering a stay of execution of sentence rather than a stay of imposition. We affirm.\n\nISSUES\n1. Was there sufficient evidence for the jury to conclude beyond a reasonable doubt that appellant was not acting in self-defense?\n2. Did the trial court abuse its discretion in denying appellant's motion for a stay of imposition of sentence?\n\nANALYSIS\n\nI.\nAppellant was convicted of fourth degree assault in violation of Minn.Stat. § 609.2231:\n\n*568 Whoever assaults a peace officer when that officer is effecting a lawful arrest or executing any other duty imposed upon him by law and inflicts demonstrable bodily harm is guilty of a felony * *.\nMinn.Stat. § 609.2231 (1984). Appellant admitted at trial that...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-webber"
    }
  ],
  "relatedIncidents": [
    15397,
    15503,
    15595,
    15629,
    15643
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}