{
  "id": 15603,
  "title": "1986년 Carvajal 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-03-12",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Carvajal. 판결일: 1986-03-12. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Carvajal v. Levy\n**판결일**: 1986-03-12\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Gulotta, Garrison and Schott\n\n## 인용\n\n- 485 So. 2d 586\n\n## 판결문 요약\n\n\n485 So. 2d 586 (1986)\nEnrique CARVAJAL\nv.\nScott LEVY.\nNo. CA-4215.\nCourt of Appeal of Louisiana, Fourth Circuit.\nMarch 12, 1986.\n*587 Michael L. Mullin, New Orleans, for appellee.\nScott Levy, New Orleans, in pro. per.\nBefore GULOTTA, GARRISON and SCHOTT, JJ.\nGULOTTA, Judge.\nDefendant-lessee, Scott Levy, appeals from a summary judgment in favor of plaintiff-lessor, Enrique Carvajal, dismissing Levy's reconventional demand for damages and costs. We affirm.\n\nPROCEDURAL HISTORY\nLessor filed suit to cancel a written lease and evict defendant, who reconvened for damages for lessor's unauthorized entry of the leased premises and breach of lessee's peaceable possession.\nThe trial court's judgment cancelling the lease and evicting the defendant was affirmed by this court in 450 So. 2d 721 (La. App. 4th Cir.1984). However, we remanded the matter to the trial court to decide the issues raised in the reconventional demand. On remand, the trial judge rendered a summary judgment dismissing the lessee's reconventional demand. That judgment forms the basis of this appeal.\n\nUNCONTROVERTED FACTS\nFollowing the signing of the written lease, Levy moved into the leased premises on September 15 or September 16, 1981. On or about September 30, 1981 a neighbor told lessee that he had seen the lessor leaving his apartment. Levy subsequently discovered that two burners on his stove, which had not worked since the date he had moved into the apartment, were operating. Lessee telephoned Mrs. Carvajal and...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carvajal-v-levy"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15354,
    15355,
    15356
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}