{
  "id": 15602,
  "title": "1986년 Bickems 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-03-13",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Bickems. 판결일: 1986-03-13. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: John Wesley BICKEMS, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1986-03-13\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Vance, Devany and Scales\n\n## 변호인\n\nJ. Thomas Sullivan, Director, Charles Glanville, Student Counsel, SMU Appellate Clinic, Dallas, for appellant., Kathleen A. Walsh, Asst. Dist. Atty., Dallas, for appellee.\n\n## 인용\n\n- 708 S.W.2d 541\n\n## 판결문 요약\n\n\n708 S.W.2d 541 (1986)\nJohn Wesley BICKEMS, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 05-85-00546-CR.\nCourt of Appeals of Texas, Dallas.\nMarch 13, 1986.\n*542 J. Thomas Sullivan, Director, Charles Glanville, Student Counsel, SMU Appellate Clinic, Dallas, for appellant.\nKathleen A. Walsh, Asst. Dist. Atty., Dallas, for appellee.\nBefore VANCE, DEVANY and SCALES, JJ.\nDEVANY, Justice.\nJohn Wesley Bickems appeals his conviction for robbery. Appellant waived his right to a jury and was tried before the court. After finding him guilty, the court assessed punishment at four years. In two grounds of error, appellant alleges that there was insufficient evidence to support his conviction. We disagree, and, therefore, affirm the judgment of the trial court.\nThe State adduced evidence at trial establishing that the complainant, David C. Martin, 67 years old and retired, was attacked and robbed on January 22, 1985 by a black man. On direct examination, Martin at first testified that he was sure appellant was the individual who robbed him. Later, on direct examination, however, the following exchange transpired between the prosecutor and Martin (the reference to the \"picture\" and \"photograph lineup\" relate to an identification of appellant by Martin out of a photographic lineup on the day Martin was robbed):\nQ. Do you have any doubts today about this defendant is the man who in fact robbed you?\nA. I will tell you I didn't remember Mr. Bickems being quite as dark as he is, other than th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bickems-v-state"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15355,
    15361,
    15363
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}