{
  "id": 15617,
  "title": "1986년 Weiss 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-03-03",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Weiss. 판결일: 1986-03-03. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: V.R.W., Inc., Appellant-Respondent v. Joel Weiss, and Morris Weider\n**판결일**: 1986-03-03\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 118 A.D.2d 567\n\n## 판결문 요약\n\n\nIn an action, inter alia, to recover damages for fraud, the plaintiff appeals from so much of an order of the Supreme Court, Westchester County (Ruskin, J.), entered January 23, 1985, as denied those branches of its motion which sought an order pursuant to CPLR 3211 (b) dismissing the affirmative defenses of the defendants Joel Weiss and Morris Weider and an order granting the plaintiff summary judgment against the same defendants on its first and fourth causes of action, and the defendant Joel Weiss cross-appeals from so much of the same order as denied his cross motion for summary judgment dismissing the complaint insofar as it is asserted against him.\nOrder modified, on the law, by deleting the provision thereof which denied that branch of the plaintiff’s motion which sought dismissal of the defendant Weider’s first affirmative defense and substituting therefor a provision granting said branch of the motion. As so modified, order affirmed, insofar as appealed from, without costs or disbursements.\nMaterial and triable issues of fact remain to be determined. Therefore, Special Term properly denied summary judgment (see, Sillman v Twentieth Century-Fox Film Corp., 3 NY2d 395, 404). The viability of the defendant Weiss’s affirmative defenses rests on the same issues of fact, such that that branch of the plaintiff’s motion which sought dismissal of these defenses was also correctly denied.\nHowever, Special Term should have granted that branch of *568the plaintiffs motion which...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=vrw-inc-v-weiss"
    }
  ],
  "relatedIncidents": [
    15354,
    15368,
    15398,
    15429,
    15512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}