{
  "id": 15611,
  "title": "1986년 Staggie 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-03-05",
  "location": "Idaho, ID, USA",
  "summary": "미국 Idaho, ID 법원 판결 사건. 사건명: Staggie. 판결일: 1986-03-05. 법원: Idaho Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: J.P. STAGGIE, Plaintiff-Appellant, v. IDAHO FALLS CONSOLIDATED HOSPITALS, INC., an Idaho Corporation, Defendant and Third-Party Plaintiff, Respondent and Cross-Appellant, v. SERVICEMASTER INDUSTRIES, INC., a Delaware Corporation, Third-Party Defendant and Cross-Respondent\n**판결일**: 1986-03-05\n**법원**: Idaho Court of Appeals\n**관할**: Idaho, ID\n\n**판사**: Burnett, Swanstrom, Walters\n\n## 변호인\n\nSpencer Daw, Idaho Falls, for plaintiff-appellant., Lary S. Larson (Hopkins, French, Crockett & Springer), Idaho Falls, for defendant and third-party plaintiff, respondent and cross-appellant Idaho Falls Consol. Hospitals, Inc., R. Vern Kidwell (Holden, Kidwell, Hahn & Crapo), Idaho Falls, and Lawrence C. DiNardo and James A. Burns, Jr. (Sey-forth, Shaw, Fairweather & Geraldson), Chicago, Ill., for third-party defendant and cross-respondent Servicemaster Industries, Inc. (brief only).\n\n## 인용\n\n- 715 P.2d 1019\n- 110 Idaho 349\n\n## 판결문 요약\n\n\n715 P.2d 1019 (1986)\n110 Idaho 349\nJ.P. STAGGIE, Plaintiff-Appellant,\nv.\nIDAHO FALLS CONSOLIDATED HOSPITALS, INC., an Idaho corporation, Defendant and Third-Party Plaintiff, Respondent and Cross-Appellant,\nv.\nSERVICEMASTER INDUSTRIES, INC., a Delaware corporation, Third-Party Defendant and Cross-Respondent.\nNo. 15946.\nCourt of Appeals of Idaho.\nMarch 5, 1986.\n*1020 Spencer Daw, Idaho Falls, for plaintiff-appellant.\nLary S. Larson (Hopkins, French, Crockett &amp; Springer), Idaho Falls, for defendant and third-party plaintiff, respondent and cross-appellant Idaho Falls Consol. Hospitals, Inc.\nR. Vern Kidwell (Holden, Kidwell, Hahn &amp; Crapo), Idaho Falls, and Lawrence C. DiNardo and James A. Burns, Jr. (Seyforth, Shaw, Fairweather &amp; Geraldson), Chicago, Ill., for third-party defendant and cross-respondent Servicemaster Industries, Inc. (brief only).\nBURNETT, Judge.\nThis appeal comes to us from a judgment involuntarily dismissing a suit for wrongful termination of employment. The employee, J.P. Staggie, was discharged for falsification of records. He contends that his activities had been authorized by a supervisor and that the discharge was motivated by bad faith. We affirm the judgment.\nStaggie was employed as a maintenance engineer by Idaho Falls Consolidated Hospitals, Inc. His training and supervision were furnished by a separate entity, Servicemaster Industries, Inc., under contract with the hospital. When Staggie reported for work on December 16, 1983, he was asked...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=staggie-v-idaho-falls-consolidated-hospitals-inc"
    }
  ],
  "relatedIncidents": [
    15418,
    15419,
    15430,
    15458,
    15471
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}