{
  "id": 15613,
  "title": "1986년 Pancoast 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-03-04",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Pancoast. 판결일: 1986-03-04. 법원: Court of Appeals of Virginia.",
  "description": "## 사건 정보\n\n**사건명**: Sharon Ann Pancoast v. Commonwealth of Virginia\n**판결일**: 1986-03-04\n**법원**: Court of Appeals of Virginia\n**관할**: Virginia, VA\n\n**판사**: Keenan\n\n## 변호인\n\nCounsel, Craig S. Cooley (Brown and Cooley, on brief), for appellant., Leah Ann Darron, Assistant Attorney General (Gerald L. Baliles, Attorney General, on brief), for appellee.\n\n## 인용\n\n- 340 S.E.2d 833\n- 2 Va. App. 28\n\n## 판결문 요약\n\n\n340 S.E.2d 833 (1986)\nSharon Ann PANCOAST\nv.\nCOMMONWEALTH of Virginia.\nRecord No. 0060-85.\nCourt of Appeals of Virginia.\nArgued September 13, 1985.\nDecided March 4, 1986.\n*834 Craig S. Cooley (Brown &amp; Cooley, Richmond, on brief), for appellant.\nLeah Ann Darron, Asst. Atty. Gen. (Gerald L. Baliles, Atty. Gen., on brief), for appellee.\nPresent: BENTON, BARROW and KEENAN, JJ.\nKEENAN, Judge.\nSharon Ann Pancoast, appellant, was convicted, in a bench trial, of two counts of unlawfully and feloniously obtaining a drug by fraud, deceit, misrepresentation and use of a forged prescription in violation of Code § 18.2-258.1(A).[1] She was sentenced to four years, all suspended, for one count. Imposition of sentence was suspended on the second count.\nThe issues we are asked to decide are (1) whether the evidence of intent was sufficient to support a conviction for violation of Code § 18.2-258.1(A) and (2) whether the court erred in ruling that Code §§ 18.2-260 and 54-524.65 do not constitute a lesser included offense of Code § 18.2-258.1. We find that the evidence was sufficient to convict appellant under the felony statute. For this reason, we do not reach the issue of a lesser included offense.\n\nI.\nThe events which led to these convictions took place in September and October of 1983. At that time, appellant was an intern at the Medical College of Virginia. She was licensed to practice medicine in Louisiana, but not in Virginia. Her husband, Paul Pancoast, was a pharmacist licensed ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pancoast-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    15354,
    15368,
    15398,
    15429,
    15512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}