{
  "id": 15618,
  "title": "1986년 Robert Breest v. Michael Cunningham, Warden, New Hampshire State Prison 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-02-28",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Robert Breest v. Michael Cunningham, Warden, New Hampshire State Prison. 판결일: 1986-02-28. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Robert BREEST, Petitioner, Appellant, v. Michael CUNNINGHAM, Warden, New Hampshire State Prison, Respondent, Appellee\n**판결일**: 1986-02-28\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Aldrich, Coffin, Rosenn\n\n## 변호인\n\nAlan Scribner, on brief for petitioner, appellant., Andrew L. Isaac, Asst. Atty. Gen., with whom Stephen E. Merrill, Atty. Gen., were on brief for respondent, appellee.\n\n## 인용\n\n- 784 F.2d 435\n\n## 판결문 요약\n\n784 F.2d 435\n    Robert BREEST, Petitioner, Appellant,v.Michael CUNNINGHAM, Warden, New Hampshire State Prison,Respondent, Appellee.\n    No. 85-1301.\n    United States Court of Appeals,First Circuit.\n    Feb. 28, 1986.\n    \n      Alan Scribner, on brief for petitioner, appellant.\n      Andrew L. Isaac, Asst. Atty. Gen., with whom Stephen E. Merrill, Atty. Gen., were on brief for respondent, appellee.\n      Before COFFIN and ALDRICH, Circuit Judges, and ROSENN,* Senior Circuit Judge.\n      COFFIN, Circuit Judge.\n    \n    \n      1\n      Petitioner Breest appeals from a decision of the district court denying his request for a writ of habeas corpus.  We affirm the district court, finding that Breest has failed to meet the \"cause\" and \"prejudice\" requirements of Wainwright v. Sykes, 433 U.S. 72, 97 S. Ct. 2497, 53 L. Ed. 2d 594 (1977).\n    \n    I.\n    \n      2\n      Breest was convicted of first degree murder and sentenced to life imprisonment in New Hampshire in 1973.  His conviction and sentence were affirmed on appeal.    State v. Breest, 116 N.H. 734, 367 A.2d 1320 (1976).  Breest has filed four previous habeas corpus petitions, three of which have been denied.  The fourth one, challenging certification of petitioner's crime as psycho-sexual, has been granted and has led to a recertification proceeding.    Breest v. Perrin, 752 F.2d 8 (1st Cir.1984).  The facts of petitioner's trial and conviction are set forth in full in our opinion in Breest v. Perrin, 624 F.2d 1112, 1113-14...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robert-breest-v-michael-cunningham-warden-new-hampshire-state-prison"
    }
  ],
  "relatedIncidents": [
    15356,
    15364,
    15365,
    15379,
    15380
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}