{
  "id": 15616,
  "title": "1986년 Causby 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-03-03",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Causby. 판결일: 1986-03-03. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Tennessee, Appellee, v. Jeffrey CAUSBY and Eugene Montgomery, Appellants\n**판결일**: 1986-03-03\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: Brock, Cooper, Fones, Franks, Harbison\n\n## 변호인\n\nRichard W. Pectol and Penny J. White, Johnson City, for Jeffrey Causby., Rondal B. Cole, Elizabethton, for Eugene Montgomery., Wayne E. Uhl, Asst. Atty. Gen. (W.J. Michael Cody Atty. Gen. and Reporter, Nashville, of counsel), for appellee.\n\n## 인용\n\n- 706 S.W.2d 628\n\n## 판결문 요약\n\n\n706 S.W.2d 628 (1986)\nSTATE of Tennessee, Appellee,\nv.\nJeffrey CAUSBY and Eugene Montgomery, Appellants.\nSupreme Court of Tennessee, at Knoxville.\nMarch 3, 1986.\n*629 Richard W. Pectol and Penny J. White, Johnson City, for Jeffrey Causby.\nRondal B. Cole, Elizabethton, for Eugene Montgomery.\nWayne E. Uhl, Asst. Atty. Gen. (W.J. Michael Cody Atty. Gen. and Reporter, Nashville, of counsel), for appellee.\n\nOPINION\nCOOPER, Justice.\nThis case involves the appeals of two defendants convicted of first-degree murder *630 and sentenced to life imprisonment. The issues for review concern the admission of a witness' former testimony as substantive evidence, the sufficiency of the evidence, prosecutorial misconduct, and the possible illegal separation of the jury during sequestration. The Court of Criminal Appeals found no reversible error and affirmed the convictions. We hold that the defendants have established a prima facie case of illegal jury separation, and we remand this cause for an evidentiary hearing on that issue. In all other aspects the Court of Criminal Appeals is affirmed.\nBen Tester, an elderly resident of Hampton in Carter County, was murdered on the night of August 26, 1981. Witnesses testified that they saw the two defendants, and other participants in the crime, in the area of the Tester home on the days prior to the murder, and on the afternoon of the murder. Mr. Tester's daughter-in-law testified that Mr. Tester had returned from church at about 8:20 or 8:30 p.m. ha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-causby"
    }
  ],
  "relatedIncidents": [
    15356,
    15364,
    15365,
    15379,
    15380
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}