{
  "id": 15614,
  "title": "1986년 Cooper 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-03-04",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Cooper. 판결일: 1986-03-04. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: COOPER v. State\n**판결일**: 1986-03-04\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Bell\n\n## 변호인\n\nCalhoun, Donaldson, Riddle & Cox, John R. Calhoun, William O. Cox, for appellant., Spencer Lawton, Jr., District Attorney, Michael J. Bowers, Attorney General, Eddie Snelling, Jr., Staff Assistant Attorney General, for appellee.\n\n## 인용\n\n- 255 Ga. 487\n- 340 S.E.2d 19\n\n## 판결문 요약\n\n\nBell, Justice.\nThe appellant, Perry Cooper, was tried for the murder of Albert Burnett, and found guilty but mentally ill. He received a life sentence.1 He appeals, and we affirm.\nCooper and his wife, Jacqueline, had been married for fifteen years, but separated in July 1983. Mrs. Cooper and Burnett had dated since January 1983. On August 30, 1983, Mrs. Cooper became ill, and called Burnett at about 10:30 p.m. to take her to a local hospital. Burnett drove Mrs. Cooper, as well as two of her children, to the hospital in her car. Burnett left Mrs. Cooper at the hospital, and then took her children home. As he was driving away from the house to return to the hospital, the appellant saw him.\nCooper, who had a. .38 caliber pistol and a .357 magnum in his car, began firing at Burnett. Burnett drove to the hospital, and ran inside. Cooper then followed him into the hospital, carrying both pistols, and shot at Burnett numerous times. One of the bullets struck Burnett in the chest, and killed him.\nAt trial Cooper testified that he did not like Burnett around his wife or children because of his criminal record, which included a rape charge. He testified that on the evening of August 30, 1983, he went to his wife’s house to inquire about a bill. He said that as he approached the house he saw his fifteen-year-old daughter and his son *488run into the house, and someone in his wife’s car back out of the driveway and leave. He followed the car and saw that Burnett was driving it. Accordin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cooper-v-state"
    }
  ],
  "relatedIncidents": [
    15356,
    15364,
    15365,
    15379,
    15380
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}