{
  "id": 15619,
  "title": "1986년 Avramidis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-02-27",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Avramidis. 판결일: 1986-02-27. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Vasilios Avramidis, Individually and as Parent and Natural Guardian of Jennie Avramidis, an Infant v. City of Schenectady\n**판결일**: 1986-02-27\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Main\n\n## 인용\n\n- 117 A.D.2d 955\n\n## 판결문 요약\n\n\n—Main, J. P.\nAppeal from an order of the Supreme Court at Special Term (Shea, J.), entered December 10, 1984 in Schenectady County, which denied defendant’s motion for summary judgment dismissing the complaint.\nJennie Avramidis, an infant, injured her left foot when she stepped on a sharp object beneath the surface of the water in a swimming pool owned and operated by defendant. Plaintiff then commenced this action seeking damages for the injury sustained by the infant. Thereafter, defendant, arguing that it had no notice or knowledge of the alleged defect that caused the injury, moved for summary judgment dismissing the complaint. Special Term denied such motion, and this appeal ensued.\n*956We affirm. Judgment in defendant’s favor is inappropriate at this early stage of the litigation since there exists a question of fact, inter alia, as to whether defendant may have breached its duty to reasonably inspect the pool for the presence of foreign objects likely to cause injury to patrons of the pool, thereby obviating the necessity of a showing that defendant had received notice of the alleged defect (see, 4B Warren, Negligence in the New York Courts, Parks, § 1.02, at 432-433 [3d ed]).\nOrder affirmed, with costs. Main, J. P., Weiss, Mikoll, Yesawich, Jr., and Harvey, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=avramidis-v-city-of-schenectady"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15354,
    15355,
    15356
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}