{
  "id": 15621,
  "title": "1986년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-02-25",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Jones. 판결일: 1986-02-25. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State v. Jones\n**판결일**: 1986-02-25\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Carter, Savoie and Alford\n\n## 인용\n\n- 484 So. 2d 933\n\n## 판결문 요약\n\n\n484 So. 2d 933 (1986)\nSTATE of Louisiana\nv.\nTerry JONES.\nNo. KA 85 0925.\nCourt of Appeal of Louisiana, First Circuit.\nFebruary 25, 1986.\n*934 Jack Bride, Asst. Indigent Defender, Sunshine, John M. Bemiss, Jr., Asst. Indigent Defender, Port Allen, Jerry D'Aquila, Indigent Defender, New Roads, for defendant, appellant, Terry Jones.\nT. Barry Wilkinson, Asst. Dist. Atty., Port Allen, for the State.\nBefore CARTER, SAVOIE and ALFORD, JJ.\nSAVOIE, Judge.\nTerry Jones was charged by bill of information with one count of armed robbery in violation of LSA-R.S. 14:64. Defendant pled guilty, pursuant to a plea bargain, with the understanding that he would receive a sentence of eleven years at hard labor, without benefit of parole, probation, or suspension of sentence. Before sentencing, however, defendant changed his mind and filed a motion to withdraw his guilty plea. After a hearing, Judge Catherine Kimball denied the motion. Thereafter, according to the plea bargain agreement, defendant was sentenced to eleven years at hard labor without benefit of parole, probation, or suspension of sentence. Defendant has appealed, alleging two assignments of error, as follows:\n1. The trial court erred in denying the defendant's motion to withdraw his guilty plea.\n2. The trial court erred in imposing an excessive sentence.\nOn November 30, 1984, Terry Jones and three accomplices drove to the Riviera Club on Highway 190 in West Baton Rouge Parish. As they departed the Riviera Club later that evening, a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-jones"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15355,
    15361,
    15363
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}