{
  "id": 15626,
  "title": "1986년 Opinion No. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-02-21",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Opinion No.. 판결일: 1986-02-21. 법원: Texas Attorney General Reports.",
  "description": "## 사건 정보\n\n**사건명**: Marvin J. Titzman\n**판결일**: 1986-02-21\n**법원**: Texas Attorney General Reports\n**관할**: Texas, TX\n\n**판사**: JIM MATTOX, Attorney General of Texas\n\n\n## 판결문 요약\n\nMr. Marvin J. Titzman Executive Director Texas Surplus Property Agency P.O. Box 8120 San Antonio, Texas 78208\nRe: Whether the Texas Surplus Property Board may make purchases from the trust fund created by article 6252-6b, V.T.C.S., without approval by the State Purchasing and General Services Commission\nDear Mr. Titzman:\nYou ask whether purchases by the Texas Surplus Property Agency which are paid for from its Service Charge Trust Fund are subject to purchasing and approval procedures of the State Purchasing and General Services Commission under article 601b, V.T.C.S.\nSection 3.01 of the State Purchasing and General Services Act, codified as article 601b, V.T.C.S., provides in pertinent part, that\n  (a) The [State Purchasing and General Services Commission] shall purchase, lease, rent, or otherwise acquire all supplies, materials, services, and equipment for all state agencies, except for serial and journal subscriptions for libraries operated as a part of university systems or institutions of higher education. . . . (Emphasis added).\nSection 1.02(2) of article 601b defines a \"state agency\" to include any department, commission, board, office, or other agency in the executive branch of state government created by the constitution or a statute of this state. In our opinion, the Texas Surplus Property Agency, created by article 6252-6b, V.T.C.S., is a state agency within that definition. As such, the Texas Surplus Property Agency is subject to the applicable provisions of artic...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=opinion-no"
    }
  ],
  "relatedIncidents": [
    15633,
    15114,
    15349,
    15351,
    15354
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}