{
  "id": 15628,
  "title": "1986년 Kleiber 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-02-19",
  "location": "Idaho, ID, USA",
  "summary": "미국 Idaho, ID 법원 판결 사건. 사건명: Kleiber. 판결일: 1986-02-19. 법원: Idaho Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Norbert KLEIBER, Plaintiff-Appellant, Cross Respondent, v. CITY OF IDAHO FALLS, State of Idaho, a Municipal Corporation, Defendant-Respondent, Cross Appellant\n**판결일**: 1986-02-19\n**법원**: Idaho Supreme Court\n**관할**: Idaho, ID\n\n**판사**: Bakes, Bistline, Donaldson, Huntley, Shepard\n\n## 변호인\n\nMarc J. Weinpel and James F. Combo, Idaho Falls, for plaintiff-appellant, cross-respondent., Allyn L. Sweeney and Gregory R. Gio-metti, Boise, for defendant-respondent, cross-appellant.\n\n## 인용\n\n- 716 P.2d 1273\n- 110 Idaho 501\n\n## 판결문 요약\n\n\n716 P.2d 1273 (1986)\n110 Idaho 501\nNorbert KLEIBER, Plaintiff-Appellant, Cross Respondent,\nv.\nCITY OF IDAHO FALLS, State of Idaho, a municipal corporation, Defendant-Respondent, Cross Appellant.\nNo. 15758.\nSupreme Court of Idaho.\nFebruary 19, 1986.\nRehearing Denied April 23, 1986.\n*1274 Marc J. Weinpel and James F. Combo, Idaho Falls, for plaintiff-appellant, cross-respondent.\nAllyn L. Sweeney and Gregory R. Giometti, Boise, for defendant-respondent, cross-appellant.\nSHEPARD, Justice.\nThis is an appeal from a summary judgment dismissing the complaint of appellant Kleiber who sought damages under the theories of common law tort and a violation of his constitutional rights under 42 U.S.C. Section 1983 which allegedly resulted from the city's refusal to allow Kleiber to operate a mobile hot dog stand on the sidewalks of downtown Idaho Falls. We affirm.\nIn May 1982 Kleiber applied to the city of Idaho Falls for a business license to operate a mobile hot dog stand in downtown Idaho Falls. Kleiber indicated that he was unsure where his stand would be located but that he intended to operate at various locations throughout the city. It is asserted by the city that Kleiber was told he would be in violation of City Ordinance No. 9-9-1 if he attempted to operate his business on a public sidewalk.[1] Kleiber denies that he received any such warning. A license was issued and Kleiber began operating his business on public sidewalks. Shortly thereafter the police warned Kleiber he was viol...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kleiber-v-city-of-idaho-falls"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15354,
    15355,
    15356
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}