{
  "id": 15620,
  "title": "1986년 Day 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-02-26",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Day. 판결일: 1986-02-26. 법원: Arizona Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Arizona, Appellee, v. Terry Dean DAY, Appellant\n**판결일**: 1986-02-26\n**법원**: Arizona Supreme Court\n**관할**: Arizona, AZ\n\n**판사**: Cameron, Feldman, Gordon, Hays, Holohan\n\n## 변호인\n\nRobert K. Corbin, Atty. Gen., William Schafer III, Chief Counsel, Crim. Div., Greg McCarthy, Asst. Atty. Gen., Phoenix, for appellee., O’Dowd, Burke & Lundquist by Bruce Burke, Karen Allen, Tucson, for appellant.\n\n## 인용\n\n- 715 P.2d 743\n- 148 Ariz. 490\n\n## 판결문 요약\n\n\n148 Ariz. 490 (1986)\n715 P.2d 743\nSTATE of Arizona, Appellee,\nv.\nTerry Dean DAY, Appellant.\nNo. 6385.\nSupreme Court of Arizona, En Banc.\nFebruary 26, 1986.\n*492 Robert K. Corbin, Atty. Gen., William Schafer III, Chief Counsel, Crim. Div., Greg McCarthy, Asst. Atty. Gen., Phoenix, for appellee.\nO'Dowd, Burke &amp; Lundquist by Bruce Burke, Karen Allen, Tucson, for appellant.\nGORDON, Vice Chief Justice.\nFACTS\nOn June 14, 1984 a jury convicted Terry Dean Day of seventeen counts of sexual assault, ten counts of kidnapping, eight counts of burglary in the first degree, seven counts of armed robbery, two counts of aggravated assault, two counts of attempted sexual assault, one count of sexual abuse, one count of robbery, one count of burglary in the second degree, and one count of attempted burglary in the first degree  in all fifty separate felony counts.\nThe trial court sentenced Day to nine consecutive life terms plus a consecutive term of 11.25 years. Day appeals from both the convictions and the sentences. We have jurisdiction pursuant to Arizona Const. art. 6 § 5(3) and A.R.S. §§ 13-4033 and 13-4035.\nThe series of crimes leading to appellant's convictions occurred in Tucson between July 10, 1982, and September 4, 1983. Appellant was arrested on September 15, 1983. During this sixteen-month period the appellant sexually assaulted eight women, including two minors, sexually abused another woman, and committed various other criminal acts. All together the fifty counts encompas...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-day"
    }
  ],
  "relatedIncidents": [
    15369,
    15482,
    15488,
    15640,
    14995
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}