{
  "id": 15637,
  "title": "1986년 Vidal 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-02-10",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Vidal. 판결일: 1986-02-10. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America v. Nicolas VIDAL, Defendant\n**판결일**: 1986-02-10\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Motley\n\n## 변호인\n\nRudolph W. Giuliani, U.S. Atty. for S.D. N.Y. by Adam S. Hoffinger, Asst. U.S. Atty., New York City, for Government., David H. Weiss, New York City, for defendant.\n\n## 인용\n\n- 637 F. Supp. 327\n\n## 판결문 요약\n\n\n637 F. Supp. 327 (1986)\nUNITED STATES of America\nv.\nNicolas VIDAL, Defendant.\nNo. 85 Cr. 631 (CBM).\nUnited States District Court, S.D. New York.\nFebruary 10, 1986.\nRudolph W. Giuliani, U.S. Atty. for S.D. N.Y. by Adam S. Hoffinger, Asst. U.S. Atty., New York City, for Government.\nDavid H. Weiss, New York City, for defendant.\n\nOPINION\nMOTLEY, Chief Judge.\nDefendant Nicolas Vidal, charged with conspiracy to distribute heroin, and distribution of heroin, has moved to suppress certain evidence found in his car after he was arrested by federal agents. After a hearing on this issue, at which the federal agent involved in this contested car search testified, and for the reasons that follow, the court denies defendant's suppression motion.\n\nFacts\nDefendant was arrested at an apartment building in the Washington Heights section of Manhattan where Jose Reyes, a government informant in this case, lived. Mr. Reyes had just been arrested the day earlier for selling drugs to a Drug Enforcement Administration undercover agent. Reyes was on probation at the time. Several hours after his arrest, Reyes agreed to cooperate with the federal authorities. Defendant *328 Vidal, he told the authorities, was his supplier, and would be coming by his home the next morning, as was his custom, to pick up payment for the drugs. Reyes advised that he and Vidal communicated with each other by means of telephone and an electronic \"beeper\" system.\nHaving agreed to arrange a meeting with Vidal, Reyes was esco...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-vidal"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-dorch"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15355,
    15361,
    15363
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}