{
  "id": 15630,
  "title": "1986년 Shiells 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-02-18",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Shiells. 판결일: 1986-02-18. 법원: Court of Appeals of Arizona.",
  "description": "## 사건 정보\n\n**사건명**: William N. SHIELLS, a single man v. R.F. KOLT and Donald W. Kolt, Oracle Wetmore Carwash, an Arizona partnership\n**판결일**: 1986-02-18\n**법원**: Court of Appeals of Arizona\n**관할**: Arizona, AZ\n\n**판사**: Birdsall, Fernandez, Howard\n\n## 변호인\n\nDruke, Feulner & Cornelio, P.C. by Carmine Cornelio, Richard J. Michela, Tucson, for plaintiff/appellant., Kimble, Gothreau, Nelson & Cannon, P.C. by Daryl A. Audilett, Tucson, for defendants/appellees.\n\n## 인용\n\n- 148 Ariz. 424\n- 714 P.2d 1319\n\n## 판결문 요약\n\n\nOPINION\nBIRDSALL, Presiding Judge.\nThis appeal is from a summary judgment dismissing appellant’s personal injury complaint.\nThe appellant drove to a carwash owned and/or operated by the appellees to buy gasoline. Upon exiting the cashier’s office, he vaulted over a two and one-half-foot to three-foot railing along a walkway in front of the office. The railing collapsed and he was injured. The railing, which was made of steel pipe and anchored to the walkway, had previously been damaged by an automobile and one or more of the vertical rails to the anchors was loose. This condition was not obvious to anyone, and the appellant was not aware of it. The purpose of the railing was to provide a safe route to the cashier’s office from the gas pumps by separating the walkway from the driveway. In order to get to the cashier, one had to walk around the open end of the rail into the walkway. The appellant had used that route on his way to the office to pay for his gas, but chose a “shortcut” upon his exit.\nThe appellees contend that this appeal is controlled by the decision of our supreme court in Nicoletti v. Westcor, Inc., 131 *425Ariz. 140, 639 P.2d 330 (1982). In Nicoletti, the court affirmed summary dismissal of an injured department store employee’s complaint. The employee had attempted a shortcut across the property through a planter instead of using the sidewalk. She had tripped on either a wire or the vines in the planter. The court found that her status as an invitee had chan...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=shiells-v-kolt"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15354,
    15355,
    15356
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}