{
  "id": 15643,
  "title": "1986년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-01-31",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1986-01-31. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Jerry McKEITHAN, Appellant\n**판결일**: 1986-01-31\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Cavanaugh, Cercone and Lipez\n\n## 변호인\n\nDouglas W. Herman, Assistant Public Defender, Chambersburg, for appellant., John R Walker, District Attorney, Chambersburg, for Commonwealth appellee.\n\n## 인용\n\n- 504 A.2d 294\n- 350 Pa. Super. 160\n\n## 판결문 요약\n\n\n350 Pa. Super. 160 (1986)\n504 A.2d 294\nCOMMONWEALTH of Pennsylvania\nv.\nJerry McKEITHAN, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted June 21, 1985.\nFiled January 31, 1986.\n*162 Douglas W. Herman, Assistant Public Defender, Chambersburg, for appellant.\nJohn R Walker, District Attorney, Chambersburg, for Commonwealth appellee.\nBefore CAVANAUGH, CERCONE and LIPEZ, JJ.\nCERCONE, Judge:\nJerry McKeithan was found guilty of aggravated assault[1] by a judge sitting without a jury. He was sentenced on June 27, 1984, to undergo imprisonment in the Franklin County Prison for a period of not less than 20 months nor more than 59 months, to pay a fine of $300.00 and the costs of prosecution. Appellant was sentenced in accordance with the Deadly Weapon Enhancement of the Sentencing Guidelines.[2] In his timely filed Motion to Modify Sentence *163 and now on appeal, appellant advances several challenges to the constitutionality of the weapons enhancement provision and to the manner in which it was applied to him.\nThe charges arose from an altercation between appellant and one Willie James Thomas during the early morning hours of December 10, 1983. A fight had initially ensued between two women at a social club. When the fight moved outside, Thomas, the eventual victim, attempted to break it up. Appellant interfered saying \"let the women fight\". The two men exchanged angry words and when Thomas turned away, appellant stepped up and cut him across the neck. Thomas did not see a weapon, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-mckeithan"
    }
  ],
  "relatedIncidents": [
    15397,
    15503,
    15595,
    15605,
    15629
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}