{
  "id": 15649,
  "title": "1986년 Daniels 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-01-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Daniels. 판결일: 1986-01-21. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Daniels v. Williams\n**판결일**: 1986-01-21\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Brennan, Burger, Powell, Rehnquist, Stevens, White\n\n## 변호인\n\nStephen Allan Saltzburg argued the cause and filed briefs for petitioner., James Walter Hopper argued the cause and filed a brief for respondent.\n\n## 인용\n\n- 88 L. Ed. 2d 662\n- 106 S. Ct. 662\n- 474 U.S. 327\n- 1986 U.S. LEXIS 43\n\n## 판결문 요약\n\n\n474 U.S. 327 (1986)\nDANIELS\nv.\nWILLIAMS\nNo. 84-5872.\nSupreme Court of United States.\nArgued November 6, 1985\nDecided January 21, 1986\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FOURTH CIRCUIT\n*328 Stephen Allan Saltzburg argued the cause and filed briefs for petitioner.\nJames Walter Hopper argued the cause and filed a brief for respondent.\nJUSTICE REHNQUIST delivered the opinion of the Court.\nIn Parratt v. Taylor, 451 U. S. 527 (1981), a state prisoner sued under 42 U. S. C. § 1983, claiming that prison officials had negligently deprived him of his property without due process of law. After deciding that § 1983 contains no independent state-of-mind requirement, we concluded that although petitioner had been \"deprived\" of property within the meaning of the Due Process Clause of the Fourteenth Amendment, the State's postdeprivation tort remedy provided the process that was due. Petitioner's claim in this case, which also rests on an alleged Fourteenth Amendment \"deprivation\" caused by the negligent conduct of a prison official, leads us to reconsider our statement in Parratt that \"the alleged loss, even though negligently caused, amounted to a deprivation.\" Id., at 536-537. We conclude that the Due Process Clause is simply not implicated by a negligent act of an official causing unintended loss of or injury to life, liberty, or property.\nIn this § 1983 action, petitioner seeks to recover damages for back and ankle injuries allegedly sustained when he fell on a pr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "미국",
    "판례",
    "폭행",
    "주요판결",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=daniels-v-williams"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=messer-v-kemp-warden"
    }
  ],
  "relatedIncidents": [
    15502,
    15629,
    15056,
    15356,
    15364
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}