{
  "id": 15644,
  "title": "1986년 In re Estates 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-01-31",
  "location": "North Dakota, ND, USA",
  "summary": "미국 North Dakota, ND 법원 판결 사건. 사건명: In re Estates. 판결일: 1986-01-31. 법원: North Dakota Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the ESTATES OF Emil GUSTAFSON and Amy Gustafson, Deceased. Elaine GUSTAFSON, Petitioner and Appellant, v. John GUSTAFSON, Stanley Gustafson, Jacqueline Weisenberger, and Liberty National Bank and Trust Company, Respondents and Appellees\n**판결일**: 1986-01-31\n**법원**: North Dakota Supreme Court\n**관할**: North Dakota, ND\n\n**판사**: Erickstad, Gierke, Levine, Meschke, Walle, Yande\n\n## 변호인\n\nWheeler, Wolf, Peterson, Schmitz, McDonald & Johnson, Bismarck, for petitioner and appellant; argued by Gregory C. Larson., Mackoff, Kellogg, Kirby & Kloster, Dickinson, for respondents and appellees; argued by Gordon W. Sehnell.\n\n## 인용\n\n- 381 N.W.2d 208\n\n## 판결문 요약\n\n\n381 N.W.2d 208 (1986)\nIn the Matter of the ESTATES OF Emil GUSTAFSON and Amy Gustafson, Deceased.\nElaine GUSTAFSON, Petitioner and Appellant,\nv.\nJohn GUSTAFSON, Stanley Gustafson, Jacqueline Weisenberger, and Liberty National Bank and Trust Company, Respondents and Appellees.\nCiv. No. 11047.\nSupreme Court of North Dakota.\nJanuary 31, 1986.\n*209 Wheeler, Wolf, Peterson, Schmitz, McDonald &amp; Johnson, Bismarck, for petitioner and appellant; argued by Gregory C. Larson.\nMackoff, Kellogg, Kirby &amp; Kloster, Dickinson, for respondents and appellees; argued by Gordon W. Schnell.\nERICKSTAD, Chief Justice.\nElaine Gustafson appeals from the county court order denying her petition for rehearing and awarding attorney's fees to respondents. We affirm in part, reverse in part, and remand.\nElaine, along with her brothers Stanley Gustafson and John Gustafson and her sister Jacqueline Weisenberger are the children of Amy Gustafson and Emil Gustafson.\nEmil died November 3, 1971, naming in his will his wife Amy, and their children Elaine, Stanley, John, and Jacqueline as beneficiaries. After some delay in the probate proceedings, an agreement for distribution was entered into on October 16, 1982. The agreement for distribution provided that certain land in the estate be surveyed, appraised, and divided into four units of equal value, one unit to be selected by each of Emil's four children. After the land was divided and appraised, and after each of the four children had an opportunity to ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=matter-of-estates-of-gustafson"
    }
  ],
  "relatedIncidents": [
    15418,
    15419,
    15430,
    15458,
    15471
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}