{
  "id": 15640,
  "title": "1986년 Nichols 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-02-06",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Nichols. 판결일: 1986-02-06. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Nichols v. the State\n**판결일**: 1986-02-06\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Banke, Birdsong, Sognier\n\n## 변호인\n\nWade C. Hoyt III, for appellant., Stephen F. Lanier, District Attorney, Danny W. Crabbe, Harold Chambers, Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 340 S.E.2d 654\n- 177 Ga. App. 689\n\n## 판결문 요약\n\n\n177 Ga. App. 689 (1986)\n340 S.E.2d 654\nNICHOLS\nv.\nTHE STATE.\n71796.\nCourt of Appeals of Georgia.\nDecided February 6, 1986.\nWade C. Hoyt III, for appellant.\nStephen F. Lanier, District Attorney, Danny W. Crabbe, Harold Chambers, Assistant District Attorneys, for appellee.\nBIRDSONG, Presiding Judge.\nThe defendant, Tony Nichols, was charged with the offenses of rape, aggravated sodomy, kidnapping, and possession of a knife during the commission of a crime. He was convicted of rape and aggravated sodomy and brings this appeal.\nOn the evening of March 22, 1985, the victim had a date with *690 Mather Muse and met him at the downtown Holiday Inn lounge. After a couple of drinks, they each drove their car to the Skytop Holiday Inn in Floyd County. They visited the lounge, talked with friends, had a few drinks, and danced until approximately 11:30 p. m., according to the victim and Muse. He walked the victim to her car and asked if she wanted him to follow her home. She said she did not and he departed. He looked back and saw her in her car and waved.\nThe victim said she had difficulty starting the car and was approached by the defendant who asked if she needed any help. She said that she did not, that it usually took a few attempts to get the car started. But the defendant came around to the passenger side, opened the door and displayed an open knife. Her version of the succeeding events was that he told her to drive to the bottom of the hill and held a knife close to her side. She ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nichols-v-state"
    }
  ],
  "relatedIncidents": [
    15369,
    15482,
    15488,
    15620,
    14995
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}