{
  "id": 15641,
  "title": "1986년 Battles 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-02-04",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Battles. 판결일: 1986-02-04. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Battles v. State\n**판결일**: 1986-02-04\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Barkdull, Baskin and Ferguson\n\n## 인용\n\n- 482 So. 2d 540\n\n## 판결문 요약\n\n\n482 So. 2d 540 (1986)\nGeorge BATTLES, Appellant,\nv.\nThe STATE of Florida, Appellee.\nNo. 84-1751.\nDistrict Court of Appeal of Florida, Third District.\nFebruary 4, 1986.\nBennett H. Brummer, Public Defender, and Gitlitz, Keegan, &amp; Dittmar and James D. Keegan, Sp. Asst. Public Defender, for appellant.\nJim Smith, Atty. Gen. and Jacki B. Geartner, Asst. Atty. Gen., for appellee.\nBefore BARKDULL, BASKIN and FERGUSON, JJ.\nPER CURIAM.\nAppellant Battles challenges concurrent life sentences imposed by the court upon his convictions, following trial, of one count of burglary and two counts of robbery. He contends that (a) life sentences imposed without possibility of parole are so greatly disproportionate to the 15 year sentences offered him in exchange for a guilty plea that they constitute an impermissible penalty on the exercise of his constitutional right to a jury trial; (b) life sentences without possibility of parole are cruel and unusual punishment; (c) two of the court's three reasons for departing from the sentencing guidelines are invalid; and (d) the guidelines under which he was sentenced are unconstitutional. Because we agree that the trial court's stated reasons for departing from the guidelines do not justify the sentences, we reverse and remand for resentencing.\nThe trial court specified three reasons for departing from the guidelines;[*] however, at least one of the reasons was *541 based on defendant's prior convictions and another was based on an inherent compone...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=battles-v-state"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15355,
    15361,
    15363
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}