{
  "id": 15648,
  "title": "1986년 Willey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-01-22",
  "location": "North Dakota, ND, USA",
  "summary": "미국 North Dakota, ND 법원 판결 사건. 사건명: Willey. 판결일: 1986-01-22. 법원: North Dakota Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of North Dakota, Plaintiff and Appellee, v. Darcey WILLEY, Defendant and Appellant\n**판결일**: 1986-01-22\n**법원**: North Dakota Supreme Court\n**관할**: North Dakota, ND\n\n**판사**: Erickstad, Gierke, Levine, Meschke, Vande, Walle\n\n## 변호인\n\nWendy P. Schulz, Asst. State’s Atty., Jamestown, for plaintiff and appellee; argued by Charles J. Gilje, State’s Atty., Thomas E. Merrick of Hjellum, Weiss, Nerison, Jukkala, Wright & Paulson, Jamestown, for defendant and appellant.\n\n## 인용\n\n- 381 N.W.2d 183\n\n## 판결문 요약\n\n\n381 N.W.2d 183 (1986)\nSTATE of North Dakota, Plaintiff and Appellee,\nv.\nDarcey WILLEY, Defendant and Appellant.\nCrim. No. 1112.\nSupreme Court of North Dakota.\nJanuary 22, 1986.\n*184 Wendy P. Schulz, Asst. State's Atty., Jamestown, for plaintiff and appellee; argued by Charles J. Gilje, State's Atty.\nThomas E. Merrick of Hjellum, Weiss, Nerison, Jukkala, Wright &amp; Paulson, Jamestown, for defendant and appellant.\nVANDE WALLE, Justice.\nDarcey Willey appealed from a district court order dismissing his application for post-conviction relief. We affirm.\nDuring July 1983, Willey, at that time a 17-year-old juvenile, was arrested in Utah. After being informed of his Miranda rights by Utah authorities, Willey confessed to armed robberies in Utah, Minnesota, and Jamestown, North Dakota. Willey was not represented by counsel, nor were his parents present during questioning.\nWilley pleaded guilty to the Utah charge and he was sentenced to the Utah State Prison. Utah authorities notified Jamestown authorities about Willey's confession and a criminal complaint was filed in Stutsman County Court. Willey filed a request under the Uniform Mandatory Disposition of Detainers Act, and he was transferred to Stutsman County Juvenile Court. Counsel was appointed for Willey. At a subsequent juvenile court transfer-of-jurisdiction hearing, Willey's statements obtained in Utah implicating him in the Jamestown robbery were admitted in evidence over his counsel's objections that they were in violati...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-willey"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15355,
    15361,
    15363
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}