{
  "id": 15650,
  "title": "1986년 Griffin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-01-21",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Griffin. 판결일: 1986-01-21. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: Amoco Oil Company v. C. B. Griffin, Jr. and Aubrey Harrell\n**판결일**: 1986-01-21\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Hedrick, Johnson, Whichard\n\n## 변호인\n\n\n\nBailey, Dixon, Wooten, McDonald, Fountain & Walker, by Kenneth Wooten and Carson Carmichael, III, for plaintiff ap-pellee.\n, \nPritchett, Cooke & Burch, by W. L. Cooke, for defendant appellant.\n\n\n## 인용\n\n- 338 S.E.2d 601\n- 78 N.C. App. 716\n\n## 판결문 요약\n\n\n338 S.E.2d 601 (1986)\nAMOCO OIL COMPANY\nv.\nC.B. GRIFFIN, Jr. and Aubrey Harrell.\nNo. 852SC487.\nCourt of Appeals of North Carolina.\nJanuary 21, 1986.\n*602 Bailey, Dixon, Wooten, McDonald, Fountain &amp; Walker by Kenneth Wooten and Carson Carmichael, III, Raleigh, for plaintiff-appellee.\nPritchett, Cooke &amp; Burch by W.L. Cooke, Windsor, for defendant-appellant.\nJOHNSON, Judge.\nThe main issue on appeal is whether the court properly granted summary judgment in favor of the plaintiff. Summary judgment is proper when the pleadings, together with depositions, interrogatories, admissions on file, and supporting affidavits show that there is no genuine issue as to any material fact and that a party is entitled to judgment as a matter of law. G.S. 1A-1, Rule 56 (1983); Johnson v. Phoenix Mutual Life Ins. Co., 300 N.C. 247, 266 S.E.2d 610 (1980). Once plaintiff has made and supported its motion for summary judgment, under section (e) of Rule 56 the burden is on the defendant to introduce evidence in opposition to the motion setting forth \"specific facts showing that there is a genuine issue for trial.\" G.S. 1A-1, Rule 56(e); Stroup Sheet Metal Works, Inc. v. Heritage, Inc., 43 N.C.App. 27, 258 S.E.2d 77 (1979). The nonmovant then must come forward with a forecast of his own evidence. Durham v. Vine, 40 N.C.App. 564, 253 S.E.2d 316 (1979). An answer filed by defendant which only generally denies the allegations of the complaint fails to raise a genuine issue of fact. Stroup Sheet Me...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=amoco-oil-co-v-griffin"
    }
  ],
  "relatedIncidents": [
    15418,
    15419,
    15430,
    15458,
    15471
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}