{
  "id": 15654,
  "title": "1986년 People v. Williams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-01-16",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: People v. Williams. 판결일: 1986-01-16. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. HERMAN WILLIAMS, Defendant-Appellant\n**판결일**: 1986-01-16\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Linn\n\n## 변호인\n\nEdwin F. Handel Legal Aid Clinic, of Chicago (Mark J. Heyrman and Charles D. Weisselberg, of counsel), for appellant., Richard M. Daley, State’s Attorney, of Chicago (Joan S. Cherry, Joel Leighton, and James S. Veldman, Assistant State’s Attorneys, of counsel), for the People.\n\n## 인용\n\n- 488 N.E.2d 649\n- 140 Ill. App. 3d 216\n\n## 판결문 요약\n\n\n140 Ill. App.3d 216 (1986)\n488 N.E.2d 649\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nHERMAN WILLIAMS, Defendant-Appellant.\nNo. 83-3086.\nIllinois Appellate Court  First District (4th Division).\nOpinion filed January 16, 1986.\n*217 *218 Edwin F. Mandel Legal Aid Clinic, of Chicago (Mark J. Heyrman and Charles D. Weisselberg, of counsel), for appellant.\nRichard M. Daley, State's Attorney, of Chicago (Joan S. Cherry, Joel Leighton, and James S. Veldman, Assistant State's Attorneys, of counsel), for the People.\nJudgment affirmed.\nPRESIDING JUSTICE LINN delivered the opinion of the court:\nFollowing a bench trial, respondent, Herman Williams, was acquitted by reason of insanity of attempted murder and aggravated battery. Williams was ordered to the Department of Mental Health and Developmental Disabilities (DMHDD) on an inpatient basis for an evaluation to determine whether he was subject to involuntary admission to DMHDD pursuant to section 5-2-4(a) of the Unified Code of Corrections (Ill. Rev. Stat. 1981, ch. 38, par. 1005-2-4(a)). After a hearing, Williams was found subject to involuntary admission and was remanded to DMHDD for a period of 15 years. On appeal, Williams contends that the trial court committed reversible error in that: (1) he was prematurely committed to DMHDD; (2) the State failed to prove by clear and convincing evidence that he was subject to involuntary admission to DMHDD; (3) he was committed to a facility which does not offer him the proper...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-williams"
    }
  ],
  "relatedIncidents": [
    15356,
    15364,
    15365,
    15379,
    15380
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}