{
  "id": 15657,
  "title": "1986년 Kurth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-01-15",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Kurth. 판결일: 1986-01-15. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: William D. KURTH, Trustee of Herman B. Gerdes Trust, Et Al., Appellees, First Miss, Inc.; Grettenberg’s, Inc.; And Glen Lowman, Agent, Cross-Appellants, v. Robert VAN HORN and First National Bank in Glidden, Appellants\n**판결일**: 1986-01-15\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Carter, Harris, Larson, Mc-GIVERIN, Wolle\n\n## 변호인\n\nBrent B. Green and Sam F. Scheidler, of Gamble, Riepe, Webster, Davis & Green, Des Moines, and Raymond 0. Snook, of Snook Law Office, Glidden, for appellants., James R. Van Dyke, of Van Dyke & Werden, P.C., Carroll, for appellees and cross-appellants.\n\n## 인용\n\n- 380 N.W.2d 693\n\n## 판결문 요약\n\n\n380 N.W.2d 693 (1986)\nWilliam D. KURTH, Trustee of Herman B. Gerdes Trust, et al., Appellees,\nFirst Miss, Inc.; Grettenberg's, Inc.; and Glen Lowman, agent, Cross-Appellants,\nv.\nRobert VAN HORN and First National Bank in Glidden, Appellants.\nNo. 84-963.\nSupreme Court of Iowa.\nJanuary 15, 1986.\nRehearing Denied February 25, 1986.\n*694 Brent B. Green and Sam F. Scheidler, of Gamble, Riepe, Webster, Davis &amp; Green, Des Moines, and Raymond O. Snook, of Snook Law Office, Glidden, for appellants.\nJames R. Van Dyke, of Van Dyke &amp; Werden, P.C., Carroll, for appellees and cross-appellants.\nConsidered by HARRIS, P.J., and McGIVERIN, LARSON, CARTER, and WOLLE, JJ.\nLARSON, Justice.\nThomas P. Hall, a Glidden area farmer, became financially strapped and asked his landlord, Herman B. Gerdes, to help him get a loan from the defendant bank. Gerdes agreed to do so and cosigned, with Hall, a note to the bank, secured by a mortgage on farmland owned by Gerdes. Gerdes then turned the proceeds over to Hall. Shortly afterward, Gerdes died. The trustee of the Herman B. Gerdes Trust, and two beneficiaries of the Gerdes estate, sued the bank and its president, Robert Van Horn (hereinafter referred to jointly as the bank), alleging fraud and breach of fiduciary duty. They demanded damages, both actual and punitive, and cancellation of the Gerdes mortgage. Other creditors of Hall joined the action as plaintiffs, claiming Hall and the bank had conspired to defraud them of the amounts owed them on...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kurth-v-van-horn"
    }
  ],
  "relatedIncidents": [
    15418,
    15419,
    15430,
    15458,
    15471
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}