{
  "id": 15651,
  "title": "1986년 Smith v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-01-17",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Smith v. State. 판결일: 1986-01-17. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: SMITH v. State\n**판결일**: 1986-01-17\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Banke\n\n## 변호인\n\nRobert B. McNeese, Jr., for appellant., Robert E. Keller, District Attorney, Albert B. Collier, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 177 Ga. App. 504\n- 340 S.E.2d 28\n\n## 판결문 요약\n\n\nBanke, Chief Judge.\nTony Smith, a/k/a Terry Marshall, appeals his convictions of armed robbery and motor vehicle theft.\nThe evidence established that a man walked into a dry-cleaning establishment in Clayton County early one morning and took the proprietor’s money and car keys at gunpoint, while another man stood lookout outside. The two men departed in the proprietor’s vehicle, *505which was discovered wrecked in Barrow County four days later. The appellant and a co-indictee, Ernest Lee Carter, were arrested nearby. Carter was convicted of the two offenses on the day prior to the commencement of appellant’s trial.\nThe victim identified Carter as the man who had taken her money and car keys but was unable to identify the appellant as the person who had remained outside, even though she testified that that person had returned to pick up some clothing several hours after the robbery. The appellant and Carter both denied any involvement in the offenses, claiming to have met one another for the first time two days after the offenses were committed. Carter admitted having driven the victim’s vehicle on the day of the arrest, but claimed he had borrowed it from a friend.\nThe appellant contends on appeal that the trial court erred in admitting documentary evidence of Carter’s conviction of the present offenses and of an armed robbery which had occurred in Barrow County on the same date of the arrest. The appellant was named as a co-indictee with regard to the latter indictment as w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-state"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15355,
    15361,
    15363
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}