{
  "id": 15658,
  "title": "1986년 Holcomb 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-01-14",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Holcomb. 판결일: 1986-01-14. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: State v. Holcomb\n**판결일**: 1986-01-14\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Barkdull, Hubbart and Nesbitt\n\n## 인용\n\n- 481 So. 2d 1263\n\n## 판결문 요약\n\n\n481 So. 2d 1263 (1986)\nThe STATE of Florida, Appellant,\nv.\nTommy L. HOLCOMB, Appellee.\nNo. 84-2325.\nDistrict Court of Appeal of Florida, Third District.\nJanuary 14, 1986.\nRehearing Denied February 18, 1986.\n*1264 Jim Smith, Atty. Gen., and Richard E. Doran, Asst. Atty. Gen., for appellant.\nBennett H. Brummer, Public Defender, and Marti Rothenberg, Asst. Public Defender, for appellee.\nBefore BARKDULL, HUBBART and NESBITT, JJ.\nPER CURIAM.\nThe order placing the defendant Tommy L. Holcomb on probation, with a special condition of 364 days confinement in jail, for the crime of armed robbery is reversed and the cause is remanded to the trial court with directions to resentence the said defendant. We reach this conclusion based on the following, briefly stated legal analysis.\nFirst, the said order constitutes a departure from the sentencing guidelines established by Fla.R.Crim.P. 3.701, because the guidelines scoresheet prepared in the cause called for a prison sentence of 3 1/2-4 1/2 years. Second, the trial court relied on three reasons for departing from the guidelines in the defendant's favor, only two of which constitute clear and convincing reasons for doing so: (a) the defendant acted under duress from a co-defendant in the commission of the instant offense, and (b) the defendant Holcomb did not carry the gun used to commit the instant offense. See State v. Carson, 320 N.W.2d 432, 438 (Minn. 1982). Third, the trial court's last reason for departing from the sentencing guidel...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-holcomb"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15355,
    15361,
    15363
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}