{
  "id": 15661,
  "title": "1986년 United States v. James Charles Wood 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-01-06",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. James Charles Wood. 판결일: 1986-01-06. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. James Charles WOOD, Defendant-Appellant\n**판결일**: 1986-01-06\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Jones, Martin, Per Curiam, Well-Ford\n\n## 변호인\n\nRobert E. Bourne (argued), Midland, Mich., for defendant-appellant., Michael J. Hluchaniuk (argued), Asst. U.S. Atty., Bay City, Mich., for plaintiff-ap-pellee.\n\n## 인용\n\n- 780 F.2d 555\n\n## 판결문 요약\n\n780 F.2d 555\n    UNITED STATES of America, Plaintiff-Appellee,v.James Charles WOOD, Defendant-Appellant.\n    No. 85-1079.\n    United States Court of Appeals,Sixth Circuit.\n    Argued Nov. 6, 1985.Decided Jan. 6, 1986.\n    \n      Robert E. Bourne (argued), Midland, Mich., for defendant-appellant.\n      Michael J. Hluchaniuk (argued), Asst. U.S. Atty., Bay City, Mich., for plaintiff-appellee.\n      Before MARTIN, JONES and WELLFORD, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      Defendant James Charles Wood appeals from his conviction under 18 U.S.C. Sec. 2113 of two counts of robbery of an FDIC-insured bank.  Wood was found guilty of twice robbing the Twining, Michigan, branch of the State Bank of Standish (Bank), on February 22, 1984, and again on June 18, 1984.  The defendant claims on appeal that the evidence offered by the government to establish the FDIC-insured status of the Bank was insufficient to establish that element of the crime charged, and that he was denied due process by the presentation of witnesses to rebut defendant's alibi without advance notice as required by Fed.R.Crim.P. 12.1.  We affirm the judgment of the district court.\n    \n    I.\n    \n      2\n      One of the elements of the offense defined by 18 U.S.C. Sec. 2113, with which defendant was charged, is that the deposits of the financial institution robbed must have been insured by the FDIC at the time of the robbery.  18 U.S.C. Sec. 2113(f).  As its first witness, the government called Robe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-james-charles-wood"
    }
  ],
  "relatedIncidents": [
    15349,
    15351,
    15355,
    15361,
    15363
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}