{
  "id": 15660,
  "title": "1986년 Eddy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1986-01-07",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Eddy. 판결일: 1986-01-07. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: EDDY v. State\n**판결일**: 1986-01-07\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Hill\n\n## 변호인\n\nGlover & Davis, Michael E. Sumner, for appellant., Arthur E. Mallory III, District Attorney, Michael J. Bowers, Attorney General, J. Michael Davis, Staff Assistant Attorney General, for appellee.\n\n## 인용\n\n- 255 Ga. 321\n- 338 S.E.2d 262\n\n## 판결문 요약\n\n\nHill, Chief Justice.\nThe defendant in this case, Marvin Wayne Eddy, was convicted of the murder of the five-year-old son of his girl friend with whom he lived. He received a life sentence and appeals.1\nThe evidence showed that, after consuming about a half of a fifth of tequila and over their mother’s objection, the defendant took the victim and his seven-year-old brother, Michael, out of their trailer about 10:30 p.m. on the night of January 27,1985, for the purpose, he said, of getting some drinking water from a creek more than a mile away, because the pipes in the trailer had frozen and broken. According to Michael, the victim began complaining on the walk and slipping and falling on the ice, and the defendant beat him and picked him up and threw him in the bushes. When Michael tried to intervene, the defendant also hit him.\nThe defendant testified that both boys were told to sit on a log at the top of the bank while he filled the water jug, but they fell down the rocky bank into the creek, hitting their heads.\n*322The defendant carried the unconscious victim back to the trailer, where he beat the boy’s mother and refused to allow her to seek medical help. The next afternoon the younger child was still comatose, and the mother asked a neighbor to take her and the boys to the hospital. Michael received stitches in his head, but the victim was transferred the next day to the intensive care unit of a children’s hospital, where he died on February 6, 1985. The cause of death ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=eddy-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=echols-v-state"
    }
  ],
  "relatedIncidents": [
    15356,
    15364,
    15365,
    15379,
    15380
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}