{
  "id": 15673,
  "title": "1985년 Benson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-12-23",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Benson. 판결일: 1985-12-23. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The State of Ohio, Appellee, v. Benson, Appellant\n**판결일**: 1985-12-23\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Jackson, Nahra, Parrino\n\n## 변호인\n\nJohn T. Corrigan,  prosecuting attorney, and  James R. Columbro, \nfor appellee.\n\n Steven E. Elder,  for appellant.\n\n## 인용\n\n- 505 N.E.2d 987\n- 29 Ohio App. 3d 321\n\n## 판결문 요약\n\nMichael Benson appeals his conviction in the Cuyahoga County Court of Common Pleas for aggravated robbery with a gun specification and possession of criminal tools. For the reasons more fully detailed below, the judgment must be reversed and appellant discharged.\n                                    I\nAppellant was arrested March 16, 1984 by Lakewood police in connection with the armed robbery of a pedestrian in which he allegedly was the driver of the getaway car. Appellant's two companions robbed a pedestrian while appellant, the driver, remained in the car. The victim testified he was robbed with a gun which he identified at trial. The victim heard a male voice from the car shout a warning and the two robbers ran back to the car.\nPolice stopped the car a short time later and arrested appellant and two companions. A loaded gun was confiscated from the floor of the back seat. Police also found the possessions of the robbery victim in the car.\nAppellant later made a statement to police admitting his part in the theft of the car and the subsequent robbery of the pedestrian. He denied any knowledge of a gun. Appellant was indicted on April 5, 1984 on four counts: aggravated robbery, with a gun specification (R.C. 2911.01); carrying a concealed weapon (R.C. 2923.12); possession of criminal tools (R.C.2923.24); and another count of aggravated robbery with a gun specification. He was arraigned April 11, 1984 and pleaded innocent.\nThree pretrial hearings were set April 19, May 9, an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-benson"
    }
  ],
  "relatedIncidents": [
    15664,
    15689,
    15696,
    15705,
    15723
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}