{
  "id": 15683,
  "title": "1985년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-12-16",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1985-12-16. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Janis Dunn William Dunn Anthony Amorose Stella Badia Samuel W. Brown and Evelyn Brown, His Wife Debra Burgess Louis Kenneth Davis, Sr. And Helen H. Davis, His Wife Frank J. Delost and Marie K. Delost, His Wife Tony Delost and Jean B. Delost, His Wife Robert E. Dunn and Dorothy C. Dunn, His Wife Robert W. Dunn and Kathryn Dunn, His Wife Audrey Farson Jane B. Heirendt M. Marjorie Herron John R. Hilderbrand, Sr. Edward T. Liptak and Jacqueline Liptak, His Wife Jacqueline Liptak, as Custodian for Edward Liptak Donna G. Mack Elizabeth Maffio Patricia Malardie Edward J. Marton and Juanita Marton, His Wife Est Betty McGant Thru Exec. Alexander McGant Barbara L. Prowitt Elio Spinoso and Isabella M. Spinose, His Wife Michael Tomecsko and Peggy Tomecsko, His Wife Gerald H. Wagner and Rosann Wagner, His Wife Sophie Winseck Elmer J. Young, Sr. And Frank R. Zuzek v. The United States of America United States Department of Energy and the Honorable James B. Edwards, Its Secretary United States Department of Defense and the Honorable Casper Weinberger, Its Secretary United States Nuclear Regulatory Commission and Joseph M. Hendrie, Its Chairman United States Department of Public Health & Welfare and the Honorable Richard A. Schweiker, Its Secretary United States Environmental Protection Agency and Ann McGill Gorsuch, Its Administrator the Commonwealth of Pennsylvania and the Honorable Richard A. Thornburgh, Its Governor and the Pennsylvania Department of Environmental Resources and Peter Duncan, Its Secretary. Appeal of Janis Dunn\n**판결일**: 1985-12-16\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 775 F.2d 99\n\n## 판결문 요약\n\n775 F.2d 99\n    23 ERC 1692, 54 USLW 2245, 16 Envtl.L. Rep. 20,462\n    Janis DUNN;  William Dunn;  Anthony Amorose;  Stella Badia;Samuel W. Brown and Evelyn Brown, his wife;  Debra Burgess;Louis Kenneth Davis, Sr. and Helen H. Davis, his wife;Frank J. DeLost and Marie K. DeLost, his wife;  Tony DeLostand Jean B. DeLost, his wife;  Robert E. Dunn and Dorothy C.Dunn, his wife;  Robert W. Dunn and Kathryn Dunn, his wife;Audrey Farson;  Jane B. Heirendt;  M. Marjorie Herron;  JohnR. Hilderbrand, Sr.;  Edward T. Liptak and JacquelineLiptak, his wife;  Jacqueline Liptak, as custodian forEdward Liptak;  Donna G. Mack;  Elizabeth Maffio;  PatriciaMalardie;  Edward J. Marton and Juanita Marton, his wife;Est Betty McGant, thru Exec. Alexander McGant;  Barbara L.Prowitt;  Elio Spinoso and Isabella M. Spinose, his wife;Michael Tomecsko and Peggy Tomecsko, his wife;  Gerald H.Wagner and Rosann Wagner, his wife;  Sophie Winseck;  ElmerJ. Young, Sr.;  and Frank R. Zuzekv.The UNITED STATES of America;  United States Department ofEnergy and The Honorable James B. Edwards, its Secretary;United States Department of Defense and The Honorable CasperWeinberger, its Secretary;  United States Nuclear RegulatoryCommission and Joseph M. Hendrie, its Chairman;  UnitedStates Department of Public Health &amp; Welfare and TheH",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=janis-dunn-william-dunn-anthony-amorose-stella-badia-samuel-w-brown-and"
    }
  ],
  "relatedIncidents": [
    15695,
    15735,
    15762,
    15772,
    15797
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}