{
  "id": 15680,
  "title": "1985년 In Re McConnell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-12-18",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: In Re McConnell. 판결일: 1985-12-18. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: In Re W. Stephen McCONNELL, Respondent, a Member of the Bar of the District of Columbia\n**판결일**: 1985-12-18\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: Mack and Ferren, Associate Judges, and Gallagher, Senior Judge\n\n## 변호인\n\nThomas Lumbard, Washington, D.C., for respondent., Samuel McClendon, Asst. Bar Counsel, Wallace E. Shipp, Jr., Deputy Bar Counsel, with whom Thomas H. Henderson, Jr., Bar Counsel, Washington, D.C., were on the brief, for petitioner.\n\n## 인용\n\n- 502 A.2d 454\n\n## 판결문 요약\n\n\n502 A.2d 454 (1985)\nIn re W. Stephen McCONNELL, Respondent, A Member of the Bar of the District of Columbia.\nNo. 84-1776.\nDistrict of Columbia Court of Appeals.\nSubmitted May 29, 1985.\nDecided December 18, 1985.\nThomas Lumbard, Washington, D.C., for respondent.\nSamuel McClendon, Asst. Bar Counsel, Wallace E. Shipp, Jr., Deputy Bar Counsel, with whom Thomas H. Henderson, Jr., Bar Counsel, Washington, D.C., were on the brief, for petitioner.\nBefore MACK and FERREN, Associate Judges, and GALLAGHER, Senior Judge.\nGALLAGHER, Senior Judge:\nUpon a plea of guilty, respondent was convicted in the United States District Court for the Eastern District of Virginia of two felony counts of knowingly aiding and assisting his clients in submitting fraudulent and false federal tax returns in violation of 26 U.S.C. § 7206(2) and 18 U.S.C. § 2. By order dated November 18, 1982, entered pursuant to D.C. Bar R. XI, Sec. 15, this court suspended respondent from the practice of law and referred the matter to the Board on Professional Responsibility (the Board) to determine whether respondent's conviction constitutes a crime involving moral turpitude, which would necessitate mandatory disbarment under D.C.Code § 11-2503(a) (1981). In re Colson, 412 A.2d 1160 (D.C.1979) (en banc). The Board, after determining that the offense did not per se involve moral turpitude, asked a Hearing Committee to determine if the particular offense respondent was convicted of involved moral turpitude. The Board agreed ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-mcconnell"
    }
  ],
  "relatedIncidents": [
    15692,
    15700,
    15708,
    15718,
    15729
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}