{
  "id": 15689,
  "title": "1985년 Potter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-12-11",
  "location": "Idaho, ID, USA",
  "summary": "미국 Idaho, ID 법원 판결 사건. 사건명: Potter. 판결일: 1985-12-11. 법원: Idaho Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Idaho, Plaintiff-Respondent, v. Larry Gene POTTER, Defendant-Appellant\n**판결일**: 1985-12-11\n**법원**: Idaho Court of Appeals\n**관할**: Idaho, ID\n\n**판사**: Burnett, Swanstrom, Walters\n\n## 변호인\n\nLarry Gene Potter, pro se., Jim Jones, Atty. Gen., Lynn E. Thomas, Sol. Gen., for plaintiff-respondent.\n\n## 인용\n\n- 712 P.2d 668\n- 109 Idaho 967\n\n## 판결문 요약\n\n\n712 P.2d 668 (1985)\n109 Idaho 967\nSTATE of Idaho, Plaintiff-Respondent,\nv.\nLarry Gene POTTER, Defendant-Appellant.\nNo. 15656.\nCourt of Appeals of Idaho.\nDecember 11, 1985.\n*669 Larry Gene Potter, pro se.\nJim Jones, Atty. Gen., Lynn E. Thomas, Sol. Gen., for plaintiff-respondent.\nSWANSTROM, Judge.\nA jury found Larry Gene Potter guilty of two counts of robbery and two counts of the use of a firearm in the commission of a felony. Potter was sentenced to two concurrent, indeterminate life terms for the robberies. No additional sentence was imposed by the trial judge for the use of a firearm. On appeal, Potter contends that the trial court erred: (1) when it failed to hold a competency hearing prior to trial; (2) in failing to recognize Potter was incompetent prior to and during the trial; (3) in denying Potter the right to present the defense of insanity; (4) in instructing the jury on the intent required to commit the crime charged; (5) in removing Potter from the courtroom; (6) in denying Potter effective assistance of counsel; (7) in denying Potter a fair presentence report; and (8) in imposing sentences which are both arbitrary and capricious and constitute cruel and unusual punishment. We affirm the judgments of conviction, including the sentences.\nThe robberies occurred at night in two Boise bars on April 19, 1983. While at the first establishment, Potter called a taxicab and requested the driver to remain in the parking lot. According to witnesses, Potter returned to the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-potter"
    }
  ],
  "relatedIncidents": [
    15664,
    15673,
    15696,
    15705,
    15723
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}