{
  "id": 15686,
  "title": "1985년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-12-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1985-12-12. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Ruth B. Anderson v. University of Northern Iowa, Board of Regents, James D. Martin, Vice President and Provost, Robert E. Morin, Dean of College of Social and Behavior Sciences\n**판결일**: 1985-12-12\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 779 F.2d 441\n\n## 판결문 요약\n\n779 F.2d 441\n    39 Fair Empl.Prac.Cas.  1379,27 Wage &amp; Hour Cas. (BN 977,38 Empl. Prac. Dec. P 35,807,103 Lab.Cas.  P 34,722, 29 Ed. Law Rep. 66\n    Ruth B. ANDERSON, Appellant,v.UNIVERSITY OF NORTHERN IOWA, Board of Regents, James D.Martin, Vice President and Provost, Robert E.Morin, Dean of College of Social andBehavior Sciences, Appellees.\n    No. 85-1157.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted Sept. 11, 1985.Decided Dec. 12, 1985.\n    \n      Robert Wright, Jr., Des Moines, Iowa, for appellant.\n      C.A. Frerichs, Waterloo, Iowa, for appellees.\n      Before ROSS, McMILLIAN, and ARNOLD, Circuit Judges.\n      ARNOLD, Circuit Judge.\n    \n    \n      1\n      Ruth B. Anderson, an associate professor of social work at the University of Northern Iowa (\"UNI\"), appeals the decision of the District Court1 dismissing after trial her lawsuit against the university and various of its officials.  The court held that UNI's failure to promote the plaintiff to full professor was not based on plaintiff's race, sex, or age and therefore did not violate Title VII of the Civil Rights Act of 1964;  the court also dismissed Professor Anderson's claim that she received less in salary than male colleagues for similar work in violation of the Equal Pay provision of the Fair Labor Standards Act of 1938.  Because we find the District Court's Title VII ruling not clearly erroneous, and the plaintiff's Equal Pay Act claim barred by her participation in the 1977 settlement...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ruth-b-anderson-v-university-of-northern-iowa-board-of-regents-james-d"
    }
  ],
  "relatedIncidents": [
    15664,
    15668,
    15669,
    15673,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}