{
  "id": 15684,
  "title": "1985년 Hurst 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-12-16",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Hurst. 판결일: 1985-12-16. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Jackson v. Hurst\n**판결일**: 1985-12-16\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Chehardy, Kliebert and Bowes\n\n## 인용\n\n- 480 So. 2d 487\n\n## 판결문 요약\n\n\n480 So.2d 487 (1985)\nGina JACKSON and Errol Jackson\nv.\nHazel Rhea HURST and Government Employees Insurance Company.\nNo. 85-CA-447.\nCourt of Appeal of Louisiana, Fifth Circuit.\nDecember 16, 1985.\nWayne M. Le Blanc, Metairie, for plaintiffs, appellants.\nGreg S. Abramson, Friend, Wilson, Spedale &amp; Draper, New Orleans, for defendants, appellees.\nBefore CHEHARDY, KLIEBERT and BOWES, JJ.\nBOWES, Judge.\nPlaintiffs, Gina and Errol Jackson, filed suit seeking damages for the alleged miscarriage of a five-month old fetus following an automobile accident between their vehicle and an automobile being operated by defendant Hazel Rhea Hurst. The case was tried to a jury of twelve who returned a verdict in favor of the defendant. From that verdict, which was made the judgment of the court, plaintiffs perfected this appeal.\nOn April 5, 1983, plaintiff, Gina Jackson, was a guest passenger in a 1977 Ford pick-up truck being operated by her husband. As plaintiffs were about to enter the Harvey Tunnel, on the Westbank Expressway, a vehicle operated by Hazel Hurst attempted to change lanes. In moving from the left hand lane into the right hand lane, Mrs. Hurst's automobile's front bumper contacted the front bumper of plaintiffs' truck. Immediately upon contact, Mrs. Hurst returned to the left lane of traffic. The Jackson truck impacted the curb on the right hand side of the roadway but was able to continue thru the tunnel without further incident. On the west side of the tunnel, both drivers ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jackson-v-hurst"
    }
  ],
  "relatedIncidents": [
    15688,
    15767,
    15855,
    15870,
    15872
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}