{
  "id": 15688,
  "title": "1985년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-12-11",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1985-12-11. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania, Appellant, v. George F. RITCHIE, Appellee\n**판결일**: 1985-12-11\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Flaherty, Hutchinson, Larsen, McDERMOTT, Nix, Papadakos, Zappala\n\n## 변호인\n\nRobert E. Colville, Dist. Atty., Robert L. Eberhardt, Deputy Dist. Atty., Edward Marcus Clark, Asst. Dist. Atty., Pittsburgh, for appellant., John H. Corbett, Jr., Office of the Public Defender, Pittsburgh, for appellee.\n\n## 인용\n\n- 502 A.2d 148\n- 509 Pa. 357\n\n## 판결문 요약\n\n\n509 Pa. 357 (1985)\n502 A.2d 148\nCOMMONWEALTH of Pennsylvania, Appellant,\nv.\nGeorge F. RITCHIE, Appellee.\nSupreme Court of Pennsylvania.\nArgued March 4, 1985.\nDecided December 11, 1985.\n*358 *359 Robert E. Colville, Dist. Atty., Robert L. Eberhardt, Deputy Dist. Atty., Edward Marcus Clark, Asst. Dist. Atty., Pittsburgh, for appellant.\nJohn H. Corbett, Jr., Office of the Public Defender, Pittsburgh, for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, HUTCHINSON, ZAPPALA and PAPADAKOS, JJ.\n\nOPINION\nMcDERMOTT, Justice.\nThe Commonwealth of Pennsylvania appeals, by allowance, the order of the Superior Court vacating judgment of sentence and remanding for further proceedings. We affirm and order the case remanded for proceedings consistent with this opinion.\nAppellee, George F. Ritchie, stood jury trial in the Court of Common Pleas of Allegheny County, and was convicted of rape, involuntary deviate sexual intercourse, incest and corruption of minors.[1] The charges arose in connection with incidents allegedly involving sexual contacts between appellee and his minor daughter over a period of years, including one particular incident on June 11, 1979. Appellee's daughter was twelve years old at that time.\nThe circumstances giving rise to the instant appeal began in 1978, when appellee's counsel, in the course of preparing the defense, served a subpoena upon Child Welfare Services (CWS) seeking records pertaining to the complainant,[2] which records CWS refused to produce ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-ritchie"
    }
  ],
  "relatedIncidents": [
    15684,
    15767,
    15855,
    15870,
    15872
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}