{
  "id": 15687,
  "title": "1985년 Bedford 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-12-12",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Bedford. 판결일: 1985-12-12. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: James A. BEDFORD, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1985-12-12\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: J. Curtiss Brown, C.J., and Sears and Ellis\n\n## 변호인\n\nWilliam S. Carpenter, Houston, for appellant., John B. Holmes, Jr., Dist. Atty., John F. Phillips, William J. Delmore, III, Asst. Dist. Attys., Houston, for appellee.\n\n## 인용\n\n- 703 S.W.2d 775\n\n## 판결문 요약\n\n\n703 S.W.2d 775 (1985)\nJames A. BEDFORD, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. C14-84-734-CR.\nCourt of Appeals of Texas, Houston (14th Dist.).\nDecember 12, 1985.\n*776 William S. Carpenter, Houston, for appellant.\n*777 John B. Holmes, Jr., Dist. Atty., John F. Phillips, William J. Delmore, III, Asst. Dist. Attys., Houston, for appellee.\nBefore J. CURTISS BROWN, C.J., and SEARS and ELLIS, JJ.\n\nOPINION\nSEARS, Justice.\nThis is an appeal from a conviction for the offense of attempted murder. Appellant was found guilty by a jury and his punishment, enhanced by a prior conviction, was assessed at life in the Texas Department of Corrections. We affirm.\nIn appellant's first ground of error, he asserts the trial court erred in denying his Motion to Set Aside the Indictment for failing to provide a speedy trial. The state's reply to appellant's first ground of error includes an attack on the constitutionality of the Speedy Trial Act (the Act), Tex.Code Crim.Proc.Ann. ch. 32A (Vernon Supp.1985). Appellant complains in his second ground of error that the indictment is void because it violates Article 51.14 of the Texas Code of Criminal Procedure. In his final ground of error, appellant argues the trial court erroneously admitted evidence of prior acts of misconduct.\nAppellant and Dianna Israel, the state's complaining witness, were romantically involved during 1979. In early October of that year, the complainant informed appellant she wished to terminate their relationship. Ther...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bedford-v-state"
    }
  ],
  "relatedIncidents": [
    15669,
    15690,
    15751,
    15763,
    15811
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}