{
  "id": 15696,
  "title": "1985년 Mullinnix 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-12-03",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Mullinnix. 판결일: 1985-12-03. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Mullinnix v. the State\n**판결일**: 1985-12-03\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Birdsong, Carley, Sognier\n\n## 변호인\n\nArthur L. Walker, for appellant., Joseph H. Briley, District Attorney, Fredric D. Bright, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 338 S.E.2d 752\n- 177 Ga. App. 168\n\n## 판결문 요약\n\n\n177 Ga. App. 168 (1985)\n338 S.E.2d 752\nMULLINNIX\nv.\nTHE STATE.\n71410.\nCourt of Appeals of Georgia.\nDecided December 3, 1985.\nArthur L. Walker, for appellant.\nJoseph H. Briley, District Attorney, Fredric D. Bright, Assistant District Attorney, for appellee.\nBIRDSONG, Presiding Judge.\nJeffrey Joe Mullinnix appeals his burglary conviction on grounds that the evidence was insufficient to show an \"entry\" by Mullinnix. See OCGA § 16-7-1. The evidence showed the back door of the subject food market was protected by a silent alarm device which consisted of a string or wire \"trip\" inside the door attached loosely across the door to the alarm, so that if the door was pushed or moved within one-half inch, the trip wire would pull and set off the alarm. When the police arrived within less than five minutes of the alarm, they found Mullinnix hiding behind a water heater in the alley outside the door. He carried burglary tools and in his pocket was a string which the store owner identified as the trip string. The evidence tended to *169 show he could not have removed the string without inserting an instrument or other probing object in an open door knob hole, which had no door knob because the door was locked by deadbolt. The state thus contended that Mullinnix \"broke the plane of the structure\" and thereby made entry. We agree.\nThe current Georgia law on burglary does not require a breaking, but requires proof of entry (Acts 1968, pp. 1249, 1287; 1977, p. 895 eff. July 1, 1977). We think...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mullinnix-v-state"
    }
  ],
  "relatedIncidents": [
    15664,
    15673,
    15689,
    15705,
    15723
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}