{
  "id": 15691,
  "title": "1985년 In re Welfare 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-12-10",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: In re Welfare. 판결일: 1985-12-10. 법원: Court of Appeals of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the WELFARE OF T.S.E.\n**판결일**: 1985-12-10\n**법원**: Court of Appeals of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Heard\n\n## 변호인\n\nHubert H. Humphrey, III, Atty. Gen., St. Paul, James R. Wilson, Clearwater County Atty., Bagley, for the State., Eugene R. Ouradnik, Bagley, for T.S.E.\n\n## 인용\n\n- 379 N.W.2d 99\n\n## 판결문 요약\n\n\n379 N.W.2d 99 (1985)\nIn the Matter of the WELFARE OF T.S.E.\nNo. C1-85-933.\nCourt of Appeals of Minnesota.\nDecember 10, 1985.\n*101 Hubert H. Humphrey, III, Atty. Gen., St. Paul, James R. Wilson, Clearwater County Atty., Bagley, for the State.\nEugene R. Ouradnik, Bagley, for T.S.E.\nHeard, considered and decided by CRIPPEN, P.J., and WOZNIAK and LANSING, JJ.\n\nOPINION\nLANSING, Judge.\nThe State brought three motions to refer T.S.E. for prosecution as an adult: one based on a delinquency petition from Clay County alleging second-degree assault, another based on a Stearns County petition alleging unauthorized use of a motor vehicle and fleeing a peace officer, and the third based on a Douglas County petition alleging another charge of unauthorized use of a motor vehicle and fleeing a peace officer. The three motions were consolidated. The trial court ruled that T.S.E. rebutted the State's prima facie case under Minn.Stat. § 260.125, subd. 3(6), because the felony admissions had been obtained without full compliance with Minn.R.P.Juv. Cts. 21.03. The State appeals this ruling. The trial court also ruled that there was probable cause to believe T.S.E. had committed the offenses alleged in the delinquency petitions and that the State had shown by clear and convincing evidence that T.S.E. was not amenable to treatment in the juvenile system. T.S.E. appeals that ruling. We reverse as to the first ruling and affirm as to the second.\n\nFACTS\nT.S.E. is a 17-year-old boy from Bagley, Minneso...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-the-welfare-of-tse"
    }
  ],
  "relatedIncidents": [
    15679,
    15900,
    15932,
    15934,
    15942
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}