{
  "id": 15695,
  "title": "1985년 In Re Disciplinary Proceeding Against Vetter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-12-05",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: In Re Disciplinary Proceeding Against Vetter. 판결일: 1985-12-05. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Disciplinary Proceeding Against William v. Vetter, an Attorney at Law\n**판결일**: 1985-12-05\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Andersen, Brachtenbach, Callow, Dolliver, Dore, Durham, Goodloe, Pearson, Utter\n\n## 변호인\n\nLeland G. Ripley and Mark W. Muenster, for Bar Association., Murray J. Anderson (of Anderson & Anderson), for respondent.\n\n## 인용\n\n- 711 P.2d 284\n- 104 Wash. 2d 779\n\n## 판결문 요약\n\n\nPearson, J.\nThe Disciplinary Board of the Washington State Bar Association has unanimously recommended that respondent attorney William V. Vetter be disbarred for acts of misconduct involving trust account violations, as well as numerous acts of dishonesty, misrepresentation, and concealment. We adopt that recommendation.\nRespondent has challenged virtually every finding of fact and conclusion of law made by the hearing officer and adopted by the Board. He challenges the severity of the sanction as well, arguing that a 2-year suspension is appropriate. However, a careful review of the record shows the findings of fact and conclusions of law to be amply supported by the evidence. Measured against the factors enumerated in In re Noble, 100 Wn.2d 88, 667 P.2d 608 (1983), the sanction of disbarment is justified in this case.\nI\nAs a preliminary matter, respondent argues that CPR DR 5-102(A) requires that the entire bar association counsel staff withdraw from its representation of the bar in attorney discipline matters whenever one of its attorneys will testify on behalf of the bar association. He charges that bar counsel's failure to disqualify itself has denied respondent a fair hearing, as well as violated CPR DR 5-102(A).\nThe bar association argues that Vetter waived this issue before the Disciplinary Board and therefore may not raise the question before this court. Vetter stated in a written statement submitted to the Disciplinary Board that he did not wish \"to challenge at t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-the-disciplinary-proceeding-against-vetter"
    }
  ],
  "relatedIncidents": [
    15683,
    15735,
    15762,
    15772,
    15797
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}