{
  "id": 15692,
  "title": "1985년 Ledbetter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-12-09",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: Ledbetter. 판결일: 1985-12-09. 법원: New Mexico Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Bert LEDBETTER and Joann Ledbetter, Plaintiffs-Appellees, v. Clifford R. WEBB and Barbara E. Webb, Defendants-Appellants\n**판결일**: 1985-12-09\n**법원**: New Mexico Supreme Court\n**관할**: New Mexico, NM\n\n**판사**: Federici, Riordan, Sosa, Stowers, Walters\n\n## 변호인\n\nJ. Edward Hollington, Albuquerque, for plaintiffs-appellees., Rondolyn R. O’Brien, Albuquerque, for defendants-appellants.\n\n## 인용\n\n- 711 P.2d 874\n- 103 N.M. 597\n\n## 판결문 요약\n\n OPINION WALTERS, Justice. This is a breach of contract action. The trial court found generally for plaintiffs (the Ledbetters) and awarded them compensatory and special damages on the contract, together with compensatory damages for the Webbs’ conversion of plaintiffs’ video vending machine. As setoffs against those damages, the trial court awarded compensatory, consequential and punitive damages on the Webbs’ counterclaim for fraudulent misrepresentation. The court applied principles of comparative fault in calculating the Webbs’ consequential damages. The Webbs appeal and the Ledbetters cross-appeal. We affirm. FACTS Defendant Clifford Webb became acquainted with plaintiffs Bert and Joann Ledbetter when he placed two of his video vending machines in their ice cream business, Geejo’s Sundaes. In late June or early July of 1981, Mr. Webb learned that Geejo’s was for sale and offered to buy the business. There followed approximately two weeks of negotiations, at the end of which time the parties executed a purchase and sale agreement. The Ledbetters were eager to consummate the deal as quickly as possible because the business was set for sale at auction in the near future. They also wanted to give the Webbs the benefit of owning the business during its peak summer season. Under the terms of the agreement, Led-betters conveyed the business to the Webbs in return for a video vending machine as a down payment, a promissory note for $14,250 as the balance of the purchase price, a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ledbetter-v-webb"
    }
  ],
  "relatedIncidents": [
    15680,
    15700,
    15708,
    15718,
    15729
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}