{
  "id": 15690,
  "title": "1985년 Liberg 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-12-10",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Liberg. 판결일: 1985-12-10. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. JOHN LIBERG, Defendant-Appellant\n**판결일**: 1985-12-10\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Lindberg, Reinhard, Schnake\n\n## 변호인\n\nBarry A. Spevack and Michael D. Monico, both of Monico & Pavich, of Chicago, for appellant., ' J. Michael Fitzsimmons, State’s Attorney, of Wheaton (Phyllis J. Perko and Cynthia N. Schneider, both of State’s Attorneys Appellate Service Commission, of counsel), for the People.\n\n## 인용\n\n- 486 N.E.2d 973\n- 138 Ill. App. 3d 986\n\n## 판결문 요약\n\n\n138 Ill. App. 3d 986 (1985)\n486 N.E.2d 973\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nJOHN LIBERG, Defendant-Appellant.\nNo. 84-0804.\nIllinois Appellate Court  Second District.\nOpinion filed December 10, 1985.\n*987 *988 Barry A. Spevack and Michael D. Monico, both of Monico &amp; Pavich, of Chicago, for appellant.\nJ. Michael Fitzsimmons, State's Attorney, of Wheaton (Phyllis J. Perko and Cynthia N. Schneider, both of State's Attorneys Appellate Service Commission, of counsel), for the People.\nJudgment affirmed.\nJUSTICE LINDBERG delivered the opinion of the court:\nDefendant was convicted of attempt (murder) (two counts), armed violence (two counts), residential burglary, aggravated battery and unlawful use of weapons. He was sentenced to concurrent terms of eight years' imprisonment for each count of attempt (murder), each count of armed violence, and residential burglary; five years for aggravated battery; and 364 days for unlawful use of weapons. Defendant has appealed contending that the jury should have been informed of the consequences of a verdict of not guilty by reason of insanity during voir dire or in an instruction; the evidence was insufficient to prove his sanity beyond a reasonable doubt; lay witnesses were improperly permitted to give their opinions of defendant's sanity when an adequate foundation had not been laid; the prosecutor improperly implied defendant's insanity defense was concocted; and certain statements made by defendant should hav...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-liberg"
    }
  ],
  "relatedIncidents": [
    15669,
    15687,
    15751,
    15763,
    15811
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}