{
  "id": 15707,
  "title": "1985년 Andrews 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-11-21",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Andrews. 판결일: 1985-11-21. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Joseph St. Andrews v. Joseph Lucarelli, (And a Third-Party Action.)\n**판결일**: 1985-11-21\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Mahoney\n\n## 인용\n\n- 115 A.D.2d 155\n\n## 판결문 요약\n\n\nMahoney, P. J.\nAppeal from that part of an order of the Supreme Court at Special Term (Dier, J.), entered January 29, 1985 in Schenectady County, which denied defendants’ motions for summary judgment dismissing the complaint.\nPlaintiff was employed by Bellevue Builders Supply, Inc., as a truck driver and laborer when, on January 3, 1977, he was injured when a stack of lumber collapsed on him as he was picking up a unit of wood trusses for delivery. Defendant Joseph Lucarelli was president and director of Bellevue and defendant Rita Empie, his sister, was employed by that corporation. Defendants were also allegedly the owners of the land on which the accident occurred. Plaintiff commenced this action against defendants alleging negligence and breach of the duty imposed by Labor Law § 241 to provide a safe worksite. After issue was joined, defendants each moved, inter alia, for summary judgment dismissing the complaint. Such motions were denied and this appeal by defendants ensued.\nWorkers’ Compensation Law § 29 (6) makes compensation the exclusive remedy of an employee injured \"by the negligence or wrong of another in the same employ”. Here, defendant Lucarelli was president and director of Bellevue and defendant Empie was concededly an employee of that corporation. They were also alleged to be the owners of the land on which the injury occurred. Labor Law § 241 was not intended to overrule or supersede Workers’ Compensation Law § 29 (6) (Bardere v Zafir, 102 AD2d 422, 423, a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=andrews-v-lucarelli"
    }
  ],
  "relatedIncidents": [
    15664,
    15668,
    15669,
    15673,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}