{
  "id": 15709,
  "title": "1985년 Stanton v. Globe Unified School District No. 1 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-11-18",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Stanton v. Globe Unified School District No. 1. 판결일: 1985-11-18. 법원: Court of Appeals of Arizona.",
  "description": "## 사건 정보\n\n**사건명**: Barbara STANTON v. GLOBE UNIFIED SCHOOL DISTRICT NO. 1, the Globe School Board, Ernest Lopez, Joe Giorsetti, Robert Raboliatti, James Brockert, and John Insalaco\n**판결일**: 1985-11-18\n**법원**: Court of Appeals of Arizona\n**관할**: Arizona, AZ\n\n**판사**: Birdsall\n\n## 변호인\n\nBurton & Leather by James L. Leather, Tucson, for plaintiff/appellant., Candyce B. Pardee, Globe, for defendants/appellees.\n\n## 인용\n\n- 149 Ariz. 98\n- 716 P.2d 1035\n\n## 판결문 요약\n\n\nOPINION\nBIRDSALL, Presiding Judge.\nAppellant Stanton appeals from the decision of the trial court dismissing her complaint on the ground that it lacked jurisdiction.\nStanton was employed as Area Vocational Center Coordinator by the Globe Unified School District No. 1. On March 15, 1984, the superintendent suspended her from that position for ten days with pay, effective imm- 'diately, for alleged violation of school district rules and insubordination. A hearing concerning her suspension was scheduled for March 29, 1984, but she did not attend because she did not receive notice of the meeting until after that date. Stanton then requested and was granted a hearing before the school board. The school board affirmed the decision of the superintendent on May 16, 1984.\nOn June 29, 1984, more than 30 days after the school board had rendered its decision, Stanton filed her complaint with the Superior Court of Gila County. Although her complaint contained three counts, seeking declaratory relief, special action relief, and damages for breach of contract, it was actually an appeal from the decision of the appellee school board. The court dismissed the action, finding that Stanton had failed to file within 30 days as mandated by A.R.S. § 15-543(A), that the 30 day limit was jurisdictional, and that therefore it had no jurisdiction to hear the action. That statute provides:\n“A. The decision of the board is final unless the teacher files, within thirty days after the date of the decision...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stanton-v-globe-unified-school-district-no-1"
    }
  ],
  "relatedIncidents": [
    15664,
    15668,
    15669,
    15673,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}