{
  "id": 15706,
  "title": "1985년 Bizzell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-11-21",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Bizzell. 판결일: 1985-11-21. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: Ethel Patterson BIZZELL, Et Al., Plaintiffs-Appellants, v. KODNER DEVELOPMENT CORP., Et Al., Defendants-Respondents; Ethel PATTERSON, Et Al., Plaintiffs-Appellants, v. CITY OF ST. PETERS, Missouri, Defendant-Respondent\n**판결일**: 1985-11-21\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Billings\n\n## 변호인\n\nKeith W. Hazelwood, Dale L. Rollings, St. Charles, for plaintiffs-appellants., Louis J. Leonatti, Ann P. Hagan, Paul A. Seigfreid, Mexico, for defendants-respondents.\n\n## 인용\n\n- 700 S.W.2d 819\n\n## 판결문 요약\n\n\n700 S.W.2d 819 (1985)\nEthel Patterson BIZZELL, et al., Plaintiffs-Appellants,\nv.\nKODNER DEVELOPMENT CORP., et al., Defendants-Respondents.\nEthel PATTERSON, et al., Plaintiffs-Appellants,\nv.\nCITY OF ST. PETERS, Missouri, Defendant-Respondent.\nNo. 66915.\nSupreme Court of Missouri, En Banc.\nNovember 21, 1985.\nRehearing Denied December 17, 1985.\n*820 Keith W. Hazelwood, Dale L. Rollings, St. Charles, for plaintiffs-appellants.\nLouis J. Leonatti, Ann P. Hagan, Paul A. Seigfreid, Mexico, for defendants-respondents.\nBILLINGS, Judge.\nConsolidated appeals transferred by the court of appeals because of the general interest and importance of the issue involved. Mo. Const. art. V, § 10.\nTwo of the appeals are from orders of the Lincoln County Circuit Court, denying plaintiffs' motion to transfer the cause to St. Charles County and dismissing their claim against City of St. Peters for improper venue and lack of subject matter jurisdiction. The remaining appeal is from the order of the Circuit Court of St. Charles County dismissing plaintiffs' subsequently filed suit because of the bar of statute of limitations.\nWe affirm the Lincoln County Circuit Court's order denying transfer, but reverse its order of dismissal and remand the case for further proceedings. We also reverse the order of the St. Charles County Circuit Court and remand that case for entry of an order of dismissal based upon lack of jurisdiction.\nA portion of the court of appeals' opinion sets forth the chain of events that ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bizzell-v-kodner-development-corp"
    }
  ],
  "relatedIncidents": [
    15664,
    15668,
    15669,
    15673,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}