{
  "id": 15708,
  "title": "1985년 Keith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-11-20",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Keith. 판결일: 1985-11-20. 법원: Court of Civil Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: FERDON REALTY COMPANY, INC. v. C. Edward KEITH and Mary A. Keith\n**판결일**: 1985-11-20\n**법원**: Court of Civil Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Scruggs\n\n## 변호인\n\nRobert H. Smith, of Collins, Galloway & Smith, Mobile, for appellant., E. Graham Gibbons, Mobile, for appel-lees.\n\n## 인용\n\n- 487 So. 2d 917\n\n## 판결문 요약\n\n\nEDWARD N. SCRUGGS, Retired Circuit Judge.\nThis fraud case concerns misrepresentation made by mistake in the sale of a five-acre subdivision lot to the Keiths, the plaintiffs, by the seller’s real estate agent, Ferdon Realty Company, the defendant.\nOne of the defendant’s pleas to the plaintiffs’ fraud complaint was the statute of limitations. In the trial court’s oral charge to the jury, the learned trial court charged that the burden of proof was upon the defendant as to the statute of limitations defense. That was the only charge to the jury as to the burden of proof as to that defense. At the conclusion of the oral charge, and outside of the hearing of the jury, the defendant duly objected to that particular portion of the trial court’s oral charge on the ground that, after a defendant raises the statute of limitations as a defense, the burden is upon the plaintiff to prove that his cause of action accrued within the period of the bar. The defendant cited to the trial court the case of Papastefan v. B &amp; L Construction Company, 385 So.2d 966 (Ala.1980), as authority for the ground of its objection. The trial court did not request of the defendant further explanatory instructions as to that matter, and the trial court made no further explanatory change thereon of its own. The defendant had already requested a charge on such burden of proof, and it had been refused by the trial court.\nThe jury returned a verdict in favor of the plaintiffs and against the defendant in the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ferdon-realty-co-v-keith"
    }
  ],
  "relatedIncidents": [
    15680,
    15692,
    15700,
    15718,
    15729
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}