{
  "id": 1570,
  "title": "2020년 Macon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2020-08-13",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Macon. 판결일: 2020-08-13. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: People v. Macon\n**판결일**: 2020-08-13\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 2020 NY Slip Op 4519\n\n## 판결문 요약\n\n\r\n\r\nPeople v Macon (2020 NY Slip Op 04519)\r\n\r\n\r\n\r\n\r\n\r\nPeople v Macon\r\n\r\n\r\n2020 NY Slip Op 04519\r\n\r\n\r\nDecided on August 13, 2020\r\n\r\n\r\nAppellate Division, First Department\r\n\r\n\r\n\r\nPublished by New York State Law Reporting Bureau pursuant to Judiciary Law § 431.\r\n\r\n\r\nThis opinion is uncorrected and subject to revision before publication in the Official Reports.\r\n\r\n\r\n\r\nDecided on August 13, 2020\r\n\r\nManzanet-Daniels, J.P., Gische, Kern, Oing, González, JJ.\r\n\r\n\r\n11765 1139/14\r\n\r\n[*1] The People of the State of New York, Respondent,\r\nvLamont Macon, Defendant-Appellant.\r\n\r\n\r\nChristina A. Swarns, Office of the Appellate Defender, New York (Emma L. Shreefter of counsel), for appellant.\r\nDarcel D. Clark, District Attorney, Bronx (Jennifer L. Watson of counsel), for respondent.\r\n\r\n\r\n\r\nJudgment, Supreme Court, Bronx County (Lester B. Adler, J.), rendered June 7, 2016, convicting defendant, after a jury trial, of assault in the second degree, and sentencing him, as a second violent felony offender, to a term of five years, unanimously affirmed.\r\nDefendant allegedly stabbed the mother of his two children, her daughter and her cousin. Defendant was charged, inter alia, with three counts of attempted second-degree murder, two counts of second-degree assault and one count of first-degree assault. The jury acquitted defendant of every charge except one count of second-degree assault, a lesser included offense.\r\nOn appeal, defendant challenges the court's instructions and the verdict sheet on the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-macon"
    }
  ],
  "relatedIncidents": [
    1423,
    1466,
    1481,
    1528,
    1629
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}