{
  "id": 15701,
  "title": "1985년 Roosevelt Moore v. H. Gary Wells 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-11-26",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Roosevelt Moore v. H. Gary Wells. 판결일: 1985-11-26. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Roosevelt Moore v. H. Gary Wells\n**판결일**: 1985-11-26\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 780 F.2d 1022\n\n## 판결문 요약\n\n780 F.2d 1022\n    Unpublished DispositionNOTICE: Sixth Circuit Rule 24(c) states that citation of unpublished dispositions is disfavored except for establishing res judicata, estoppel, or the law of the case and requires service of copies of cited unpublished dispositions of the Sixth Circuit.(The decision of the Court is referenced in a \"Table of Decisions Without Reported Opinions\" appearing in the Federal Reporter.)ROOSEVELT MOORE, Petitioner-Appellant,v.H. GARY WELLS, Respondent-Appellee.\n    85-1404\n    United States Court of Appeals, Sixth Circuit.\n    11/26/85\n    \n      AFFIRMED\n      W.D.Mich.\n      ON APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE WESTERN DISTRICT OF MICHIGAN\n      BEFORE:  LIVELY, Chief Judge; MARTIN and JONES, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      This is an appeal from denial of a state prisoner's petition for a writ of habeas corpus pursuant to 28 U.S.C. Sec. 2254.  The petitioner was convicted in 1971 of felony murder for the shooting death of a liquor store owner during the commission of a burglary.  The Michigan Court of Appeals affirmed the conviction in 1974 and subsequently denied petitioner's delayed application for leave to appeal as did the Michigan Supreme Court in 1981.  This process was repeated in 1983 and 1984, following which Moore filed a petition for a writ of habeas corpus in the United States District Court for the Western District of Michigan.\n    \n    \n      2\n      On appeal Moore makes two argumen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=roosevelt-moore-v-h-gary-wells"
    }
  ],
  "relatedIncidents": [
    15669,
    15687,
    15690,
    15751,
    15763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}