{
  "id": 15700,
  "title": "1985년 O'Shea 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-11-27",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: O'Shea. 판결일: 1985-11-27. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: CORONADO TRANSMISSION COMPANY, Appellant, v. Jack O’SHEA, Appellee\n**판결일**: 1985-11-27\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Nye, C.J., and Benavides and Dorsey\n\n## 변호인\n\nCharles R. Porter, Porter, Rogers, Dahl-man & Gordon, Corpus Christi, for appellant., Norman Thomas, Corpus Christi, for ap-pellee.\n\n## 인용\n\n- 703 S.W.2d 731\n\n## 판결문 요약\n\n\n703 S.W.2d 731 (1985)\nCORONADO TRANSMISSION COMPANY, Appellant,\nv.\nJack O'SHEA, Appellee.\nNo. 13-85-093-CV.\nCourt of Appeals of Texas, Corpus Christi.\nNovember 27, 1985.\nRehearing Denied January 16, 1986.\n*732 Charles R. Porter, Porter, Rogers, Dahlman &amp; Gordon, Corpus Christi, for appellant.\nNorman Thomas, Corpus Christi, for appellee.\nBefore NYE, C.J., and BENAVIDES and DORSEY, JJ.\n\nOPINION\nNYE, Chief Justice.\nA jury found that Coronado Transmission Company defrauded Jack O'Shea and awarded him $411,538.36 in actual damages and the same in exemplary damages.[1] The trial court entered judgment for O'Shea and reformed a disputed contract between the parties in accordance with the jury's findings.\nAppellant now contends in 21 points of error that there was either no evidence or insufficient evidence to support a finding of fraud; and that the trial court improperly admitted parol evidence, erred in submitting issues to the jury and erred in reforming the disputed contract. We affirm.\nIn 1976, Winfred Lott, Jack O'Shea, and Louis Fritz as president of Coronado Transmission Company, combined their talents and set out to build a natural gas pipeline in the Black Warrior Basin of Alabama. In their initial negotiations, they discussed forming a partnership divided equally among the three. After months of preparation and negotiation, the parties entered into a pre-incorporation agreement whereby they agreed to form the Alatex Pipeline Corporation to construct the pipeline. Thi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=coronado-transmission-co-v-oshea"
    }
  ],
  "relatedIncidents": [
    15680,
    15692,
    15708,
    15718,
    15729
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}