{
  "id": 15705,
  "title": "1985년 English 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-11-21",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: English. 판결일: 1985-11-21. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Charles ENGLISH, Jr., Appellant (Defendant Below), v. STATE of Indiana, Appellee (Plaintiff Below)\n**판결일**: 1985-11-21\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBRULER, Givan, Pivarnik, Prentice, Shepard\n\n## 변호인\n\nMark D. Maynard, Anderson, for appellant., Linley E. Pearson, Atty. Gen. of Ind., Michael Gene Worden, Deputy Atty. Gen., Indianapolis, for appellee.\n\n## 인용\n\n- 485 N.E.2d 93\n\n## 판결문 요약\n\n\n485 N.E.2d 93 (1985)\nCharles ENGLISH, Jr., Appellant (Defendant below),\nv.\nSTATE of Indiana, Appellee (Plaintiff below).\nNo. 1185 S 474.\nSupreme Court of Indiana.\nNovember 21, 1985.\nRehearing Denied January 14, 1986.\n*94 Mark D. Maynard, Anderson, for appellant.\nLinley E. Pearson, Atty. Gen. of Ind., Michael Gene Worden, Deputy Atty. Gen., Indianapolis, for appellee.\n\nCRIMINAL PETITION TO TRANSFER\nPIVARNIK, Justice.\nThis cause comes to us on a petition to transfer from the Fourth District Court of Appeals brought by Appellee-Petitioner, State of Indiana. Appellant-Respondent Charles English, Jr. was found guilty of Robbery, a Class B felony. The Court of Appeals reversed the trial court and held that error had been committed by failing to grant a mistrial after a State's witness made reference to a prior offense committed by English, in violation of the court's order not to do so. English v. State, (1985), Ind. App., 481 N.E.2d 413 (Judge Conover dissenting). We disagree with the holding of the Court of Appeals and therefore grant transfer, vacating the opinion of the Court of Appeals and affirming the trial court.\nOfficer Smith and Officer Delaney were riding together when dispatched to the robbery at the Citgo Gas Station. The officers worked the crime scene in tandem, with Smith handling the preliminary investigation. Smith obtained a description of the robber through eyewitness Reagan and a general description of what had transpired. Reagan stated he knew the robber alth...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=english-v-state"
    }
  ],
  "relatedIncidents": [
    15664,
    15673,
    15689,
    15696,
    15723
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}