{
  "id": 15714,
  "title": "1985년 Carr 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-11-13",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Carr. 판결일: 1985-11-13. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Carr v. Carr\n**판결일**: 1985-11-13\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Patterson, C.J., and Prather and Sullivan\n\n## 인용\n\n- 480 So. 2d 1120\n\n## 판결문 요약\n\n\n480 So.2d 1120 (1985)\nBenita W. CARR\nv.\nWilbert Marcus CARR, Jr.\nNo. 55029.\nSupreme Court of Mississippi.\nNovember 13, 1985.\nMartin A. Kilpatrick Greenville, for appellant.\nHoward Dyer, III, Dyer, Dyer &amp; Dyer, Rabun Jones, Greenville, for appellee.\n*1121 Before PATTERSON, C.J., and PRATHER and SULLIVAN, JJ.\nPRATHER, Justice, for the Court:\nThe question addressed by this child custody appeal is whether the fact of adultery precludes, per se, the award of custody to the offending spouse. This Court holds that the fact of adultery alone does not disqualify a parent from custodianship but that the polestar consideration in original custody determinations is the best interest and welfare of the minor child.\nThe divorce of Wilbert Marcus Carr, Jr., and Benita W. Carr gives rise to this appeal from the Chancery Court of Washington County. Having found both parents fit parents to have custody of the children, the chancellor found that Mrs. Carr was guilty of adultery and awarded custody to the children's father, Wilbert Carr. Benita W. Carr appeals and assigns the following error:\nThe chancellor erred in finding the parties equally fit to have custody of the children and in granting custody to appellee because appellant had been found guilty of adultery.\n\nI.\nWilbert and Benita Carr were married in January of 1975, and from this marriage two daughters were born, Christen, born in 1976, and Catherine, born in 1978. In addition, Benita Carr had a son by a previous marriage, Dee, bo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carr-v-carr"
    }
  ],
  "relatedIncidents": [
    15664,
    15668,
    15669,
    15673,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}