{
  "id": 15729,
  "title": "1985년 R.A.G.S. Couture, Inc. v. Mary M. Hyatt and Oren M. Welborne 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-10-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: R.A.G.S. Couture, Inc. v. Mary M. Hyatt and Oren M. Welborne. 판결일: 1985-10-30. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: R.A.G.S. COUTURE, INC., Plaintiff-Appellant, v. Mary M. HYATT and Oren M. Welborne, Defendants-Appellees\n**판결일**: 1985-10-30\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Politz, Tate, Wisdom\n\n## 변호인\n\nMcGlinchey, Stafford, Mintz, Cellini & Lang, John Gregory Odom, Victoria L. Knight, New Orleans, La., for plaintiff-appellant., Hess & Washofsky, Keith R. Credo, Leonard A. Washofsky, Jacqueline Mae Goldberg, New Orleans, La., for defendants-appellees.\n\n## 인용\n\n- 774 F.2d 1350\n\n## 판결문 요약\n\n774 F.2d 1350\n    RICO Bus.Disp.Guide 6101\n    R.A.G.S. COUTURE, INC., Plaintiff-Appellant,v.Mary M. HYATT and Oren M. Welborne, Defendants-Appellees.\n    No. 84-3827.\n    United States Court of Appeals,Fifth Circuit.\n    Oct. 30, 1985.\n    \n      McGlinchey, Stafford, Mintz, Cellini &amp; Lang, John Gregory Odom, Victoria L. Knight, New Orleans, La., for plaintiff-appellant.\n      Hess &amp; Washofsky, Keith R. Credo, Leonard A. Washofsky, Jacqueline Mae Goldberg, New Orleans, La., for defendants-appellees.\n      Appeal from the United States District Court for the Eastern District of Louisiana.\n      Before WISDOM, POLITZ and TATE, Circuit Judges.\n      OPINION\n      WISDOM, Circuit Judge.\n    \n    \n      1\n      This case raises questions concerning the Racketeer Influenced and Corrupt Organizations Act (RICO), 18 U.S.C. Secs. 1961-1968, in the wake of the Supreme Court's decision in Sedima, S.P.R.L. v. Imrex Co., 1985, 473 U.S. ----, 105 S. Ct. 3275, 87 L. Ed. 2d 346.  In Sedima, the majority opinion relied heavily on the broad language of the statute.  The present case stretches the statutory language to its limit.  The complaint minimally complies with the requirements sufficient to support a civil RICO violation:  two individual defendants are termed an \"enterprise\"1 and two acts of mail fraud they allegedly committed constitute a pattern of \"racketeering activity\".2   The district court granted the defendants' motions to dismiss and for summary judgment.  We conclude ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rags-couture-inc-v-mary-m-hyatt-and-oren-m-welborne"
    }
  ],
  "relatedIncidents": [
    15668,
    15680,
    15692,
    15700,
    15708
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}