{
  "id": 15736,
  "title": "1985년 Taylor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-10-21",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Taylor. 판결일: 1985-10-21. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. James Taylor\n**판결일**: 1985-10-21\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 114 A.D.2d 478\n\n## 판결문 요약\n\n\n—Appeal by defendant from a judgment of the Supreme Court, Kings County (Rigler, J.), ren*479dered December 6, 1982, convicting him of grand larceny in the third degree, upon a jury verdict, and imposing sentence.\nJudgment affirmed.\nWhile returning home on the night of March 13, 1982, complainant fell asleep on a subway train and, upon being awakened, discovered that a sum of money was missing from his pocket. The evidence adduced at trial, including testimony from the arresting officer and from defendant’s accomplice, established that defendant acted as a \"lookout” while his accomplice removed the money from complainant’s person.\nDefendant’s guilt was proven beyond a reasonable doubt (People v Contes, 60 NY2d 620, 621), and thus the court did not err in denying defendant’s motion to dismiss, made after both sides rested, on the ground that the People had not made out a prima facie case. Furthermore, the court did not abuse its discretion in admitting certain expert testimony (see, People v Cronin, 60 NY2d 430, 433; Rodriguez v Board of Educ., 104 AD2d 978, 979).\nWe have examined defendant’s remaining contentions and find them to be without merit. Mangano, J. P., Thompson, Brown and Fiber, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-taylor"
    }
  ],
  "relatedIncidents": [
    15664,
    15668,
    15669,
    15673,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}