{
  "id": 15737,
  "title": "1985년 Klimek 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-10-17",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Klimek. 판결일: 1985-10-17. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Charles F. Klimek, Individually and as Father and Natural Guardian of Peter E. Klimek, an Infant v. Town of Ghent, and County of Columbia\n**판결일**: 1985-10-17\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Weiss\n\n## 인용\n\n- 114 A.D.2d 614\n\n## 판결문 요약\n\n\nWeiss, J.\nAppeal from an order of the Supreme Court at Special Term (Cholakis, J.), entered November 29, 1984 in Columbia County, which denied defendant *615Town of Ghent’s motion for summary judgment dismissing the complaint against it.\nThe facts in this case are set forth in Klimek v Town of Ghent (71 AD2d 359), where we denied plaintiffs motion to dismiss the affirmative defense of lack of compliance with Local Law, 1976, No. 1 of Town of Ghent (requirement for prior written notice of condition complained of) and held the local law to be constitutional. The case is before us again on this appeal by defendant Town of Ghent from Special Term’s denial of its motion for summary judgment dismissing the complaint because it had not received the written notice required by said Local Law No. 1. Briefly, plaintiff commenced this action against the town and other defendants to recover damages for personal injuries sustained by his then infant son on July 19, 1978, when a tractor operated by the infant on a town road allegedly ran onto the shoulder striking first a culvert, then a tree, and went down an embankment. The complaint alleges that the town was negligent in designing, creating, constructing, establishing, repairing, reconstructing and maintaining the road, shoulder, drainage system and appurtenances thereto.\nPlaintiff does not contend that he ever gave the prior written notice, but both he and the other defendants urge distinct grounds to support Special Term’s denial of t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=klimek-v-town-of-ghent"
    }
  ],
  "relatedIncidents": [
    15664,
    15668,
    15669,
    15673,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}