{
  "id": 15739,
  "title": "1985년 Hickey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-10-14",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Hickey. 판결일: 1985-10-14. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: George HICKEY v. STATE of Arkansas\n**판결일**: 1985-10-14\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Purtle\n\n## 변호인\n\nAppellant, pro se., No response.\n\n## 인용\n\n- 287 Ark. 197\n- 697 S.W.2d 118\n\n## 판결문 요약\n\n Per Curiam. Petitioner George Hickey was found guilty by a jury of kidnapping, rape and robbery. He was sentenced to concurrent terms of ten and twenty years for kidnapping and rape and an additional term of ten years for robbery to be served consecutively to those terms. He appealed the kidnapping conviction only, and the Court of Appeals affirmed. Hickey v. State, 14 Ark. App. 50, 684 S.W.2d 830 (1985). Petitioner now seeks permission to proceed in circuit court for postconviction relief pursuant to A.R.Cr.P. Rule 37 on the sole ground that he was denied effective assistance of counsel on appeal. He bases the allegation on the decision of his appellate counsel to challenge only the sufficiency of the evidence to support the kidnapping conviction. Petitioner contends that there was insufficient evidence to convict him of any of the three offenses, kidnapping, rape or robbery.  Just as a petitioner may not use our postconviction rule as a means to challenge the sufficiency of the evidence on the allegation that counsel’s failure to move for a directed verdict amounted to ineffective assistance of counsel, Guy v. State, 282 Ark. 424, 668 S.W.2d 952 (1984), a petitioner may not reach the sufficiency of the evidence by arguing that counsel should have raised the issue on appeal. Challenges to the weight and sufficiency of the evidence are a direct attack on the judgment which must be made in the trial court and, if warranted, on the record on appeal. McCroskey v. State, 278 Ark...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hickey-v-state"
    }
  ],
  "relatedIncidents": [
    15746,
    15878,
    15369,
    15482,
    15488
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}