{
  "id": 15738,
  "title": "1985년 McDonald 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-10-16",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: McDonald. 판결일: 1985-10-16. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Karen F. McDONALD v. The STATE of Texas\n**판결일**: 1985-10-16\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Butts, Cantu, Reeves\n\n## 변호인\n\nRaymond Angelini, San Antonio, for appellant., Sam Millsap, Jr., Kirk Sherman, Edward F. Shaughnessy, III, Crim. Dist. Attys., San Antonio, for appellee.\n\n## 인용\n\n- 699 S.W.2d 325\n\n## 판결문 요약\n\n\nOPINION\nCANTU, Justice.\nThis is an appeal from a conviction for attempting to obtain a controlled substance by fraud. TEX.REV.CIV.STAT.ANN. art. 4476-15, § 4.09(a)(3) (Vernon Supp.1985). Punishment was assessed at thirty days confinement in the county jail.\nIn her first ground of error, appellant complains that the trial court erred in overruling her motion for instructed verdict because there was a fatal variance between the allegations and the proof of the complainant’s name.\nThe information alleged:\nOn or about the 3rd day of August, A.D., 1984, Karen F. McDonald, hereinafter known as defendant, did then and there knowingly and intentionally ATTEMPT TO OBTAIN DIAZEPHAM by use of A FICTITIOUS AND FRAUDULENT TELEPHONE CALL MADE TO JERRY J. JARZOMOLECK against the peace and dignity of the State.\nAfter the parties made their announcements of ready for trial on the merits, the State attempted to make a trial amendment to correct the complainant’s name from Jarzomoleck to Jarzombek.1 Appellant objected and the motion was withdrawn.\nMr. Jarzombek testified under direct examination by the State that his true name was Jarzombek, but that he had also been known as Jarzomoleck. Thus the State attempted to show that the variance between the names was not fatal as the corn-*326plainant was known by both names. See Roach v. State, 586 S.W.2d 866 (Tex.Crim.App.1979).\nHowever, on cross-examination by the appellant, Mr. Jarzombek admitted that the only reason he stated that he had ever be...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcdonald-v-state"
    }
  ],
  "relatedIncidents": [
    15680,
    15692,
    15700,
    15708,
    15718
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}