{
  "id": 15745,
  "title": "1985년 Rife 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-10-08",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Rife. 판결일: 1985-10-08. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri ex rel. MISSOURI HIGHWAY AND TRANSPORTATION COMMISSION v. George E. RIFE, Exceptions of George E. Rife\n**판결일**: 1985-10-08\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Lowenstein, Manford, Pritchard\n\n## 변호인\n\nBruce A. Ring, Chief Counsel, Earl H. Schrader, Jr., Jeffrey S. Eastman, Asst. Counsel, Mo. Highway and Transp. Com’n, Kansas City, Mo., for appellant., Don Witt, Robert H. Shaw, Witt, Boggs & Shaw, Platte City, Mo., for respondents.\n\n## 인용\n\n- 698 S.W.2d 627\n\n## 판결문 요약\n\n\nPER CURIAM:\nThis is an appeal by the Missouri Highway and Transportation Commission from an order dismissing and terminating the proceedings for failure to prosecute. The Commission asserts the trial court abused its discretion because at the time motions to dismiss were filed, the Commission was actively prosecuting the case and taking steps toward a resolution on the merits.\nThe underlying proceedings are in the nature of exceptions to a commissioner’s award entered pursuant to condemnation activity necessitated by the Interstate 435 Highway project in Platte County, Missouri. The proceedings terminated were for the final and permanent assessment of just compensation by a jury. The facts and circumstances here are the same as in three other appeals, decided by this court, discussed infra, in which the trial court sustained motions to dismiss.\n*628The condemnation petition in the instant appeal was filed on October 20, 1975. On June 30, 1976, the court appointed commissioners filed their report of damages. The condemnation award was paid to the Rifes upon their motion of August 6, 1976.\nThere was no further activity in the file until May 18, 1983, when the Commission filed a motion for trial setting. At the hearing on the Commission’s motion on June 2, the Rifes, appearing pro se, orally moved to dismiss the Commission’s exceptions. The court in the midst of hearing motions to dismiss in eighteen companion cases asked the Rifes to discuss the ease with the Commission’s atto...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-missouri-highway-transportation-commission-v-rife"
    }
  ],
  "relatedIncidents": [
    15664,
    15668,
    15669,
    15673,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}