{
  "id": 15744,
  "title": "1985년 Baker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-10-08",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Baker. 판결일: 1985-10-08. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Donald Earl BAKER v. STATE\n**판결일**: 1985-10-08\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: McMillan\n\n## 변호인\n\nDonald Earl Baker, pro se., Charles A. Graddick, Atty. Gen., and Gerrilyn V. Grant, Asst. Atty. Gen., for appellee.\n\n## 인용\n\n- 477 So. 2d 982\n\n## 판결문 요약\n\n\nMcMILLAN, Judge.\nFrom a denial of appellant’s pro se petition for writ of error coram nobis, without an evidentiary hearing, this appeal follows. For the reasons outlined below, this case is reversed and remanded to the trial court, with instructions.\nOn May 15,1985, appellant filed a pro se petition for writ of error coram nobis in the Circuit Court of Calhoun County, Alabama. Appellant attached to his petition a sworn affidavit asserting his innocence of the crime for which he was convicted. Before the State filed its response, the trial court entered an order dismissing the petition, without an evidentiary hearing on the merits. Appellant asserts that the trial court improperly dismissed his petition, without an evidentiary hearing.\nIn response to this appeal, the State’s attorney has filed a “motion for leave to decline to file a brief, for additional leave, and for remandment.” In the motion, the State requests that “this cause be remanded for a hearing on the coram nobis petition.” The State does not cite any authority for its request and merely notes that “recent opinions of this honorable court require a hearing in this cause.” The recent case of Burrell v. State, 461 So.2d 41 (Ala.Cr.App.1984), appears to support the State’s position.\nIn Burrell, this court, per Judge Tyson, concluded that an order entered by the trial court denying the appellant’s petition for writ of error coram nobis, without an evi-dentiary hearing on the merits, should be reversed and the cause...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sellers-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=willis-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=baker-v-state"
    }
  ],
  "relatedIncidents": [
    15664,
    15668,
    15669,
    15673,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}