{
  "id": 15751,
  "title": "1985년 Blackwelder 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-10-04",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Blackwelder. 판결일: 1985-10-04. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Blackwelder v. State\n**판결일**: 1985-10-04\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Grimes\n\n## 인용\n\n- 476 So. 2d 280\n\n## 판결문 요약\n\n\n476 So.2d 280 (1985)\nDarrell BLACKWELDER, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 84-2347.\nDistrict Court of Appeal of Florida, Second District.\nOctober 4, 1985.\nJ. Marion Moorman, Public Defender, Bartow, and L.S. Alperstein, Asst. Public Defender, Tampa, for appellant.\nJim Smith, Atty. Gen., Tallahassee, and Ann Garrison Paschall, Asst. Atty. Gen., Tampa, for appellee.\nGRIMES, Acting Chief Judge.\nAppellant was placed on probation for six offenses, second degree grand theft and five counts of obtaining property by worthless check, which he committed in 1980 and 1982. Thereafter, he was charged with robbery, attempted first degree murder, and kidnapping, all of which occurred in early 1984. After his probation was revoked and he was convicted of the new charges, appellant was sentenced to a total of 327 years for all nine crimes.\nOn appeal, appellant first contends that the trial court erred in sentencing him pursuant to the guidelines for the six offenses for which his probation was revoked. He argues that the affirmative selection to be sentenced under the guidelines *281 which was required because the underlying offenses were committed prior to October 1, 1983, was lacking. The record contains no affirmative selection although defense counsel did apprise the court of the recommended guidelines range and objected to its severity as applied to appellant. By itself, defense counsel's discussion of the scoresheet with the trial court does not constitute a clear and uneq...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=blackwelder-v-state"
    }
  ],
  "relatedIncidents": [
    15669,
    15687,
    15690,
    15763,
    15811
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}