{
  "id": 15763,
  "title": "1985년 Kirkland 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-09-27",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Kirkland. 판결일: 1985-09-27. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Timothy Michael KIRKLAND v. STATE of Florida\n**판결일**: 1985-09-27\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Mills, Smith, Thompson\n\n## 변호인\n\n■ Michael Allen, Public Defender, Paula S. Saunders, Asst. Public Defender, for appellant., Jim Smith, Atty. Gen., Lawrence A. Ka-den, Asst. Atty. Gen., for appellee.\n\n## 인용\n\n- 478 So. 2d 1092\n\n## 판결문 요약\n\n\nMILLS, Judge.\nKirkland appeals from a conviction for first degree murder. He contends the trial court erred in denying his motion to suppress a transcribed statement made by him and in refusing to give his requested jury instruction on “unnecessary killing.” We affirm.\nPrior to his trial, Kirkland, a minor, filed a motion to suppress all statements made by him to police officers on the day of his arrest, on the ground they were obtained in violation of his Fifth Amendment right to counsel. A hearing was conducted after which the court denied the motion. Subsequently, the court agreed to delete certain portions of Kirkland’s transcribed statement and to have the statement retyped with the excised remarks deleted before admitting the copy into evidence.\nAt the suppression hearing, Investigator E.R. Miller testified that on 8 April 1984 at 11:00 a.m., he and two fellow investigators contacted Kirkland at his place of employment. The officer advised Kirkland of his rights and asked if he knew why they were there. Kirkland responded, “I was with that girl Sunday night at Embers, but I did not go off with her.” Kirkland was then informed that his friend and companion the night of the murder was at the sheriff’s office being interviewed, to which he replied, “I danced with her, but I did not kill her.”\nAt this point, Miller suggested that Kirkland accompany him to the squad ear in order for them to talk further. After a lengthy incriminating statement was made, Kirkland was told he...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kirkland-v-state"
    }
  ],
  "relatedIncidents": [
    15669,
    15687,
    15690,
    15751,
    15811
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}