{
  "id": 15762,
  "title": "1985년 Zimmerman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-09-27",
  "location": "Alaska, AK, USA",
  "summary": "미국 Alaska, AK 법원 판결 사건. 사건명: Zimmerman. 판결일: 1985-09-27. 법원: Court of Appeals of Alaska.",
  "description": "## 사건 정보\n\n**사건명**: Lemmie L. ZIMMERMAN, Appellant, v. STATE of Alaska, Appellee\n**판결일**: 1985-09-27\n**법원**: Court of Appeals of Alaska\n**관할**: Alaska, AK\n\n**판사**: Bryner, C.J., and Coats and Singleton\n\n## 변호인\n\nKevin F. McCoy, Asst. Public Defender, Kenai, and Dana Fabe, Public Defender, Anchorage, for appellant., Shannon D. Turner, Asst. Dist. Atty., Thomas Wardell, Dist. Atty., Kenai, and Norman C. Gorsuch, Atty. Gen., Juneau, for appellee.\n\n## 인용\n\n- 706 P.2d 343\n\n## 판결문 요약\n\n\n706 P.2d 343 (1985)\nLemmie L. ZIMMERMAN, Appellant,\nv.\nSTATE of Alaska, Appellee.\nNo. A-921.\nCourt of Appeals of Alaska.\nSeptember 27, 1985.\nKevin F. McCoy, Asst. Public Defender, Kenai, and Dana Fabe, Public Defender, Anchorage, for appellant.\nShannon D. Turner, Asst. Dist. Atty., Thomas Wardell, Dist. Atty., Kenai, and Norman C. Gorsuch, Atty. Gen., Juneau, for appellee.\nBefore BRYNER, C.J., and COATS and SINGLETON, JJ.\n\nOPINION\nSINGLETON, Judge.\nLemmie L. Zimmerman pled nolo contendere and was convicted of attempted arson in the second degree, a class C felony. AS 11.46.410; AS 11.31.100. Superior Court Judge Charles K. Cranston sentenced her to two years' imprisonment and suspended all but ninety days. He placed Zimmerman on probation for five years, subject to certain conditions of probation, only one of which is in issue here. Zimmerman appeals her sentence. She challenges the order requiring her to make restitution. She contends that the trial court's order that she pay $5,700 restitution was not supported by a finding that she had the future earning capacity necessary to make restitution. The order, in her view, was therefore in violation of statute. We agree and remand.\nZimmerman and her husband are separated. Zimmerman's husband remained in the family residence and Zimmerman moved elsewhere. On August 28, 1984, Zimmerman returned to the family residence and intentionally set a fire in order to scare her husband. The fire was set through the use of a kerosene drench...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=zimmerman-v-state"
    }
  ],
  "relatedIncidents": [
    15683,
    15695,
    15735,
    15772,
    15797
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}