{
  "id": 15767,
  "title": "1985년 McKinnon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-09-23",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: McKinnon. 판결일: 1985-09-23. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Russell Hillman McKINNON v. STATE of Arkansas\n**판결일**: 1985-09-23\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Purtle, Smith\n\n## 변호인\n\nTucker & Thrailkill, by: Patricia A. Tucker, for appellant., Steve Clark, Att’y Gen., by: Connie Griffin, Asst. Att’y Gen., for appellee.\n\n## 인용\n\n- 287 Ark. 1\n- 695 S.W.2d 826\n\n## 판결문 요약\n\n George Rose Smith, Justice. The appellant was convicted of rape and was sentenced as an habitual offender to imprisonment for 40 years. The sufficiency of the State’s proof is not questioned, it having been shown that McKinnon had engaged by forcible compulsion in deviate sexual activity with a girl (who was eleven years old at the time). Two points for reversal are argued. First, it is insisted that the prosecution should not have been allowed to cross-examine McKinnon about his past use of aliases. He admitted that he had used the name Steve Owens to conceal his whereabouts from his wife. He implied that he had used other aliases, by stating that if he had used a name close to Ralph Hillman, he didn’t remember it.  Uniform Evidence Rule 608 provides that specific instances of misconduct, if probative of truthfulness or untruthfulness, may be inquired into on cross-examination. We have construed this to mean a lack of veracity rather than dishonesty in general. Rhodes v. State, 276 Ark. 203, 634 S.W.2d 107 (1982). The federal courts, in construing the similar federal rule, hold that cross-examination about the use of false names or identities is permissible to show a lack of truthfulness. United States v. Mansaw, 714 F.2d 785 (8th Cir. 1983), cert. denied 104 S.Ct. 403, 434; United States v. Reid, 634 F.2d 469 (9th Cir. 1980) cert. denied 454 U.S. 829 (1981). As was said in a case before the adoption of the federal rules of evidence: “If a man lie about his own name, might ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mckinnon-v-state"
    }
  ],
  "relatedIncidents": [
    15684,
    15688,
    15855,
    15870,
    15872
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}