{
  "id": 15766,
  "title": "1985년 Miles 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-09-24",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Miles. 판결일: 1985-09-24. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. CHARLES MILES, Defendant and Appellant\n**판결일**: 1985-09-24\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Kingsley, McClosky\n\n## 변호인\n\nCounsel, Quin Denvir, State Public Defender, under appointment by the Court of Appeal, and Diane M. L. Tan, Deputy State Public Defender, for Defendant and Appellant., John K. Van de Kamp, Attorney General, Robert H. Anderson, Lisa B. Lench and Terry Fujimoto, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 172 Cal. App. 3d 474\n- 218 Cal. Rptr. 378\n\n## 판결문 요약\n\n\n172 Cal. App. 3d 474 (1985)\n218 Cal. Rptr. 378\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nCHARLES MILES, Defendant and Appellant.\nDocket No. 43546.\nCourt of Appeals of California, Second District, Division Four.\nSeptember 24, 1985.\n*476 COUNSEL\nQuin Denvir, State Public Defender, under appointment by the Court of Appeal, and Diane M.L. Tan, Deputy State Public Defender, for Defendant and Appellant.\nJohn K. Van de Kamp, Attorney General, Robert H. Anderson, Lisa B. Lench and Terry Fujimoto, Deputy Attorneys General, for Plaintiff and Respondent.\nOPINION\nMcCLOSKY, J.\nAppellant Charles Miles was charged by information with two counts of robbery. (Pen. Code, § 211.) Count I alleged a violation which occurred on June 13, 1982. Count II alleged a violation which occurred on June 14, 1982. The jury convicted appellant on count I. On count II, the jury found defendant guilty of the lesser included offense of attempted robbery. On March 26, 1984, we filed our earlier opinion in this matter. On May 24, 1984, the California Supreme Court granted a petition for hearing and on July 25, 1985, retransferred this matter to us for reconsideration in light of People v. Castro (1985) 38 Cal. 3d 301 [211 Cal. Rptr. 719, 696 P.2d 111].\n\nCONTENTIONS\nAppellant contends that the trial court erred in denying his motion to exclude a prior arson conviction pursuant to People v. Beagle (1972) 6 Cal. 3d 441 [99 Cal. Rptr. 313, 492 P.2d 1], and that the trial court committed reversible error in refusing hi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-miles"
    }
  ],
  "relatedIncidents": [
    15664,
    15673,
    15689,
    15696,
    15705
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}