{
  "id": 15779,
  "title": "1985년 Charlie Mae SCOTT, Plaintiff-Appellant, v. Margaret M. HECKLER, Secretary of Health and Human Services, Defendant-Appellee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-09-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Charlie Mae SCOTT, Plaintiff-Appellant, v. Margaret M. HECKLER, Secretary of Health and Human Services, Defendant-Appellee. 판결일: 1985-09-12. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: 10 soc.sec.rep.ser. 394, unempl.ins.rep. Cch 16,303 Charlie Mae Scott v. Margaret M. Heckler, Secretary of Health and Human Services\n**판결일**: 1985-09-12\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Randall, Rubin, Tate\n\n## 변호인\n\nSamuel L. Walters, Jackson, Miss., for plaintiff-appellant., George Phillips, U.S. Atty., L.A. Smith, III, Asst. U.S. Atty., Jackson, Miss., for defendant-appellee.\n\n## 인용\n\n- 770 F.2d 482\n\n## 판결문 요약\n\n770 F.2d 482\n    10 Soc.Sec.Rep.Ser. 394, Unempl.Ins.Rep. CCH  16,303Charlie Mae SCOTT, Plaintiff-Appellant,v.Margaret M. HECKLER, Secretary of Health and Human Services,Defendant-Appellee.\n    No. 84-4841\n    \n      Summary Calendar.\n      United States Court of Appeals,Fifth Circuit.\n      Sept. 12, 1985.\n      Samuel L. Walters, Jackson, Miss., for plaintiff-appellant.\n      George Phillips, U.S. Atty., L.A. Smith, III, Asst. U.S. Atty., Jackson, Miss., for defendant-appellee.\n      Appeal from the United States District Court for the Southern District of Mississippi.\n      Before RUBIN, RANDALL, and TATE, Circuit Judges.\n      ALVIN B. RUBIN, Circuit Judge:\n    \n    \n      1\n      An applicant for Social Security disability and supplemental security income (SSI) benefits appeals the Secretary's determination that she was not disabled within the meaning of the Social Security Act.  Because the Secretary gave insufficient weight to the opinion of the applicant's treating physician, may have improperly dismissed her obesity as a cause of disability because she had failed to lose weight, and may have failed to consider the cumulative impact of all her impairments, we reverse the decision and remand for the Secretary's reconsideration of all of the evidence.\n    \n    \n      2\n      Charlie Mae Scott, a 62-year-old female, applied for disability and SSI benefits on August 26, 1981, contending that she was unable to work because of a blood clot in her left hip and leg, disc trou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=charlie-mae-scott-plaintiff-appellant-v-margaret-m-heckler-secretary"
    }
  ],
  "relatedIncidents": [
    15664,
    15668,
    15669,
    15673,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}