{
  "id": 15775,
  "title": "1985년 Goodson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-09-16",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Goodson. 판결일: 1985-09-16. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: SEMINOLE PEANUT COMPANY v. GOODSON (Two Cases)\n**판결일**: 1985-09-16\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Banke, Benham, McMurray\n\n## 변호인\n\nBruce W. Kirbo, Kenneth L. Hornsby, for appellant., Ben Kirbo, for appellees.\n\n## 인용\n\n- 335 S.E.2d 157\n- 176 Ga. App. 42\n\n## 판결문 요약\n\n\n176 Ga. App. 42 (1985)\n335 S.E.2d 157\nSEMINOLE PEANUT COMPANY\nv.\nGOODSON (two cases).\n70665, 70666.\nCourt of Appeals of Georgia.\nDecided September 16, 1985.\nBruce W. Kirbo, Kenneth L. Hornsby, for appellant.\nBen Kirbo, for appellees.\nBANKE, Chief Judge.\nThe appellant, Seminole Peanut Company, is in the business of purchasing peanuts from farmers and other sources and shelling them for resale to commercial users. The appellees, L. R. and Ronnie L. Goodson, are peanut farmers. They filed separate suits against Seminole to recover actual and punitive damages and attorney fees for breach of contract and fraud, based on allegations that Seminole's president, Lee Jones, had induced them to sell Seminole a portion of their 1983 crop by misrepresenting the amount of money they would ultimately receive as consideration for the sale. The two cases were consolidated for trial. The jury found for Seminole on the breach of contract claim but awarded damages and attorney fees to the appellees on the fraud claim. On appeal, Seminole contends that the trial *43 court erred in denying its motions for directed verdict and for judgment notwithstanding the verdict.\nUnder federal regulations, part of the appellees' crop was categorized as \"quota\" peanuts and the remainder as \"additional\" peanuts. For the year 1983, the appellees were entitled to receive no less than $550 per ton base grade for their quota peanuts and no less than $185 per ton base grade for their \"additional\" peanuts.\nThe federa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=seminole-peanut-co-v-goodson"
    }
  ],
  "relatedIncidents": [
    15680,
    15692,
    15700,
    15708,
    15718
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}