{
  "id": 15774,
  "title": "1985년 Hoots 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-09-17",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Hoots. 판결일: 1985-09-17. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State of North Carolina v. Richard Anthony Hoots\n**판결일**: 1985-09-17\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Becton, Martin, Webb\n\n## 변호인\n\n\n\nAttorney General Thornburg, by Assistant Attorney General Barry S. McNeill, for the State.\n, \nBoyan, Nix and Boyan, by Clarence C. Boyan and Robert S. Boyan, for defendant appellant.\n\n\n## 인용\n\n- 334 S.E.2d 74\n- 76 N.C. App. 616\n\n## 판결문 요약\n\n\n334 S.E.2d 74 (1985)\nSTATE of North Carolina\nv.\nRichard Anthony HOOTS.\nNo. 8422SC1084.\nCourt of Appeals of North Carolina.\nSeptember 17, 1985.\n*75 Atty. Gen. Lacy H. Thornburg by Asst. Atty. Gen. Barry S. McNeill, Dept. of Justice, Raleigh, for the State.\nBoyan, Nix and Boyan by Clarence C. Boyan and Robert S. Boyan, High Point, for defendant-appellant.\nBECTON, Judge.\nFrom a judgment on rehearing denying defendant's Motion for Appropriate Relief, defendant, Richard Anthony Hoots, appeals. Because defendant's motion was based on \"newly discovered\" evidence, and the time for appeal had expired, defendant also seeks relief by writ of certiorari.\nDefendant was convicted of armed robbery at a jury trial in February 1980. Defendant filed a Motion for Appropriate Relief, seeking, in substance, to have his conviction reversed and a new trial granted on the ground of newly discovered exculpatory evidence that Darrell Shaw, and not the defendant, committed the armed robbery. The motion was denied at an evidentiary rehearing, and defendant now contends (1) the newly discovered evidence was sufficient for a new trial because it exonerates defendant and is corroborated by independent evidence; (2) the court erred in excluding testimony that should have been admitted as a declaration against penal interest; and (3) the court erred in ruling that the new evidence was not credible.\nWe allow defendant's Petition for Writ of Certiorari. We find no error in the court's rulings and accordingly ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hoots"
    }
  ],
  "relatedIncidents": [
    15664,
    15673,
    15689,
    15696,
    15705
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}