{
  "id": 15772,
  "title": "1985년 Dinkel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-09-19",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Dinkel. 판결일: 1985-09-19. 법원: Court of Appeals of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: Frank Dinkel, Claimant/Appellee, v. Graves Truck Line, Inc., Respondent/Appellant\n**판결일**: 1985-09-19\n**법원**: Court of Appeals of Kansas\n**관할**: Kansas, KS\n\n**판사**: Abbott, Briscoe, SwiNEHARTand\n\n## 변호인\n\nTerry Malone and B. G. Larson, of Williams, Larson, Strobel, Estes & Malone, P.A., of Dodge City, for the appellant., Don Vsetecka, of Garden City, for the appellee.\n\n## 인용\n\n- 706 P.2d 470\n- 10 Kan. App. 2d 604\n\n## 판결문 요약\n\n\n10 Kan. App. 2d 604 (1985)\n706 P.2d 470\nFRANK DINKEL, Claimant/Appellee,\nv.\nGRAVES TRUCK LINE, INC., Respondent/Appellant.\nNo. 57,468\nCourt of Appeals of Kansas.\nOpinion filed September 19, 1985.\nTerry Malone and B.G. Larson, of Williams, Larson, Strobel, Estes &amp; Malone, P.A., of Dodge City, for the appellant.\nDon Vsetecka, of Garden City, for the appellee.\nBefore ABBOTT, P.J., SWINEHART and BRISCOE, JJ.:\nABBOTT, J.:\nThis is an appeal in a workers' compensation case from an order changing the treating physicians from a medical doctor to two chiropractic doctors, and ordering the employer to pay mileage and per diem in connection with the authorized medical treatment by the primary treating doctor located in Mt. Horeb, Wisconsin.\nWe raise the question of jurisdiction on our own motion. City of Overland Park v. Barron, 234 Kan. 522, Syl. ¶ 1, 672 P.2d 1100 (1983). When the district court lacks jurisdiction to enter an order, an appellate court does not acquire jurisdiction over the subject matter on appeal. In re Lakeview Gardens, Inc., 227 Kan. 161, 173, 605 P.2d 576 (1980).\n*605 The jurisdictional issue arises as follows: The claimant, Frank Dinkel, sustained a back injury while employed by Graves Truck Lines. The administrative law judge made an award that included permanent partial disability compensation, and also ordered \"that claimant is entitled to future medical care from Dr. Reschly until further order of this Judge or the Director.\"\nOn appeal, the district court...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dinkel-v-graves-truck-line-inc"
    }
  ],
  "relatedIncidents": [
    15683,
    15695,
    15735,
    15762,
    15797
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}