{
  "id": 15785,
  "title": "1985년 Susskind 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-09-10",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Susskind. 판결일: 1985-09-10. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Ilyse A. SUSSKIND v. Harry B. SUSSKIND\n**판결일**: 1985-09-10\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Ferguson, Genson, Jor, Nesbitt\n\n## 변호인\n\nSinclair, Louis, Siegel, Heath, Nussbaum & Zavertnik and Paul Louis, Alejandro M. Sanchez and Dwight Sullivan, Miami, for appellant., Maurice Jay Kutner, Miami, for appellee.\n\n## 인용\n\n- 475 So. 2d 1276\n\n## 판결문 요약\n\n\nPER CURIAM.\nThe former wife appeals a final summary judgment entered against her on her petition to vacate or set aside a property settlement agreement incorporated into a final judgment of dissolution of marriage. We affirm the judgment appealed upon a holding that appellant’s allegations in support of her petition (fraud, duress, coercion and failure to provide full disclosure) form the basis for a claim of intrinsic fraud. DeClaire v. Yohanan, 453 So.2d 375 (Fla.1984); Langer v. Langer, 463 So.2d 429 (Fla. 3d DCA 1985); August v. August, 350 So.2d 794 (Fla. 3d DCA 1977). Any petition to vacate a judgment on grounds of intrinsic fraud must be- filed within one year after the entry of the judgment. De-Claire; Langer. Appellant’s petition to set aside or vacate was filed almost four years after the entry of the final judgment of dissolution which incorporated the property settlement agreement.\nAffirmed.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=susskind-v-susskind"
    }
  ],
  "relatedIncidents": [
    15680,
    15692,
    15700,
    15708,
    15718
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}