{
  "id": 15784,
  "title": "1985년 Medicare&medicaid Gu 34,904 United States of America v. Roger Wayne Lipkis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-09-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Medicare&medicaid Gu 34,904 United States of America v. Roger Wayne Lipkis. 판결일: 1985-09-10. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Roger Wayne LIPKIS, Defendant-Appellant\n**판결일**: 1985-09-10\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Tang, Wallace, Wiggins\n\n## 변호인\n\nRobert A. Pallemon, Asst. U.S. Atty., Los Angeles, Cal., for plaintiff-appellee., Stephen Gilbert, Santa Monica, Cal., for defendant-appellant.\n\n## 인용\n\n- 770 F.2d 1447\n\n## 판결문 요약\n\n770 F.2d 1447\n    Medicare&amp;Medicaid Gu 34,904UNITED STATES of America, Plaintiff-Appellee,v.Roger Wayne LIPKIS, Defendant-Appellant.\n    No. 84-5274.\n    United States Court of Appeals,Ninth Circuit.\n    Argued and Submitted June 7, 1985.Decided Sept. 10, 1985.\n    \n      Robert A. Pallemon, Asst. U.S. Atty., Los Angeles, Cal., for plaintiff-appellee.\n      Stephen Gilbert, Santa Monica, Cal., for defendant-appellant.\n      Appeal from the United States District Court for the Central District of California.\n      Before WALLACE, TANG, and WIGGINS, Circuit Judges.\n      TANG, Circuit Judge.\n    \n    \n      1\n      Roger Lipkis appeals his conviction for:  (1) one count of conspiracy to defraud the United States by receiving \"kickbacks\" for referring Medi-Cal and Medicare business, under 18 U.S.C. Sec. 371;  (2) four counts of receiving \"kickbacks,\" under 42 U.S.C. Sec. 1396b;  (3) five counts of making false statements on Medicare claim forms, under 42 U.S.C. Sec. 1395nn;  and (4) five counts of mail fraud for submitting the claim forms through the mails, under 18 U.S.C. Sec. 1341.  Lipkis raises two issues on appeal:  first, that the government improperly used statements he made under an informal grant of immunity to obtain his indictment and to prosecute him;  and, second, that there was a fatal variance between the false statement charges under 42 U.S.C. Sec. 1395nn and the government's proof at trial.  He therefore contends that the indictment should have been dismisse...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=medicaremedicaid-gu-34904-united-states-of-america-v-roger-wayne-lipkis"
    }
  ],
  "relatedIncidents": [
    15680,
    15692,
    15700,
    15708,
    15718
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}