{
  "id": 15796,
  "title": "1985년 Smith v. Mississippi State Bar 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-08-21",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Smith v. Mississippi State Bar. 판결일: 1985-08-21. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Eddie Ray SMITH v. MISSISSIPPI STATE BAR\n**판결일**: 1985-08-21\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Anderson, Hawkins, Lee, Patterson, Prather, Robertson, Sullivan, Walker\n\n## 변호인\n\nEddie Ray Smith, Parchman, for appellant., Andrew J. Kilpatrick, Jr., Jackson, for appellee.\n\n## 인용\n\n- 475 So. 2d 148\n\n## 판결문 요약\n\n\nROBERTSON, Justice,\nfor the Court:\nThis matter is before the Court upon the motion of the Mississippi State Bar (MSB) to docket and dismiss. That motion presents the question of whether this Court should hear an appeal by Eddie Ray Smith from a decision of the MSB Committee on Complaints dismissing Smith’s complaint against his former attorney wherein Smith had charged unprofessional conduct in the course of his (the attorney’s) representation of him (Smith). We grant the motion to docket and dismiss.\nThe record in this matter reflects that Petitioner Smith was formally charged with the crime of forgery in an indictment returned by the Grand Jury of Forrest County, Mississippi. After consultation with his attorney, Smith entered a plea of guilty to the charge and was sentenced to a term of years in the custody of the Mississippi Department of Corrections. Smith is presently housed at Unit 29, K Building, at the Mississippi State Penitentiary at Parch-man, Mississippi.\nOn March 4, 1985, Smith filed with the Mississippi State Bar a complaint wherein he charged his attorney with unprofessional conduct in the course of that attorney’s representation of Smith on the forgery charge. See MSB Confidential Case No.-84-250-2. The matter was referred to MSB’s Committee on Complaints. The record reflects that the committee investigated Smith’s complaint against his former attorney and on May 6, 1985, announced that it had found “no conduct of said attorney which would warrant any action...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-mississippi-state-bar"
    }
  ],
  "relatedIncidents": [
    15664,
    15668,
    15669,
    15673,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}