{
  "id": 15792,
  "title": "1985년 Garrett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-08-28",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Garrett. 판결일: 1985-08-28. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Garrett v. United States\n**판결일**: 1985-08-28\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Blackmun, Burger, O'Connor, Rehnquist, Stevens, White\n\n## 변호인\n\nPhilip A. DeMassa argued the cause for petitioner. With him on the briefs was Richard M. Barnett., Mark I. Levy argued the cause for the United States. With him on the brief were Solicitor General Lee, Assistant Attorney General Trott, Deputy Solicitor General Frey, and Joel M. Gershowitz.\n\n## 인용\n\n- 85 L. Ed. 2d 764\n- 105 S. Ct. 2407\n- 471 U.S. 773\n- 1985 U.S. LEXIS 25\n\n## 판결문 요약\n\n\n471 U.S. 773 (1985)\nGARRETT\nv.\nUNITED STATES\nNo. 83-1842.\nSupreme Court of United States.\nArgued January 16, 1985\nDecided June 3, 1985\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE ELEVENTH CIRCUIT\n*774 Philip A. DeMassa argued the cause for petitioner. With him on the briefs was Richard M. Barnett.\nMark I. Levy argued the cause for the United States. With him on the brief were Solicitor General Lee, Assistant Attorney General Trott, Deputy Solicitor General Frey, and Joel M. Gershowitz.\n*775 JUSTICE REHNQUIST, delivered the opinion of the Court.\nThis case requires us to examine the double jeopardy implications of a prosecution for engaging in a \"continuing criminal enterprise\" (CCE), in violation of the Comprehensive Drug Abuse Prevention and Control Act of 1970, 21 U.S. C. § 848, when facts underlying a prior conviction are offered to prove one of three predicate offenses that must be shown to make out a CCE violation. Petitioner Jonathan Garrett contends that his prior conviction is a lesser included offense of the CCE charge, and, therefore, that the CCE prosecution is barred under Brown v. Ohio, 432 U.S. 161 (1977).\nBetween 1976 and 1981, Garrett directed an extensive marihuana importation and distribution operation involving off-loading, transporting, and storing boatloads of marihuana. These activities and related meetings and telephone calls occurred in several States, including Arkansas, Florida, Georgia, Louisiana, Massachusetts, Michigan, Texas, and Was...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=garrett-v-united-states"
    }
  ],
  "relatedIncidents": [
    15668,
    15729,
    15825,
    15908,
    15936
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}