{
  "id": 15794,
  "title": "1985년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-08-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1985-08-22. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: In Re Tom Rubin, Dba Tom Rubin & Associates, Debtor. Tom Rubin, Dba Tom Rubin & Associates v. Belo Broadcasting Corporation, Dba Wfaa Tv Cox Broadcasting Corporation, Dba Wsb Tv Wiic Tv, Inc., a Wholly-Owned Subsidiary of Cox Broadcasting Corporation King Broadcasting Company, Dba King Am Miami Broadcasting Corporation, Dba Ktvu Gaylord Broadcasting, Dba Kstw Fisher Broadcasting, Inc., Dba Komo Tv Hubbard Broadcasting, Inc., Dba Kstp Teleco Indiana, Inc., Dba Wttv Television Gaylord Broadcasting Company of Ohio, Dba Wuab Tv\n**판결일**: 1985-08-22\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 769 F.2d 611\n\n## 판결문 요약\n\n769 F.2d 611\n    13 Collier Bankr.Cas.2d 599, 3 Fed.R.Serv.3d 968\n    In re Tom RUBIN, dba Tom Rubin &amp; Associates, Debtor.Tom RUBIN, dba Tom Rubin &amp; Associates, Appellant,v.BELO BROADCASTING CORPORATION, dba WFAA TV;  CoxBroadcasting Corporation, dba WSB TV;  WIIC TV, Inc., awholly-owned subsidiary of Cox Broadcasting Corporation;King Broadcasting Company, dba King AM;  Miami BroadcastingCorporation, dba KTVU;  Gaylord Broadcasting, dba KSTW;Fisher Broadcasting, Inc., dba Komo TV;  HubbardBroadcasting, Inc., dba KSTP;  Teleco Indiana, Inc., dbaWTTV Television;  Gaylord Broadcasting Company of Ohio, dbaWUAB TV, Appellees.\n    No. 84-5675.\n    United States Court of Appeals,Ninth Circuit.\n    Argued and Submitted March 6, 1985.Decided Aug. 22, 1985.\n    \n      Gary E. Klausner, Herbert Wolas, Robinson, Wolas &amp; Diamant, Kenneth N. Klee, Stutman, Treister &amp; Glatt, Los Angeles, Cal., for appellant.\n      Daniel Slate, Gendel, Raskoff, Shapiro &amp; Quittner, Los Angeles, Cal., for appellees.\n      Appeal from the Bankruptcy Appellate Panel for the Ninth Circuit.\n      Before GOODWIN, FLETCHER, and PREGERSON, Circuit Judges.\n      FLETCHER, Circuit Judge:\n    \n    \n      1\n      Rubin appeals the bankruptcy court's dismissal of his answer to a petition for involuntary bankruptcy as a sanction for his conduct during discovery.  We reverse.\n    \n    I. BACKGROUND\n    \n      2\n      Tom Rubin operates a media consulting firm and advertising agency under the name of Tom...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-tom-rubin-dba-tom-rubin-associates-debtor-tom-rubin-dba-tom"
    }
  ],
  "relatedIncidents": [
    15664,
    15668,
    15669,
    15673,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}