{
  "id": 15797,
  "title": "1985년 Frank Bodzin v. City of Dallas, Alonzo Burgin, Steven Padgett, and Skaggs Companies, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-08-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Frank Bodzin v. City of Dallas, Alonzo Burgin, Steven Padgett, and Skaggs Companies, Inc.. 판결일: 1985-08-19. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Frank BODZIN, Plaintiff-Appellant, v. CITY OF DALLAS, Alonzo Burgin, Steven Padgett, and Skaggs Companies, Inc., Defendants-Appellees\n**판결일**: 1985-08-19\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Clark, Higginbotham, Williams\n\n## 변호인\n\nDouglas R. Larson, Dallas, Tex., for plaintiff-appellant., Joseph G. Werner, 1st Asst. City Atty., Sam A. Lindsay, Rhonda F. Hunter, Asst. City Attys., Dallas, Tex., for City of Dallas, A. Burgin & S. Padgett., Strasburger & Price, W. Neil Rambin, Michael Jung, Dallas, Tex., for Skaggs Companies/American Stores, Inc.\n\n## 인용\n\n- 768 F.2d 722\n\n## 판결문 요약\n\n768 F.2d 722\n    Frank BODZIN, Plaintiff-Appellant,v.CITY OF DALLAS, Alonzo Burgin, Steven Padgett, and SkaggsCompanies, Inc., Defendants-Appellees.\n    No. 84-1695.\n    \n      Summary Calendar.\n      United States Court of Appeals,Fifth Circuit.\n      Aug. 19, 1985.\n      Douglas R. Larson, Dallas, Tex., for plaintiff-appellant.\n      Joseph G. Werner, 1st Asst. City Atty., Sam A. Lindsay, Rhonda F. Hunter, Asst. City Attys., Dallas, Tex., for City of Dallas, A. Burgin &amp; S. Padgett.\n      Strasburger &amp; Price, W. Neil Rambin, Michael Jung, Dallas, Tex., for Skaggs Companies/American Stores, Inc.\n      Appeal from the United States District Court for the Northern District of Texas.\n      Before CLARK, Chief Judge, WILLIAMS and HIGGINBOTHAM, Circuit Judges.\n      PATRICK E. HIGGINBOTHAM, Circuit Judge:\n    \n    \n      1\n      Frank Bodzin appeals the district court's dismissal by directed verdict, judgment upon verdict, and judgment notwithstanding verdict of his claims against two Dallas police officers, the City of Dallas, and Skaggs Companies, Inc. arising from an assertedly illegal arrest for trespass.  Persuaded that even under Bodzin's version of the evidence, the officers had probable cause to arrest, we affirm.\n    \n    \n      2\n      * Because the court entered judgment notwithstanding the jury's verdict for Bodzin on his 42 U.S.C. Sec. 1983 claim of unconstitutional arrest against one officer, we review and here describe the evidence \"in the light and with all...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=frank-bodzin-v-city-of-dallas-alonzo-burgin-steven-padgett-and-skaggs"
    }
  ],
  "relatedIncidents": [
    15683,
    15695,
    15735,
    15762,
    15772
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}