{
  "id": 15800,
  "title": "1985년 Deisch 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-08-14",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Deisch. 판결일: 1985-08-14. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: MURRAY WELL-DRILLING, Appellant, v. DEISCH Et Al, Defendants, STATE OF OREGON, Acting by and Through the DIRECTOR OF VETERANS’ AFFAIRS, Respondent; STATE OF OREGON, Acting by and Through the DIRECTOR OF VETERANS’ AFFAIRS, Respondent, v. DEISCH Et Al, Defendants, MURRAY WELL-DRILLING, INC., Appellant\n**판결일**: 1985-08-14\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Joseph, Young\n\n## 변호인\n\nDave Frohnmayer, Attorney General, James E. Mountain, Jr., Solicitor General, and Richard D. Wasserman, Assistant Attorney General, Salem, for petition., No appearance contra.\n\n## 인용\n\n- 704 P.2d 1159\n- 75 Or. App. 1\n\n## 판결문 요약\n\n\n704 P.2d 1159 (1985)\n75 Or.App. 1\nMURRAY WELL-DRILLING, an Oregon Corporation, Appellant,\nv.\nChester V. DEISCH, Jr., and Alana D. Deisch, Defendants,\nState of Oregon, Acting by and through the Director of Veterans' Affairs, Respondent.\nState of Oregon, Acting by and through the Director of Veterans' Affairs, Respondent,\nv.\nChester V. Deisch, Jr., and Alana D. Deisch, Defendants,\nMurray Well-Drilling, Inc., Appellant.\nCC83-179, CC83-294; CA A33850.\nCourt of Appeals of Oregon.\nSubmitted on Petition for Reconsideration February 13, 1985.\nFiled January 9, 1985.\nDecided August 14, 1985.\n*1160 Dave Frohnmayer, Atty. Gen., James E. Mountain, Jr., Sol. Gen., and Richard D. Wasserman, Asst. Atty. Gen., Salem, for petition.\nNo appearance contra.\nBefore WARDEN, P.J., JOSEPH, C.J., and YOUNG, J.\nSubmitted on Respondent's Petition for Reconsideration February 13, 1985.\nJOSEPH, Chief Judge.\nThe State of Oregon (DVA) has petitioned for review of our order dismissing this appeal. See ORAP 10.10(1). We grant the petition for reconsideration and adhere to the order.\nThe initial question is whether DVA is an \"aggrieved party\" within the meaning of ORS 2.520.[1] It appears from the judgment that DVA was the prevailing party at trial and that Murray Well-Drilling, Inc. (Murray) was the losing party. Murray filed a notice of appeal designating DVA as respondent. DVA did not file a notice of appeal or, after the filing of Murray's notice of appeal, a notice of cross-appeal. On our own motion, we d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=murray-well-drilling-v-deisch"
    }
  ],
  "relatedIncidents": [
    15664,
    15668,
    15669,
    15673,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}