{
  "id": 15811,
  "title": "1985년 Ramkeesoon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-08-01",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Ramkeesoon. 판결일: 1985-08-01. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. MICHAEL JOHN RAMKEESOON, Defendant and Appellant\n**판결일**: 1985-08-01\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Kaus\n\n## 변호인\n\nCounsel, Frank O. Bell, Jr., State Public Defender, under appointment by the Supreme Court, George L. Schraer and Jean R. Sternberg, Deputy State Public Defenders, for Defendant and Appellant., John K. Van de Kamp, Attorney General, Daniel J. Kremer, Chief Assistant Attorney General, William D. Stein, Assistant Attorney General, Donald E. Niver and Ann K. Jensen, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 702 P.2d 613\n- 39 Cal. 3d 346\n- 216 Cal. Rptr. 455\n\n## 판결문 요약\n\n\n39 Cal. 3d 346 (1985)\n702 P.2d 613\n216 Cal. Rptr. 455\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nMICHAEL JOHN RAMKEESOON, Defendant and Appellant.\nDocket No. Crim. 23129.\nSupreme Court of California.\nAugust 1, 1985.\n*348 COUNSEL\nFrank O. Bell, Jr., State Public Defender, under appointment by the Supreme Court, George L. Schraer and Jean R. Sternberg, Deputy State Public Defenders, for Defendant and Appellant.\nJohn K. Van de Kamp, Attorney General, Daniel J. Kremer, Chief Assistant Attorney General, William D. Stein, Assistant Attorney General, Donald E. Niver and Ann K. Jensen, Deputy Attorneys General, for Plaintiff and Respondent.\nOPINION\nKAUS, J.\nDefendant Michael John Ramkeesoon appeals the judgment of conviction of first degree murder and robbery with findings of use of a deadly weapon. (Pen. Code, §§ 187, 211, 12022, subd. (b).) He contends that the trial court prejudicially erred in refusing to instruct on theft as a lesser included offense in robbery. We are bound to agree and conclude that the judgment must therefore be reversed.\n\nI\nWe relate the evidence that justified defendant's requested instructions in some detail. Defendant  a citizen of Trinidad and Tobago in the West Indies who was enroute from Canada to the West Indies  testified as follows: He met the decedent, Robert Mullins, on November 26, 1980, while playing pool at the Eagle Creek bar in San Francisco. Mullins followed defendant to another bar and then invited defendant to get something to eat. While ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-ramkeesoon"
    }
  ],
  "relatedIncidents": [
    15669,
    15687,
    15690,
    15751,
    15763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}