{
  "id": 15816,
  "title": "1985년 Anderson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-07-24",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Anderson. 판결일: 1985-07-24. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Bernard Eugene ANDERSON, Appellant, v. STATE of Oklahoma, Appellee\n**판결일**: 1985-07-24\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Bussey, Parks\n\n## 변호인\n\nThomas G. Smith, Jr., Asst. Appellate Public Defender, Norman, for appellant., Michael C. Turpén, Atty. Gen., David W. Lee, Asst. Atty. Gen., Oklahoma City, for appellee.\n\n## 인용\n\n- 704 P.2d 499\n\n## 판결문 요약\n\n\n704 P.2d 499 (1985)\nBernard Eugene ANDERSON, Appellant,\nv.\nSTATE of Oklahoma, Appellee.\nNo. F-83-503.\nCourt of Criminal Appeals of Oklahoma.\nJuly 24, 1985.\nThomas G. Smith, Jr., Asst. Appellate Public Defender, Norman, for appellant.\nMichael C. Turpen, Atty. Gen., David W. Lee, Asst. Atty. Gen., Oklahoma City, for appellee.\n\n\n*500 OPINION\nPARKS, Presiding Judge:\nThe appellant, Bernard Eugene Anderson, was tried and convicted in the District Court of Comanche County, Case No. CRF-82-698, for the offense of Disposing of a Stolen Vehicle, in violation of 47 Ohio St. 1981, § 4-103. The jury found appellant had previously been convicted of two felonies, and assessed punishment at twenty (20) years imprisonment. 21 Ohio St. 1981, § 51 B. Judgment and sentence was imposed in accord with the jury's verdict, and we affirm.\nAt around noon on August 3, 1982, James Barrett discovered his 1979 Cadillac had been stolen from the Cecil Lawson Buick Company in Lawton, Oklahoma. Two hours later, appellant and a companion agreed to sell an undercover police officer a Cadillac for $1000. At 4:00 p.m., the pair returned with a car subsequently identified as Barrett's Cadillac. They sold this car to the officer for $1000, and appellant himself produced the keys to the car and took the money. This transaction was recorded by Lawton police on a hidden video-tape camera.\n\nI.\nIn his first assignment of error, appellant alleges the judgment and sentences admitted at preliminary hearing did not prove a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=anderson-v-state"
    }
  ],
  "relatedIncidents": [
    15664,
    15668,
    15669,
    15673,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}