{
  "id": 15817,
  "title": "1985년 Denson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-07-23",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Denson. 판결일: 1985-07-23. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Tennessee v. Walter Ray DENSON\n**판결일**: 1985-07-23\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Brien, Byers, Dwyer\n\n## 변호인\n\nW.J. Michael Cody, Atty. Gen. & Reporter, William Barry Wood, Asst. Atty. Gen., James F. Walsh, Asst. Dist. Atty. Gen., Nashville, for appellee., Sam E. Wallace, Nashville, for appellant.\n\n## 인용\n\n- 710 S.W.2d 524\n\n## 판결문 요약\n\n\nOPINION\nO’BRIEN, Judge.\nWalter Ray Denson was convicted of a second offense of driving under the influence of an intoxicant in the Davidson County Court. He was sentenced to the County Workhouse for eleven months and twenty-nine days, and fined Seven Hundred Dollars ($700). He was prohibited from driving for two (2) years. All but forty-five (45) days of the sentence of imprisonment was suspended.\nDefendant insists there was no evidence to support the verdict and that the evidence preponderates in favor of his innocence. He contends the indictment charges he was driving under the influence of an intoxicating liquor, while the proof shows he had only consumed beer. He argues that beer is not a liquor, and therefore he cannot be guilty of the crime charged.\nAn intoxicating liquor is any beverage, fermented or distilled, containing alcohol in such proportions that it will induce intoxication when imbibed. See Black’s Law Die-*525tionary, 5th Edition, p. 738; 48 C.J.S., Intoxicating Liquors, Sec. 2, p. 279. The argument is without merit.\nDefendant was also charged with leaving the scene of an accident. He argues that since the jury acquitted him of that charge all of the evidence which the arresting officer had to stop him for investigation must be discarded and, without this evidence, there was no probable cause for his warrantless arrest.\nThis issue is also without merit. The only requirement to justify an investigative stop by a police officer is reasonable suspicion, support...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-denson"
    }
  ],
  "relatedIncidents": [
    15664,
    15668,
    15669,
    15673,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}