{
  "id": 15812,
  "title": "1985년 Cert. of Question From US Dist. Court 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-07-31",
  "location": "South Dakota, SD, USA",
  "summary": "미국 South Dakota, SD 법원 판결 사건. 사건명: Cert. of Question From US Dist. Court. 판결일: 1985-07-31. 법원: South Dakota Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Cert. of Question From US Dist. Court\n**판결일**: 1985-07-31\n**법원**: South Dakota Supreme Court\n**관할**: South Dakota, SD\n\n**판사**: Wollman\n\n## 인용\n\n- 372 N.W.2d 113\n\n## 판결문 요약\n\n\n372 N.W.2d 113 (1985)\nIn the Matter of the CERTIFICATION OF A QUESTION OF LAW FROM THE UNITED STATES DISTRICT COURT, DISTRICT OF SOUTH DAKOTA, SOUTHERN DIVISION, Pursuant to the Provisions of SDCL 15-24A-1, and concerning federal action Civ 804034, titled as follows:\nOswald F. Elbe, James L. Cope, James A. Fravel, Jr., Laird P. Gillem, William H. Harris, Howard Hermanson, C.R. Kratz, John W. Mitchell, Fletcher C. Nelson, Lloyd K. Salisbury, and John Sprecher, Plaintiffs,\nv.\nYankton Independent School District No. 63-3, Dr. Donald Lepp, Garry Moore, Rev. Harold Hiemstra, Mary Alice Halverson and Ronald Bertsch, as members of the School Board of the Yankton Independent School District No. 63-3; Sioux Falls Independent School District No. 49-5; John Simko, Jr., Robert Glasrud, Karen Pearson, Sue Brown and Pam Nelson, as members of the School Board of the Sioux Falls Independent School District No. 49-5; Pierre School District No. 32-2; Patricia Adam, Gary Snow, Gary Ellwanger, Dr. Richard Schoessler, and Casey H. Kebach, as members of the School Board of the Pierre School District No. 32-2, Defendants,\nDan Naughton, Barbara Naughton, James W. Fitzgibbons and Rose Clare Fitzgibbons, Intervenors.\nNo. 14685.\nSupreme Court of South Dakota.\nArgued November 26, 1984.\nDecided July 31, 1985.\nRehearing Denied September 4, 1985.\n*114 Lee Boothby of Boothby &amp; Huff, Berrien Springs, Mich., for plaintiffs; Marvin Bailin of Christopherson, Bailin &amp; Anderson, Sioux Falls, on brief.\nDe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cert-of-question-from-us-dist-court"
    }
  ],
  "relatedIncidents": [
    15683,
    15695,
    15735,
    15762,
    15772
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}