{
  "id": 15828,
  "title": "1985년 Santos 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-07-11",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Santos. 판결일: 1985-07-11. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington, Et Al, Respondents, v. Miguel Andre Santos III, Appellant\n**판결일**: 1985-07-11\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Andersen, Brachtenbach, Callow, Dolli-Ver, Dolliver, Dore, Durham, Goodloe, Pearson, Utter\n\n## 변호인\n\nJohn R. Kramer and Kramer & Sulkosky, for appellant., William H. Griffies, Prosecuting Attorney, and Barbara Corey-Boulet, Deputy, for respondents.\n\n## 인용\n\n- 702 P.2d 1179\n- 104 Wash. 2d 142\n\n## 판결문 요약\n\n\nUtter, J.\nMaternity has been said to be a matter of fact and paternity a matter of opinion. Although science cannot with certainty determine a child's father, it has made great strides to help ensure that the wrong man will not be held responsible.1 Despite the numerous burdens and benefits of being a father, however, it is the child who has the most at stake in a paternity proceeding. In this matter, Miguel Santos appeals from denial of a motion to vacate a stipulated judgment and order of paternity entered against him on November 16, 1982. Although we find that the trial court properly denied Santos' motion to vacate the judgment based on fraud or mistake, we vacate the judgment because the paternity proceeding failed to protect the interests of the child whose paternity was in question. It would be ironic to find issues of parent-child ties are of constitutional dimension when the parents' *144rights are involved but not when the child's are at stake.\nAmbrosia Lynn Montes was born April 3, 1982. Her mother, Vanessa Montes, began dating Miguel Santos, the putative father, on June 28, 1981. The two first had sexual relations a few days later, just after Montes had her menstrual period. At the time of her July period, she merely \"spotted\" and missed her August period altogether. A doctor later confirmed that Montes was pregnant.\nThroughout this time Montes was estranged from her husband. During the pregnancy she and Santos discussed the possibility that Santos was not the fa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-santos"
    }
  ],
  "relatedIncidents": [
    15680,
    15692,
    15700,
    15708,
    15718
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}