{
  "id": 15839,
  "title": "1985년 Carey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-07-01",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Carey. 판결일: 1985-07-01. 법원: District Court, D. Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Daniel CAREY v. STATE OF MARYLAND\n**판결일**: 1985-07-01\n**법원**: District Court, D. Maryland\n**관할**: Maryland, MD\n\n**판사**: Frank A. Kaufman\n\n## 변호인\n\nDaniel F. Goldstein and Carmen D. Hermandez, Baltimore, Md., for plaintiff., Diane G. Goldsmith, Asst. Atty. Gen., Baltimore, Md., for defendant.\n\n## 인용\n\n- 617 F. Supp. 1143\n\n## 판결문 요약\n\n\n617 F.Supp. 1143 (1985)\nDaniel CAREY\nv.\nSTATE OF MARYLAND.\nCiv. No. K-84-329.\nUnited States District Court, D. Maryland.\nJuly 1, 1985.\n*1144 Daniel F. Goldstein and Carmen D. Hermandez, Baltimore, Md., for plaintiff.\nDiane G. Goldsmith, Asst. Atty. Gen., Baltimore, Md., for defendant.\nFRANK A. KAUFMAN, Chief Judge.\nCarey, seeking federal habeas corpus relief pursuant to 28 U.S.C. § 2254, challenges his conviction on May 18, 1976 in the Criminal Court of Baltimore City (now the Circuit Court for Baltimore City) for robbery with a deadly weapon and the use of a handgun in the commission of a violent crime. Judge Marshall A. Levin, who presided during Carey's jury trial, sentenced Carey to fourteen and one-half years imprisonment for the robbery charge and to a consecutive five-year term for the handgun violation. On August 19, 1981, plaintiff filed a petition for a writ of habeas corpus with this Court. On January 31, 1983, this Court dismissed that petition without prejudice because of lack of exhaustion of state remedies. Thereafter, after unsuccessfully seeking Maryland Post Conviction Act relief at the trial and appellate levels within the court system of the State of Maryland, plaintiff again filed a petition for a writ of habeas corpus in this Court, setting forth six claims for relief: (1) the trial court erred in permitting the prosecutor to comment on Carey's postarrest silence; (2) the trial court erred in refusing to give a requested Telfaire jury instruction; (3) b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carey-v-state-of-md"
    }
  ],
  "relatedIncidents": [
    15664,
    15673,
    15689,
    15696,
    15705
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}