{
  "id": 15837,
  "title": "1985년 Johnny King v. Robert H. Love 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-07-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Johnny King v. Robert H. Love. 판결일: 1985-07-03. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Johnny KING, Plaintiff-Appellee, v. Robert H. LOVE, Defendant-Appellant\n**판결일**: 1985-07-03\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Contie, Kennedy, Kinneary\n\n## 변호인\n\nJames D. Causey (argued), Memphis, Tenn., Alice L. Gallaher, Memphis, Tenn., for defendant-appellant., Asa H. Hoke (argued), Memphis, Tenn., Sidney Gilreath, Gilreath & Associates, Knoxville, Tenn., for plaintiff-appellee.\n\n## 인용\n\n- 766 F.2d 962\n\n## 판결문 요약\n\n766 F.2d 962\n    54 USLW 2065\n    Johnny KING, Plaintiff-Appellee,v.Robert H. LOVE, Defendant-Appellant.\n    No. 83-5927.\n    United States Court of Appeals,Sixth Circuit.\n    Argued April 11, 1985.Decided July 3, 1985.\n    \n      James D. Causey (argued), Memphis, Tenn., Alice L. Gallaher, Memphis, Tenn., for defendant-appellant.\n      Asa H. Hoke (argued), Memphis, Tenn., Sidney Gilreath, Gilreath &amp; Associates, Knoxville, Tenn., for plaintiff-appellee.\n      Before KENNEDY and CONTIE, Circuit Judges, and KINNEARY, District Judge.*\n      CONTIE, Circuit Judge.\n    \n    \n      1\n      Defendant Robert Love, a City Court judge in Memphis, Tennessee, appeals from a jury verdict awarding $10,000 in compensatory damages and $50,000 in punitive damages to plaintiff Johnny King in this action arising under 42 U.S.C. Sec. 1983.  For the reasons set forth below, we vacate the judgment and remand for further proceedings.\n    \n    I.\n    \n      2\n      In January 1979, King reported to the Tennessee Department of Safety that his driver's license had been stolen.  The Department issued a replacement license.  On February 4, 1979, W.C. Anderson was arrested for driving while intoxicated.  He produced King's stolen license, however, and the police completed the ticket in King's name.  Anderson subsequently failed to appear in court to answer the charge.  As a result, an arrest warrant in King's name was issued.  King eventually learned of the warrant and voluntarily contacted the poli...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnny-king-v-robert-h-love"
    }
  ],
  "relatedIncidents": [
    15664,
    15668,
    15669,
    15673,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}