{
  "id": 15846,
  "title": "1985년 Celebrezze 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-06-26",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Celebrezze. 판결일: 1985-06-26. 법원: Ohio Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Celebrezze, Atty. Gen. v. Hughes, d.b.a. Hughes Motors\n**판결일**: 1985-06-26\n**법원**: Ohio Supreme Court\n**관할**: Ohio, OH\n\n**판사**: Brown, Celebrezze, Douglas, Holmes, Locher, Only, Sweeney, Wright\n\n## 변호인\n\nAnthony J. Celebrezze, Jr., attorney general, Ric S. Sheffield and Nadine L. Ballard, for appellant.\n\n## 인용\n\n- 18 Ohio St. 3d 71\n\n## 판결문 요약\n\n\nCelebrezze, C.J.\nOhio’s Odometer Rollback and Disclosure Act and Consumer Sales Practices Act are intended to prohibit deceptive and unconscionable acts and practices by suppliers including, as relevant to this case, odometer rollbacks by automobile dealers. These Acts provide for *73various civil remedies to enforce the prohibitions relative to consumer transactions. They specifically empower the Attorney General to bring certain actions on behalf of consumers.\nRelative to odometer fraud, the Attorney General may bring an action to enjoin violations, seek civil penalties, and obtain attorney fees and costs. R.C. 4549.48.2 Subsection (C) of this statute also provides that “[t]he remedies prescribed by this section are cumulative and concurrent with any other remedy, and the existence or exercise of one remedy does not prevent the exercise of any other remedy.” R.C. 4549.49 provides for the bringing of an action against any person who violates any requirement of the Act and further states that violators are “liable to any transferee of the motor vehicle * *\nSimilarly, the enacting clause of the Consumer Sales Practices Act as amended (R.C. Chapter 1345) states the law was adopted to “assure that consumers will recover any damages * * *.”3 Pursuant to R.C. 1345.07(A) the Attorney General is granted authority to file three types of civil actions. He may seek a declaratory judgment, injunctive relief, or may pursue a class action.4 This suit was admittedly not brought as a class...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=celebrezze-v-hughes"
    }
  ],
  "relatedIncidents": [
    15680,
    15692,
    15700,
    15708,
    15718
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}