{
  "id": 15843,
  "title": "1985년 Fletcher 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-06-27",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Fletcher. 판결일: 1985-06-27. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Fletcher v. State\n**판결일**: 1985-06-27\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Sharp\n\n## 인용\n\n- 472 So. 2d 537\n\n## 판결문 요약\n\n\n472 So.2d 537 (1985)\nDorian FLETCHER, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 84-865.\nDistrict Court of Appeal of Florida, Fifth District.\nJune 27, 1985.\nRehearing Denied July 11, 1985.\n*538 James B. Gibson, Public Defender, Larry B. Henderson, Asst. Public Defender, and Kenneth Witts, Certified Legal Intern, Daytona Beach, for appellant.\nJim Smith, Atty. Gen., Tallahassee, and Mark C. Menser, Asst. Atty. Gen., Daytona Beach, for appellee.\nSHARP, Judge.\nFletcher appeals from his conviction of attempted robbery with a weapon. He maintains the state presented insufficient evidence that a weapon was used. He also challenges the trial court's application of section 775.0845, Florida Statutes (1983), which enhances the penalty for an offense where the offender, while committing the offense, wears a device that conceals his identity. We affirm.\nThe evidence given at trial established that late one evening, Fletcher and another man dressed themselves as women and solicited an automobile ride from Charles Otts. He thought they were female prostitutes. Fletcher and his cohort propositioned Otts but he refused. After Otts stopped the car, Fletcher pulled the car keys out of the ignition and stated, \"If you want your keys back you're going to have to give us some money.\"\nOtts replied that he did not have any money. Fletcher then placed an object to his throat and told him it was a razor blade. Otts did not see the blade, but he felt it touch his throat and he described it as \"col...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fletcher-v-state"
    }
  ],
  "relatedIncidents": [
    15664,
    15673,
    15689,
    15696,
    15705
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}