{
  "id": 15842,
  "title": "1985년 Fann 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-06-28",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Fann. 판결일: 1985-06-28. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Fann v. the State\n**판결일**: 1985-06-28\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Marshall\n\n## 변호인\n\nHenry G. Bozeman, for appellant., Beverly B. Hayes, Jr., District Attorney, Michael J. Bowers, Attorney General, for appellee.\n\n## 인용\n\n- 331 S.E.2d 547\n- 254 Ga. 514\n\n## 판결문 요약\n\n\n254 Ga. 514 (1985)\n331 S.E.2d 547\nFANN\nv.\nTHE STATE.\n42243.\nSupreme Court of Georgia.\nDecided June 28, 1985.\nHenry G. Bozeman, for appellant.\nBeverly B. Hayes, Jr., District Attorney, Michael J. Bowers, Attorney General, for appellee.\nMARSHALL, Presiding Justice.\nZelma Fann appeals from her conviction of the murder of Ida Mae Jackson and her life sentence.[1]\n*515 1. There was evidence adduced at the trial which authorized the jury to find as follows. The appellant lived alone in Wrightsville, Georgia. On October 1, 1983, the 80-year-old victim, who lived in Jacksonville, Florida, came to Wrightsville to attend a funeral. The appellant and the victim, who were distantly related, became reacquainted at the funeral home and the victim later returned to the appellant's home to visit. The two women had lunch, talked awhile, and had supper.\nAt approximately 8:00 p. m., Doris Murray came by to leave her child with the appellant to babysit. As requested by the appellant, Murray left to purchase two beers for Ms. Jackson and a bottle of vodka for the appellant. Murray returned shortly with the items, then left for the evening. At approximately 1:00 a. m., Murray returned to pick up her baby and found Ms. Jackson lying on the front porch, dead. Murray asked a friend with her to summon help, then knocked on the front door, not receiving an answer. After she knocked on the door for five to ten minutes, the appellant came to the door, acting \"oddly\" and stating that she did not know who...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fann-v-state"
    }
  ],
  "relatedIncidents": [
    15669,
    15687,
    15690,
    15751,
    15763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}