{
  "id": 15844,
  "title": "1985년 Hammond 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-06-27",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Hammond. 판결일: 1985-06-27. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Jack N. HAMMOND, Jr., Appellant (Defendant Below), v. STATE of Indiana, Appellee (Plaintiff Below)\n**판결일**: 1985-06-27\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Buchanan, Shields, Sullivan\n\n## 변호인\n\nLewis N. Mullin, Delphi, for appellant., Linley E. Pearson, Atty. Gen., Latriealle Wheat, Deputy Atty. Gen., Indianapolis, for appellee.\n\n## 인용\n\n- 479 N.E.2d 629\n\n## 판결문 요약\n\n\n479 N.E.2d 629 (1985)\nJack N. HAMMOND, Jr., Appellant (Defendant below),\nv.\nSTATE of Indiana, Appellee (Plaintiff below).\nNo. 2-684A157.\nCourt of Appeals of Indiana, Second District.\nJune 27, 1985.\n*630 Lewis N. Mullin, Delphi, for appellant.\nLinley E. Pearson, Atty. Gen., Latriealle Wheat, Deputy Atty. Gen., Indianapolis, for appellee.\nSULLIVAN, Judge.\nAfter a trial to the court Jack N. Hammond, Jr. was convicted of child molesting, a class C felony.[1] From this conviction Hammond appeals and presents the following two issues:\n(1) Whether the trial court erred by admitting into evidence an incriminating statement Hammond made to police officers investigating the crime; and\n(2) Whether the State's evidence was sufficient to support the conviction.\n\nI.\nHammond contends that the statement he gave to police was not preceded by an effective advisement of his rights against self-incrimination and right to counsel as guaranteed by the Fifth and Sixth Amendments to the United States Constitution and as safeguarded by the United States Supreme Court's decision in Miranda v. Arizona (1966) 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694. Specifically, he alleges that the interrogating officer who explained his right to counsel at public expense tied this right to an event happening in the future, i.e., \"if and when he was charged with a crime.\" Record at 105. This faulty advisement, he argues, coupled with the fact that he is of subnormal intelligence[2] confused him concerning his righ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hammond-v-state"
    }
  ],
  "relatedIncidents": [
    15683,
    15695,
    15735,
    15762,
    15772
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}