{
  "id": 15853,
  "title": "1985년 Zeigler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-06-18",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Zeigler. 판결일: 1985-06-18. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Zeigler v. State\n**판결일**: 1985-06-18\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Smith\n\n## 인용\n\n- 471 So. 2d 172\n\n## 판결문 요약\n\n\n471 So. 2d 172 (1985)\nDeguster Blake ZEIGLER, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. AM-383.\nDistrict Court of Appeal of Florida, First District.\nJune 18, 1985.\n*173 Michael Allen, Public Defender, Carl S. McGinnes, Asst. Public Defender, Tallahassee, for appellant.\nJim Smith, Atty. Gen., Wallace E. Allbritton, Asst. Atty. Gen., Tallahassee, for appellee.\nSMITH, Judge.\nAppellant's prior conviction for the second degree murder of Sheila Smith was appealed to this court, which reversed on the authority of Tascano v. State, 393 So. 2d 540 (Fla. 1980). Zeigler v. State, 396 So. 2d 1 (Fla. 1st DCA 1981). Prior to the commencement of his new trial, appellant filed a motion to suppress an inculpatory statement he made to Jacksonville Sheriff's Department deputies. Following the trial court's denial of that motion, appellant pled nolo contendere to the offense of manslaughter, reserving his right to appeal the trial court's denial. The state stipulated below that the issue is dispositive. Because the trial court erred in denying the motion to suppress appellant's statement, we reverse and remand with directions to discharge appellant.\nSheila Smith was found shot to death in her Jacksonville apartment. Their investigations led police to believe appellant, who had lived with the victim, was responsible. Police subsequently learned that appellant was in Quincy acting strangely, and attempting to conceal his automobile. The Jacksonville police sent a dispatch to Quincy requesting...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=zeigler-v-state"
    }
  ],
  "relatedIncidents": [
    15669,
    15687,
    15690,
    15751,
    15763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}