{
  "id": 15852,
  "title": "1985년 Rodriguez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-06-20",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Rodriguez. 판결일: 1985-06-20. 법원: District Court, D. Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America v. Mike RODRIGUEZ, Jr., William Donlan, Anthony Vessichio, Jose Cordero, Fernando Diosa, Maria Saida Bermudez, Leonel Gomez, Michael A. Rodriguez, Sr., Anthony Lanziero, and Israel Arce\n**판결일**: 1985-06-20\n**법원**: District Court, D. Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Eginton\n\n## 변호인\n\nHolly Fitzsimmons, Linda K. Lager, James T. Cowdery, Bridgeport, Conn., for the Government., Hugh F. Keefe, New Haven, Conn., J. Daniel Sagarin, Milford, Conn., Charles Hanken, Bridgeport, Conn., Morris I. 01-mer, William Dow, III, New Haven, Conn., Frank Antollino, East Haven, Conn., Richard Reeve, Richard N. Palmer, Hartford, Conn., Ira Grudberg, Jonathan Einhorn, New Haven, Conn., for defendants.\n\n## 인용\n\n- 612 F. Supp. 718\n\n## 판결문 요약\n\n\n612 F. Supp. 718 (1985)\nUNITED STATES of America\nv.\nMike RODRIGUEZ, Jr., William Donlan, Anthony Vessichio, Jose Cordero, Fernando Diosa, Maria Saida Bermudez, Leonel Gomez, Michael A. Rodriguez, Sr., Anthony Lanziero, and Israel Arce.\nCrim. No. B 84-61 (WWE).\nUnited States District Court, D. Connecticut.\nJune 20, 1985.\n*719 *720 Holly Fitzsimmons, Linda K. Lager, James T. Cowdery, Bridgeport, Conn., for the Government.\nHugh F. Keefe, New Haven, Conn., J. Daniel Sagarin, Milford, Conn., Charles Hanken, Bridgeport, Conn., Morris I. Olmer, William Dow, III, New Haven, Conn., Frank Antollino, East Haven, Conn., Richard Reeve, Richard N. Palmer, Hartford, Conn., Ira Grudberg, Jonathan Einhorn, New Haven, Conn., for defendants.\n\nRULING ON MOTION TO SUPPRESS ELECTRONIC SURVEILLANCE EVIDENCE\nEGINTON, District Judge.\nDefendants William Donlan, Anthony Vessichio, Michael A. Rodriguez, Sr., Mike Rodriguez, Jr., and Fernando Diosa are charged with conspiracy to possess cocaine with the intent to distribute. These defendants move to suppress the contents of all intercepted wire and oral communications or evidence derived from such communications. The defendants contend that (1) the Government violated 18 U.S.C. 2518(1)(c) by failing to explore traditional investigative procedures and by misleading the court as to the success of such procedures, and (2) the Government violated the sealing and delivery provisions of 18 U.S.C. 2518(8)(a).\nThe court conducted evidentiary hearings on January...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-rodriguez"
    }
  ],
  "relatedIncidents": [
    15664,
    15668,
    15669,
    15673,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}