{
  "id": 15855,
  "title": "1985년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-06-14",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1985-06-14. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Melvin Dean SMITH, Appellant\n**판결일**: 1985-06-14\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Spaeth, President Judge, and Cirillo and Shoyer\n\n## 변호인\n\nW. Hamlin Neely, Allentown, for appellant., Mark S. Refowich, Assistant District Attorney, Easton, for Commonwealth, appellee.\n\n## 인용\n\n- 495 A.2d 543\n- 343 Pa. Super. 435\n\n## 판결문 요약\n\n\n343 Pa. Super. 435 (1985)\n495 A.2d 543\nCOMMONWEALTH of Pennsylvania\nv.\nMelvin Dean SMITH, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted March 25, 1985.\nFiled June 14, 1985.\n*438 W. Hamlin Neely, Allentown, for appellant.\nMark S. Refowich, Assistant District Attorney, Easton, for Commonwealth, appellee.\n*439 Before SPAETH, President Judge, and CIRILLO and SHOYER[*], JJ.\nSPAETH, President Judge:\nThis is an appeal from judgment of sentence for rape, involuntary deviate sexual intercourse, and robbery. Appellant argues that the trial court erred in instructing the jury regarding the victim's identification testimony, and in failing to instruct the jury that if they found a Commonwealth witness to have been an accomplice, they had to view his testimony with caution. We affirm.\nThe Commonwealth witness who, according to appellant, could have been found to have been an accomplice, was named Eugene Taylor. Up to a point, appellant's testimony and Taylor's testimony were in agreement. According to this testimony: On February 3, 1983, appellant and Taylor drove a relative, Charlene Chain, from Delaware to Chain's home in Allentown, Pennsylvania. Although they used Taylor's car, appellant drove. They arrived in Allentown between 9 and 10 p.m. and went to a local bar, N.T. at 223-26, 359-62, where they met appellant's brother, John. After accompanying John to a friend's house, where they injected drugs, N.T. at 228-30, 363-65, Taylor and appellant went to a second bar. There appel...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-smith"
    }
  ],
  "relatedIncidents": [
    15684,
    15688,
    15767,
    15870,
    15872
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}