{
  "id": 15860,
  "title": "1985년 Washburn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-06-06",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Washburn. 판결일: 1985-06-06. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Thomas Everett WASHBURN, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1985-06-06\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Cohen, Jack Smith and Sam Bass\n\n## 변호인\n\nJohn D. Roosa, Houston, for appellant., James H. Keeshan, Waller County Dist. Atty., Michael Wade, Peter C. Speers, III, Waller County Asst. Dist. Attys., Conroe, for appellee.\n\n## 인용\n\n- 692 S.W.2d 576\n\n## 판결문 요약\n\n\n692 S.W.2d 576 (1985)\nThomas Everett WASHBURN, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 01-84-0457-CR.\nCourt of Appeals of Texas, Houston, First District.\nJune 6, 1985.\nJohn D. Roosa, Houston, for appellant.\nJames H. Keeshan, Waller County Dist. Atty., Michael Wade, Peter C. Speers, III, Waller County Asst. Dist. Attys., Conroe, for appellee.\nBefore COHEN, JACK SMITH and SAM BASS, JJ.\n\nOPINION\nCOHEN, Justice.\nA jury convicted appellant of murder and assessed punishment of life imprisonment.\nIn his first three grounds of error, appellant argues that: 1) his motion to dismiss for lack of venue should have been granted because the evidence showed that both the cause of death and the death occurred in Harris County; 2) the jury charge improperly permitted appellant to be convicted under Tex.Code Crim.P.Ann. art. 13.07 (Vernon 1977), which did not apply to this case; and 3) the charge erroneously stated that venue in Waller County was proper if the victim died in Waller County or if her body was found there.\nAll three grounds are predicated upon article 13.07 of the Code of Criminal Procedure which provides:\n\n*577 If a person receives an injury in one county and dies in another by reason of such injury, the offenses may be prosecuted in the county where the injury was received or where the death occurred, or in the county where the dead body was found.\nAppellant contends that since the evidence showed that the victim both received injuries and died in Harris County, venue ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=washburn-v-state"
    }
  ],
  "relatedIncidents": [
    15669,
    15687,
    15690,
    15751,
    15763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}