{
  "id": 15862,
  "title": "1985년 Hernandez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-06-05",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Hernandez. 판결일: 1985-06-05. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: John HERNANDEZ v. The STATE of Texas\n**판결일**: 1985-06-05\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Brady, Gammage, Shannon\n\n## 변호인\n\nCharles W. Schiesser, Austin, for appellant., Ronald Earle, Dist. Atty., Paul Womack, Asst. Dist. Atty., Austin, for appellee.\n\n## 인용\n\n- 692 S.W.2d 190\n\n## 판결문 요약\n\n\nBRADY, Justice.\nAppellant Hernandez was convicted by a jury for attempted capital murder and sentenced to life as a habitual offender. There are two grounds of error argued by appellant. Appellant’s first ground of error argues that the motion to quash the indictment should have been granted by the trial court because the indictment failed to allege a description of the type of “lawful duty” the police officer was engaged in at the time the attempt was made on his life by appellant. Additionally, under this first ground of error, appellant alleges that the indictment did not allege what occurred after the defendant allegedly “pulled the trigger.” Thus, appellant’s first ground of error collectively argues that appellant was not afforded sufficient notice to defend because the indictment was ambiguous. The second ground urged was that the jury was “tainted” since one juror spoke to the police officer in the restroom. During this conversation, the officer remarked to the juror that “I’m the officer that the defendant tried to shoot at.” The trial court overruled appellant’s challenge for cause *191and motion for mistrial, the judgment. We will affirm\nOn February 17, 1984, Austin police officer Merced Torres, received a radio call of an armed robbery which had just occurred at 220 Comal Street. Officer Torres had information that two hispanic males were involved and that they had gone in the direction of the Chalmer Courts after the robbery. The officer chased the appellant on ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hernandez-v-state"
    }
  ],
  "relatedIncidents": [
    15669,
    15687,
    15690,
    15751,
    15763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}