{
  "id": 15874,
  "title": "1985년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-05-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1985-05-24. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: In Re Cosmopolitan Aviation Corp., Debtor. Cosmopolitan Aviation Corp., Debtor-Appellant, Flushing Savings Bank, Intervenor, Cross-Appellant v. New York State Department of Transportation, Cross-Appellee\n**판결일**: 1985-05-24\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 763 F.2d 507\n\n## 판결문 요약\n\n763 F.2d 507\n    2 Fed.R.Serv.3d 396, Bankr. L. Rep.  P 70,560\n    In re COSMOPOLITAN AVIATION CORP., Debtor.COSMOPOLITAN AVIATION CORP., Debtor-Appellant,Flushing Savings Bank, Intervenor, Appellee Cross-Appellant,v.NEW YORK STATE DEPARTMENT OF TRANSPORTATION, Appellee,Appellant Cross-Appellee.\n    No. 794, Dockets 84-5121, 85-5005 and 85-5007.\n    United States Court of Appeals,Second Circuit.\n    Argued Jan. 23, 1985.Decided May 24, 1985.\n    \n      Bruce O. Karp, New York City (Abraham Backenroth, Harvis &amp; Zeichner, New York City, of counsel), for appellant Cosmopolitan Aviation Corp.\n      Julian Kaplan, Mineola, N.Y.  (Jessel Rothman, Lisa J. Rinaldi, Mineola, N.Y., of counsel), for intervenor Flushing Sav. Bank.\n      Barrie L. Goldstein, Asst. Atty. Gen., State of N.Y., New York City (Robert Abrams, Atty. Gen., Richard G. Liskov, Asst. Atty. Gen., State of N.Y., New York City, of counsel), for appellee New York State Dept. of Transp.\n      Before VAN GRAAFEILAND, MESKILL and WINTER, Circuit Judges.\n      MESKILL, Circuit Judge:\n      Cosmopolitan Aviation Corporation (Cosmopolitan) and Flushing Savings Bank (Flushing) appeal from an order entered in the United States District Court for the Eastern District of New York, Mishler, J., which affirmed an order of the United States Bankruptcy Court for the Eastern District of New York, Parente, J., directing Cosmopolitan to turn over possession of certain premises at Republic Airport in Farmingdale, New York to the New ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-cosmopolitan-aviation-corp-debtor-cosmopolitan-aviation-corp"
    }
  ],
  "relatedIncidents": [
    15664,
    15668,
    15669,
    15673,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}