{
  "id": 15870,
  "title": "1985년 United States v. David Murphy, Rene Stauffer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-05-31",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. David Murphy, Rene Stauffer. 판결일: 1985-05-31. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. David MURPHY, Rene Stauffer, Defendants-Appellants\n**판결일**: 1985-05-31\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Engel, Kennedy, Phillips\n\n## 변호인\n\nWilliam Oldfield, Cobb & Oldfield, Court appointed, David Davidson (argued), Covington, Ky., for R. Stauffer., Louis DeFalaise, U.S. Atty., James E. Arehart (argued), Lexington, Ky., for plaintiff-appellee., James Cobb, Cobb & Oldfield, Court appointed, David Davidson (argued), Covington, Ky., for D. Murphy.\n\n## 인용\n\n- 763 F.2d 202\n\n## 판결문 요약\n\n763 F.2d 202\n    UNITED STATES of America, Plaintiff-Appellee,v.David MURPHY, Rene Stauffer, Defendants-Appellants.\n    Nos. 84-5296, 84-5297.\n    United States Court of Appeals,Sixth Circuit.\n    Argued Oct. 2, 1984.Decided May 31, 1985.\n    \n      William Oldfield, Cobb &amp; Oldfield, Court appointed, David Davidson (argued), Covington, Ky., for R. Stauffer.\n      Louis DeFalaise, U.S. Atty., James E. Arehart (argued), Lexington, Ky., for plaintiff-appellee.\n      James Cobb, Cobb &amp; Oldfield, Court appointed, David Davidson (argued), Covington, Ky., for D. Murphy.\n      Before ENGEL and KENNEDY, Circuit Judges, and PHILLIPS, Senior Circuit Judge.\n      ENGEL, Circuit Judge.\n    \n    \n      1\n      The primary issue in this criminal appeal concerns the voluntariness of inculpatory statements made by one of the defendants while he was being apprehended by an attacking police dog.  We must decide whether these statements should have been excluded from evidence at trial even though they were made in the complete absence of any police misconduct or interrogation.1\n    \n    \n      2\n      We conclude that the statements should have been excluded as inadmissible despite the notable absence of police misconduct.  However, because the remaining evidence of the defendant's guilt was so overwhelming as to persuade us that the error in admission of the evidence was harmless beyond a reasonable doubt within the purport of Chapman v. California, 386 U.S. 18, 87 S. Ct. 824, 17 L. Ed....",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "성범죄",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tony-joe-gale-v-dick-moore-chairman-missouri-board-of-probation-and"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-david-murphy-rene-stauffer"
    }
  ],
  "relatedIncidents": [
    15684,
    15688,
    15767,
    15855,
    15872
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}