{
  "id": 15876,
  "title": "1985년 Olsen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-05-22",
  "location": "Maine, ME, USA",
  "summary": "미국 Maine, ME 법원 판결 사건. 사건명: Olsen. 판결일: 1985-05-22. 법원: District Court, D. Maine.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America v. John Ross OLSEN\n**판결일**: 1985-05-22\n**법원**: District Court, D. Maine\n**관할**: Maine, ME\n\n**판사**: Gene Carter\n\n## 변호인\n\nRichard S. Cohen, U.S. Atty., F. Mark Terison, Asst. U.S. Atty., Portland, Me., for plaintiff., Paul R. Dumas, Rumford, Me., for defendant.\n\n## 인용\n\n- 609 F. Supp. 1154\n\n## 판결문 요약\n\n\n609 F.Supp. 1154 (1985)\nUNITED STATES of America\nv.\nJohn Ross OLSEN.\nCrim. No. 85-00004 P.\nUnited States District Court, D. Maine.\nMay 22, 1985.\n*1155 Richard S. Cohen, U.S. Atty., F. Mark Terison, Asst. U.S. Atty., Portland, Me., for plaintiff.\nPaul R. Dumas, Rumford, Me., for defendant.\nMEMORANDUM OF DECISION GRANTING IN PART AND DENYING IN PART DEFENDANT'S MOTION TO SUPPRESS\nGENE CARTER, District Judge.\n\nI.\nDefendant John Ross Olsen has been charged in a one-count indictment with converting approximately twelve hundred dollars ($1,200.00) while he was employed as a postal clerk in Rumford, Maine. Defendant has moved to suppress all statements made by him to all Government agents, on the grounds that his waiver of his Miranda rights and his subsequent confession were given involuntarily.\nOn March 30, 1984, an apparent burglary was discovered at the United States Post Office in Rumford, Maine. A window had been broken, four locked drawers had been *1156 pried open and Olsen and another postal clerk each reported the loss of approximately one thousand dollars ($1,000.00) in twenty cent stamps.\nPostal Inspectors Sidney Kerr and Martin Davis arrived at the post office on March 30 to investigate the matter. When Inspector Kerr audited Olsen's postal drawer he found that nine hundred seven dollars ($907.00) was missing. Olsen said nothing by way of explanation of the shortage at that time. Kerr later determined, based upon the position and condition of the broken window, that it...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-olsen"
    }
  ],
  "relatedIncidents": [
    15664,
    15673,
    15689,
    15696,
    15705
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}