{
  "id": 15872,
  "title": "1985년 Wade 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-05-29",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Wade. 판결일: 1985-05-29. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State v. Wade\n**판결일**: 1985-05-29\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Cole, Carter and Lanier\n\n## 인용\n\n- 470 So. 2d 562\n\n## 판결문 요약\n\n\n470 So. 2d 562 (1985)\nSTATE of Louisiana\nv.\nRubin WADE.\nNo. KA 84 0896.\nCourt of Appeal of Louisiana, First Circuit.\nMay 29, 1985.\nOssie Brown, Dist. Atty. by Dennis Weber, Asst. Dist. Atty., Baton Rouge, for plaintiff-appellee.\nDavid Buckley, Asst. Pub. Defender, Baton Rouge, for defendant-appellant.\nBefore COLE, CARTER and LANIER, JJ.\nLANIER, Judge.\nThe defendant, Rubin Wade, was charged by grand jury indictment with aggravated rape and aggravated burglary in violation of La.R.S. 14:42 and 14:60, respectively. He pled not guilty, was tried by jury and was found guilty as charged. For the aggravated rape conviction, he was sentenced to serve life imprisonment at hard labor in the custody of the Louisiana Department of Corrections without benefit of probation, parole or suspension of sentence. For the aggravated burglary conviction, he was sentenced to serve twenty-nine years at hard labor in the custody of the Louisiana Department of Corrections, which sentence was to be served consecutively to the aggravated rape sentence. Wade appealed these convictions and sentences. This court affirmed both convictions and the sentence for the aggravated rape. However, the defendant's consecutive twenty-nine year sentence for aggravated burglary was vacated, and that case was remanded to the district court for resentencing. Because consecutive sentences were imposed for offenses arising out of the same incident and the record failed to show adequate compliance with *563 La.C.Cr.P. art. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-wade"
    }
  ],
  "relatedIncidents": [
    15684,
    15688,
    15767,
    15855,
    15870
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}