{
  "id": 15875,
  "title": "1985년 Mary 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-05-22",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Mary. 판결일: 1985-05-22. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Iowa, Appellant, v. Bradley Scott MARY, Appellee\n**판결일**: 1985-05-22\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Carter, McCORMICK, McGIVERIN, Schultz, Wolle\n\n## 변호인\n\nThomas J. Miller, Atty. Gen., Joseph P. Weeg, Asst. Atty. Gen., and Phillip N. Norland, Co. Atty., for appellant., R. Michael Sweesy, Mason City, for appellee.\n\n## 인용\n\n- 368 N.W.2d 166\n\n## 판결문 요약\n\n\n368 N.W.2d 166 (1985)\nSTATE of Iowa, Appellant,\nv.\nBradley Scott MARY, Appellee.\nNo. 84-523.\nSupreme Court of Iowa.\nMay 22, 1985.\n*168 Thomas J. Miller, Atty. Gen., Joseph P. Weeg, Asst. Atty. Gen., and Phillip N. Norland, Co. Atty., for appellant.\nR. Michael Sweesy, Mason City, for appellee.\nConsidered by McCORMICK, P.J., and McGIVERIN, SCHULTZ, CARTER, and WOLLE, JJ.\nWOLLE, Justice.\nIn this involuntary manslaughter case, we granted the State's application for discretionary review to decide whether the trial court erred in suppressing evidence of defendant's blood-alcohol test. The trial court ruled that the State had not satisfied foundation requirements for use of the blood test. Central to the court's ruling was its determination that no weight could be given to certain evidence of habit offered by the State to show the manner in which the blood sample had been taken. Because we find that the trial court abused its discretion in failing to give due consideration to that evidence, we reverse and remand for a new hearing on the motion to suppress.\nDefendant Bradley Scott Mary was charged by trial information with involuntary manslaughter under Iowa Code section 707.5(1) (1983). The trial information alleged that he had unintentionally, and by the commission of certain public offenses, caused the death of a passenger in the automobile he was driving on July 3, 1983. Those underlying public offenses included operating a vehicle while intoxicated, exceeding the speed limit, a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mary"
    }
  ],
  "relatedIncidents": [
    15669,
    15687,
    15690,
    15751,
    15763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}