{
  "id": 15871,
  "title": "1985년 Saunders 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-05-29",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: Saunders. 판결일: 1985-05-29. 법원: West Virginia Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of West Virginia v. Robert SAUNDERS\n**판결일**: 1985-05-29\n**법원**: West Virginia Supreme Court\n**관할**: West Virginia, WV\n\n**판사**: Neely\n\n## 변호인\n\nCatherine McMullen, Asst. Atty. Gen., Charleston, for appellee., A. David Abrams, Jr., Abrams, Byron, Henderson & Richmond, Beckley, for appellant.\n\n## 인용\n\n- 330 S.E.2d 674\n- 175 W. Va. 16\n\n## 판결문 요약\n\n\n330 S.E.2d 674 (1985)\nSTATE of West Virginia\nv.\nRobert SAUNDERS.\nNo. 16372.\nSupreme Court of Appeals of West Virginia.\nSubmitted April 24, 1985.\nDecided May 29, 1985.\nCatherine McMullen, Asst. Atty. Gen., Charleston, for appellee.\nA. David Abrams, Jr., Abrams, Byron, Henderson &amp; Richmond, Beckley, for appellant.\nNEELY, Chief Justice:\n\"The Hill\" in downtown Beckley, West Virginia is a rough part of town. Its bars, poolrooms, speakeasies, and disco joints cater to an evening sub-culture that emerges at night to the dismay of the ordinary, law-abiding citizen. It was outside of one of \"The Hill's\" establishments, the Nite Flite, that on 29 November 1981 the appellant, Robert Saunders, fatally shot Phillip Kincannon in the left buttocks, a wound from which Mr. Kincannon later bled to death on a pool table. Our appellant insists that by shooting Mr. Kincannon he was defending his brother, James Saunders. He argues that his conviction of first-degree murder and sentence of life imprisonment with a recommendation of mercy should be reversed because, inter alia, the circuit court refused an instruction on defense of another as an extension of the affirmative defense of self-defense.\n\nI.\nConfusion and conflicting testimony surround the death of Mr. Kincannon. It appears, however, that the appellant's brother, James Saunders, was involved in a series of fights with the Kincannon brothers, *675 Phillip and Brian. During one of these altercations, Brian Kincannon, assisted by his br...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-saunders"
    }
  ],
  "relatedIncidents": [
    15669,
    15687,
    15690,
    15751,
    15763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}