{
  "id": 15878,
  "title": "1985년 Glick 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-05-20",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Glick. 판결일: 1985-05-20. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Dennis GLICK v. STATE of Arkansas\n**판결일**: 1985-05-20\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Per Curiam\n\n## 변호인\n\nAppellant, pro se., Steve Clark, Att’y Gen., by: Jack Gillean, Asst. Att’y Gen., for appellee.\n\n## 인용\n\n- 689 S.W.2d 559\n- 286 Ark. 133\n\n## 판결문 요약\n\n\n689 S.W.2d 559 (1985)\n286 Ark. 133\nDennis GLICK, Petitioner,\nv.\nSTATE of Arkansas, Respondent.\nNo. CR 84-56.\nSupreme Court of Arkansas.\nMay 20, 1985.\n*561 Dennis Glick, pro se.\nSteve Clark, Atty. Gen., Little Rock, for respondent.\nPER CURIAM.\nPetitioner Dennis Glick was found guilty by a jury of first degree escape, kidnapping and theft of property. He was sentenced as a habitual offender with eleven prior felony convictions to terms of 20 years, life and 20 years respectively. We affirmed the judgments and convictions but set aside an order which had held that the sentences were to be served consecutive to other sentences which petitioner was already serving. Glick v. State, 283 Ark. 412, 677 S.W.2d 844 (1984). Petitioner now seeks permission to proceed in circuit court for postconviction relief pursuant to Ark.R. Crim.P. 37. He also requests at public expense a copy of the transcript of his trial. This Court denied a motion for transcript in this case on March 11, 1985, because petitioner did not demonstrate a compelling need for a transcript. Petitioner has not established a compelling need in this petition.\nPetitioner contends that the trial court erred in allowing him to be tried over counsel's objection in the white uniform of a prison inmate. We first note that the issue which was raised at trial could have been raised on appeal, but was not. A question not argued in accordance with the controlling rule of procedure is waived, unless it is so fundamental as to render ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=glick-v-state"
    }
  ],
  "relatedIncidents": [
    15739,
    15746,
    15369,
    15482,
    15488
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}