{
  "id": 15884,
  "title": "1985년 Soltex Thread Co. v. Rueff Bros. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-05-16",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Soltex Thread Co. v. Rueff Bros.. 판결일: 1985-05-16. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Soltex Thread Co., Inc. v. Rueff Bros., Inc., and Great American Surplus Lines Insurance Company, and Third-Party , Third-Party\n**판결일**: 1985-05-16\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 111 A.D.2d 84\n\n## 판결문 요약\n\n\nOrder, Supreme Court, New York County (McQuillan, J.), entered October 10, 1984, denying the motion of defendant and third-party plaintiff Great American Surplus Lines Insurance Company for summary judgment dismissing the complaint, unanimously reversed, on the law, without costs or disbursements, and the motion granted.\nIn this action to recover $393,530.40 from various defendants for water damage sustained between September 29 and October 1,1981, plaintiff seeks $46,765.20 in damages from Great American, which insured it under a “Difference in Conditions” policy providing coverage for, inter alia, loss from backing up of sewers and drains and broken water mains. The action was commenced against Great American on December 18, 1982, 14½ months after the loss. Great American’s policy contains a provision that suit on the policy must be commenced within 12 months after the loss. Its answer asserted the failure timely to commence this action as one of its eight affirmative defenses. After taking pretrial discovery, Great American moved for summary judgment dismissing the complaint on the basis of this affirmative defense. Special Term denied the motion, finding an issue of fact as to whether Great American had waived the policy’s 12-month limitation or was estopped from asserting it. We reverse and grant the motion.\nIn finding a factual issue on the question of waiver and estoppel, Special Term relied on Great American’s activities in conducting discovery after the commencement...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=soltex-thread-co-v-rueff-bros"
    }
  ],
  "relatedIncidents": [
    15664,
    15668,
    15669,
    15673,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}