{
  "id": 15889,
  "title": "1985년 Lunafelix 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-05-13",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Lunafelix. 판결일: 1985-05-13. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. JOSE AGUSTIN LUNAFELIX, Defendant and Appellant\n**판결일**: 1985-05-13\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Ashby\n\n## 변호인\n\nCounsel, Dennis L. Cava, under appointment by the Court of Appeal, for Defendant and Appellant., John K. Van de Kamp, Attorney General, Carol Wendelin Pollack and Susan Lee Frierson, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 168 Cal. App. 3d 97\n- 214 Cal. Rptr. 33\n\n## 판결문 요약\n\n\n168 Cal. App. 3d 97 (1985)\n214 Cal. Rptr. 33\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nJOSE AGUSTIN LUNAFELIX, Defendant and Appellant.\nDocket No. B004450.\nCourt of Appeals of California, Second District, Division Five.\nMay 13, 1985.\n*98 COUNSEL\nDennis L. Cava, under appointment by the Court of Appeal, for Defendant and Appellant.\nJohn K. Van de Kamp, Attorney General, Carol Wendelin Pollack and Susan Lee Frierson, Deputy Attorneys General, for Plaintiff and Respondent.\n*99 OPINION\nASHBY, J.\nBy jury trial appellant was convicted of the first degree murder of Jesus Ramirez and of using a firearm in the commission of the offense. He was sentenced to state prison for 25 years to life plus 2 years for use of a firearm.\nViewing the evidence in the light most favorable to the judgment (People v. Johnson (1980) 26 Cal. 3d 557, 576 [162 Cal. Rptr. 431, 606 P.2d 738, 16 A.L.R. 4th 1255]), the murder was committed under the following circumstances: On the night of May 7, 1981, the victim entered a bar, the Pico Inn at 1427 West Pico. After ordering a drink he walked over to a pool table, where he had a two-minute conversation with appellant and one of appellant's two companions. The victim placed a quarter on the pool table, a customary indication that he desired to play the winner of the next game.\nThe victim then walked back to the bar. He did not appear angry. In fact, he mentioned something about \"these friends\" to prosecution witness Porfirio Ramirez, who had accompanied the victi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-lunafelix"
    }
  ],
  "relatedIncidents": [
    15669,
    15687,
    15690,
    15751,
    15763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}