{
  "id": 15893,
  "title": "1985년 United States v. Darryl \"Monk\" Reynolds (84-5697), Sam Gilbert (84-5698) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-05-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Darryl \"Monk\" Reynolds (84-5697), Sam Gilbert (84-5698). 판결일: 1985-05-07. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Darryl “Monk” REYNOLDS (84-5697), Sam Gilbert (84-5698), Defendants-Appellants\n**판결일**: 1985-05-07\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Contie, Edwards, Kennedy\n\n## 변호인\n\nB. Robert Stivers, Stivers & Stivers, London, Ky., Charles R. Coy, Coy, Coy & Gilbert, James T. Gilbert (argued), Richmond, Ky., for defendants-appellants., Louis DeFalaise, U.S. Atty., Robert Rawlins, Jane Graham (argued), Lexington, Ky., for plaintiff-appellee.\n\n## 인용\n\n- 762 F.2d 489\n\n## 판결문 요약\n\n762 F.2d 489\n    UNITED STATES of America, Plaintiff-Appellee,v.Darryl \"Monk\" REYNOLDS (84-5697), Sam Gilbert (84-5698),Defendants-Appellants.\n    Nos. 84-5697, 84-5698.\n    United States Court of Appeals,Sixth Circuit.\n    May 7, 1985.\n    \n      B. Robert Stivers, Stivers &amp; Stivers, London, Ky., Charles R. Coy, Coy, Coy &amp; Gilbert, James T. Gilbert (argued), Richmond, Ky., for defendants-appellants.\n      Louis DeFalaise, U.S. Atty., Robert Rawlins, Jane Graham (argued), Lexington, Ky., for plaintiff-appellee.\n      Before KENNEDY and CONTIE, Circuit Judges, and EDWARDS, Senior Circuit Judge.\n      CORNELIA G. KENNEDY, Circuit Judge.\n    \n    \n      1\n      Sam Gilbert and Darryl Reynolds appeal their jury convictions for two counts of mail fraud and one count of conspiracy to commit mail fraud.  They raise four issues:  the failure to suppress a videotaped conversation on fifth and sixth amendment grounds;  the failure to exclude the tape as unduly prejudicial under Rule 403;  the sufficiency of the evidence;  and the sufficiency of the indictment.  We find no error on the part of the District Court and affirm.\n    \n    \n      2\n      The evidence at trial established that Gilbert had asked a Kentucky State Police informant to arrange for someone to purchase several trucks owned by Gilbert.  Gilbert told the informant that he wished to collect the insurance on the trucks.  The informant then introduced Gilbert to a police officer, who posed as a prospective purchase...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-darryl-monk-reynolds-84-5697-sam-gilbert-84-5698"
    }
  ],
  "relatedIncidents": [
    15680,
    15692,
    15700,
    15708,
    15718
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}