{
  "id": 15896,
  "title": "1985년 Dorn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-05-03",
  "location": "Vermont, VT, USA",
  "summary": "미국 Vermont, VT 법원 판결 사건. 사건명: Dorn. 판결일: 1985-05-03. 법원: Supreme Court of Vermont.",
  "description": "## 사건 정보\n\n**사건명**: State of Vermont v. Michael Dorn\n**판결일**: 1985-05-03\n**법원**: Supreme Court of Vermont\n**관할**: Vermont, VT\n\n**판사**: Hill, Underwood, Peck and Gibson, Jj., and Barney, C.J. (Ret.), Specially Assigned\n\n## 변호인\n\nJohn J. Easton, Jr., Attorney General, Susanne R. Young and Wendy S. Collins, Assistant Attorneys General, and John E. Perrott, Law Clerk (On the Brief), Montpelier, for Plaintiff-Appellee., Valsangiacomo, Detora & MeQuesten, P.C., Barre, for Defendant-Appellant.\n\n## 인용\n\n- 496 A.2d 451\n- 145 Vt. 606\n\n## 판결문 요약\n\n\n496 A.2d 451 (1985)\nSTATE of Vermont\nv.\nMichael DORN.\nNo. 83-272.\nSupreme Court of Vermont.\nMay 3, 1985.\n*453 John J. Easton, Jr., Atty. Gen., Susanne R. Young and Wendy S. Collins, Asst. Attys. Gen., and John E. Perrott, Law Clerk (on brief), Montpelier, for plaintiff-appellee.\nValsangiacomo, Detora &amp; McQuesten, P.C., Barre, for defendant-appellant.\nBefore HILL, UNDERWOOD, PECK and GIBSON, JJ., and BARNEY, C.J. (Ret.), Specially Assigned.\nGIBSON, Justice.\nDefendant appeals his conviction on nine counts of welfare fraud under 33 V.S.A. §§ 2581(d) and 2583, for claiming Medicaid reimbursement that exceeded his usual and customary charge to the general public. The convictions arose from defendant's operation of a now defunct Northfield pharmacy. We affirm.\nDefendant raises six arguments on appeal: (1) the informations on which he was tried do not allege a statutory violation; (2) if the charges constitute a statutory violation, then the statute is unconstitutionally vague; (3) the trial court erred in refusing to instruct the jury that fraudulent intent was an essential element of the crime; (4) the evidence failed to show that the same drugs were dispensed in both Medicaid and non-Medicaid prescriptions; (5) evidence of the breadth of the state Medicaid program and of defendant's total reimbursements thereunder was unfairly prejudicial; and (6) the trial court erred in refusing to suppress the pharmacy's prescription receipt log and its non-Medicaid prescriptions, obtaine...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-dorn"
    }
  ],
  "relatedIncidents": [
    15680,
    15692,
    15700,
    15708,
    15718
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}