{
  "id": 15901,
  "title": "1985년 Zalarick 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-04-30",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Zalarick. 판결일: 1985-04-30. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Zalarick v. Monroe County\n**판결일**: 1985-04-30\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Schwartz, C.J., and Hendry and Daniel S. Pearson\n\n## 인용\n\n- 467 So. 2d 1088\n\n## 판결문 요약\n\n\n467 So.2d 1088 (1985)\nVirginia B. ZALARICK, d/b/a Return to Eden Gardens and Keys Swimming Pools, Appellant,\nv.\nMONROE COUNTY, Florida, a Political Subdivision of the State of Florida, Appellee.\nNo. 84-1505.\nDistrict Court of Appeal of Florida, Third District.\nApril 30, 1985.\nFrigola, DeVane &amp; Wright and Alfred K. Frigola, Marathon, for appellant.\nLucien C. Proby, Jr., County Atty. and Susan Vernon, Asst. County Atty., for appellee.\nBefore SCHWARTZ, C.J., and HENDRY and DANIEL S. PEARSON, JJ.\nSCHWARTZ, Chief Judge.\nPrior to 1974, when the area was zoned RU-1 (single family residential) by Monroe County's first zoning ordinance, the appellant maintained her home and a retail nursery business, which was \"grandfathered\" as a non-conforming use, on a lot on 74th Street in Marathon. In 1977, she applied for and was granted a building permit from the county to erect two greenhouses and a cyclone fence on an adjacent lot which fronted on 75th Street. After a \"shadehouse\" was constructed under the permit at a cost of approximately $2,000.00, Mrs. Zalarick raised nursery products there which were sold at the 74th Street location. No residence has ever been erected on the 75th Street lot which has for the most part remained vacant. In this appeal, Mrs. Zalarick seeks review of a final judgment declaring improper the existing commercial use of the 75th Street lot and enjoining her *1089 from using the parcel for nursery purposes. We affirm.\nIt is plain, as the lower court held, tha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=zalarick-v-monroe-county"
    }
  ],
  "relatedIncidents": [
    15683,
    15695,
    15735,
    15762,
    15772
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}