{
  "id": 15900,
  "title": "1985년 Gardner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-04-30",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Gardner. 판결일: 1985-04-30. 법원: Court of Appeals of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: John Patrick GARDNER v. COMMISSIONER OF PUBLIC SAFETY\n**판결일**: 1985-04-30\n**법원**: Court of Appeals of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Crip, Parker, Pen, Wozniak\n\n## 변호인\n\nDavid G. Moeller, Larkin, Hoffman, Daly & Lindgren, Minneapolis, for appellant., Hubert H. Humphrey, III, Atty. Gen., Joel A. Watne, Sp. Asst. Atty. Gen., St. Paul, for respondent.\n\n## 인용\n\n- 366 N.W.2d 407\n\n## 판결문 요약\n\n\nOPINION\nPARKER, Judge.\nAppellant’s driver’s license was revoked pursuant to the implied consent statute. This is an appeal from an order dismissing his petition for judicial review because the petition was untimely filed. We affirm.\nFACTS\nOn March 16, 1984, appellant John Patrick Gardner was arrested in St. Louis Park for DWI and assaulting a police officer. At the St. Louis Park Police Depart*408ment, Officer Harlan Hildebrandt read the implied consent advisory to Gardner, who called an attorney. Gardner testified that his attorney spoke with Police Sergeant Michael Cunningham and that he heard the sergeant say that Gardner would be taken to Methodist Hospital, where a blood test could be given. Gardner testified that his attorney advised him not to take the breath test because he was taking a blood test. Neither the attorney nor Sergeant Cunningham testified, although the attorney submitted an affidavit saying the sergeant had agreed to a blood test rather than a breath test. Officer Hildebrandt testified that he had no knowledge of the alleged telephone conversation or agreement.\nAfter the telephone call was completed, Hildebrandt asked Gardner to take a breath test. Gardner refused, saying he did not want to take the test.\nHildebrandt prepared a notice and order of revocation and gave or showed it to Gardner. The notice was then placed with Gardner’s personal belongings, which the police department had taken to be inventoried. Gardner contends he did not receive the noti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gardner-v-commissioner-of-public-safety"
    }
  ],
  "relatedIncidents": [
    15679,
    15691,
    15932,
    15934,
    15942
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}