{
  "id": 15905,
  "title": "1985년 Tsung-Ya (Zia) Chang v. Han-Sing Chang 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-04-25",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Tsung-Ya (Zia) Chang v. Han-Sing Chang. 판결일: 1985-04-25. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Tsung-Ya (Zia) Chang v. Han-Sing Chang\n**판결일**: 1985-04-25\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Orfinger\n\n## 인용\n\n- 469 So. 2d 829\n\n## 판결문 요약\n\n\n469 So. 2d 829 (1985)\nTSUNG-YA (ZIA) CHANG, Appellant,\nv.\nFrancis HAN-SING CHANG, Appellee.\nNo. 84-611.\nDistrict Court of Appeal of Florida, Fifth District.\nApril 25, 1985.\nRehearing Denied June 4, 1985.\nBurton J. Green, Cocoa, for appellant.\nMike Krasny of Storms, Krasny, Normile &amp; Dettmer, P.A., Melbourne, for appellee.\nORFINGER, Judge.\nThis appeal is from a final order dismissing the appellant's motion for relief from judgment under Florida Rule of Civil Procedure 1.540.[1] The lower court determined as a matter of law that the motion was not *830 filed within a reasonable time after judgment was entered nor within one year after its entry. For the reasons set forth below we reverse.\nIn March, 1969, appellee Francis Han-Sing Chang filed an action for divorce in the Circuit Court of Brevard County, alleging that the appellant/wife Tsung-Ya (Zia) Chang had been guilty of willful desertion for a period in excess of one year. An affidavit for constructive service of process filed by the husband represented that he had made a diligent search and inquiry to discover the residence of the wife and that her residence was in Shanghai, China but that her mailing address was in Kowloon, Hong Kong. The mailing address in Kowloon was the home of a Mr. C.L. Lee to whom the husband frequently mailed letters to be forwarded to the wife. The notice published in the newspaper states that the wife's residence \"is unknown,\" but that her last known address is c/o Mr. C.L. Lee, 88 Nathan Ro...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tsung-ya-zia-chang-v-han-sing-chang"
    }
  ],
  "relatedIncidents": [
    15664,
    15668,
    15669,
    15673,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}