{
  "id": 15919,
  "title": "1985년 Seals 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-04-11",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Seals. 판결일: 1985-04-11. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Tyrone SEALS v. The STATE of Texas\n**판결일**: 1985-04-11\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n## 변호인\n\nJames Makin, Nederland, for appellant., John R. DeWitt, Asst. Crim. Dist. Atty., Beaumont, for appellee.\n\n## 인용\n\n- 691 S.W.2d 30\n\n## 판결문 요약\n\n\nOPINION\nPER CURIAM.\nThis is an appeal from a final adjudication of guilt for the offense of robbery.\nOn August 1, 1983, Appellant entered a plea of guilty to the offense of robbery. After hearing the evidence, and finding that it substantiated Appellant’s guilt, the court deferred further proceedings without entering an adjudication of guilt, pursuant to TEX. CODE CRIM.PROC.ANN. art. 42.12, sec. 3d(a) (Vernon Supp.1985). Pursuant to a plea bargain agreement, Appellant was placed on probation for a period of seven years.\nOn the 21st day of December, 1983, the State filed a motion to revoke Appellant’s probation, alleging two violations of his probation. Appellant entered a plea of true to each allegation, and the court found each to be true. The court subsequently revoked Appellant’s probation and proceeded to adjudicate the guilt of Appellant upon the original charge of robbery, and assessed his punishment at confinement for a term of seven years.\nIn Contreras v. State, 645 S.W.2d 298 (Tex.Crim.App.1983), the Court states:\n“[I]n Williams v. State, 592 S.W.2d 931 (Tex.Cr.App.1979), we held that under the terms of Article 42.12, sec. 3d(b), V.A.C.C.P., no appeal may be taken from the hearing in which the trial court deter*31mines to proceed with an adjudication of guilt on the original charge. See Wright v. State, 592 S.W.2d 604 (Tex.Cr.App.1980) and Daniels v. State, 615 S.W.2d 771 (Tex.Cr.App.1981). Accordingly, the purported appeal should have never been entertained by the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=seals-v-state"
    }
  ],
  "relatedIncidents": [
    15664,
    15673,
    15689,
    15696,
    15705
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}