{
  "id": 15913,
  "title": "1985년 People of the Territory of Guam v. Jerry Ojeda 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-04-16",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: People of the Territory of Guam v. Jerry Ojeda. 판결일: 1985-04-16. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: PEOPLE OF the TERRITORY OF GUAM, Plaintiff-Appellee, v. Jerry OJEDA, Defendant-Appellant\n**판결일**: 1985-04-16\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Hug, Skopil, Wallace\n\n## 변호인\n\nFrances Tydingco-Gatewood, Asst. Atty. Gen., Agana, Guam, for plaintiff-appellee., J.C. Dierking, Agana, Guam, for defendant-appellant.\n\n## 인용\n\n- 758 F.2d 403\n\n## 판결문 요약\n\n758 F.2d 403\n    PEOPLE OF the TERRITORY OF GUAM, Plaintiff-Appellee,v.Jerry OJEDA, Defendant-Appellant.\n    No. 84-1140.\n    United States Court of Appeals,Ninth Circuit.\n    Argued and Submitted Feb. 12, 1985.Decided April 16, 1985.\n    \n      Frances Tydingco-Gatewood, Asst. Atty. Gen., Agana, Guam, for plaintiff-appellee.\n      J.C. Dierking, Agana, Guam, for defendant-appellant.\n      On Appeal from the District Court of Guam (Appellate Division).\n      Before WALLACE, HUG and SKOPIL, Circuit Judges.\n      SKOPIL, Circuit Judge:\n    \n    \n      1\n      Defendant Ojeda was convicted for burglary in the Superior Court of Guam.  Ojeda appealed his conviction to the appellate division of the district court of Guam, pursuant to 48 U.S.C. Sec. 1424(a).  The district court affirmed the conviction.  Ojeda now appeals to this court, arguing that his conviction should be reversed due to (1) prosecutorial misconduct;  (2) prejudice resulting from the admission of photographs of the stolen jewelry;  (3) prejudice resulting from the jury instructions concerning Ojeda's admissions to Christopher;  and (4) insufficiency of evidence.  We affirm.\n    \n    FACTS AND PROCEEDINGS BELOW\n    \n      2\n      On December 22, 1981 Mr. Charles Christopher, owner of a house at 15 Paseo de Oro in Tumon, Guam, learned that his home had been burglarized.  Christopher promptly drove home from work.  As Christopher arrived at the entrance of his street, a maroon convertible carrying three men passed his...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-of-the-territory-of-guam-v-jerry-ojeda"
    }
  ],
  "relatedIncidents": [
    15664,
    15673,
    15689,
    15696,
    15705
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}