{
  "id": 15912,
  "title": "1985년 Estate of Peetros v. County Detectives & District Attorney's Office 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-04-19",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Estate of Peetros v. County Detectives & District Attorney's Office. 판결일: 1985-04-19. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: ESTATE OF Harry PEETROS by Executrix, Helen PEETROS, Appellee, v. COUNTY DETECTIVES AND DISTRICT ATTORNEY’S OFFICE. Appeal of COMMONWEALTH of Pennsylvania\n**판결일**: 1985-04-19\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Montemuro, Beck and Watkins\n\n## 변호인\n\nSandra L. Elias, Deputy District Attorney, Media, for Commonwealth, appellant., Gary A. Hurwitz, Media, for appellee.\n\n## 인용\n\n- 492 A.2d 6\n- 341 Pa. Super. 558\n\n## 판결문 요약\n\n\n341 Pa. Super. 558 (1985)\n492 A.2d 6\nESTATE OF Harry PEETROS by Executrix, Helen PEETROS, Appellee,\nv.\nCOUNTY DETECTIVES AND DISTRICT ATTORNEY'S OFFICE.\nAppeal of COMMONWEALTH of Pennsylvania.\nSupreme Court of Pennsylvania.\nArgued October 2, 1984.\nFiled April 19, 1985.\n*560 Sandra L. Elias, Deputy District Attorney, Media, for Commonwealth, appellant.\nGary A. Hurwitz, Media, for appellee.\nBefore MONTEMURO, BECK and WATKINS, JJ.\nBECK, Judge:\nAppellee Helen Peetros is the executrix of the estate of her husband, Harry Peetros (hereinafter \"decedent\"), who was murdered on May 23, 1981. She filed a motion seeking the return of certain books seized from the decedent's office by police investigating the homicide. The Commonwealth asserts that the books are records of the decedent's loan-sharking operations and are therefore contraband subject to forfeiture. The court below initially granted appellee's motion. The Commonwealth then petitioned for and received *561 a rehearing. After the rehearing, the court once again granted the motion.[1] The Commonwealth appealed.\nWe reverse the order of the trial court granting appellee's motion, and find that the record books are derivative contraband subject to forfeiture.\nThe trial court properly treated Mrs. Peetros' motion as a motion for return of seized property under Pa.R. Crim.P. 324, although the motion makes no reference to the rule. Under Rule 324 the court may order the property to be forfeited if it determines the property to be co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=estate-of-peetros-v-county-detectives-district-attorneys-office"
    }
  ],
  "relatedIncidents": [
    15669,
    15687,
    15690,
    15751,
    15763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}