{
  "id": 15915,
  "title": "1985년 Frye 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-04-15",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Frye. 판결일: 1985-04-15. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. THOMAS GASTON FRYE Et Al., Defendants and Appellants\n**판결일**: 1985-04-15\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Lewis\n\n## 변호인\n\nCounsel, William J. Nickerson, Jr., and Joan T. Anyon, under appointments by the Court of Appeal, Brown, Nolan & Nickerson and Frank & Milchen for Defendants and Appellants., John K. Van de Kamp, Attorney General, and Frederick R. Millar, Jr., Deputy Attorney General, for Plaintiff and Respondent.\n\n## 인용\n\n- 166 Cal. App. 3d 941\n- 213 Cal. Rptr. 319\n\n## 판결문 요약\n\n\n166 Cal.App.3d 941 (1985)\n213 Cal. Rptr. 319\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nTHOMAS GASTON FRYE et al., Defendants and Appellants.\nDocket No. D001356.\nCourt of Appeals of California, Fourth District, Division One.\nApril 15, 1985.\n*945 COUNSEL\nWilliam J. Nickerson, Jr., and Joan T. Anyon, under appointments by the Court of Appeal, Brown, Nolan &amp; Nickerson and Frank &amp; Milchen for Defendants and Appellants.\nJohn K. Van de Kamp, Attorney General, and Frederick R. Millar, Jr., Deputy Attorney General, for Plaintiff and Respondent.\nOPINION\nLEWIS, J.[*]\nThomas Gaston Frye and Kim Leffingwell appeal their jointly tried burglary convictions (Pen. Code, § 459). Both contend no substantial evidence supports the judgment. Leffingwell also asserts the court improperly (1) excluded as hearsay his postarrest statement to the arresting officer and (2) refused his proposed jury instruction. Frye additionally asserts prosecutorial misconduct during his own cross-examination.\nAbout 1:15 a.m., Nancy R. saw two men standing beside her neighbor Doray's home. Twenty minutes later, Nancy R. saw a shadow move across Doray's bedroom window. Nancy R., suspicious because Doray's home had been unoccupied for over 11 months, called police.\nPolice arrived within five minutes. Officer Henderson saw Frye beside the house. Seeing Henderson, Frye ran to the rear, meeting Officer Winter stationed in the backyard. Frye turned back toward Henderson who ordered *946 Frye to \"freeze.\" Frye complie...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-frye"
    }
  ],
  "relatedIncidents": [
    15664,
    15673,
    15689,
    15696,
    15705
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}