{
  "id": 15926,
  "title": "1985년 Kagele 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-04-04",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Kagele. 판결일: 1985-04-04. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: Norman Kagele, Et Al, Appellants, v. Aetna Life and Casualty Company, Et Al, Respondents\n**판결일**: 1985-04-04\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Green\n\n## 변호인\n\nGerald W. Gelfand, for appellants., William F. Etter, Raymond F. Clary, and Witherspoon, Kelley, Davenport & Toole, for respondent Aetna Life and Casualty Co., Constance D. Gould and Anderson, Evans, Craven & Lackie, P.S., for respondent Andre Romberg Insurance Agency.\n\n## 인용\n\n- 698 P.2d 90\n- 40 Wash. App. 194\n\n## 판결문 요약\n\n\n40 Wn. App. 194 (1985)\n698 P.2d 90\nNORMAN KAGELE, ET AL, Appellants,\nv.\nAETNA LIFE AND CASUALTY COMPANY, ET AL, Respondents.\nNo. 5826-3-III.\nThe Court of Appeals of Washington, Division Three.\nApril 4, 1985.\n*195 Gerald W. Gelfand, for appellants.\nWilliam F. Etter, Raymond F. Clary, and Witherspoon, Kelley, Davenport &amp; Toole, for respondent Aetna Life and Casualty Co.\nConstance D. Gould and Anderson, Evans, Craven &amp; Lackie, P.S., for respondent Andre Romberg Insurance Agency.\nGREEN, C.J.\nNorman and Ursula Kagele appeal a summary judgment dismissing their assigned claim against Aetna Life and Casualty Company and Andre Romberg Insurance Agency.\nThe Currys, d/b/a Excell Construction Company, purchased through Andre Romberg a comprehensive liability policy with Aetna. In 1978 the Kageles contracted with Curry to build them a house in Ritzville. On December 13, 1978, a fire destroyed the Kageles' home. They filed suit naming various defendants, including the Currys as general contractor. On November 13, 1982, the Kageles and Currys executed an agreement entitled \"Covenant Not To Sue or Execute and Assignment\". Under this agreement, the Currys were dismissed from the suit with prejudice and without admitting any liability. In exchange, the Currys assigned their rights, if any, against Aetna under its insurance policy to the Kageles. The agreement also provided that if the insurance proceeds from Aetna were unavailable to satisfy the Kageles' claim, the Currys agreed to pa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kagele-v-aetna-life-casualty-co"
    }
  ],
  "relatedIncidents": [
    15664,
    15668,
    15669,
    15673,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}