{
  "id": 15927,
  "title": "1985년 Pharms 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-04-04",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Pharms. 판결일: 1985-04-04. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: James PHARMS, Appellant (Defendant Below), v. STATE of Indiana, Appellee (Plaintiff Below)\n**판결일**: 1985-04-04\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBRULER, Giyan, Hunter, Pi-Varnik, Prentice\n\n## 변호인\n\nDavid Olson, Merrillville, for appellant., Linley E. Pearson, Atty. Gen., Marguerite M. Sweeney, Deputy Atty. Gen., Indianapolis, for appellee.\n\n## 인용\n\n- 476 N.E.2d 120\n\n## 판결문 요약\n\n\n476 N.E.2d 120 (1985)\nJames PHARMS, Appellant (Defendant below),\nv.\nSTATE of Indiana, Appellee (Plaintiff below).\nNo. 284S54.\nSupreme Court of Indiana.\nApril 4, 1985.\nDavid Olson, Merrillville, for appellant.\nLinley E. Pearson, Atty. Gen., Marguerite M. Sweeney, Deputy Atty. Gen., Indianapolis, for appellee.\nHUNTER, Justice.\nThe defendant, James Pharms, was convicted by a jury of robbery, a Class B felony, Ind. Code § 35-42-5-1 (Burns 1984 Supp.), and was sentenced to a term of imprisonment of fifteen years. He raises the following issue in this direct appeal:\nWhether the trial court erred in admitting evidence of a previous uncharged robbery by the defendant of the same victim.\nA brief summary of the facts from the record most favorable to the state reveals that the defendant entered a restaurant and ordered two chili dogs and a vanilla shake. He pointed a gun at the cashier and said, \"Give me the money.\" That night, the cashier reported to the police that the robber was the same man who had robbed the restaurant three months earlier. At the earlier robbery, the robber ordered two chili dogs and a vanilla shake. He pointed a similar gun at the cashier and said, \"Give me the money.\" The admission of the evidence of the earlier robbery is the reason for this appeal.\nThe defendant sought to have the testimony excluded on the grounds that evidence of uncharged crimes is inadmissible to prove the guilt of the accused. Maldonado v. State, (1976) 265 Ind. 492, 355 N.E.2d 843. Howe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pharms-v-state"
    }
  ],
  "relatedIncidents": [
    15664,
    15673,
    15689,
    15696,
    15705
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}