{
  "id": 15934,
  "title": "1985년 Antrum 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-03-28",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Antrum. 판결일: 1985-03-28. 법원: Connecticut Superior Court.",
  "description": "## 사건 정보\n\n**사건명**: Judith Antrum v. Church's Fried Chicken, Inc.\n**판결일**: 1985-03-28\n**법원**: Connecticut Superior Court\n**관할**: Connecticut, CT\n\n**판사**: Dorsey\n\n## 변호인\n\nNorman Ebenstein,  for the plaintiff.\n\n Joseph F. Skelley, Jr.,  for the defendant.\n\n## 인용\n\n- 499 A.2d 807\n- 40 Conn. Super. Ct. 343\n- 40 Conn. Supp. 343\n\n## 판결문 요약\n\nThe plaintiff, Judith Antrum, commenced this action for damages against the defendant, Church's Fried Chicken, Inc. She alleges that on June 1, 1982, at approximately 12:30 a.m., she was attacked by three unknown male assailants who inflicted serious personal injuries upon her. At the time of the attack, the plaintiff was waiting in her car in line at the drive-in window on the premises of a Church's Fried Chicken store located in Hartford. In her complaint, the plaintiff alleges that the defendant \"had long had notice and knowledge or with reasonable diligence should have had notice and knowledge of the probability of assaults in the area, but neglected to remedy said dangerous condition.\" The plaintiff alleges that the defendant was negligent in failing to provide adequate security. *Page 344 \nThe defendant has moved to strike the complaint for failure to state a claim upon which relief can be granted in that no duty was owed to the plaintiff by the defendant.\nA motion to strike may be used to challenge the legal sufficiency of a complaint. Practice Book &#167; 152. For purposes of ruling on a motion to strike, all facts well pleaded are admitted, and the allegations are construed in a manner most favorable to the pleader. AlarmApplications Co. v. Simsbury Volunteer Fire Co.,179 Conn. 541, 545, 427 A.2d 822 (1980).\nThe defendant argues that in Connecticut a business proprietor has no duty to protect invitees from the criminal acts of third parties. The defendant acknowledge...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=antrum-v-churchs-fried-chicken-inc"
    }
  ],
  "relatedIncidents": [
    15679,
    15691,
    15900,
    15932,
    15942
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}