{
  "id": 15937,
  "title": "1985년 O'KEEFE 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-03-27",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: O'KEEFE. 판결일: 1985-03-27. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: A.I. O’KEEFE, Jr., Appellant, v. the STATE of Texas, Appellee; A.I. O’KEEFE, Sr., Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1985-03-27\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davis, McCORMICK, Teague\n\n## 변호인\n\nStu Stewart, Houston, for appellant., Charles J. Sebesta, Jr., Dist. Atty., Caldwell (Gerald M. Brown, Temple, of counsel), Robert Huttash, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 687 S.W.2d 345\n\n## 판결문 요약\n\n\n687 S.W.2d 345 (1985)\nA.I. O'KEEFE, Jr., Appellant,\nv.\nThe STATE of Texas, Appellee.\nA.I. O'KEEFE, Sr., Appellant,\nv.\nThe STATE of Texas, Appellee.\nNos. 67894, 67895.\nCourt of Criminal Appeals of Texas, En Banc.\nMarch 27, 1985.\n*346 Stu Stewart, Houston, for appellant.\nCharles J. Sebesta, Jr., Dist. Atty., Caldwell (Gerald M. Brown, Temple, of counsel), Robert Huttash, State's Atty., Austin, for the State.\nBefore the court en banc.\n\nOPINION\nMcCORMICK, Judge.\nIn a joint trial, appellants were convicted of arson and both were sentenced to ten years' confinement and a $10,000 fine, probated.\nDuring the evening of July 7, 1979, appellants were seen driving away from their weekend home in Brenham around 8:00 p.m. Neighbors testified that appellants left the house in separate cars and drove at a normal rate of speed. Some five to ten minutes after appellants' departure, neighbors noticed smoke coming from the three story house. Within minutes flames could be seen in the northeast first floor section of the house. By the time the first fire-fighters reached the scene at approximately 8:20 p.m., the house was fully involved, with fire on all floors. One fireman testified that the most intense part of the fire was in the central part of the house while the Brenham fire marshall testified that when he arrived around 8:25 p.m., the most intense fire was on the northeast side of the bottom floor.\nThe State's expert testimony came from Don Hicks, the manager of the special investigations...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=okeefe-v-state"
    }
  ],
  "relatedIncidents": [
    15683,
    15695,
    15735,
    15762,
    15772
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}