{
  "id": 15931,
  "title": "1985년 Hall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-04-01",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Hall. 판결일: 1985-04-01. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Edward Lyle HALL, Appellant, v. the STATE of Oklahoma, Appellee\n**판결일**: 1985-04-01\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Bussey, Parks\n\n## 변호인\n\nPatti Palmer, Deputy Appellate Public Defender, Norman, for appellant., Michael C. Turpén, Atty. Gen., Hugh A. Manning, Asst. Atty. Gen., Oklahoma City, for appellee.\n\n## 인용\n\n- 698 P.2d 33\n\n## 판결문 요약\n\n\n698 P.2d 33 (1985)\nEdward Lyle HALL, Appellant,\nv.\nThe STATE of Oklahoma, Appellee.\nNo. F-83-576.\nCourt of Criminal Appeals of Oklahoma.\nApril 1, 1985.\nPatti Palmer, Deputy Appellate Public Defender, Norman, for appellant.\nMichael C. Turpen, Atty. Gen., Hugh A. Manning, Asst. Atty. Gen., Oklahoma City, for appellee.\n\n\n*35 OPINION\nBUSSEY, Judge:\nThe appellant, Edward Lyle Hall, hereinafter referred to as the defendant, was convicted of Second Degree Murder, in Pittsburg County District Court, Case No. CRF-77-102, was sentenced to life imprisonment and he appeals.\nThe testimony at trial centered on the brutal stabbing death of Albert Cox, the farm supervisor at the Oklahoma State Penitentiary at McAlester, in the prison's chicken house on March 5, 1977. Warden Richard Crisp stated that he received a report on that day that the defendant inmate and Cox were missing. Crisp searched the chicken house, unstacked several 50 pound sacks of chicken feed and discovered Cox's bloody body.\nMedical testimony established that Cox had been stabbed 13 times in the chest and neck areas and sustained a large skull fracture over his left ear. Dr. Merlin Dean Bellamy, who performed an autopsy on Cox, stated that he believed Cox had been stabbed on the feed sacks because of the large quantity of blood on the sacks.\nFrank Ritter and his then eleven-year-old son, Vernon, were fishing near Ravia on the day in question when the defendant approached them. Frank Ritter testified *36 that the defendant...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hall-v-state"
    }
  ],
  "relatedIncidents": [
    15669,
    15687,
    15690,
    15751,
    15763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}