{
  "id": 15932,
  "title": "1985년 Mercurio 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-03-29",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Mercurio. 판결일: 1985-03-29. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Guy MERCURIO v. The CITY OF NEW YORK, Robert Mahoney, Albert Cronk, Robert Simile, James Bergen, Martin McGorty, \"John\" Lowery (said first name being fictitious), \"John\" Carty (said first name being fictitious), and \"John Doe\" (said name being fictitious), The City of New York, Robert Mahoney, Albert Cronk, Robert Simile, James Bergen, Martin McGorty and \"John\" Carty (said first name being fictitious, (Frank Carty))\n**판결일**: 1985-03-29\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Lumbard, Mansfield, Pierce\n\n## 변호인\n\nJames S. Lysaght, Mineóla, N.Y. (Lysaght, Lysaght & Kramer, Mineóla, N.Y., of counsel), for defendant-appellant Robert Mahoney., Paul S. Brenner, Little Neck, N.Y. (Law Offices of Richárd Hartman, Little Neck, N.Y., of counsel), for defendant-appellant Albert Cronk., Gary L. Berenholtz, New York City (Rappaport & Frost, New York City, of counsel), for defendant-appellant Robert Simile., Peter C. Wilson, New York City, for defendant-appellant James Bergen., Joseph Fallek, Brooklyn, N.Y., for defe\n\n## 인용\n\n- 758 F.2d 862\n\n## 판결문 요약\n\n\nPER CURIAM:\nThis appeal is from the denial of a motion by six individual defendants, all of whom are former or current members of the New York City Police Department (“NYCPD”), for reimbursement from their co-defendant, the City of New York (“City”) of costs and attorneys’ fees in-, curred by them in defending themselves in the underlying civil rights action against them and the City. The complaint, which sought relief under 42 U.S.C. § 1983 and New York common law, was filed on September 12, 1980. It alleged that on March 17, 1980, five of the individual defendants assaulted plaintiff Mercurio while he was in police custody and that the sixth, Sergeant Carty, was responsible as supervisor and failed to halt the assault.\nFollowing the March 17, 1980 incident Mercurio filed an administrative complaint with the NYCPD. Its Civilian Complaint Review Board (“CCRB”), which is responsible for investigating complaints of police misconduct, investigated the incident and on August 8, 1980, concluded that plaintiff’s complaint was “substantiated.” It then preferred formal charges and specifications against the five officers alleged to have assaulted Mercurio and referred the matter to the Police Department Advocate’s Office for prosecution of the five on departmental charges.\nIn the meantime, on July 25, 1980, a Queens County grand jury returned indictments charging five of the officers (not *864including Carty) with assault upon Mercurio and unlawful imprisonment of him.\nBoth the crim...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mercurio-v-city-of-new-york"
    }
  ],
  "relatedIncidents": [
    15679,
    15691,
    15900,
    15934,
    15942
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}