{
  "id": 15943,
  "title": "1985년 Estrada 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-03-21",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Estrada. 판결일: 1985-03-21. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Luis Estrada\n**판결일**: 1985-03-21\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Levine\n\n## 인용\n\n- 109 A.D.2d 977\n\n## 판결문 요약\n\n\nLevine, J.\nAppeal from a judgment of the County Court of Albany County (Harris, J.), rendered April 28, 1982, upon a verdict convicting defendant of the crimes of murder in the second degree (two counts) and grand larceny in the second degree.\nOn December 13,1981, the body of Amado Colon was found on the grounds of the Doane Stuart School in the City of Albany. The next morning, the body of Paula Stone was discovered approximately three quarters of a mile away in the CIBRO Petroleum lot in the Port of Albany. Both Colon and Stone had been killed by shotgun blasts.\nOn December 15,1981, defendant spoke with an Albany police detective by phone from Baltimore, Maryland, and, after receiving the Miranda warnings, told his version of the events which led up to the murders of Colon and Stone. His story, which the police officer later repeated at trial, was that defendant, Stone, their two-year-old son David, Colon (Stone’s then current boyfriend) and an unidentified black male were driving in Colon’s 1979 Thunderbird on the night of December 12,1981. Colon was driving, Stone was in the passenger seat with the child, and defendant and the black male were in the back seat. Colon allegedly pulled into a parking lot at the Port of Albany and told defendant to get out of the car so that he (Colon) could talk to Stone. Defendant claimed that he had walked only a short distance from the car when he heard a shot. Returning to the car, defendant allegedly saw Colon emerge from the driver’s ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-estrada"
    }
  ],
  "relatedIncidents": [
    15669,
    15687,
    15690,
    15751,
    15763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}