{
  "id": 15942,
  "title": "1985년 Botello 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-03-21",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Botello. 판결일: 1985-03-21. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Armando BOTELLO, v. STATE of Texas\n**판결일**: 1985-03-21\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Nye, C.J., and Benavides and Seerden\n\n## 변호인\n\nDonald Dailey, Jr., Corpus Christi, for appellant., Grant Jones, Dist. Atty., Corpus Christi, for appellee.\n\n## 인용\n\n- 693 S.W.2d 528\n\n## 판결문 요약\n\n\n693 S.W.2d 528 (1985)\nArmando BOTELLO,\nv.\nSTATE of Texas.\nNo. 13-84-276-CR.\nCourt of Appeals of Texas, Corpus Christi.\nMarch 21, 1985.\n*529 Donald Dailey, Jr., Corpus Christi, for appellant.\nGrant Jones, Dist. Atty., Corpus Christi, for appellee.\nBefore NYE, C.J., and BENAVIDES and SEERDEN, JJ.\n\nOPINION\nBENAVIDES, Justice.\nOn our own motion, we grant a rehearing, withdraw our opinion of March 14, 1985, and substitute this opinion for the original. Appellant was tried and convicted by a jury of aggravated assault. Appellant elected to have the court assess punishment.\nAppellant was sentenced by the court to four years' confinement in the Texas Department of Corrections, and the court ordered that appellant pay restitution in the amount of $2,101.20.\nThe instant prosecution grew out of an affray in a bar. In his first ground of error, appellant alleges the evidence is insufficient to show that the victim's injuries were caused by appellant's fists as alleged in the indictment. Appellant argues that the fist is the hand clenched with fingers doubled into the palm, i.e. a closed hand as opposed to an open hand. Appellant concludes that the fist is a special kind of hand, not the hand generally, and appellant alleges the State only proved the latter.\nExamining the record, we find the following:\nProsecutor: Now, when you said that they were hitting you, what were they hitting you with?\nVictim: With fists, and ... I don't know, I was going out of conscious at that time.\nAppellant t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=botello-v-state"
    }
  ],
  "relatedIncidents": [
    15679,
    15691,
    15900,
    15932,
    15934
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}