{
  "id": 15946,
  "title": "1985년 United States v. Wendell Cole, Howard Masters, B.K. Taylor, Larry Masters, Defendants 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-03-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Wendell Cole, Howard Masters, B.K. Taylor, Larry Masters, Defendants. 판결일: 1985-03-19. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Wendell COLE, Howard Masters, B.K. Taylor, Larry Masters, Defendants-Appellants\n**판결일**: 1985-03-19\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n**판사**: Hancock, Hatchett, Kravitch\n\n## 변호인\n\nG. Russell Petersen, Vero Beach, Fla., defendant-appellant H. Masters., Bruce Wilkinson, Stuart, Fla., for defendants-appellants B.K. Taylor and L. Masters., Robyn J. Hermann, Asst. Federal Public Defender, Miami, Fla., for defendant-appellant W. Cole., Samuel J. Smargon, Linda C. Hertz, Sonia Escobio O’Donnell, Asst. U.S. Attys., Miami, Fla., for plaintiff-appellee.\n\n## 인용\n\n- 755 F.2d 748\n\n## 판결문 요약\n\n755 F.2d 748\n    UNITED STATES of America, Plaintiff-Appellee,v.Wendell COLE, Howard Masters, B.K. Taylor, Larry Masters,Defendants- Appellants.\n    No. 82-5455.\n    United States Court of Appeals,Eleventh Circuit.\n    March 19, 1985.\n    \n      G. Russell Petersen, Vero Beach, Fla., defendant-appellant H. Masters.\n      Bruce Wilkinson, Stuart, Fla., for defendants-appellants B.K. Taylor and L. Masters.\n      Robyn J. Hermann, Asst. Federal Public Defender, Miami, Fla., for defendant-appellant W. Cole.\n      Samuel J. Smargon, Linda C. Hertz, Sonia Escobio O'Donnell, Asst. U.S. Attys., Miami, Fla., for plaintiff-appellee.\n      Appeals from the United States District Court for the Southern District of Florida.\n      Before KRAVITCH and HATCHETT, Circuit Judges, and HANCOCK*, District Judge.\n      HATCHETT, Circuit Judge:\n    \n    \n      1\n      In this criminal drug case, we review the district court's order entering judgment against appellants.  We affirm.\n    \n    Facts\n    \n      2\n      Sometime between October, 1977, and July, 1981, Donald Raulerson organized a marijuana smuggling operation.  As a result, Raulerson imported more than 500,000 pounds of marijuana and earned over $100 million dollars.  Although a large number of co-conspirators are involved in this case, for purposes of this appeal we review the convictions of Wendell Cole, Howard Masters, Larry Masters, and B.K. Taylor.\n    \n    \n      3\n      Early in the enterprise, Raulerson recruited Jose Pena and ins...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-wendell-cole-howard-masters-bk-taylor-larry-masters"
    }
  ],
  "relatedIncidents": [
    15668,
    15729,
    15792,
    15825,
    15908
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}