{
  "id": 15947,
  "title": "1985년 Willis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-03-19",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Willis. 판결일: 1985-03-19. 법원: Court of Appeals of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Minnesota, Respondent, v. Bruce Edward WILLIS, Appellant\n**판결일**: 1985-03-19\n**법원**: Court of Appeals of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Popovich, Sedgwick, Wozniak\n\n## 변호인\n\nHubert H. Humphrey, III, State Atty. Gen., St. Paul, Thomas L. Johnson, Henne-pin County Atty., Beverly J. Wolfe, Asst. County Atty., Minneapolis, for respondent., C. Paul Jones, State Public Defender, Mollie G. Raskind, Asst. Public Defender, Minneapolis, for appellant.\n\n## 인용\n\n- 364 N.W.2d 498\n\n## 판결문 요약\n\n\n364 N.W.2d 498 (1985)\nSTATE of Minnesota, Respondent,\nv.\nBruce Edward WILLIS, Appellant.\nNo. C8-84-1146.\nCourt of Appeals of Minnesota.\nMarch 19, 1985.\n*499 Hubert H. Humphrey, III, State Atty. Gen., St. Paul, Thomas L. Johnson, Hennepin County Atty., Beverly J. Wolfe, Asst. County Atty., Minneapolis, for respondent.\nC. Paul Jones, State Public Defender, Mollie G. Raskind, Asst. Public Defender, Minneapolis, for appellant.\nConsidered and decided by POPOVICH, C.J., and WOZNIAK and SEDGWICK, JJ., with oral argument waived.\n\nOPINION\nSEDGWICK, Judge.\nAppellant Bruce Willis was convicted of aggravated robbery, Minn.Stat. § 609.245 (1982), and burglary, Minn.Stat. § 609.58, subd. 2(1)(b) (1982). On appeal he contends the trial court erred in excluding appellant's \"reverse Spreigl\" evidence, the evidence was insufficient to sustain his convictions and the upward durational departure was not justified by substantial and compelling circumstances. We affirm and modify the sentence.\n\nFACTS\nOn April 20, 1983 at 7:15 a.m., as Tammy Curttright was leaving her apartment, she was jumped by a man standing in the central foyer. Tammy was pushed to the floor and when she tried to hit her attacker, he bit her fingers. The assailant indicated he had a knife in his pocket and told Curttright if she didn't shut up she would be killed. He then dragged her up some stairs and struck her face and head with his fists. He pounded her head on the steps, then grabbed her purse and fled.\nCurttright require...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-willis"
    }
  ],
  "relatedIncidents": [
    15664,
    15673,
    15689,
    15696,
    15705
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}