{
  "id": 15958,
  "title": "1985년 Scott 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-03-12",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Scott. 판결일: 1985-03-12. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Jeffrey L. SCOTT v. STATE of Missouri\n**판결일**: 1985-03-12\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Clark, Kennedy, Turnage\n\n## 변호인\n\nJames W. Fletcher and Kent Gipson, Kansas City, for appellant., John Ashcroft and John M. Morris, Jefferson City, for respondent.\n\n## 인용\n\n- 691 S.W.2d 291\n\n## 판결문 요약\n\n\nKENNEDY, Judge.\nMovant appeals from the trial court’s denial of his Rule 27.26 motion for relief from his conviction of capital murder, § 565.001, RSMo 1978, and his sentence of life imprisonment without parole for 50 years. The appeal of his conviction was decided by this court in 1983, and appears at 651 S.W.2d 199 (Mo.App.1983).\nWe affirm the judgment of the trial court denying the Rule 27.26 motion.\nOne of the two grounds advanced by movant for the requested relief is the alleged ineffectiveness of counsel in counsel’s failure to object to the trial court’s sustaining the state’s challenge for cause to jury panel members who would be unable to assess the death penalty in any case.1 It is to be borne in mind that this is an ineffective assistance of counsel claim under the Sixth Amendment, and not an impartial jury claim under the same amendment.\nThe prosecutor challenged the veniremen for cause and the court sustained the challenges. Defense counsel did not object.2 Defendant now says this excused from the panel those who, because of their inflexible opposition to the death penalty, and their refusal to consider it, would have been less inclined to convict. This he concludes from the premise that death-qualified jurors are more “conviction prone”. (Thus, according *293to this argument, the fact that defendant did not actually receive the death penalty does not render the question moot or render the supposed error prejudice-free.)\nDefendant goes ahead to say that the excl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=scott-v-state"
    }
  ],
  "relatedIncidents": [
    15669,
    15687,
    15690,
    15751,
    15763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}