{
  "id": 15955,
  "title": "1985년 Hawks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-03-14",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Hawks. 판결일: 1985-03-14. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Richard B. Hawks v. Record Printing and Publishing Company, Inc., Individually and Doing Business as The Register Star\n**판결일**: 1985-03-14\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Kane\n\n## 인용\n\n- 109 A.D.2d 972\n\n## 판결문 요약\n\n\nKane, J.\nAppeal from an order of the Supreme Court at Special Term (Hughes, J.), entered March 2,1984 in Columbia County, which denied defendants’ motion for summary judgment dismissing the complaint.\nOn or about May 10, 1982, the attorney for one Patrick O’Brien, Jr., left a copy of an amended notice of claim with the news editor, James Calvin, of defendant Record Printing and Publishing Company, Inc., doing business as The Register Star, a Columbia County newspaper. O’Brien sought to recover damages for physical injury and false arrest against both the Town of Greenport in Columbia County and Columbia County. O’Brien alleged, inter alia, that: “On November 22, 1981 at the Columbia County Jail, the County of Columbia, acting through Deputy Sheriffs Graziano, Near, Hawks, and Crowley, and jail personnel, and the Town of Greenport, acting through Patrolman [sic] Stiffler and Yannacone, negligently, recklessly and maliciously pushed and knocked claimant to the floor, kicked him and twisted his right hand behind his back, causing damage to claimant’s right hand, wrist and arm, and also to claimant’s left foot and ankle” (emphasis supplied). The news editor assigned defendant John Rabiroff to write a news article about the notice of claim. Rabiroff, who had joined the newspaper staff in May 1981, had written an initial newspaper article about O’Brien’s arrest in November 1981.\nIn preparing the story, Rabiroff read the notice of claim, reviewed his November 1981 article and, in o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hawks-v-record-printing-publishing-co"
    }
  ],
  "relatedIncidents": [
    15664,
    15668,
    15669,
    15673,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}