{
  "id": 15957,
  "title": "1985년 Herbert E. Martz v. Union Labor Life Insurance Company, a Maryland Corporation 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-03-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Herbert E. Martz v. Union Labor Life Insurance Company, a Maryland Corporation. 판결일: 1985-03-12. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Herbert E. MARTZ, Plaintiff-Appellee, v. UNION LABOR LIFE INSURANCE COMPANY, a Maryland Corporation, Defendant-Appellant\n**판결일**: 1985-03-12\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Flaum, Haynsworth, Wood\n\n## 변호인\n\nJames B. Davidson, Peterson, Ross, Schloerb & Seidel, Chicago, 111., for defendant-appellant., David A. Novoselsky, Chicago, 111., for plaintiff-appellee.\n\n## 인용\n\n- 757 F.2d 135\n\n## 판결문 요약\n\n757 F.2d 135\n    Herbert E. MARTZ, Plaintiff-Appellee,v.UNION LABOR LIFE INSURANCE COMPANY, a Maryland corporation,Defendant-Appellant.\n    No. 83-2632.\n    United States Court of Appeals,Seventh Circuit.\n    Argued Nov. 2, 1984.Decided March 12, 1985.\n    \n      James B. Davidson, Peterson, Ross, Schloerb &amp; Seidel, Chicago, Ill., for defendant-appellant.\n      David A. Novoselsky, Chicago, Ill., for plaintiff-appellee.\n      Before WOOD and FLAUM, Circuit Judges, and HAYNSWORTH, Senior Circuit Judge.*\n      HARLINGTON WOOD, Jr., Circuit Judge.\n    \n    \n      1\n      In this declaratory judgment action under 28 U.S.C. Sec. 2201 to determine the parties' respective rights under a group insurance policy issued by defendant Union Labor Life Insurance Company (\"the Company\") to the Trustees of the Central Laborers Welfare Fund (\"the Trustees\"), the Company appeals from the district court's grant of summary judgment in favor of plaintiff Martz on his claim that a subrogation amendment to the group policy has no binding legal effect on him.  573 F.Supp. 580.  We reverse.\n    \n    I.\n    \n      2\n      Plaintiff Martz is a member of the Central Laborers Union, which maintains a welfare fund on behalf of its members.  In 1975, the Trustees, who administer the fund, purchased a group insurance policy from the Company.  The noncontributory policy covered medical and hospital bills up to a maximum of $100,000 per calendar year.  The policy contained the following provision for its ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=herbert-e-martz-v-union-labor-life-insurance-company-a-maryland"
    }
  ],
  "relatedIncidents": [
    15664,
    15668,
    15669,
    15673,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}