{
  "id": 15953,
  "title": "1985년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-03-15",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1985-03-15. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Irvin E. Eash and Yvonne M. Eash, His Wife v. Riggins Trucking Inc., a Corporation, Riggins Trucking, an Unincorporated Association, Riggins Trucking, a Partnership, Riggins Trucking, a Corporation, Riggins Trucking Company, an Unincorporated Association, Riggins Trucking Company, a Partnership, Riggins Trucking Company, a Corporation, Clifford Riggins, an Individual, and Alice Ann Riggins, an Individual. Appeal of Riggins Trucking Company, a Corporation, Clifford Riggins, an Individual, Alice Ann Riggins, an Individual, and William R. Tighe, Attorney for the Above Named\n**판결일**: 1985-03-15\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 757 F.2d 557\n\n## 판결문 요약\n\n757 F.2d 557\n    77 A.L.R.Fed. 751, 53 USLW 2470, 2Fed.R.Serv.3d 628\n    Irvin E. EASH and Yvonne M. Eash, his wifev.RIGGINS TRUCKING INC., a corporation, Riggins Trucking, anunincorporated association, Riggins Trucking, a partnership,Riggins Trucking, a corporation, Riggins Trucking Company,an unincorporated association, Riggins Trucking Company, apartnership, Riggins Trucking Company, a corporation,Clifford Riggins, an individual, and Alice Ann Riggins, anindividual.Appeal of RIGGINS TRUCKING COMPANY, a corporation, CliffordRiggins, an individual, Alice Ann Riggins, anindividual, and William R. Tighe,Attorney for the defendants above named.\n    No. 83-5664.\n    United States Court of Appeals,Third Circuit.\n    Submitted In Banc Nov. 13, 1984.Decided March 15, 1985.\n    \n      William R. Tighe, Edward A. Schenck, Tighe, Evan &amp; Ehrman, Pittsburgh, Pa., for appellants.\n      Robert J. Bartow, Philadelphia, Pa., amicus curiae.\n      Before ALDISERT, Chief Judge, and SEITZ, ADAMS, GIBBONS, HUNTER, WEIS, GARTH, HIGGINBOTHAM, SLOVITER and BECKER, Circuit Judges.\n      OPINION OF THE COURT\n      ADAMS, Circuit Judge.\n    \n    \n      1\n      This appeal presents an issue important to judicial administration, namely, whether a district court may order an attorney to pay to the government the cost of impanelling a jury for one day as a sanction for the attorney's abuse of the judicial process.\n    \n    \n      2\n      * The underlying action in this case was a personal injury suit ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=irvin-e-eash-and-yvonne-m-eash-his-wife-v-riggins-trucking-inc-a"
    }
  ],
  "relatedIncidents": [
    15668,
    15729,
    15792,
    15825,
    15908
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}