{
  "id": 15954,
  "title": "1985년 Bobo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-03-15",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Bobo. 판결일: 1985-03-15. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Bobo v. the State\n**판결일**: 1985-03-15\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Bell, Marshall, Weltner\n\n## 변호인\n\nTony L. Axam, for appellant., Lewis R. Slaton, District Attorney, H. Allen Moye, Assistant District Attorney, Michael J. Bowers, Attorney General, J. Michael Davis, for appellee.\n\n## 인용\n\n- 327 S.E.2d 208\n- 254 Ga. 146\n\n## 판결문 요약\n\n\n254 Ga. 146 (1985)\n327 S.E.2d 208\nBOBO\nv.\nTHE STATE.\n41212.\nSupreme Court of Georgia.\nDecided March 15, 1985.\nRehearing Denied March 28, 1985.\nTony L. Axam, for appellant.\nLewis R. Slaton, District Attorney, H. Allen Moye, Assistant District Attorney, Michael J. Bowers, Attorney General, J. Michael Davis, for appellee.\nBELL, Justice.\nOn December 14, 1980 two Fulton County Police Officers were shot while investigating a burglary of the Precious Metals Trading Corporation store in the Prado Shopping Center. One of the officers, David Hagin, died of his wounds, and the other, Colleen Sullivan, survived. Bobo was indicted for burglary, the murder of Hagin, and the aggravated assault of Sullivan,[1] and was convicted of the three charges. The trial court merged the burglary conviction into the felony murder conviction, and sentenced Bobo to life imprisonment therefor. To this sentence was added a 10-year consecutive sentence for the aggravated assault. For the reasons which follow, we reverse.\n1. In his first enumeration of error, Bobo contends that two jurors, Dorothy Wyckoff and Linda Durham, related extra-record information to the rest of the jury, thereby unfairly prejudicing him.[2]\nExtra-record statements made by a juror concerning the defendant during the course of jury trial are not presumptively so prejudicial as to infect the verdict and require that the defendant be given a new trial. Williams v. State, 252 Ga. 7 (1) (310 SE2d 528) (1984). A jury verdict will not be \"u...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bobo-v-state"
    }
  ],
  "relatedIncidents": [
    15669,
    15687,
    15690,
    15751,
    15763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}