{
  "id": 15975,
  "title": "1985년 Davis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-02-26",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Davis. 판결일: 1985-02-26. 법원: Connecticut Appellate Court.",
  "description": "## 사건 정보\n\n**사건명**: Alice Davis v. Board of Education of the City of Hartford\n**판결일**: 1985-02-26\n**법원**: Connecticut Appellate Court\n**관할**: Connecticut, CT\n\n**판사**: Borden\n\n## 변호인\n\nWilliam S. Zeman, Joel M. Ellis and Raynald B. Cantin filed a brief for the appellant (plaintiff)., Richard H. Goldstein, corporation counsel, and H. Maria Cone, assistant corporation counsel, filed a brief for the appellee (defendant).\n\n## 인용\n\n- 3 Conn. App. 317\n\n## 판결문 요약\n\n\nBorden, J.\nThe plaintiff, employed by the defendant board of education as an elementary school principal, was charged with misconduct and inefficiency and was reassigned to a position as an elementary school teacher after a series of hearings. She sued the defendant, and now appeals1 from the judgment of the trial court dismissing her complaint on the ground of lack of subject matter jurisdiction.\nThe complaint was in four counts and sought declaratory,2 injunctive and monetary relief. It alleged as follows: The plaintiff was employed by the defendant as a regularly appointed and tenured teacher, pursuant to the Hartford Teacher Tenure Act. 24 Spec. Acts 683, No. 277; 25 Spec. Acts 444, No. 319; 33 Spec. Acts 444, No. 368. The plaintiff was notified by letter on July 15, 1977, that she was being formally charged with misconduct and inefficiency. A hearing was held concerning these charges on July 22, 1977, even though the plaintiff was unable to obtain representation from the Hartford Principals and Supervisors Association, Local 22, AFSA, AFL-CIO, her collective bargaining representative. The plaintiff was informed by letter of August 5, 1977, that the charges were substantiated at the hearing and that she was being removed from her position as principal and was being assigned to a teaching position effective September 1, 1977. The state board of labor relations later decided that the July 22,1977 hearing violated the plaintiff’s rights and ordered a new hearing or reinstat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=davis-v-board-of-education"
    }
  ],
  "relatedIncidents": [
    15664,
    15668,
    15669,
    15673,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}