{
  "id": 15974,
  "title": "1985년 Garrard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-02-27",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Garrard. 판결일: 1985-02-27. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Tennessee v. Michael T. GARRARD\n**판결일**: 1985-02-27\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Brien, Byers, Walker\n\n## 변호인\n\nWilliam M. Leech, Jr., Atty. Gen. & Reporter, Nashville, Tennessee, David M. Himmelreich, Asst. Atty. Gen., Nashville, Columbus Wade Bobo, Asst. Dist. Atty. Gen., Clarksville, for appellee., Michael T. Garrard, pro se.\n\n## 인용\n\n- 693 S.W.2d 921\n\n## 판결문 요약\n\n\nOPINION\nO’BRIEN, Judge.\nMichael T. Garrard appeals the dismissal of a petition for post-conviction relief without an evidentiary hearing by the Honorable Sam E. Boaz, sitting by designation in the Montgomery Criminal Court. The appellant was convicted of rape in 1975 and sentenced to serve seventy (70) years imprisonment. His conviction was affirmed on appeal.1\nThis is defendant’s fourth petition for post-conviction relief. Mr. Garrard filed his first petition on September 5, 1978. Relief was denied after an evidentiary hearing and no appeal was taken. The second petition was filed October 10, 1980. Relief was denied, appeal was taken, then dropped, apparently because appellant filed a civil action in Federal District Court *922alleging denial of access to the State courts. This complaint was dismissed April 27, 1982.2 Appellant filed a petition for writ of habeas corpus on July 7, 1982. The petition was treated as one for post-conviction relief and dismissed. The dismissal was affirmed by this Court.3 The petition currently on appeal was filed October 26, 1983, alleging, for the first time, an error in the trial court’s charge. Judge Boaz was designated by Chief Justice William Fones to hear the matter to conclusion by letter dated November 23, 1983, in accordance with T.C.A. § 40-30-103. The petition was dismissed without an evidentiary hearing on January 24,1984, with a written memorandum listing the court’s findings. The order of dismissal was entered on March 9, 1984. T...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-garrard"
    }
  ],
  "relatedIncidents": [
    15684,
    15688,
    15767,
    15855,
    15870
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}