{
  "id": 15985,
  "title": "1985년 Cia. Petrolera Caribe, Inc. v. Arco Caribbean, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-02-06",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Cia. Petrolera Caribe, Inc. v. Arco Caribbean, Inc.. 판결일: 1985-02-06. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: CIA. PETROLERA CARIBE, INC., Plaintiff, Appellant, v. ARCO CARIBBEAN, INC., Et Al., Defendants, Appellees\n**판결일**: 1985-02-06\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Bownes, Coffin, Selya\n\n## 변호인\n\nCelso E. Lopez, San Sebastian, P.R., with whom Carlos F. Lopez, San Juan, P.R., was on brief, for plaintiff, appellant., Max K. Jamison, Santa Monica, Cal., with whom Alvaro R. Calderon, Jr., and Calderon, Rosa-Silva & Vargas, Hato Rey, P.R., were on brief, for defendants, appellees.\n\n## 인용\n\n- 754 F.2d 404\n\n## 판결문 요약\n\n754 F.2d 404\n    77 A.L.R.Fed. 465, 53 USLW 2405, 1985-1Trade Cases   66,400,1 Fed.R.Serv.3d 70\n    CIA. PETROLERA CARIBE, INC., Plaintiff, Appellant,v.ARCO CARIBBEAN, INC., et al., Defendants, Appellees.\n    No. 84-1194.\n    United States Court of Appeals,First Circuit.\n    Argued Sept. 6, 1984.Decided Feb. 6, 1985.\n    \n      Celso E. Lopez, San Sebastian, P.R., with whom Carlos F. Lopez, San Juan, P.R., was on brief, for plaintiff, appellant.\n      Max K. Jamison, Santa Monica, Cal., with whom Alvaro R. Calderon, Jr., and Calderon, Rosa-Silva &amp; Vargas, Hato Rey, P.R., were on brief, for defendants, appellees.\n      Before COFFIN and BOWNES, Circuit Judges, and SELYA,* District judge.\n      BOWNES, Circuit Judge.\n    \n    \n      1\n      In this antitrust action, plaintiff-appellant Cia.  Petrolera Caribe, Inc.  (Caribe) appeals entry of summary judgment in favor of defendants Arco Carribean, Inc.  (Arco), U.S.A. Petroleum Corp.  (USAP), Isla Petroleum Corporation (Isla), and Gasolinas de Puerto Rico (GPR).  The complaint alleges that USAP's acquisition of Arco's Puerto Rican assets violated Secs. 7 and 8 of the Clayton Act, 15 U.S.C. Secs. 18, 19, and Secs. 1 and 2 of the Sherman Act, 15 U.S.C. Secs. 1, 2.  Although the complaint originally requested both damages and injunctive relief, Caribe abandoned the request for damages in the district court and asked only for an injunctive remedy, particularly divestiture, pursuant to Sec. 16 of the Clayton Act, 15 U.S.C. Sec. 26...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cia-petrolera-caribe-inc-v-arco-caribbean-inc"
    }
  ],
  "relatedIncidents": [
    15664,
    15668,
    15669,
    15673,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}