{
  "id": 15983,
  "title": "1985년 White 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-02-13",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: White. 판결일: 1985-02-13. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Respondent, v. Sherriad WHITE, Appellant\n**판결일**: 1985-02-13\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crandall, Dowd, Reinhard\n\n## 변호인\n\nMacarthur Moten, St. Louis, for appellant., John Munson Morris, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 689 S.W.2d 699\n\n## 판결문 요약\n\n\n689 S.W.2d 699 (1985)\nSTATE of Missouri, Respondent,\nv.\nSherriad WHITE, Appellant.\nNo. 48700.\nMissouri Court of Appeals, Eastern District, Division Three.\nFebruary 13, 1985.\nMotion for Rehearing and/or Transfer Denied April 9, 1985.\nApplication to Transfer Denied May 29, 1985.\n*701 Macarthur Moten, St. Louis, for appellant.\nJohn Munson Morris, Asst. Atty. Gen., Jefferson City, for respondent.\nMotion for Rehearing and/or Transfer to Supreme Court Denied April 9, 1985.\nREINHARD, Chief Judge.\nDefendant was convicted of manslaughter. In accordance with the punishment assessed by the jury, the court sentenced defendant to ten years' imprisonment. He appeals, claiming infringement of his constitutional right to a speedy trial. We affirm.\nIn November of 1982, five-year-old Charles Akins moved in with his aunt and uncle (defendant) at the request of his mother, who was homeless and unable to support Charles. Defendant and his wife took Charles in and supported him in the same manner as their own two children. Charles was hyperactive and had some behavioral problems at school. On February 9, 1983, after the children came home from school, defendant's son reported that school personnel were no longer going to allow Charles to stay and play after school because Charles had created a disturbance with a wire, a pan of water, and an electrical outlet. Defendant's wife asked defendant to give Charles a \"whooping\" as punishment.\nDefendant spanked Charles with a belt, and then had Charles st...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-white"
    }
  ],
  "relatedIncidents": [
    15669,
    15687,
    15690,
    15751,
    15763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}