{
  "id": 15981,
  "title": "1985년 Maricle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-02-21",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Maricle. 판결일: 1985-02-21. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Carol Maricle v. Florence Mick\n**판결일**: 1985-02-21\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Weiss\n\n## 인용\n\n- 108 A.D.2d 1048\n\n## 판결문 요약\n\n\nWeiss, J.\nAppeal from an order of the Supreme Court at Special Term (Crew, III, J.), entered July 20,1984 in Chemung County, which granted defendant’s motion for summary judgment dismissing the complaint.\nIs a landlord who leaves the rear door to a two-family dwelling house open and unlocked liable to a tenant who is injured by burglars? We think factual issues have been raised which require determination by a jury and, accordingly, reverse the dismissal of the complaint upon defendant’s summary judgment motion.\nThe facts are relatively uncontested. Plaintiff is a tenant in the downstairs apartment rented from defendant, the landlord who resided upstairs. Access to each apartment was generally gained through separate front doors. There was a common hallway in the rear of the building containing separate doors to *1049each apartment, with a door to the exterior which defendant neither locked nor kept closed. Defendant had a dog which she usually kept on a long chain enabling it to go in and out of the rear hallway through the open door. Plaintiff contends that defendant, who worked at the Elmira Psychiatric Center from 4:00 p.m. to 12:30 a.m., asked her to “watch her apartment while she was away at work” and generally “keep an eye on things”. At approximately 10:00 p.m. on March 23, 1983, plaintiff, after taking the dog from the rear of the building into defendant’s interior front hallway, heard the sound of glass breaking in defendant’s apartment and proceeded up the stairs ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=maricle-v-mick"
    }
  ],
  "relatedIncidents": [
    15664,
    15668,
    15669,
    15673,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}