{
  "id": 15980,
  "title": "1985년 Patricia Wages v. Secretary of Health and Human Services 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-02-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Patricia Wages v. Secretary of Health and Human Services. 판결일: 1985-02-21. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Patricia WAGES, Plaintiff-Appellant, v. SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant-Appellee\n**판결일**: 1985-02-21\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: , Jones, LIVrLY, Martin\n\n## 변호인\n\nWilliam B. Mains (argued), Northeast Kentucky Legal Services, Inc., Morehead, Ky-» f°r plaintiff-appellant., Louis De Falaise, U.S. Atty., Karl L. Anderson, Asst. U.S. Atty., Lexington, Ky., Paula L. Koeher (argued), Asst. Regional Atty, U.S. Dept, of H.H.S., Atlanta, Ga, for defendant-appellee.\n\n## 인용\n\n- 755 F.2d 495\n\n## 판결문 요약\n\n755 F.2d 495\n    8 Soc.Sec.Rep.Ser. 356\n    Patricia WAGES, Plaintiff-Appellant,v.SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant-Appellee.\n    No. 84-5473.\n    United States Court of Appeals,Sixth Circuit.\n    Argued Jan. 15, 1985.Decided Feb. 21, 1985.\n    \n      William B. Mains (argued), Northeast Kentucky Legal Services, Inc., Morehead, Ky., for plaintiff-appellant.\n      Louis De Falaise, U.S. Atty., Karl L. Anderson, Asst. U.S. Atty., Lexington, Ky., Paula L. Kocher (argued), Asst. Regional Atty., U.S. Dept. of H.H.S., Atlanta, Ga., for defendant-appellee.\n      Before LIVELY, Chief Judge, MARTIN and JONES, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      This case presents the issue of whether a claimant of social security disability benefits who cannot sit or stand for prolonged periods of time, but must alternate between sitting and standing as required for comfort, is capable of performing \"sedentary\" work as defined by C.F.R. Sec. 404.1567(a) (1984).  Answering this question in the negative, we reverse and remand this case for an award of benefits.\n    \n    \n      2\n      Claimant, Patricia Wages filed an application for supplemental security income disability benefits on July 3, 1978.  After her application was denied, Wages requested a hearing.  The ALJ found that Wages was not disabled, and the Appeals Council's decision became the final decision of the Secretary.  Wages then filed a timely complaint for review with the district court.  The district ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=patricia-wages-v-secretary-of-health-and-human-services"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=joseph-franklin-love-v-harry-walters-in-his-official-capacity-as"
    }
  ],
  "relatedIncidents": [
    15664,
    15668,
    15669,
    15673,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}