{
  "id": 15992,
  "title": "1985년 Davis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-01-26",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Davis. 판결일: 1985-01-26. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State of Kansas, Appellee, v. Dwayne Mertha Davis, Appellant\n**판결일**: 1985-01-26\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Holmes\n\n## 변호인\n\nRuben Jorge Krisztal, of Kansas City, argued the cause and was on the brief for appellant., /. Dexter Burdette, assistant district attorney, argued the cause and Robert T. Stephan, attorney general, and Nick A. Tomasic, district attorney, were with him on the brief for appellee.\n\n## 인용\n\n- 694 P.2d 418\n- 236 Kan. 538\n\n## 판결문 요약\n\n\n236 Kan. 538 (1985)\n694 P.2d 418\nSTATE OF KANSAS, Appellee,\nv.\nDWAYNE MERTHA DAVIS, Appellant.\nNo. 56,502\nSupreme Court of Kansas.\nOpinion filed January 26, 1985.\nRuben Jorge Krisztal, of Kansas City, argued the cause and was on the brief for appellant.\nJ. Dexter Burdette, assistant district attorney, argued the cause and Robert T. Stephan, attorney general, and Nick A. Tomasic, district attorney, were with him on the brief for appellee.\nThe opinion of the court was delivered by\nHOLMES, J.:\nDwayne Mertha Davis appeals from his conviction by a jury of one count of rape (K.S.A. 21-3502), one count of *539 aggravated sodomy (K.S.A. 21-3506), and one count of aggravated battery (K.S.A. 21-3414). He was acquitted of one count of aggravated robbery (K.S.A. 21-3427).\nOn December 2, 1982, Davis and Robert Fields were drinking together at Fields' apartment in Wyandotte County when an argument developed. Fields' landlady, Mrs. D., attempted to stop the argument and was temporarily successful. As the three continued drinking together a second argument broke out between the men. Davis fought with Fields and stabbed him with a knife. He then threatened Mrs. D. with the knife and forced her to engage in two acts of sexual intercourse and two acts of sodomy. Due to his wounded condition, Fields was unable to come to the aid of Mrs. D. When Mrs. D. returned to her own living quarters, Davis followed her. However, the police were contacted and upon arrival arrested Davis and rendered aid to ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-davis"
    }
  ],
  "relatedIncidents": [
    15684,
    15688,
    15767,
    15855,
    15870
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}