{
  "id": 15995,
  "title": "1985년 Dickerson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-01-23",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Dickerson. 판결일: 1985-01-23. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Roger Lee DICKERSON v. The STATE of Texas\n**판결일**: 1985-01-23\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Brady, Shannon, Smith\n\n## 변호인\n\nE. Brice Cunningham, Dallas, for appellant., Henry Wade, Crim. Dist. Atty., Dallas, for appellee.\n\n## 인용\n\n- 685 S.W.2d 132\n\n## 판결문 요약\n\n\nORDER\nPER CURIAM.\nThis is an appeal from a judgment of conviction for aggravated rape of a child. Tex.Pen.Code § 21.03(a)(5) [1981 Tex.Gen. Laws, ch. 202, § 1, at 471, repealed by 1983 adoption of Tex.Pen.Code Ann. § 22.011 (Supp.1984) ]. After a jury trial resulting in a verdict of guilty, the court assessed punishment at incarceration for sixty years.\nThe appellant’s brief was filed in this Court on October 29, 1984. The State’s brief was therefore due to be filed, under the provisions of Tex.Code Cr.P.Ann. art. 40.09(10) (Supp.1984), no later than November 28, 1984. On December 27, 1984, it having been noted that no State’s brief had been tendered for filing, the Clerk of this Court notified counsel for the State of that fact and advised that the brief was to be submitted on or before January 11, 1985. The body of that letter is reproduced in the footnote below.1 No State’s brief has yet been tendered for filing, and no motion for extension of time has been presented.\nArticle 40.09(10) provides, in relevant part, as follows: “Within 30 days after appellant files his brief with the clerk of the appellate court, the state shall file with the clerk of the appellate court the original and three copies of its brief ...” (emphasis added). Further, Tex.Code Cr.P.Ann. art. 2.01 (Supp.1984) provides in part: “Each district attorney shall represent the State in all criminal cases in the district courts of his district and in appeals therefrom ...” (emphasis added). See also Tex.Cod...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dickerson-v-state"
    }
  ],
  "relatedIncidents": [
    15684,
    15688,
    15767,
    15855,
    15870
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}