{
  "id": 15993,
  "title": "1985년 Hansen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1985-01-24",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Hansen. 판결일: 1985-01-24. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Charles Hansen, Jr. v. City of Gloversville\n**판결일**: 1985-01-24\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 107 A.D.2d 958\n\n## 판결문 요약\n\n\n— Appeal from a judgment of the Supreme Court at Special Term (Mercure, J.), entered May 4, 1984 in Fulton County, which dismissed petitioner’s application, in a proceeding pursuant to CPLR article 78, to annul a determination of the City of Gloversville dismissing petitioner from his employment with the Gloversville Fire Department.\nPetitioner was employed by the City of Gloversville as a fire fighter from January 1,1975 until he was suspended on July 22, 1983 for conduct unbecoming a fire fighter based on an off-duty incident of July 7, 1983, wherein he fired two shots from a rifle through a wall of his apartment. The charge was based on section 12.23 of the rules and regulations of the Gloversville Fire Department, which provides that “[a]ll members shall be held accountable for their conduct while off duty whether in uniform or not”. Petitioner admitted the charge and was given a hearing on the sanction to be imposed. After the hearing, the hearing officer recommended that petitioner be dismissed from his employment. The city accepted the recommendation and terminated petitioner’s employment. Petitioner commenced this CPLR article 78 proceeding challenging such action. Special Term dismissed the proceeding and this appeal by petitioner ensued.\nIn a case such as this, the scope of review is limited to whether the punishment imposed is so disproportionate to the offense, in light of all the circumstances, as to be shocking to one’s sense of fairness (Matter of Pell v Board...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-joy"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hansen-v-city-of-gloversville"
    }
  ],
  "relatedIncidents": [
    15664,
    15673,
    15689,
    15696,
    15705
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}