{
  "id": 16013,
  "title": "1984년 Urraro 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-12-24",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Urraro. 판결일: 1984-12-24. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Jeffrey Urraro v. Leroy V. Green\n**판결일**: 1984-12-24\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 106 A.D.2d 567\n\n## 판결문 요약\n\n\nIn a negligence action to recover damages for personal injuries, plaintiff appeals, as limited by his brief, from so much of (1) an order of the Supreme Court, Westchester County (Coppola, J.), entered September 22, 1983, as granted that branch of defendants’ motion which was to *568dismiss the action against defendant Green as time barred, and (2) a judgment of the same court, entered October 6, 1983, as dismissed plaintiff’s complaint against defendant Green.\nAppeal from the order dismissed. (See Matter of Aho, 39 NY2d 241, 248.)\nJudgment affirmed insofar as appealed from.\nRespondent is awarded one bill of costs.\nThis action arises out of an incident in which plaintiff, a pedestrian, was struck by a vehicle which was owned by defendant, the City of New Rochelle, and operated by defendant Green, a city employee. Following joinder of issue, defendants moved for summary judgment dismissing the complaint on the ground that the action was commenced more than one year and 90 days after the happening of the accident (General Municipal Law, § 50-i). Special Term granted the motion in all respects.\nOn appeal, plaintiff argues that his claim against defendant Green is not governed by the short Statute of Limitations. We disagree. Contrary to plaintiff’s contentions, there exists no factual issue as to whether at the time of the accident Green was operating the vehicle with the permission and consent of the city and within the scope of his employment. That fact was affirmatively plea...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=urraro-v-green"
    }
  ],
  "relatedIncidents": [
    16010,
    16011,
    16016,
    16017,
    16021
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}