{
  "id": 16016,
  "title": "1984년 Mitchell v. Superior Court 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-12-20",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Mitchell v. Superior Court. 판결일: 1984-12-20. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: GARY A. MITCHELL Et Al., Petitioners, v. THE SUPERIOR COURT OF FRESNO COUNTY, Respondent; SHELL OIL COMPANY Et Al., Real Parties in Interest\n**판결일**: 1984-12-20\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Broussard\n\n## 변호인\n\nCounsel, Stemple & Boyajian, Michael A. Kramer, Gerald H. B. Kane, Jr., and Richard F. Gerry for Petitioners., Leonard Sacks, Jean Corey, Al Schallau, Wylie A. Aitken, Harlan Arnold, Glen T. Bashore, Ray Bourhis, Richard D. Bridgman, Edwin Train Caldwell, Victoria De Goff, Douglas K. deVries, Sanford M. Gage, Ian Herzog, G. Dana Hobart, Stanley K. Jacobs, Harvey R. Levine, John C. McCarthy, Timothy W. Peach, Robert H. Sulnick, Arne Werchick and Stephen I. Zetterberg as Amici Curiae on behalf of \n\n## 인용\n\n- 691 P.2d 642\n- 37 Cal. 3d 591\n- 208 Cal. Rptr. 886\n\n## 판결문 요약\n\n\n37 Cal. 3d 591 (1984)\n691 P.2d 642\n208 Cal. Rptr. 886\nGARY A. MITCHELL et al., Petitioners,\nv.\nTHE SUPERIOR COURT OF FRESNO COUNTY, Respondent; SHELL OIL COMPANY et al., Real Parties in Interest.\nDocket No. S.F. 24727.\nSupreme Court of California.\nDecember 20, 1984.\n*594 COUNSEL\nStemple &amp; Boyajian, Michael A. Kramer, Gerald H.B. Kane, Jr., and Richard F. Gerry for Petitioners.\nLeonard Sacks, Jean Corey, Al Schallau, Wylie A. Aitken, Harlan Arnold, Glen T. Bashore, Ray Bourhis, Richard D. Bridgman, Edwin Train Caldwell, Victoria De Goff, Douglas K. deVries, Sanford M. Gage, Ian Herzog, G. Dana Hobart, Stanley K. Jacobs, Harvey R. Levine, John C. McCarthy, Timothy W. Peach, Robert H. Sulnick, Arne Werchick and Stephen I. Zetterberg as Amici Curiae on behalf of Petitioners.\nNo appearance for Respondent.\nSedgwick, Detert, Moran &amp; Arnold, Stephen W. Jones, Berridge R. Marsh, Marie Sovey Silveira, Hardin, Cook, Loper, Engel &amp; Bergez, Gennaro A. Filice III, Matthew S. Conant, O'Connor, Cohn, Dillon &amp; Barr, Mark Oium, Glenn A. Friedman, Landels, Ripley &amp; Diamond, James A. Bruen, Stephen C. Lewis and Deborah J. Schmall for Real Parties in Interest.\nOPINION\nBROUSSARD, J.\nPetitioners, plaintiffs below, seek a writ of mandate ordering respondent superior court to vacate its order compelling plaintiff Bette Gae Mitchell to answer certain questions propounded to her by defendant real parties in interest at her deposition, which she declined to answer on instructions of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mitchell-v-superior-court"
    }
  ],
  "relatedIncidents": [
    16010,
    16011,
    16013,
    16017,
    16021
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}