{
  "id": 16011,
  "title": "1984년 Counterman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-12-28",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Counterman. 판결일: 1984-12-28. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State v. Counterman\n**판결일**: 1984-12-28\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Cole, Carter and Lanier\n\n## 인용\n\n- 461 So. 2d 664\n\n## 판결문 요약\n\n\n461 So. 2d 664 (1984)\nSTATE of Louisiana\nv.\nMarion COUNTERMAN.\nNo. KA 84 0739.\nCourt of Appeal of Louisiana, First Circuit.\nDecember 28, 1984.\n*665 Ossie Brown, Dist. Atty. by Premila Chumbley, Asst. Dist. Atty., Baton Rouge, for plaintiff-appellee.\nVincent Wilkins, Jr., Asst. Public Defender, Baton Rouge, for defendant-appellant.\nBefore COLE, CARTER and LANIER, JJ.\nLANIER, Judge.\nThe defendant, Marion Counterman, was charged by grand jury indictment with aggravated rape and aggravated burglary in violation of La.R.S. 14:42 and 60, respectively. After a trial by jury, he was found guilty as charged. For the aggravated burglary, he was sentenced to imprisonment in the custody of the Louisiana Department of Corrections (DOC) at hard labor for thirty years. For the aggravated rape, he was sentenced to be imprisoned in the custody of the DOC at hard labor for life without benefit of parole, probation or suspension of sentence, which sentence is to run consecutively with the sentence for aggravated burglary. He was also sentenced to pay the actual cost of prosecution and, in default thereof, to serve an additional one year at hard labor in the custody of the DOC.\n\nPROCEDURAL FACTS\nOn October 6, 1982, Counterman was indicted by the East Baton Rouge Parish Grand Jury for committing aggravated burglary and aggravated rape on August 22, 1982. On November 10, 1982, he was arraigned and pled not guilty to both charges. He was tried by jury on January 5-6, 1983, and convicted. On Februa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "성범죄",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-counterman"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-alfred"
    }
  ],
  "relatedIncidents": [
    16024,
    16028,
    16030,
    16053,
    16073
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}