{
  "id": 16017,
  "title": "1984년 In Re Hawley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-12-20",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: In Re Hawley. 판결일: 1984-12-20. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: In Re Parole Application of William Hawley\n**판결일**: 1984-12-20\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: Garibaldi, Handler\n\n## 변호인\n\nJames W. Kennedy, Assistant Prosecutor, argued the cause for appellant Monmouth County Prosecutor (John A. Kaye, Monmouth County Prosecutor, attorney; William J. Zaorski, Assistant Prosecutor, of counsel; William J. Zaorski and Michael J. Gross, on the Briefs)., Catherine M. Brown, Deputy Attorney General, argued the cause for cross-appellant New Jersey State Parole Board (Irwin I. Kimmelman, Attorney General of New Jersey, attorney; Deborah T. Poritz, Deputy Attorney General, of counsel)., Leig\n\n## 인용\n\n- 484 A.2d 684\n- 98 N.J. 108\n\n## 판결문 요약\n\n\n98 N.J. 108 (1984)\n484 A.2d 684\nIN RE PAROLE APPLICATION OF WILLIAM HAWLEY.\nThe Supreme Court of New Jersey.\nArgued September 25, 1984.\nDecided December 20, 1984.\n*110 James W. Kennedy, Assistant Prosecutor, argued the cause for appellant Monmouth County Prosecutor (John A. Kaye, Monmouth County Prosecutor, attorney; William J. Zaorski, Assistant Prosecutor, of counsel; William J. Zaorski and Michael J. Gross, on the Briefs).\nCatherine M. Brown, Deputy Attorney General, argued the cause for cross-appellant New Jersey State Parole Board (Irwin I. Kimmelman, Attorney General of New Jersey, attorney; Deborah T. Poritz, Deputy Attorney General, of counsel).\nLeigh B. Bienen, Assistant Deputy Public Defender, argued the cause for respondent William Hawley (Joseph H. Rodriguez, Public Defender, attorney).\nThe opinion of the Court was delivered by GARIBALDI, J.\nThis case arose from an appeal by the Monmouth County Prosecutor to the Appellate Division from a decision of the State Parole Board to grant William Hawley parole from Trenton State Prison where he was serving a sentence of life *111 imprisonment for murder. Specifically, the Appellate Division in In re Hawley, 192 N.J. Super. 85 (1983) held that:\n(1) A prosecutor has the right and authority to appeal any State Parole Board decision granting parole to a state prison inmate;\n(2) A prosecutor is not entitled to receive from the Parole Board a statement of its reasons for granting parole; and\n(3) The State Parole Board's decisi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-parole-application-of-hawley"
    }
  ],
  "relatedIncidents": [
    16010,
    16021,
    16022,
    16035,
    16055
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}