{
  "id": 16010,
  "title": "1984년 Roscoe 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-12-28",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Roscoe. 판결일: 1984-12-28. 법원: Arizona Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Arizona, Appellee, v. Kevin Scott ROSCOE, Appellant\n**판결일**: 1984-12-28\n**법원**: Arizona Supreme Court\n**관할**: Arizona, AZ\n\n**판사**: Cameron, Feldman, Gordon, Hays, Holohan\n\n## 변호인\n\nRobert K. Corbin, Atty. Gen. by William J. Schafer III, Diane M. Ramsey, Asst. Attys. Gen., Phoenix, for appellee., H. Allen Gerhardt, Jr., Mesa, for appel-' lant.\n\n## 인용\n\n- 700 P.2d 1312\n- 145 Ariz. 212\n\n## 판결문 요약\n\n\n145 Ariz. 212 (1984)\n700 P.2d 1312\nSTATE of Arizona, Appellee,\nv.\nKevin Scott ROSCOE, Appellant.\nNo. 5831.\nSupreme Court of Arizona, En Banc.\nDecember 28, 1984.\nReconsideration Denied February 26, 1985.\n*215 Robert K. Corbin, Atty. Gen. by William J. Schafer III, Diane M. Ramsey, Asst. Attys. Gen., Phoenix, for appellee.\nH. Allen Gerhardt, Jr., Mesa, for appellant.\nFELDMAN, Justice\nKevin Scott Roscoe (defendant) was convicted of first degree murder, kidnapping, and two counts of child molesting. A.R.S. §§ 13-1105, 13-1304, and 13-1410. The trial court found the killing to have been committed in an especially cruel, heinous or depraved manner and, finding no mitigating circumstances, sentenced defendant to death for the murder. The court also imposed aggravated, consecutive sentences of twenty-one years in prison for the kidnapping and fourteen years for each count of child molesting. This court has jurisdiction pursuant to A.R.S. § 13-4031.\nFACTS\nThe victim, Laura Dunn, left her home in the early evening of May 13, 1982 to look for a missing cat. When she failed to return, her family commenced a search and her mother found her bicycle along the edge of the road. The following day Laura's nude body was found face down in a remote desert area some twelve miles from her home. She had been sexually molested and then strangled.\nDefendant, on probation for an offense committed in California, became a suspect. Under questioning, he told the police that he was familiar with the area...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-roscoe"
    }
  ],
  "relatedIncidents": [
    16017,
    16021,
    16022,
    16035,
    16055
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}