{
  "id": 16028,
  "title": "1984년 Davenport 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-12-04",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Davenport. 판결일: 1984-12-04. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: DAVENPORT v. State\n**판결일**: 1984-12-04\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Beasley\n\n## 변호인\n\nTeddy R. Price, for appellant., Robert E. Wilson, District Attorney, Susan Brooks, Patricia G. Cherry, Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 172 Ga. App. 848\n- 324 S.E.2d 201\n\n## 판결문 요약\n\n\nBeasley, Judge.\nDefendant appeals the denial of his motion for new trial following his conviction for armed robbery. His sole enumeration of error is that he was denied effective assistance of retained counsel.\nAt trial, the State presented the testimony of the victim who identified defendant as the perpetrator and had picked him out of lineups. The investigating detective testified that the victim had identified defendant first in a photo lineup and later in a physical lineup. One Crenshaw testified that he was in Fulton County Jail with defendant and that defendant told him that he had committed the robbery. The defense cross-examined the State’s witnesses and, for impeachment purposes, obtained Crenshaw’s admission that he had several felony convictions. Defendant testified and sought to impeach the victim’s testimony by stating that the victim’s testimony at the preliminary hearing was inconsistent with his trial testimony because the description he gave of the robber at the hearing apparently did not describe defendant and he did not identify defendant at the hearing. Defendant also stated that he was in Fulton County Jail with Crenshaw for five days, that they talked and that Crenshaw denied setting him up. Defendant denied committing the robbery, claimed that he had been set up by others, but gave no alibi testimony.\nAfter conviction, defendant filed a pro se motion for judgment notwithstanding the verdict or a mistrial based on the general grounds. Having apparently ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=davenport-v-state"
    }
  ],
  "relatedIncidents": [
    16011,
    16024,
    16053,
    16073,
    16074
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}