{
  "id": 16026,
  "title": "1984년 Paul Bender, George and Diane Decarlo v. Southland Corporation 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-12-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Paul Bender, George and Diane Decarlo v. Southland Corporation. 판결일: 1984-12-07. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Paul BENDER, Plaintiff, George and Diane DeCarlo, Et Al., Plaintiffs-Appellants, v. SOUTHLAND CORPORATION, Defendant-Appellee\n**판결일**: 1984-12-07\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Bell, Contie, Edwards\n\n## 변호인\n\nGeorge DeCarlo, Diane DeCarlo, Charles Spinks, Shirley Spinks, pro se., Steven P. Resnick (argued), Bereano & Resnick, Annapolis, Md., for plaintiffs-appellants., Francis E. Bentley, David Ettinger, Mark J. Spooner, Boris Feldman, Arnold & Porter, Peter Bleakley (argued), Washington, D.C., for defendant-appellee.\n\n## 인용\n\n- 749 F.2d 1205\n\n## 판결문 요약\n\n749 F.2d 1205\n    1984-2 Trade Cases   66,309\n    Paul BENDER, Plaintiff,George and Diane DeCarlo, et al., Plaintiffs-Appellants,v.SOUTHLAND CORPORATION, Defendant-Appellee.\n    No. 83-1525.\n    United States Court of Appeals,Sixth Circuit.\n    Argued Sept. 18, 1984.Decided Dec. 7, 1984.\n    \n      George DeCarlo, Diane DeCarlo, Charles Spinks, Shirley Spinks, pro se.\n      Steven P. Resnick (argued), Bereano &amp; Resnick, Annapolis, Md., for plaintiffs-appellants.\n      Francis E. Bentley, David Ettinger, Mark J. Spooner, Boris Feldman, Arnold &amp; Porter, Peter Bleakley (argued), Washington, D.C., for defendant-appellee.\n      Before EDWARDS and CONTIE, Circuit Judges, and BELL, District Judge.*\n      CONTIE, Circuit Judge.\n    \n    \n      1\n      The plaintiffs, who are franchisees of 7-Eleven convenience stores, appeal from a summary judgment rendered in favor of defendant Southland Corporation, the franchisor.  The plaintiffs' complaint filed on October 2, 1981 accused Southland of vertical price fixing (Count I) and imposing a tying arrangement (Count II) in violation of 15 U.S.C. Sec. 1 (Sherman Antitrust Act) and of racketeering (Count III) in violation of 18 U.S.C. Sec. 1962 (Racketeer Influenced and Corrupt Organizations Act, i.e., RICO).  The district court dismissed the RICO count and subsequently granted Southland's motion for summary judgment on the vertical price fixing and tying arrangement counts.  We affirm both the dismissal of the RICO claim and the summ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=paul-bender-george-and-diane-decarlo-v-southland-corporation"
    }
  ],
  "relatedIncidents": [
    16027,
    16158,
    16160,
    16166,
    16170
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}