{
  "id": 16024,
  "title": "1984년 Fleury 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-12-10",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Fleury. 판결일: 1984-12-10. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Peter Fleury\n**판결일**: 1984-12-10\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 106 A.D.2d 460\n\n## 판결문 요약\n\n\n—Appeal by defendant from a judgment of the Supreme Court, Queens County (Calabretta, J.), rendered July 15, 1982, convicting him of robbery in the second degree (two counts), criminal use of a firearm in the second degree, and menacing (two counts), upon a jury verdict, and imposing sentence.\nJudgment affirmed.\nWe reject defendant’s claim that the police improperly conducted a showup instead of a lineup in view of the fact that the showup was conducted at the scene of the robbery about 30 minutes after its commission (see People v Brnja, 70 AD2d 17, affd 50 NY2d 366; People v Digiosaffatte, 63 AD2d 703). We also note that while some of the prosecutor’s comments on summation were improper, any errors in that regard were harmless in view of the overwhelming evidence of defendant’s guilt (see People v Crimmins, 36 NY2d 230). Thompson, J. P., O’Connor, Niehoff and Boyers, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "성범죄",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-fleury"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-donovan-e"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-bigus"
    }
  ],
  "relatedIncidents": [
    16011,
    16028,
    16030,
    16053,
    16073
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}