{
  "id": 16027,
  "title": "1984년 Grendel's Den, Inc. v. John P. Larkin, Cambridge License Commission, Grendel's Den, Inc. v. John P. Larkin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-12-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Grendel's Den, Inc. v. John P. Larkin, Cambridge License Commission, Grendel's Den, Inc. v. John P. Larkin. 판결일: 1984-12-05. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: GRENDEL’S DEN, INC., Plaintiff, Appellee, v. John P. LARKIN, Et Al., Defendants, Appellees, Cambridge License Commission, Defendant, Appellant. GRENDEL’S DEN, INC., Plaintiff, Appellee, v. John P. LARKIN, Et Al., Defendants, Appellants\n**판결일**: 1984-12-05\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Bownes, Coffin, Cowen\n\n## 변호인\n\nJudith S. Yogman, Asst. Atty. Gen., Boston, Mass., with whom Francis X. Bellotti, Atty. Gen., Boston, Mass., was on brief, for John P. Larkin, et al., Russell B. Higley, City Sol., Cambridge, Mass., with whom Birge Albright, Cambridge, Mass., was on brief, for Cambridge License Com’n., Jonathan Shapiro, Boston, Mass., with whom Stern & Shapiro, Boston, Mass., was on brief, for Grendel’s Den, Inc.\n\n## 인용\n\n- 749 F.2d 945\n\n## 판결문 요약\n\n749 F.2d 945\n    GRENDEL'S DEN, INC., Plaintiff, Appellee,v.John P. LARKIN, et al., Defendants, Appellees,Cambridge License Commission, Defendant, Appellant.GRENDEL'S DEN, INC., Plaintiff, Appellee,v.John P. LARKIN, et al., Defendants, Appellants.\n    Nos. 84-1313, 84-1314.\n    United States Court of Appeals,First Circuit.\n    Dec. 5, 1984.\n    \n      Judith S. Yogman, Asst. Atty. Gen., Boston, Mass., with whom Francis X. Bellotti, Atty. Gen., Boston, Mass., was on brief, for John P. Larkin, et al.\n      Russell B. Higley, City Sol., Cambridge, Mass., with whom Birge Albright, Cambridge, Mass., was on brief, for Cambridge License Com'n.\n      Jonathan Shapiro, Boston, Mass., with whom Stern &amp; Shapiro, Boston, Mass., was on brief, for Grendel's Den, Inc.\n      Before COFFIN, Circuit Judge, COWEN,* Senior Circuit Judge, and BOWNES, Circuit Judge.\n      COFFIN, Circuit Judge.\n    \n    \n      1\n      Appellants challenge an award of attorney's fees.  Arguing that the district court abused its discretion by granting an award which was not \"reasonable\" within the meaning of the Fees Act, 42 U.S.C. Sec. 1988, appellants ask us to modify it.  After carefully reviewing the district court's opinion, as well as the evidence submitted to support appellee's original fees application, we conclude that the district court's analysis was in some respects erroneous and the resulting award excessive.  In view of the already protracted and expensive proceedings and the adequacy of the existi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=grendels-den-inc-v-john-p-larkin-cambridge-license-commission"
    }
  ],
  "relatedIncidents": [
    16026,
    16158,
    16160,
    16166,
    16170
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}