{
  "id": 16036,
  "title": "1984년 Royal Inn, Ltd. v. M.A.F. Realty Corp. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-11-26",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Royal Inn, Ltd. v. M.A.F. Realty Corp.. 판결일: 1984-11-26. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Royal Inn, Ltd. v. M.A.F. Realty Corp.\n**판결일**: 1984-11-26\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 105 A.D.2d 835\n\n## 판결문 요약\n\n\nIn an action to set aside as fraudulent an assignment of a mortgage, plaintiff appeals from a judgment of the Supreme Court, Westchester County (Beisheim, J.) entered December 1, 1982, which, upon defendants’ motion at the close cf plaintiff’s case, dismissed the complaint for the failure to make out a prima facie case.\nJudgment reversed, on the law and the facts, and new trial granted, with costs to abide the event.\nThe plaintiff commenced this action seeking a judgment declaring a purported assignment of plaintiff’s interest in a mortgage instrument to the defendants to be fraudulent, null and void and directing the county clerk to cancel all records of the assignment.\nAt trial, there was only one witness, Ernest Halpern, secretary-treasurer of plaintiff who testified that the signature on the assignment, which was allegedly his own, was not in his handwriting, and incorrectly listed him as president even though he never held that office. Furthermore, he stated that he knows with certainty that he did not sign the document, and never appeared before the notary to acknowledge the signature. He further testified that the seal on the document is not that of the plaintiff corporation, because the true seal of the corporation bears the year 1971 and the seal on the document bears the year 1972.\nAfter Mr. Halpern testified, the plaintiff rested, and the defendants moved to dismiss the complaint based upon the plaintiff’s failure to meet the burden of proof to overcome the presum...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=royal-inn-ltd-v-maf-realty-corp"
    }
  ],
  "relatedIncidents": [
    16033,
    16046,
    16057,
    16164,
    16212
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}