{
  "id": 16033,
  "title": "1984년 Oliver 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-11-30",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Oliver. 판결일: 1984-11-30. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: Irl T. Oliver, Jr. v. E. W. \"Woody\" Roberts, d/b/a Quivera Oil Company, Don Kendrick, a/k/a Donald M. Kendrick and Dorothy Kendrick\n**판결일**: 1984-11-30\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Prager, Schroeder\n\n## 변호인\n\nTom Crossan, of Independence, argued the cause and was on the brief for the appellants., James A. Walker, of Martin, Pringle, Oliver, Triplett & Wallace, of Wichita, argued the cause, and Eric S: Strickler, of the same firm, was with him on the brief for the plaintiffs-appellees., Ron Wood, of Gates & Clyde, Chartered, of Overland Park, argued the cause, and Cathryn L. Hamman, of the same firm, was on the brief for the appellee, George W. Sandfort, Executor for the Estate of Mónita I. Roberts, D\n\n## 인용\n\n- 236 Kan. 384\n- 690 P.2d 1363\n\n## 판결문 요약\n\n\nThe opinion of the court was delivered by\nPrager, J.:\nThis is a dispute between the owners of various interests in four adjacent oil leases. Plaintiffs are the owners of working interests in the oil leases. Plaintiffs sued E. W, “Woody” Roberts, d/b/a Quivera Oil Company, the operator of the lease; the purchaser of the production; the royalty owners; and certain lien claimants. Plaintiffs sought a restraining order, the removal of the operator, the appointment of a receiver, and relief by way of money damages based upon fraud and conversion. Simply stated, the plaintiffs maintained that defendant Roberts had commingled oil from 60 different wells on the four leases and had not accounted to the plaintiffs for their share of the oil.\nThe defendants, Donald M. Kendrick and Dorothy Kendrick, owned a 2.73% overriding royalty interest in two of the leases. They are not owners of a working interest. After they were made defendants in the case, the Kendricks filed a cross-petition asserting their 2.73% overriding royalty interest and alleging con*385version of their oil by all of the plaintiffs and the other defendants. The Kendricks sought a decree quieting their title and an accounting for their share of the oil which they claimed had been withheld from them. The various plaintiffs filed answers and cross-claims against the Kendricks alleging, in substance, that the Kendricks had actually received more oil royalty payments than they were entitled to and seeking to recover from the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=oliver-v-roberts"
    }
  ],
  "relatedIncidents": [
    16036,
    16046,
    16057,
    16164,
    16212
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}