{
  "id": 16030,
  "title": "1984년 Flammer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-12-03",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Flammer. 판결일: 1984-12-03. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Richard Flammer\n**판결일**: 1984-12-03\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 106 A.D.2d 398\n\n## 판결문 요약\n\n\n—Appeal by defendant from a judgment of the County Court, Westchester County (Cowhey, J.), rendered February 28, 1984, convicting him of rape in the first degree and sodomy in the first degree, upon a jury verdict, and imposing sentence.\nJudgment affirmed.\nDefendant admittedly engaged in sexual intercourse with the complainant and the only question at trial was whether the complainant did so under forcible compulsion. The jury resolved the issue against the defendant and we perceive no basis in the evidence for overturning the jury’s assessment of credibility.\nNo error was committed in permitting a knife allegedly possessed by the defendant at the time of the attack to be received as real evidence. Significantly, it was not a common knife. Rather it was high-quality cutlery used in the restaurant business and defendant was the chef at the restaurant in the hotel where the incident took place. Moreover, the knife was found within hours of the attack in a location where it was conceivable that defendant might have disposed of it. These facts established a sufficient nexus between the knife and the defendant (People v Mirenda, 23 NY2d 439, 453; People v Simmons, 99 AD2d 880, 881; People v Dasch, 79 AD2d 877, 878; People v Blanchard, 55 AD2d 968, 969; People v Randolph, 40 AD2d 806). Mollen, P. J., Titone, Bracken and Rubin, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-flammer"
    }
  ],
  "relatedIncidents": [
    16011,
    16024,
    16131,
    16160,
    16163
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}