{
  "id": 16035,
  "title": "1984년 Scott 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-11-26",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Scott. 판결일: 1984-11-26. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Scott v. the State\n**판결일**: 1984-11-26\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Beasley, Birdsong, Carley\n\n## 변호인\n\nWalter B. Harvey, for appellant., Harry N. Gordon, District Attorney, B. Thomas Cook, Jr., Assistant District Attorney, for appellee.\n\n## 인용\n\n- 324 S.E.2d 565\n- 172 Ga. App. 725\n\n## 판결문 요약\n\n\n172 Ga. App. 725 (1984)\n324 S.E.2d 565\nSCOTT\nv.\nTHE STATE.\n68591.\nCourt of Appeals of Georgia.\nDecided November 26, 1984.\nWalter B. Harvey, for appellant.\nHarry N. Gordon, District Attorney, B. Thomas Cook, Jr., Assistant District Attorney, for appellee.\nBEASLEY, Judge.\nThe defendant, Jerry Scott, appeals his conviction for voluntary manslaughter. Scott, the victim, S. L. Mitchell, and several other people were in a house in Athens, Georgia, playing card. Scott lost all of his money to Mitchell. An argument developed about the way Mitchell was cutting the cards. Scott testified that Mitchell \"started up on me with knife. . . and I act like I had a gun in my pocket . . . and he stopped . . . And he said well I'll show you then.\" The victim left and went to his car and \"I went and got my gun [`a .25 automatic pistol'].\" He saw Mitchell reach under the front seat of his car \"and I said hold it man. He tried to stop me. He was going to shoot me. And I started shooting.\" The autopsy showed that Mitchell had been shot in the left lower back and the bullet had gone behind the heart and ruptured the aorta. Death resulted within a few minutes. A search of the victim's body revealed a knife, but a search of the car did not show that it contained a weapons. Scott left the scene and drove to Atlanta. A few days later he returned to his brother's home. As a result of a tip the Calrke County police obtained an arrest warrant and went to his brother's home to search a mobile home on the gr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=scott-v-state"
    }
  ],
  "relatedIncidents": [
    16010,
    16017,
    16021,
    16022,
    16055
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}