{
  "id": 16034,
  "title": "1984년 Oshinski 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-11-28",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Oshinski. 판결일: 1984-11-28. 법원: Commonwealth Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Nancy Oshinski v. Workmen's Compensation Appeal Board (Lincoln Bank)\n**판결일**: 1984-11-28\n**법원**: Commonwealth Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Barbieri, Barry, Rogers\n\n## 변호인\n\nSanford S. Marateck, Lark, Makowski, Marateck & Konopka, for petitioner., Ronald F. Bove, with him, David A. Pennington, Swartz, Campbell & Detweiler, for respondents.\n\n## 인용\n\n- 86 Pa. Commw. 181\n\n## 판결문 요약\n\n\nOpinion by\nJudge Barbieri,\nNancy Oshinski, Claimant, appeals here the order of the Workmen’s Compensation Appeal Board (Board) reversing a referee’s dismissal of the Petition For Suspension filed by Lincoln Bank, Employer, and its insurer. We will reverse and reinstate the referee’s order dismissing Employer’s petition and ordering that compensation payments be continued.\nClaimant suffered a compensable injury on May 30, 1972,1 for which total disability compensation benefits were paid until Claimant was able to reemploy herself on May 31,1978 in a job with duties within her diminished capabilities. During this employment she was paid partial disability benefits until the period from September 24, 1978 through May 26, 1979 when her earnings exceeded her pre-injury average weekly wage, so that all benefits during that period were properly discontinued.2 The referee’s findings include the following:\n2. Claimant returned to work as a clerk for another company and on May 27, 1979, she resigned the position to accompany her husband to the Shamokin area.\n3. Claimant has been unable to obtain employment within her physical capacity in the Shamokin area.\n4. Defendant has failed to show the existence of any occupation within the claimant’s current *183residential area winch can be performed by her within her physical limitations.\n5. Defendant failed to show the availability of any occupation which the claimant ■ could per- ' form in any area.\nThe Board, in reversing the referee, rule...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=oshinski-v-workmens-compensation-appeal-board"
    }
  ],
  "relatedIncidents": [
    16010,
    16011,
    16013,
    16016,
    16017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}