{
  "id": 16055,
  "title": "1984년 Corpuz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-11-09",
  "location": "Hawaii, HI, USA",
  "summary": "미국 Hawaii, HI 법원 판결 사건. 사건명: Corpuz. 판결일: 1984-11-09. 법원: Hawaii Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF HAWAII, Plaintiff-Appellee, v. PENNY ROSEMARIE CORPUZ, Also Known as Pen, Defendant-Appellant, and LLOYD KEALOHA WAIALAE, Defendant\n**판결일**: 1984-11-09\n**법원**: Hawaii Supreme Court\n**관할**: Hawaii, HI\n\n**판사**: Lum, C.J., and Nakamura, Padgett, Hayashi and Wakatsuki\n\n## 변호인\n\nBruce Masunaga, (Alvin T. Sasaki with Jan M. Tamura, Certified Law Student on the brief) Deputy Public Defenders, for defendant-appellant., Willard J. Peterson, Deputy Prosecuting Attorney, for plaintiffappellee.\n\n## 인용\n\n- 690 P.2d 282\n- 67 Haw. 438\n\n## 판결문 요약\n\n\n690 P.2d 282 (1984)\nSTATE of Hawaii, Plaintiff-Appellee,\nv.\nPenny Rosemarie CORPUZ, also known as Pen, Defendant-Appellant, and\nLloyd Kealoha Waialae, Defendant.\nNo. 9181.\nSupreme Court of Hawaii.\nNovember 9, 1984.\n*283 Bruce Masunaga, Deputy Public Defender, Honolulu (Alvin T. Sasaki, Deputy Public Defender, Honolulu, with Jan M. Tamura Certified Law Student on brief), for defendant-appellant.\nWillard J. Peterson, Deputy Pros. Atty., Honolulu, for plaintiff-appellee.\nBefore LUM, C.J., and NAKAMURA, PADGETT, HAYASHI and WAKATSUKI, JJ.\nPER CURIAM.\nDefendant-Appellant, Penny Rosemarie Corpuz (hereinafter \"Appellant\"), was convicted on January 11, 1983 of one count of *284 murder in violation of Hawaii Revised Statutes (HRS) § 707-701. An Amended Judgment and Notice of Entry was filed on March 28, 1983. For the reasons stated below we affirm the judgment of the trial court.\n\nI.\nAppellant raises a number of issues on appeal. First, she argues that at the second grand jury proceeding of April 28, 1982, the State deliberately used excessive hearsay evidence to improve its case for indictment. Thus the indictment obtained should have been dismissed. Second, Appellant argues that there was sufficient evidence of alibi presented at trial. Thus the jury should have been instructed on the defense of alibi. Third, Appellant argues that the voir dire of the jurors for the references made at trial to a polygraph examination of a witness and to the trial being a retrial did not dispel the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-corpuz"
    }
  ],
  "relatedIncidents": [
    16010,
    16017,
    16021,
    16022,
    16035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}