{
  "id": 16052,
  "title": "1984년 Ehrenhaft 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-11-14",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: Ehrenhaft. 판결일: 1984-11-14. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Peter D. EHRENHAFT, Appellant, v. MALCOLM PRICE, INC., Et Al., Appellees\n**판결일**: 1984-11-14\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: MacK, Newman and Rogers, Associate Judges\n\n## 변호인\n\nGeoffrey F. Aronow, Washington, D.C., with whom Philip A. Lacovara, Washington, D.C., was on the brief, for appellant. Peter D. Ehrenhaft, Washington, D.C., also entered an appearance pro se., Robert A. Rich, Washington, D.C., with whom Norman H. Singer, Washington, D.C., was on the brief, for appellee Malcolm Price, Inc., Courts Oulahan, Washington, D.C., for appellee Charles H. Atherton.\n\n## 인용\n\n- 483 A.2d 1192\n\n## 판결문 요약\n\n\n483 A.2d 1192 (1984)\nPeter D. EHRENHAFT, Appellant,\nv.\nMALCOLM PRICE, INC., et al., Appellees.\nNo. 83-1261.\nDistrict of Columbia Court of Appeals.\nArgued June 28, 1984.\nDecided November 14, 1984.\n*1194 Geoffrey F. Aronow, Washington, D.C., with whom Philip A. Lacovara, Washington, D.C., was on the brief, for appellant. Peter D. Ehrenhaft, Washington, D.C., also entered an appearance pro se.\nRobert A. Rich, Washington, D.C., with whom Norman H. Singer, Washington, D.C., was on the brief, for appellee Malcolm Price, Inc.\nCourts Oulahan, Washington, D.C., for appellee Charles H. Atherton.\nBefore MACK, NEWMAN and ROGERS, Associate Judges.\nMACK, Associate Judge:\nThe instant appeal reaches this court upon review of separate motions for summary judgment granted in favor of defendants-appellees. We hold that the motions were improperly granted, for two reasons. First, the trial court that granted the motions did so in contravention of the \"law of the case\" as it had been established by a prior coordinate court on the issue of whether language in a contractual clause was ambiguous. Second, we hold that the \"discovery rule\"[1] should be extended under the facts of this case to determine the commencement of the statute of limitations in the context of the contract, warranty, and negligence claims herein alleged. In so holding, we conclude that negligence claims are cognizable for alleged breach of contractual duties, and that the discovery rule is appropriately applied to an action bas...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ehrenhaft-v-malcolm-price-inc"
    }
  ],
  "relatedIncidents": [
    16010,
    16011,
    16013,
    16016,
    16017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}