{
  "id": 16056,
  "title": "1984년 Moore 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-11-08",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Moore. 판결일: 1984-11-08. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. CHRISTOPHER MOORE Et Al., Defendants-Appellants\n**판결일**: 1984-11-08\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Linn\n\n## 변호인\n\nJames J. Doherty, Public Defender, of Chicago (Thomas N. Swital, Assistant Public Defender, of counsel), for appellant Christopher Moore., Steven Clark and Gordon H. Berry, both of State Appellate Defender’s Office, of Chicago, for appellant Albert Wooden., Richard M. Daley, State’s Attorney, of Chicago (Michael E. Shabat, Kevin Sweeney, and Eddie A. Stephens, Assistant State’s Attorneys, of counsel), for the People.\n\n## 인용\n\n- 470 N.E.2d 1284\n- 128 Ill. App. 3d 505\n\n## 판결문 요약\n\n\n128 Ill. App. 3d 505 (1984)\n470 N.E.2d 1284\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nCHRISTOPHER MOORE et al., Defendants-Appellants.\nNo. 82-803.\nIllinois Appellate Court  First District (4th Division).\nOpinion filed November 8, 1984.\n*506 James J. Doherty, Public Defender, of Chicago (Thomas N. Swital, Assistant Public Defender, of counsel), for appellant Christopher Moore.\nSteven Clark and Gordon H. Berry, both of State Appellate Defender's Office, of Chicago, for appellant Albert Wooden.\nRichard M. Daley, State's Attorney, of Chicago (Michael E. Shabat, Kevin Sweeney, and Eddie A. Stephens, Assistant State's Attorneys, of counsel), for the People.\nAffirmed in part, vacated in part and remanded.\nPRESIDING JUSTICE LINN delivered the opinion of the court:\nFollowing a bench trial in the circuit court of Cook County, defendants, Christopher Moore and Albert Wooden, were convicted of armed violence, voluntary manslaughter, and concealment of a homicidal death. The trial judge imposed respective sentences of 12 and 18 years for armed violence, and seven-year extended terms for concealment of a homicide.\nOn appeal, defendants assert as reversible error (1) the denial of their motions for severance, (2) the trial court's admonition prohibiting Wooden from discussing specifics of his testimony with counsel during three brief recesses from trial, and (3) the imposition of extended-term sentences for the lesser offense of concealment of a homicidal death.\nThe Stat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-moore"
    }
  ],
  "relatedIncidents": [
    16010,
    16017,
    16021,
    16022,
    16035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}