{
  "id": 16054,
  "title": "1984년 Structural Rubber Products Company v. Park Rubber Company and International Metals and MacHines Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-11-09",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Structural Rubber Products Company v. Park Rubber Company and International Metals and MacHines Inc.. 판결일: 1984-11-09. 법원: Court of Appeals for the Federal Circuit.",
  "description": "## 사건 정보\n\n**사건명**: STRUCTURAL RUBBER PRODUCTS COMPANY, Appellant, v. PARK RUBBER COMPANY and International Metals and MacHines, Inc., Appellees\n**판결일**: 1984-11-09\n**법원**: Court of Appeals for the Federal Circuit\n**관할**: USA, Federal\n\n**판사**: Davis, Nies, Smith\n\n## 변호인\n\nWilliam M. Wesley, Chicago, Ill., argued for appellant. With him on brief was Gregory B. Beggs, Chicago, Ill., of counsel., James J. Flynn, Chicago, Ill., argued for appellees. With him on brief were James T. Fitzgibbon, Angelo J. Bufalino and Mary Jane Chapman, Chicago, Ill., of counsel.\n\n## 인용\n\n- 749 F.2d 707\n\n## 판결문 요약\n\n749 F.2d 707\n    223 U.S.P.Q. 1264\n    STRUCTURAL RUBBER PRODUCTS COMPANY, Appellant,v.PARK RUBBER COMPANY and International Metals and Machines,Inc., Appellees.\n    Appeal No. 83-1326.\n    United States Court of Appeals,Federal Circuit.\n    Nov. 9, 1984.\n    \n      William M. Wesley, Chicago, Ill., argued for appellant.  With him on brief was Gregory B. Beggs, Chicago, Ill., of counsel.\n      James J. Flynn, Chicago, Ill., argued for appellees.  With him on brief were James T. Fitzgibbon, Angelo J. Bufalino and Mary Jane Chapman, Chicago, Ill., of counsel.\n      Before DAVIS, SMITH and NIES, Circuit Judges.\n      NIES, Circuit Judge.\n    \n    \n      1\n      Structural Rubber Products Co. appeals from the judgment of the United States District Court for the Northern District of Illinois entered September 30, 1983, holding Park Rubber Company and International Metals and Machines, Inc., (collectively, Park) not liable for infringement of U.S. Patent Nos. 3,843,051 and 4,117,977, owned by appellant.  The district court's judgment is based on invalidity of the patents for lack of novelty (35 U.S.C. Sec. 102) in accordance with an answer given by a jury within a special verdict.\n    \n    \n      2\n      In answer to other specific questions, the jury found that Park infringed both patents and that neither the '051 nor '977 invention would have been obvious (35 U.S.C. Sec. 103).  With respect to '977, the jury further found that the invention had not been \"on sale\" or described in ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=structural-rubber-products-company-v-park-rubber-company-and-international"
    }
  ],
  "relatedIncidents": [
    16010,
    16011,
    16013,
    16016,
    16017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}