{
  "id": 16058,
  "title": "1984년 Lopez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-11-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Lopez. 판결일: 1984-11-07. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Samuel Lopez v. Harold J. Smith, as Superintendent of Attica Correctional Facility\n**판결일**: 1984-11-07\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Hancock, Moule\n\n## 인용\n\n- 105 A.D.2d 1124\n\n## 판결문 요약\n\n\nDetermination modified, in accordance with memorandum, and, as modified, confirmed and petition granted and respondent directed to expunge from petitioner’s institutional records all references to the charges set forth in the misbehavior report dated June 17, 1983 and the hearing conducted thereon on June 21, 1983. Memorandum: This proceeding has been transferred pursuant to CPLR 7804 (subd [g]) to determine whether there is substantial evidence to support the finding that petitioner violated a prison rule prohibiting extortion of a fellow inmate. Petitioner denied the charges and testified that he had been misidentified. He called two other inmate witnesses who supported his claim that he was nowhere near the inmate who had been assaulted by two other inmates (see Matter of Friere v Smith, 104 AD2d 732). The record contains a misbehavior report prepared by a correction officer based upon information from a confidential and reliable source and testimony of an in camera interview with the confidential informant. Upon our review of the record, including the transcript of the confidential informant (see Matter of Gross v Henderson, 79 AD2d 1086, mot for lv to app den 53 NY2d 605), we find insufficient proof of the extortion as charged. The confidential source merely noted that petitioner was “standing around” when two inmates assaulted inmate Wright. The record contains only one conclusory statement to the effect that petitioner, in conjunction with three other inmates, wanted ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lopez-v-smith"
    }
  ],
  "relatedIncidents": [
    16082,
    16184,
    16269,
    16301,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}