{
  "id": 16059,
  "title": "1984년 Adkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-11-06",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Adkins. 판결일: 1984-11-06. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Adkins, Appellant v. Worthington Industries, Inc. Et Al., Appellees\n**판결일**: 1984-11-06\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Stillman, Strausbaugh, Whiteside\n\n## 변호인\n\nButler, Cincione, DiCuccio & Dritz, Stanley B. Dritz and John C. Dowling, for appellant., Vorys, Sater, Seymour & Pease, James P. Friedt and Joseph A. Brunetto, for appellee Worthington Industries, Inc., Anthony J. Celebrezze, Jr., attorney general, and Bradley J. Finn, for ap-pellees Administrator and Industrial Commission.\n\n## 인용\n\n- 484 N.E.2d 734\n- 19 Ohio App. 3d 313\n\n## 판결문 요약\n\nClaimant-appellant, Jack M. Adkins, Jr., appeals from a judgment of the Franklin County Court of Common Pleas dismissing his complaint and rendering final judgment finding that he is not entitled to participate in the benefits of the Workers' Compensation Fund for an injury occurring on April 5, 1982. In support of his appeal, Adkins raises a single assignment of error as follows:\n\"The trial court abused its discretion by dismissing this case pursuant to Rule 37(B) of the Ohio Rules of Civil Procedure, because it did not make a finding that the plaintiff-appellant's failure to appear at a physical examination was the result of willfulness, bad faith or fault and because it did not afford the plaintiff-appellant an adequate hearing upon the record.\"\nIn the trial court, this action was initiated by appellee Worthington Industries, by filing a notice of appeal from a decision of the Industrial Commission allowing Adkins' claim for participation in the Workers' Compensation Fund for an injury sustained in the course of his employment with Worthington Industries causing lumbosacral strain with radiculopathy to the left leg. Pursuant to R.C. 4123.519, Adkins, as claimant, filed a complaint setting forth his claim and the underlying circumstances. Thereafter, appellee Industrial Commission filed an answer admitting the allegations of the complaint, but Worthington Industries filed an answer specifically denying that Adkins received an injury in the course of and arising out of his e...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=adkins-v-worthington-industries-inc"
    }
  ],
  "relatedIncidents": [
    16010,
    16011,
    16013,
    16016,
    16017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}