{
  "id": 16066,
  "title": "1984년 Eulo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-10-30",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Eulo. 판결일: 1984-10-30. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. John Eulo, Appellant The People of the State of New York v. Robert Bonilla\n**판결일**: 1984-10-30\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: Cooke\n\n## 변호인\n\nPOINTS OF COUNSEL, Robert F. Quinlan for appellant in the first above-entitled case., Patrick Henry, District Attorney {Mark D. Cohen of counsel), for respondent in the first above-entitled case., David Samel and William E. Hellerstein for appellant in the second above-entitled case., Elizabeth Holtzman, District Attorney (.Rebecca J. Clement and Barbara D. Underwood of counsel), for respondent in the second above-entitled case., Jeffrey M. McCrone for Organ Procurement Agencies of the State of \n\n## 인용\n\n- 63 N.Y.2d 341\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nChief Judge Cooke.\nThese appeals involve a question of criminal responsibility in which defendants, charged with homicide, contend that their conduct did not cause death.\n*346The term “death”, as used in this State’s statutes, may be construed to embrace a determination, made according to accepted medical standards, that a person has suffered an irreversible cessation of breathing and heartbeat or, when these functions are artificially maintained, an irreversible cessation of the functioning of the entire brain, including the brain stem. Therefore, a defendant will not necessarily be relieved of criminal liability for homicide by the removal of the victim’s vital organs after the victim has been declared dead according to brain-based criteria, notwithstanding that, at that time, the victim’s heartbeat and breathing were being continued by artificial means.\nI\n\nPeople v Eulo\n\nOn the evening of July 19, 1981, defendant and his girlfriend attended a volunteer firemen’s fair in Kings Park, Suffolk County. Not long after they arrived, the two began to argue, reportedly because defendant was jealous over one of her former suitors, whom they had seen at the fair. The argument continued through the evening; it became particularly heated as the two sat in defendant’s pick-up truck, parked in front of the home of the girlfriend’s parents. Around midnight, defendant shot her in the head with his unregistered handgun.\nThe victim was rushed by ambulance to the emergen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-eulo"
    }
  ],
  "relatedIncidents": [
    16010,
    16017,
    16021,
    16022,
    16035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}