{
  "id": 16067,
  "title": "1984년 Smith v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-10-30",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Smith v. State. 판결일: 1984-10-30. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Willie J. SMITH, Movant v. STATE of Missouri\n**판결일**: 1984-10-30\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crandall, Karohl, Reinhard\n\n## 변호인\n\nDorothy Mae Hirzy, Public Defender, St. Louis, for movant., John Munson Morris, Atty. Gen., Hills-boro, for respondent.\n\n## 인용\n\n- 680 S.W.2d 412\n\n## 판결문 요약\n\n\nREINHARD, Chief Judge.\nMovant appeals the dismissal of his Rule 27.26 motion, a decision the trial court reached without an evidentiary hearing. We affirm.\nMovant was convicted on February 4, 1971 of murder in the first degree. He was sentenced to life imprisonment. On December 27, 1971, movant was convicted of another murder in the first degree. He was sentenced to a second term of life imprisonment. He was tried before two different trial judges, and the second judge, who imposed the second life sentence, ordered that the sentences run consecutively. Movant was indicted separately for each of the two murders. The charges arose from the same incident.\n*413Movant filed this Rule 27.26 motion alleging that the case must be remanded for resentencing. Movant points out that after he was sentenced, the Missouri Supreme Court held that § 546.480, RSMo. 1969 (repealed 1977)1, which mandated consecutive sentences in certain situations, was unconstitutional under the Federal Equal Protection Clause. State v. Baker, 524 S.W.2d 122 (Mo. banc 1975). Movant alleges that he should be resentenced under the retroactive holding of that case.\nOn appeal, our review is limited to determining whether the findings, conclusions and judgment of the trial court are clearly erroneous. Rule 27.26(j). The trial court’s findings and conclusions are clearly erroneous only if a review of the entire record leaves the court with a definite and firm impression that a mistake has been made. Gentile v. State,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-state"
    }
  ],
  "relatedIncidents": [
    16010,
    16017,
    16021,
    16022,
    16035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}