{
  "id": 16073,
  "title": "1984년 Shabazz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-10-25",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Shabazz. 판결일: 1984-10-25. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Mustafa Shabazz\n**판결일**: 1984-10-25\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 104 A.D.2d 776\n\n## 판결문 요약\n\n\n— Judgment, Supreme Court, New York County (Scott, J.), rendered July 8, 1982, convicting defendant of robbery in the first degree (four counts) and robbery in the second degree (four counts) and sentencing him as a persistent violent felony offender to an indeterminate term of imprisonment of from 25 years to life, unanimously modified, on the law, to the extent of reversing the sentence, vacating the same, remanding the matter for resentence and, except as thus modified, affirmed.\nWith commendable candor the People concede that they failed to provide defendant with a copy of the persistent violent felony offender statement until the day of sentencing. Defendant, who, *777through counsel, wished to controvert at least one aspect of the statement, was thus entitled to an adjournment, as requested, of no less than two days before proceeding with a hearing on the challenged allegation. (CPL 400.15, subd 6.) Accordingly, the sentence is vacated and the matter remanded for further proceedings. In light of this determination it is not necessary to reach the question of whether it was proper to sentence defendant in absentia.\nWe have examined defendant’s other contentions and find that they are without merit. Concur — Sandler, J. P., Sullivan, Silverman and Milonas, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-shabazz"
    }
  ],
  "relatedIncidents": [
    16011,
    16024,
    16028,
    16053,
    16074
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}