{
  "id": 16074,
  "title": "1984년 Young 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-10-22",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Young. 판결일: 1984-10-22. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Willie Davis YOUNG v. STATE of Arkansas\n**판결일**: 1984-10-22\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Hays, Purtle\n\n## 변호인\n\nMark Roberts and Charles R. Padgham, for appellant., Steve Clark, Att’y Gen., by: Theodore Holder, Asst. Att’y Gen., for appellee.\n\n## 인용\n\n- 678 S.W.2d 329\n- 283 Ark. 435\n\n## 판결문 요약\n\n\n678 S.W.2d 329 (1984)\n283 Ark. 435\nWillie Davis YOUNG, JR., Appellant,\nv.\nSTATE of Arkansas, Appellee.\nNo. CR 84-80.\nSupreme Court of Arkansas.\nOctober 22, 1984.\nMark Roberts, Malvern, and Charles R. Padgham, Hot Springs, for appellant.\nSteve Clark, Atty. Gen. by Theodore Holder, Asst. Atty. Gen., Little Rock, for appellee.\n*330 HAYS, Justice.\nAppellant, Willie Davis Young, was charged with the offense of aggravated robbery. There was more than substantial evidence presented to sustain a conviction including the identification of appellant by the two victims of the robbery and a signed written statement by the appellant detailing his perpetration of the crime. The appellant's only defense was a denial of any knowledge of the robbery and a claim that he had continuously been under the influence of drugs on the day of the robbery. He was tried and convicted, found to be an habitual offender and sentenced to forty years imprisonment. Appellant argues four points for reversal, none of which have merit.\nAppellant first argues that the trial court erred in not declaring a mistrial following his appearance before the jury during voir dire in prison garb. After the jury was seated appellant moved for a mistrial. The trial court denied the motion stating that it was not timely, and had it been made earlier the problem could have been corrected. The appellant argues that under Estelle v. Williams, 425 U.S. 501, 96 S. Ct. 1691, 48 L. Ed. 2d 126 (1976), the state cannot, consistent with...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=young-v-state"
    }
  ],
  "relatedIncidents": [
    16011,
    16024,
    16028,
    16053,
    16073
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}