{
  "id": 16088,
  "title": "1984년 Mitchell v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-10-02",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Mitchell v. State. 판결일: 1984-10-02. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Mitchell v. State\n**판결일**: 1984-10-02\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Nimmons\n\n## 인용\n\n- 458 So. 2d 10\n\n## 판결문 요약\n\n\n458 So.2d 10 (1984)\nDanny Neal MITCHELL, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. AW-407.\nDistrict Court of Appeal of Florida, First District.\nOctober 2, 1984.\n*11 Gene T. Moss of Moss &amp; Edwards, Jacksonville, for appellant.\nJim Smith, Atty. Gen. and John T. Tiedemann, Asst. Atty. Gen., for appellee.\nNIMMONS, Judge.\nMitchell appeals a sentence which departs from the sentencing guidelines, Fla. R.Cr.Pr. 3.701, and contends that the imposition of a sentence exceeding the guidelines sentence was impermissibly based upon consideration of factors relating to an offense for which he was not convicted. We disagree and affirm.\nMitchell was charged with conspiracy to traffic in cannabis and possession of in excess of 20 grams of cannabis. A jury acquitted him of the conspiracy charge, but convicted him of the possession charge. Upon Mitchell's election to be sentenced under the guidelines, defense counsel and the prosecutor agreed that Mitchell's \"guidelines score\" was 42, and that his presumptive sentence under the guidelines would be \"any non-state prison sanction.\" Nevertheless, the defendant was sentenced to a term of five years in the state corrections system.\nThe reasons given by the trial judge for departing from the guidelines sentence were that the quantity possessed was an entire bale and that it was the first of many bales which were to be delivered in the course of a large scale marijuana transaction.\nAppellant asserts that the trial judge's reasons for departure...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mitchell-v-state"
    }
  ],
  "relatedIncidents": [
    16010,
    16011,
    16013,
    16016,
    16017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}