{
  "id": 16089,
  "title": "1984년 Couture 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-10-02",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Couture. 판결일: 1984-10-02. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: State of Connecticut v. Donald Couture\n**판결일**: 1984-10-02\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Healey, Parskey\n\n## 변호인\n\nJohn R. Williams, for the appellant (defendant)., Catherine J. Capuano, special assistant state’s attorney, and Walter H. Scanlon, acting state’s attorney, with whom, on the brief, was Francis M. McDonald, state’s attorney, for the appellee (state).\n\n## 인용\n\n- 194 Conn. 530\n\n## 판결문 요약\n\n\nParskey, J.\nAfter a trial to the jury, the defendant was convicted of three counts of murder and was sentenced by the court to three terms of imprisonment of twenty-five years to life, such sentences to run consecutively, for a total effective sentence of seventy-five years to life. In his appeal the defendant claims that his conviction was vitiated by (1) the denial of his motion *532to suppress certain evidence seized in violation of his rights under the fourth amendment; (2) the composition of the grand jury and the conduct of its proceedings; (3) the court’s unauthorized amendment of the indictment; and (4) the prejudicial summation of the prosecutor. The defendant also claims that the consecutive sentences which the court imposed were illegal.\nThe jury could reasonably have found the following facts. On the early morning of April 16,1979, the police were called to the Purolator Armored Car garage in Waterbury where three guards, Leslie Clark, Edward Cody and William West, were found shot to death. Each body suffered multiple gunshot wounds, and the exterior and interior of the garage were littered with 24 expended 30 caliber shell casings fired from two M-l semi-automatic carbines. The truck which Cody and West had driven from Hartford early that morning into the Waterbury garage where Clark was working alone was riddled with bullet holes, and its contents, a shipment of approximately 1.8 million dollars in cash, checks, food stamps and jewelry, were missing.\nLate in th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-couture"
    }
  ],
  "relatedIncidents": [
    16010,
    16017,
    16021,
    16022,
    16035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}