{
  "id": 16084,
  "title": "1984년 Matter of City of Newburgh v. Pub. Employment Relations Bd. of the State of New York 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-10-09",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Matter of City of Newburgh v. Pub. Employment Relations Bd. of the State of New York. 판결일: 1984-10-09. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the City of Newburgh, Appellant, v. Public Employment Relations Board of the State of New York, Respondent, and Local 589, International Association of Fire Fighters, AFL-CIO, Intervenor-Respondent\n**판결일**: 1984-10-09\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: Cooke and Judges Jasen, Jones, Wachtler, Meyer, Simons and Kaye Concur\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, William M. Kavanaugh, Corporation Counsel ('William F. Ketcham of counsel), for appellant., Jerome Thier and Martin L. Barr for respondent., Richard P. Walsh, Jr., and Michael T. McGarry for intervenor-respondent.\n\n## 인용\n\n- 63 N.Y.2d 793\n\n## 판결문 요약\n\n\n63 N.Y.2d 793 (1984)\nIn the Matter of the City of Newburgh, Appellant,\nv.\nPublic Employment Relations Board of the State of New York, Respondent, and Local 589, International Association of Fire Fighters, AFL-CIO, Intervenor-Respondent.\nCourt of Appeals of the State of New York.\nArgued September 4, 1984.\nDecided October 9, 1984.\nWilliam M. Kavanaugh, Corporation Counsel (William F. Ketcham of counsel), for appellant.\nJerome Thier and Martin L. Barr for respondent.\nRichard P. Walsh, Jr., and Michael T. McGarry for intervenor-respondent.\nChief Judge COOKE and Judges JASEN, JONES, WACHTLER, MEYER, SIMONS and KAYE concur.\n*795MEMORANDUM.\nThe order of the Appellate Division dismissing the prohibition proceeding should be affirmed, with costs.\nJust as mandamus will lie only to enforce a clear legal right, prohibition may be availed of only to proscribe a clear legal wrong. That PERB has ordered mediation during the life of the collective bargaining agreement does not, as the City argues, constitute such a clear usurpation of power by PERB, for subdivision 1 of section 209 of the Civil Service Law relates the declaration of impasse \"to the end of the fiscal year of the public employer\" not to the contract year (see Matter of Burke v Bowen, 40 N.Y.2d 264, 268). Moreover, even as to a clearly ultra vires act, prohibition does not lie against an administrative agency if another avenue of judicial review is available, absent a demonstration of irreparable injury to the applicant if he ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=matter-of-city-of-newburgh-v-pub-employment-relations-bd-of-the-state-of"
    }
  ],
  "relatedIncidents": [
    16010,
    16011,
    16013,
    16016,
    16017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}