{
  "id": 16087,
  "title": "1984년 Bailey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-10-04",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: Bailey. 판결일: 1984-10-04. 법원: Nevada Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: DANNY RAY BAILEY, Appellant, v. THE STATE OF NEVADA, Respondent\n**판결일**: 1984-10-04\n**법원**: Nevada Supreme Court\n**관할**: Nevada, NV\n\n**판사**: Per Curiam\n\n## 변호인\n\nMorgan D. Harris, Public Defender and Craig D. Creel, and Jackie Naylor, Deputy Public Defenders, Clark County, for Appellant., Brian McKay, Attorney General, Carson City; Robert J. Miller, District Attorney, and James Tufteland, Deputy District Attorney, Clark County, for Respondent.\n\n## 인용\n\n- 688 P.2d 320\n- 100 Nev. 562\n\n## 판결문 요약\n\n\n688 P.2d 320 (1984)\nDanny Ray BAILEY, Appellant,\nv.\nThe STATE of Nevada, Respondent.\nNo. 14827.\nSupreme Court of Nevada.\nOctober 4, 1984.\n*321 Morgan D. Harris, Public Defender and Craig D. Creel and Jackie Naylor, Deputy Public Defenders, Las Vegas, for appellant.\nD. Brian McKay, Atty. Gen., Carson City, Robert J. Miller, Dist. Atty., and James Tufteland, Deputy Dist. Atty., Las Vegas, for respondent.\n\nOPINION\nPER CURIAM:\nOn August 24, 1982, appellant Danny Ray Bailey met the victim in this case and visited his home. Later that evening, Bailey robbed the victim at gunpoint of several items of personal property. He then fired several shots at the victim, wounding him at least three times. Bailey claimed he shot the victim out of fear and harbored no intent to kill. The victim survived, and Bailey was convicted of robbery and \"attempted involuntary manslaughter\" as a lesser-included offense of the original charge of attempted murder. The jury found that Bailey used a deadly weapon in the commission of both offenses. He was sentenced to six years for the attempted manslaughter and a consecutive thirty years for the robbery.[1] On appeal, he raises three assignments of error, one of which necessitates reversal of the attempted manslaughter conviction.\nAppellant first contends that his conviction for \"attempted involuntary manslaughter\" must be reversed because that particular crime does not exist in our jurisprudence. We agree.\nInvoluntary manslaughter is by definition an unint...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bailey-v-state"
    }
  ],
  "relatedIncidents": [
    16010,
    16017,
    16021,
    16022,
    16035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}