{
  "id": 16083,
  "title": "1984년 Williams v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-10-10",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Williams v. State. 판결일: 1984-10-10. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Arthur Lee WILLIAMS, Jr., Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1984-10-10\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Clinton, Davis, McCORMICK, Miller, Odom, Teague, Tom\n\n## 변호인\n\nJames Stafford, Houston, for appellant., John B. Holmes, Jr., Dist. Atty., Timothy G. Taft, Keno Henderson, Andy Tobias and Charley Davidson, Asst. Dist. Attys., Houston, Robert Huttash, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 682 S.W.2d 538\n\n## 판결문 요약\n\n\n682 S.W.2d 538 (1984)\nArthur Lee WILLIAMS, Jr., Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 69147.\nCourt of Criminal Appeals of Texas, En Banc.\nOctober 10, 1984.\nRehearing Denied January 23, 1985.\n*539 James Stafford, Houston, for appellant.\nJohn B. Holmes, Jr., Dist. Atty., Timothy G. Taft, Keno Henderson, Andy Tobias and Charley Davidson, Asst. Dist. Attys., Houston, Robert Huttash, State's Atty., Austin, for the State.\nBefore the court en banc.\n\n\n*540 OPINION\nODOM, Judge.\nAppellant was convicted of capital murder; the punishment in this case is death. Appellant raises eleven grounds of error. Six relate to jury selection, two address rulings on the admissibility of evidence, two complain of jury argument, and one challenges the sufficiency of the evidence.\nWe first address the six grounds of error relating to the jury selection process. In three of these appellant complains of the trial court excluding prospective jurors on the state's challenge for cause. Reliance is placed on Adams v. Texas, 448 U.S. 38, 100 S. Ct. 2521, 65 L. Ed. 2d 581 (1980), which held it is improper to exclude a prospective juror in a capital case merely because he would be affected in deliberations by the fact that the death penalty might be imposed. It is not error, however, to exclude a prospective juror who would automatically vote against the death penalty regardless of the evidence. E.g. Griffin v. State, 665 S.W.2d 762 (Tex.Cr.App.1983); Woolls v. State, 665 S.W.2d 455 (Tex.Cr.App.1983);...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-state"
    }
  ],
  "relatedIncidents": [
    16010,
    16017,
    16021,
    16022,
    16035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}