{
  "id": 16085,
  "title": "1984년 Patterson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-10-05",
  "location": "Alaska, AK, USA",
  "summary": "미국 Alaska, AK 법원 판결 사건. 사건명: Patterson. 판결일: 1984-10-05. 법원: Court of Appeals of Alaska.",
  "description": "## 사건 정보\n\n**사건명**: Tommie G. PATTERSON, Appellant, v. STATE of Alaska, Appellee\n**판결일**: 1984-10-05\n**법원**: Court of Appeals of Alaska\n**관할**: Alaska, AK\n\n**판사**: Bryner, C.J., and Coats and Singleton\n\n## 변호인\n\nLinda R. MacLean, Drathman & Weid-ner, Anchorage, for appellant., Cynthia M. Hora, Asst. Atty. Gen., and Norman C. Gorsuch, Atty. Gen., Juneau, for appellee.\n\n## 인용\n\n- 689 P.2d 146\n\n## 판결문 요약\n\n\n689 P.2d 146 (1984)\nTommie G. PATTERSON, Appellant,\nv.\nSTATE of Alaska, Appellee.\nNo. 7096.\nCourt of Appeals of Alaska.\nOctober 5, 1984.\nLinda R. MacLean, Drathman &amp; Weidner, Anchorage, for appellant.\n*147 Cynthia M. Hora, Asst. Atty. Gen., and Norman C. Gorsuch, Atty. Gen., Juneau, for appellee.\nBefore BRYNER, C.J., and COATS and SINGLETON, JJ.\n\nOPINION\nCOATS, Judge.\nTommie G. Patterson was convicted, following a jury trial, of sexual assault in the first degree, kidnapping, three counts of assault in the third degree, and one count of assault in the fourth degree. He received a composite sentence on these convictions of forty-one years. He appeals his convictions and his sentence to this court. We affirm Patterson's conviction but reverse his sentence.\n\nFACTS\nOn the evening of December 8, 1981, A.S. and W.W. went to an Anchorage \"party house\" to listen to some music and have some drinks. While there, W.W. met Tommie Patterson and, later in the evening, asked him for a ride home. Patterson agreed to give a ride to both W.W. and A.S.\nOnce in the car, W.W. said that she wished she had some cocaine. Patterson said he could get some, and took A.S. and W.W. to a hotel. There they met a woman named Jeri. After snorting cocaine at the hotel, Patterson told A.S. and W.W. that he wanted twenty-five dollars each from them for the drugs. When they told Patterson that they did not have that much money, he said they owed him $500 for \"giving him a hassle\" about the money. Patterson ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=patterson-v-state"
    }
  ],
  "relatedIncidents": [
    16285,
    15739,
    15746,
    15878,
    16010
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}