{
  "id": 16098,
  "title": "1984년 Clarence TAYLOR, SS # 465-58-9132, Plaintiff-Appellant, v. Margaret M. HECKLER, Secretary of Health and Human Services, Defendant-Appellee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-09-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Clarence TAYLOR, SS # 465-58-9132, Plaintiff-Appellant, v. Margaret M. HECKLER, Secretary of Health and Human Services, Defendant-Appellee. 판결일: 1984-09-24. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: 6 soc.sec.rep.ser. 265, unempl.ins.rep. Cch 15,552 Clarence Taylor, Ss Rlc-Vr-Rpfn v. Margaret M. Heckler, Secretary of Health and Human Services\n**판결일**: 1984-09-24\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Randall, Rubin, Tate\n\n## 변호인\n\nLaw Offices of O’Shea, Hall & Hart, Kevin C. Hart, Bruce E. MacGregor, Lubbock, Tex., for plaintiff-appellant., James A. Rolfe, U.S. Atty., Paulina M. Jacobo, Asst. U.S. Atty., Lubbock, Tex., for defendant-appellee.\n\n## 인용\n\n- 742 F.2d 253\n\n## 판결문 요약\n\n742 F.2d 253\n    6 Soc.Sec.Rep.Ser. 265, Unempl.Ins.Rep. CCH  15,552Clarence TAYLOR, SS # ifc-ja-hkcc Plaintiff-Appellant,v.Margaret M. HECKLER, Secretary of Health and Human Services,Defendant-Appellee.\n    No. 84-1254Summary Calendar.\n    United States Court of Appeals,Fifth Circuit.\n    Sept. 24, 1984.\n    \n      Law Offices of O'Shea, Hall &amp; Hart, Kevin C. Hart, Bruce E. MacGregor, Lubbock, Tex., for plaintiff-appellant.\n      James A. Rolfe, U.S. Atty., Paulina M. Jacobo, Asst. U.S. Atty., Lubbock, Tex., for defendant-appellee.\n      Appeal from the United States District Court for the Northern District of Texas.\n      Before RUBIN, RANDALL, and TATE, Circuit Judges.\n      TATE, Circuit Judge:\n    \n    \n      1\n      The claimant Taylor appeals from a judgment of the district court that affirmed the Secretary's termination of his disability benefits under the Social Security Act.  42 U.S.C. Sec. 405(g).  He contends that the district court erred in dismissing his complaint and in thus affirming the administrative law judge's finding that Taylor had failed to prove a continuing impairment of disabling severity, so that thus his disability ceased in December 1981.\n    \n    \n      2\n      On appeal, Taylor argues, inter alia, that the ALJ's finding is not supported by substantial evidence, in part because the ALJ failed to afford the claimant, previously determined by the Secretary to be disabled, a presumption that the given disability continued, in the absence of proo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=clarence-taylor-ss-465-58-9132-plaintiff-appellant-v-margaret-m"
    }
  ],
  "relatedIncidents": [
    16010,
    16011,
    16013,
    16016,
    16017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}