{
  "id": 16096,
  "title": "1984년 Urey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-09-26",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Urey. 판결일: 1984-09-26. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: UREY et ux v. DEAL\n**판결일**: 1984-09-26\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Buttler, Rossman, Warren\n\n## 변호인\n\nNorman F. Webb, Salem, argued the cause for appellants. On the briefs were Michael J. Martinis and Webb & Martinis, Salem., Joseph H. Hobson, Jr., Salem, argued the cause for respondent. With him on the brief was Lien & Hobson, Salem.\n\n## 인용\n\n- 70 Or. App. 175\n- 687 P.2d 1137\n\n## 판결문 요약\n\n\nPER CURIAM\nIn this action for specific performance of a land sale contract, defendant vendee alleged as an affirmative defense that vendors had waived the time-essence clause, which allowed a ten-day grace period, and had neither reinstated it nor granted vendee a reasonable time within which to pay the unpaid installments. The trial court concluded that vendee had established that defense and that vendors were not entitled to specific performance.\nOnce the trial court reached-those conclusions, vendee was entitled to have the action for specific performance dismissed. However, the court believed that vendors were entitled to some form of relief and gave them the choice between an order dismissing the action without prejudice, awarding attorney fees to vendee as the prevailing party, or an interlocutory decree as set forth in the margin.1\nGiven that choice, vendors opted for dismissal without prejudice, and from the resulting judgment of dismissal, which also awarded vendee attorney fees, they appeal. They contend that they are entitled to specific performance of the contract and that, in any event, the option of dismissal afforded them by the trial court was legally incorrect, because they should be entitled to a deficiency judgment on a “foreclosure and sale.”\nWe conclude that the trial court correctly determined that vendors were not entitled to specific performance. Given the court’s correct reasons for that conclusion, vendee was entitled to dismissal of the action. Acc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=urey-v-deal"
    }
  ],
  "relatedIncidents": [
    16010,
    16011,
    16013,
    16016,
    16017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}