{
  "id": 16095,
  "title": "1984년 Yanez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-09-26",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Yanez. 판결일: 1984-09-26. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Santana YANEZ, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1984-09-26\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Clinton, Teague\n\n## 변호인\n\nTomas Garza, Lubbock, for appellant., Russell L. Carroll, Former Dist. Atty., Belton, Norman Arnett, Dist. Atty., Sweet-water, Andrew Ottaway, Asst. Dist. Atty., Colorado City, Robert Huttash, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 677 S.W.2d 62\n\n## 판결문 요약\n\n\n677 S.W.2d 62 (1984)\nSantana YANEZ, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 079-84.\nCourt of Criminal Appeals of Texas, En Banc.\nSeptember 26, 1984.\n*64 Tomas Garza, Lubbock, for appellant.\nRussell L. Carroll, Former Dist. Atty., Belton, Norman Arnett, Dist. Atty., Sweetwater, Andrew Ottaway, Asst. Dist. Atty., Colorado City, Robert Huttash, State's Atty., Austin, for the State.\nBefore the court en banc.\n\nOPINION ON STATE'S PETITION FOR DISCRETIONARY REVIEW\nTEAGUE, Judge.\nThe Eastland Court of Appeals, in a unanimous opinion by Justice Raleigh Brown, ordered the conviction of Santana Yanez, appellant, reversed because the trial court failed to grant the oral motion to shuffle the jury panel that counsel for appellant had made and urged. See Yanez v. State, ___ S.W.2d ___ (Tex.App.  Eastland 1983). The record reflects that the motion to shuffle was made immediately after the trial court had \"screened\" the prospective jurors. We granted the State's petition for discretionary review to answer the following question: For purposes of determining whether a defendant's motion to shuffle the names of the members of the jury panel assigned to his case is timely urged, when does the voir dire examination of the jury panel commence?\nThe record reflects that immediately after it had been determined which persons would make up the jury panel, appellant's counsel moved to have the names of those persons shuffled. Prior thereto, the trial judge had the members of the jury panel sw...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=yanez-v-state"
    }
  ],
  "relatedIncidents": [
    16010,
    16011,
    16013,
    16016,
    16017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}