{
  "id": 16094,
  "title": "1984년 Clarence Leon Taylor, Jr. v. E. Parry Best, Lt. D.W. Smith, Paul Mills L.T. Lester 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-09-27",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Clarence Leon Taylor, Jr. v. E. Parry Best, Lt. D.W. Smith, Paul Mills L.T. Lester. 판결일: 1984-09-27. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Clarence Leon TAYLOR, JR., Appellant, v. E. Parry BEST, Lt. D.W. Smith, Paul Mills; L.T. Lester, Appellees\n**판결일**: 1984-09-27\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n**판사**: Ervin, Knapp, Sprouse\n\n## 변호인\n\nProfessor \"Stephen Saltzburg, University of Virginia School of Law, Charlottesville, Va., and Richard Wainstein, Third Year Law Student, University of Virginia School of Law, for appellant., Richard F. Gorman, III, Asst. Atty. Gen., Richmond, Va. (Gerald L. Baliles, Atty. Gen. of Va., Richmond, Va., on brief), for appellees.\n\n## 인용\n\n- 746 F.2d 220\n\n## 판결문 요약\n\n746 F.2d 220\n    Clarence Leon TAYLOR, JR., Appellant,v.E. Parry BEST, Lt. D.W. Smith, Paul Mills;  L.T. Lester, Appellees.\n    No. 83-6447.\n    United States Court of Appeals,Fourth Circuit.\n    Argued Feb. 9, 1984.Decided Sept. 27, 1984.\n    \n      Professor Stephen Saltzburg, University of Virginia School of Law, Charlottesville, Va., and Richard Wainstein, Third Year Law Student, University of Virginia School of Law, for appellant.\n      Richard F. Gorman, III, Asst. Atty. Gen., Richmond, Va.  (Gerald L. Baliles, Atty. Gen. of Va., Richmond, Va., on brief), for appellees.\n      Before SPROUSE and ERVIN, Circuit Judges, and KNAPP,* Senior District Judge.\n      ERVIN, Circuit Judge:\n    \n    \n      1\n      Clarence Taylor appeals from the district court's order granting the defendants' motion for summary judgment.  Taylor, serving a sentence for attempted murder, refused to answer questions put to him by a prison psychologist as part of the Powhatan Reception and Classification Center's routine initial screening.  The prison Adjustment Committee found Taylor guilty of hindering a prison employee in the performance of his duties and punished Taylor with fifteen days isolation.  Taylor then brought a Sec. 1983 action against Best, the staff psychologist who posed the questions, and Smith, Mills and Lester, members of the Adjustment Committee.  Concluding that Taylor had not made out a violation of the fifth amendment's protection against self-incrimination nor of his right to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=clarence-leon-taylor-jr-v-e-parry-best-lt-dw-smith-paul-mills-lt"
    }
  ],
  "relatedIncidents": [
    16010,
    16017,
    16021,
    16022,
    16035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}