{
  "id": 16109,
  "title": "1984년 Sanders 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-09-14",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Sanders. 판결일: 1984-09-14. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. ROBERT SANDERS, Defendant-Appellant\n**판결일**: 1984-09-14\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Lorenz\n\n## 변호인\n\nSteven Clark, of State Appellate Defender’s Office, of Chicago (Daniel D. Maynard and Laura N. Jasinsky, both of Winston & Strawn, of counsel), for appellant., Richard M. Daley, State’s Attorney, of Chicago (Michael E. Shabat, Casimir J. Bartnik, and Mark R. Fuller, Assistant State’s Attorneys, of counsel), for the People.\n\n## 인용\n\n- 469 N.E.2d 287\n- 127 Ill. App. 3d 471\n\n## 판결문 요약\n\n\n127 Ill. App. 3d 471 (1984)\n469 N.E.2d 287\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nROBERT SANDERS, Defendant-Appellant.\nNo. 80-2829.\nIllinois Appellate Court  First District (5th Division).\nOpinion filed September 14, 1984.\n*472 Steven Clark, of State Appellate Defender's Office, of Chicago (Daniel D. Maynard and Laura N. Jasinsky, both of Winston &amp; Strawn, of counsel), for appellant.\nRichard M. Daley, State's Attorney, of Chicago (Michael E. Shabat, Casimir J. Bartnik, and Mark R. Fuller, Assistant State's Attorneys, of counsel), *473 for the People.\nJudgment affirmed.\nJUSTICE LORENZ delivered the opinion of the court:\nFollowing a jury trial, defendant was convicted of murder and armed robbery, and was sentenced to concurrent terms of 50 and 30 years' imprisonment. We reversed and remanded the judgments, finding plain error in the admission of certain statements (People v. Sanders (1982), 111 Ill. App. 3d 1, 443 N.E.2d 687), but the supreme court reversed our decision, holding that the plain error doctrine did not apply. (People v. Sanders (1983), 99 Ill. 2d 262, 273-74, 457 N.E.2d 1241.) Because our disposition did not reach all of the issues presented by defendant, the supreme court remanded with directions to consider those issues. Accordingly, we now address defendant's contentions that: (1) the trial court failed to clarify questions from the jury and failed to supply a transcript requested by the jury; (2) the trial court failed to instruct th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-sanders"
    }
  ],
  "relatedIncidents": [
    16010,
    16017,
    16021,
    16022,
    16035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}