{
  "id": 16101,
  "title": "1984년 Royball 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-09-21",
  "location": "Utah, UT, USA",
  "summary": "미국 Utah, UT 법원 판결 사건. 사건명: Royball. 판결일: 1984-09-21. 법원: Utah Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Utah, and v. Joseph J. ROYBALL, and\n**판결일**: 1984-09-21\n**법원**: Utah Supreme Court\n**관할**: Utah, UT\n\n## 변호인\n\nThomas McCormick, Salt Lake City, for defendant and appellant., David L. Wilkinson, Atty. Gen., Salt Lake City, for plaintiff and respondent.\n\n## 인용\n\n- 689 P.2d 1338\n\n## 판결문 요약\n\n\nPER CURIAM:\nThis appeal is from a conviction of attempted robbery.1 The sole point on ap*1339peal is insufficiency of the evidence to prove intent.\nOn March 9, 1982, at approximately 3:00 a.m., defendant entered a 7-11 convenience store. An employee, Criswell, was near the counter stacking groceries, and the assistant manager, McLaughlan, was in the rear, apparently out of sight. Defendant handed Criswell a note that read: “I have a gun. Give me all your money or I will use it. Thanks.” After reading the note, Cris-well looked up to see defendant standing with his hand in his pocket, pointing it toward Criswell. Unsure as to whether defendant actually had a gun, Criswell read the note a second time. Defendant, becoming impatient, told Criswell to hurry, stating, “I mean it. I’ll use it.” Criswell took the note to McLaughlan, who was at first amused, disbelieving that a robbery was ongoing. After he saw defendant with his hand in his pocket, waving it around, McLaughlan decided to call the police. Criswell said he was trying to divert defendant’s attention, and so he told defendant, “You have to get the money from Jerry [McLaughlan] because he has it.” At this time, defendant turned toward McLaughlan, who was calling the police at a nearby phone. Criswell grabbed defendant from behind and threw him to the floor. The employees and police testified that at the time the officers arrived, defendant appeared coherent and had no odor of alcohol on his breath or other suggestion of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-royball"
    }
  ],
  "relatedIncidents": [
    16011,
    16024,
    16028,
    16053,
    16073
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}