{
  "id": 16118,
  "title": "1984년 Knights 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-09-05",
  "location": "Maine, ME, USA",
  "summary": "미국 Maine, ME 법원 판결 사건. 사건명: Knights. 판결일: 1984-09-05. 법원: Supreme Judicial Court of Maine.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Maine v. Herbert v. KNIGHTS\n**판결일**: 1984-09-05\n**법원**: Supreme Judicial Court of Maine\n**관할**: Maine, ME\n\n**판사**: Dufresne, Glassman, Nichols, Scolnik, Violette, Wathen\n\n## 변호인\n\nMargaret J. Kravchuk, Dist. Atty., Gary F. Thorne, Asst. Dist. Atty. (orally), Bangor, for plaintiff., Paine, Lynch & Harris, John D. Bunker (orally), Martha J. Harris, Bangor, for defendant.\n\n## 인용\n\n- 482 A.2d 436\n\n## 판결문 요약\n\n\n482 A.2d 436 (1984)\nSTATE of Maine\nv.\nHerbert V. KNIGHTS.\nSupreme Judicial Court of Maine.\nArgued March 16, 1984.\nDecided September 5, 1984.\n*437 Margaret J. Kravchuk, Dist. Atty., Gary F. Thorne, Asst. Dist. Atty. (orally), Bangor, for plaintiff.\nPaine, Lynch &amp; Harris, John D. Bunker (orally), Martha J. Harris, Bangor, for defendant.\nBefore NICHOLS, VIOLETTE, WATHEN, GLASSMAN and SCOLNIK, JJ., and DUFRESNE, A.R.J.\n*438 DUFRESNE, Active Retired Justice.\nThe defendant, Herbert Knights, appeals his convictions after a jury trial in Superior Court, Penobscot County, on three counts of arson, Class A crimes, 17-A M.R.S.A. § 802 (1983 &amp; Supp.1983-1984), contending 1) that the Superior Court erred in finding the defendant competent to stand trial, 2) that the Superior Court erred in denying the defendant's motion to suppress his confessions to all three counts of arson, 3) that the State failed to disprove beyond a reasonable doubt the defendant's defense of duress, and 4) that the State failed to establish the corpus delicti of the first count of arson. Finding no error in the proceedings, we affirm the decision below.\nOn June 7, 1982, a Penobscot County grand jury returned an indictment charging the defendant with three counts of arson, which allegedly occurred in the Lincoln-Howland area on March 25th, April 3rd, and April 21st of 1982.\n\nI\nThe defendant filed a motion for determination of his competency to stand trial and a motion to suppress statements made by him to t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-knights"
    }
  ],
  "relatedIncidents": [
    16123,
    16143,
    16150,
    16152,
    16166
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}