{
  "id": 16129,
  "title": "1984년 People v. Casa Blanca Convalescent Homes, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-08-23",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: People v. Casa Blanca Convalescent Homes, Inc.. 판결일: 1984-08-23. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. CASA BLANCA CONVALESCENT HOMES, INC., Defendant and Appellant\n**판결일**: 1984-08-23\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Staniforth\n\n## 변호인\n\nCounsel, Weissburg & Aronson, Peter Aronson, Jay N. Hartz and James R. Kalyvas for Defendant and Appellant., Edwin L. Miller, Jr., District Attorney, and William D. Holman, Deputy District Attorney, for Plaintiff and Respondent.\n\n## 인용\n\n- 159 Cal. App. 3d 509\n- 206 Cal. Rptr. 164\n\n## 판결문 요약\n\n\n159 Cal.App.3d 509 (1984)\n206 Cal. Rptr. 164\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nCASA BLANCA CONVALESCENT HOMES, INC., Defendant and Appellant.\nDocket No. 26915.\nCourt of Appeals of California, Fourth District, Division One.\nAugust 23, 1984.\n*515 COUNSEL\nWeissburg &amp; Aronson, Peter Aronson, Jay N. Hartz and James R. Kalyvas for Defendant and Appellant.\nEdwin L. Miller, Jr., District Attorney, and William D. Holman, Deputy District Attorney, for Plaintiff and Respondent.\nOPINION\nSTANIFORTH, J.\nThe People by this action sought civil penalties and injunctive relief (Bus. &amp; Prof. Code, §§ 17200, 17536)[1] against defendant Casa Blanca Convalescent Homes, Inc. (Casa Blanca). The People charged Casa Blanca with multiple unlawful and unfair acts, ranging from failure to provide adequate nursing care so as to prevent decubitus ulcers (bedsores) to failure to serve adequate diets and keep the nursing facilities free from flies and pests, etc. After a court trial the judge imposed judgment upon Casa Blanca for $167,500 in penalties[2] and appropriate injunctive relief.\nIn its memorandum of intended ruling, the trial court described each type of act found to be a violation and listed exactly how many of each type of act or condition it found in Casa Blanca's facilities.\n\n\n*516 FACTS[3]\nCasa Blanca Convalescent Homes, Inc., is a State of California licensed operator of nine nursing homes in San Diego County. Each of these facilities has been licensed and is responsible under...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-casa-blanca-convalescent-homes-inc"
    }
  ],
  "relatedIncidents": [
    16010,
    16011,
    16013,
    16016,
    16017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}