{
  "id": 16131,
  "title": "1984년 Jenkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-08-22",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Jenkins. 판결일: 1984-08-22. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State v. Jenkins\n**판결일**: 1984-08-22\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Price, Marvin and Norris\n\n## 인용\n\n- 456 So. 2d 174\n\n## 판결문 요약\n\n\n456 So. 2d 174 (1984)\nSTATE of Louisiana, Appellee,\nv.\nLamar JENKINS, Appellant.\nNo. 16197-KA.\nCourt of Appeal of Louisiana, Second Circuit.\nAugust 22, 1984.\nRehearing Denied September 21, 1984.\nWrit Denied November 26, 1984.\n*177 C. Joseph Roberts, III, West Monroe, for appellant.\nWilliam J. Guste, Jr., Atty. Gen., Baton Rouge, J. Carl Parkerson, Dist. Atty., Michael J. Fontenot, Asst. Dist. Atty., Monroe, for appellee.\nBefore PRICE, MARVIN and NORRIS, JJ.\nNORRIS, Judge.\nDefendant, Lamar Jenkins, appeals a jury conviction of attempted aggravated rape in violation of La.R.S. 14:27 and 42 respectively and a resulting sentence of 21 years at hard labor contending that the trial court erred in:\n(1) ... failing to allow the defense to question a potential witness, Thomas Roy, concerning the character of the victim-prosecutrix as to general veracity;\n(2) ... failing to allow the defense to question a potential witness, Tim Collins, concerning the reputation of the victim-prosecutrix as to chastity where consent was an issue in the case;\n(3) ... failing to allow the defense to question the victim-prosecutrix relative to her reputation for chastity where consent was an issue in the case;\n(4) ... allowing the prosecution to question defense witnesses, Margaret Wright, Linda Fitch, James Jenkins and Shirley Powell as to whether the same four persons have previously testified in court in favor of Lamar Jenkins;\n(5) ... [jury] returning a verdict of guilty to attempted aggravated rape ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-jenkins"
    }
  ],
  "relatedIncidents": [
    16011,
    16024,
    16030,
    16160,
    16163
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}