{
  "id": 16136,
  "title": "1984년 Chapman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-08-13",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Chapman. 판결일: 1984-08-13. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Beverly Chapman\n**판결일**: 1984-08-13\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 104 A.D.2d 420\n\n## 판결문 요약\n\n\n— Appeal by the defendant from a judgment of the Supreme Court, Richmond County (Broomer, J.), rendered April 12, 1982, convicting her of manslaughter in the first degree, upon her plea of guilty, and imposing sentence. The appeal brings up for review the denial, after a hearing, of that branch of defendant’s motion which sought suppression of her third statement to police.\nJudgment reversed, on the law and the facts, plea vacated, the aforenoted branch of defendant’s motion to suppress granted, indictment No. 201/81 reinstated, and matter remitted to the Supreme Court, Richmond County, for further proceedings on the indictments.\nBeverly Chapman, the defendant, was accused by a Richmond County Grand Jury of committing the crime of murder in the second degree, it being alleged that, on or about May 12, 1981, with the intent to cause the death of another person, the defendant caused the death of one Ronald Crockett by strangulation. Sharon Price was named as a codefendant.\nBy notice of motion, dated August 21, 1981, the defendant moved, inter alia, for an order “[directing a hearing under authority oí Dunaway v. New York, 442 U.S. 200, both to inquire into whether or not the defendant * * * was arrested illegally for want of probable cause and whether any and all statements made by her should be suppressed because it [sic] was taken pursuant to said illegal arrest, and subsequent to defendant’s *421request for assistance of counsel”. A Huntley hearing (see People v Huntley, 15...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-chapman"
    }
  ],
  "relatedIncidents": [
    16010,
    16017,
    16021,
    16022,
    16035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}