{
  "id": 16132,
  "title": "1984년 Gladney 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-08-22",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Gladney. 판결일: 1984-08-22. 법원: Court of Appeals of Wisconsin.",
  "description": "## 사건 정보\n\n**사건명**: State of Wisconsin, Plaintiff-Respondent, v. Leon Gladney, Defendant-Appellant\n**판결일**: 1984-08-22\n**법원**: Court of Appeals of Wisconsin\n**관할**: Wisconsin, WI\n\n**판사**: Wedemeyer, P.J., Moser, J. and Michael T. Sullivan, Reserve Judge\n\n## 변호인\n\nFor the defendant-appellant the cause was submitted on the briefs of Perry, First, Reiher, Lerner & Quindel, S.G., with Robert J. Lerner of counsel, of Milwaukee., For the plaintiff-respondent the cause was submitted on the briefs of Bronson C. La Follette, attorney general, with Thomas J. Balistreri, assistant attorney general, of counsel, of Madison.\n\n## 인용\n\n- 355 N.W.2d 547\n- 120 Wis. 2d 486\n\n## 판결문 요약\n\n\n120 Wis.2d 486 (1984)\n355 N.W.2d 547\nSTATE of Wisconsin, Plaintiff-Respondent,\nv.\nLeon GLADNEY, Defendant-Appellant.\nNo. 83-2316-CR.\nCourt of Appeals of Wisconsin.\nSubmitted on briefs July 10, 1984.\nDecided August 22, 1984.\n*487 For the defendant-appellant the cause was submitted on the briefs of Perry, First, Reiher, Lerner &amp; Quindel, S.C., with Robert J. Lerner of counsel, of Milwaukee.\nFor the plaintiff-respondent the cause was submitted on the briefs of Bronson C. La Follette, attorney general, with Thomas J. Balistreri, assistant attorney general, of counsel, of Madison.\nBefore Wedemeyer, P.J., Moser, J. and Michael T. Sullivan, Reserve Judge.\nMOSER, J.\nLeon Gladney (Leon) was found guilty of first-degree murder for the fatal shooting of a Milwaukee policeman in 1977. In a subsequent trial, he pleaded not guilty by reason of mental disease, and he was found to be mentally ill at the time of the offense. In 1980, Leon was committed to the custody of the Wisconsin Department of Health and Social Services.\nLeon filed a petition for reexamination of his mental condition pursuant to sec. 971.17(2), Stats., and a jury *488 found that he should be recommitted. He asserts three arguments on appeal of the recommitment order: that there was insufficient evidence to support the jury's verdict; that the trial court erred in rejecting certain evidence on a specific conditional release program available to him; and that the trial court used the wrong standard of proof in the reco...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-gladney"
    }
  ],
  "relatedIncidents": [
    16010,
    16017,
    16021,
    16022,
    16035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}