{
  "id": 16135,
  "title": "1984년 United States v. Elias Que Salvador, United States of America v. Katrina Denise Salvador 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-08-15",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Elias Que Salvador, United States of America v. Katrina Denise Salvador. 판결일: 1984-08-15. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Elias Que SALVADOR, Defendant-Appellant; UNITED STATES of America, Plaintiff-Appellee, v. Katrina Denise SALVADOR, Defendant-Appellant\n**판결일**: 1984-08-15\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Chambers, East, Goodwin\n\n## 변호인\n\nArthur G. Garcia, Asst. U.S. Atty., Phoenix, Ariz., for plaintiff-appellee., Francisco Leon, Asst. Federal Public Defender, Michael Morales, Phoenix, Ariz., for defendant-appellant.\n\n## 인용\n\n- 740 F.2d 752\n\n## 판결문 요약\n\n740 F.2d 752\n    UNITED STATES of America, Plaintiff-Appellee,v.Elias Que SALVADOR, Defendant-Appellant.UNITED STATES of America, Plaintiff-Appellee,v.Katrina Denise SALVADOR, Defendant-Appellant.\n    Nos. 81-1759, 81-1797.\n    United States Court of Appeals,Ninth Circuit.\n    Argued and Submitted Aug. 3, 1982.Decided Aug. 15, 1984.\n    \n      1\n      Arthur G. Garcia, Asst. U.S. Atty., Phoenix, Ariz., for plaintiff-appellee.\n    \n    \n      2\n      Francisco Leon, Asst. Federal Public Defender, Michael Morales, Phoenix, Ariz., for defendant-appellant.\n    \n    \n      3\n      Appeal from the United States District Court For the District of Arizona.\n    \n    \n      4\n      Before CHAMBERS and GOODWIN, Circuit Judges, and EAST,* District Judge.\n    \n    EAST, Senior District Judge:\n    \n      5\n      The appellants Elias Que Salvador and Katrina Denise Salvador (husband and wife) were tried in federal court for the armed robbery of a credit union (18 U.S.C. Secs. 2, 2113).  Appellants' first trial was terminated by a declaration of mistrial when the jury found itself deadlocked.  Upon retrial, Elias Salvador was convicted on both counts of the indictment for the robbery of a federally insured credit union in violation of 18 U.S.C. Secs. 2, 2113(a) (Count I), and for doing so with the use of a dangerous weapon in violation of 18 U.S.C. Secs. 2, 2113(d) (Count II).  Katrina Salvador was convicted on Count I of the indictment for her participation in the robbery and acquitted as t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-elias-que-salvador-united-states-of-america-v-katrina"
    }
  ],
  "relatedIncidents": [
    16011,
    16024,
    16028,
    16053,
    16073
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}