{
  "id": 16130,
  "title": "1984년 Frederick C. Lucius and Carliss Jean Lucius, Debtors-Appellants v. John C. McLemore Trustee-Appellee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-08-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Frederick C. Lucius and Carliss Jean Lucius, Debtors-Appellants v. John C. McLemore Trustee-Appellee. 판결일: 1984-08-23. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Frederick C. LUCIUS and Carliss Jean Lucius, Debtors-Appellants, v. John C. McLEMORE, Trustee-Appellee\n**판결일**: 1984-08-23\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Celebrezze, Engel, Kennedy, Per Curiam\n\n## 변호인\n\nH. Marshall Judd, Cookeville, Tenn., for debtor s-appellants., John C. McLemore, Nashville, Tenn., for trustee-appellee.\n\n## 인용\n\n- 741 F.2d 125\n\n## 판결문 요약\n\n741 F.2d 125\n    11 Collier Bankr.Cas.2d 296, 12 Bankr.Ct.Dec. 847,Bankr. L. Rep.  P 69,974\n    Frederick C. LUCIUS and Carliss Jean Lucius, Debtors-Appellants,v.John C. McLEMORE, Trustee-Appellee.\n    No. 83-5641.\n    United States Court of Appeals,Sixth Circuit.\n    Submitted July 19, 1984.Decided Aug. 23, 1984.\n    \n      H. Marshall Judd, Cookeville, Tenn., for debtors-appellants.\n      John C. McLemore, Nashville, Tenn., for trustee-appellee.\n      Before ENGEL and KENNEDY, Circuit Judges, and CELEBREZZE, Senior Circuit Judge.\n      PER CURIAM.\n    \n    \n      1\n      This case raises the question when a debtor may amend his filed schedules to add to the list of exempted property.  We hold that under Rule 110 of the old Federal Rules of Bankruptcy Procedure and Rule 1009 of the new Rules the debtor may amend his list as a matter of course at any time before the close of the case.\n    \n    \n      2\n      The debtors, Frederick C. and Carliss Jean Lucius, filed a voluntary petition in bankruptcy on October 20, 1982.  The Luciuses filed a Schedule B-4, claiming as exempt property clothing, household goods and furnishings, and an income tax refund.  The Luciuses also filed statements indicating that they owned two vehicles, a Dodge van and a Buick, and that a bank held a security interest in the Buick.\n    \n    \n      3\n      The creditors' meeting was held on December 16, 1982.  The bank did not participate and, upon inquiry by the trustee, stated that the Luciuses' obligat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=frederick-c-lucius-and-carliss-jean-lucius-debtors-appellants-v-john-c"
    }
  ],
  "relatedIncidents": [
    16010,
    16011,
    16013,
    16016,
    16017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}