{
  "id": 16143,
  "title": "1984년 United States v. James C. Panas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-08-01",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. James C. Panas. 판결일: 1984-08-01. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. James C. PANAS, Appellant\n**판결일**: 1984-08-01\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Arnold, Bowman, Gibson, John\n\n## 변호인\n\nRobert G. Ulrich, U.S. Atty., Michael A. Jones, Asst. U.S. Atty., Springfield, Mo., for appellee., James Larson, Nina Wilder, Larson & Weinberg, San Francisco, Cal., for appellant James Christopher Panas.\n\n## 인용\n\n- 738 F.2d 278\n\n## 판결문 요약\n\n738 F.2d 278\n    16 Fed. R. Evid. Serv. 146\n    UNITED STATES of America, Appellee,v.James C. PANAS, Appellant.\n    No. 83-1909.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted Jan. 11, 1984.Decided June 29, 1984.Rehearing Denied Aug. 1, 1984.\n    \n      Robert G. Ulrich, U.S. Atty., Michael A. Jones, Asst. U.S. Atty., Springfield, Mo., for appellee.\n      James Larson, Nina Wilder, Larson &amp; Weinberg, San Francisco, Cal., for appellant James Christopher Panas.\n      Before ARNOLD, JOHN R. GIBSON and BOWMAN, Circuit Judges.\n      JOHN R. GIBSON, Circuit Judge.\n    \n    \n      1\n      James C. Panas was convicted of conspiracy to distribute, and possession with intent to distribute, lysergic acid diethylamide (LSD) in violation of 21 U.S.C. Secs. 846 and 841(a) (1982).  On appeal, he raises numerous allegations of error.  The most significant among these are the admission of testimony under the coconspirator exception to the hearsay rule, the government's alleged withholding of evidence from discovery, and the district court's1 granting of a Protective Order foreclosing discovery of technical data of the transmitter used by undercover agents in his arrest.  We have carefully reviewed all of Panas' arguments and affirm his conviction.\n    \n    \n      2\n      In late 1982, government informant Michael Vanderhoof contacted Dennis Rhine, a drug dealing associate that Vanderhoof had known since 1974.  Vanderhoof purchased a small amount of LSD from Rhine on a nu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-james-c-panas"
    }
  ],
  "relatedIncidents": [
    16118,
    16123,
    16150,
    16152,
    16166
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}