{
  "id": 16147,
  "title": "1984년 Bishop 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-07-20",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: Bishop. 판결일: 1984-07-20. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Michael Lynn BISHOP, Appellant (Defendant), v. the STATE of Wyoming, Appellee (Plaintiff)\n**판결일**: 1984-07-20\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: Rooney, C.J., and Thomas, Rose, Brown and Cardine\n\n## 변호인\n\nLeonard D. Munker, State Public Defender, and Sylvia Lee Haekl, Appellate Counsel, Wyoming Public Defender Program, Cheyenne, for appellant., A.G. McClintock, Atty. Gen., Gerald A. Stack, Deputy Atty. Gen., Crim. Div., John Renneisen, Sr. Asst. Atty. Gen., and Margaret M. White, Asst. Atty. Gen., Cheyenne, for appellee.\n\n## 인용\n\n- 687 P.2d 242\n\n## 판결문 요약\n\n\n687 P.2d 242 (1984)\nMichael Lynn BISHOP, Appellant (Defendant),\nv.\nThe STATE of Wyoming, Appellee (Plaintiff).\nNo. 83-157.\nSupreme Court of Wyoming.\nJuly 20, 1984.\nRehearing Denied August 9, 1984.\n*243 Leonard D. Munker, State Public Defender, and Sylvia Lee Hackl, Appellate Counsel, Wyoming Public Defender Program, Cheyenne, for appellant.\nA.G. McClintock, Atty. Gen., Gerald A. Stack, Deputy Atty. Gen., Crim. Div., John Renneisen, Sr. Asst. Atty. Gen., and Margaret M. White, Asst. Atty. Gen., Cheyenne, for appellee.\nBefore ROONEY, C.J., and THOMAS, ROSE, BROWN and CARDINE, JJ.\nBROWN, Justice.\nAppellant Michael Lynn Bishop was charged by an information with two counts of burglary in violation of § 6-7-201(a)(i), W.S. 1977. Count I alleged that appellant committed a burglary on December 22, 1980, and Count II alleged that appellant committed another burglary on February 25, 1982. Appellant pled not guilty to both counts.\nAppellant filed a motion to sever the two counts for the purposes of trial contending prejudice and because the two charges were remote in time. The trial court denied the motion to sever. Appellant also filed a motion in limine asking the court to preclude the state from introducing evidence of prior bad acts which included evidence of theft, receiving stolen property and burglary. This motion was also denied. Appellant was found guilty of both counts and sentenced to the penitentiary. *244 The court further required that appellant pay restitution on both co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bishop-v-state"
    }
  ],
  "relatedIncidents": [
    16011,
    16024,
    16028,
    16053,
    16073
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}