{
  "id": 16148,
  "title": "1984년 State v. Gonzales 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-07-20",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: State v. Gonzales. 판결일: 1984-07-20. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Nebraska, Appellee, v. Catarino Gonzales, Jr., Appellant\n**판결일**: 1984-07-20\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Boslaugh, Caporale, Grant, Hastings, Krivosha, Shanahan, White\n\n## 변호인\n\nSteven C. Smith of Van Steenberg, Brower, Chaloupka, Mullin & Holyoke, for appellant., Paul L. Douglas, Attorney General, and Ralph H. Gillan, for appellee.\n\n## 인용\n\n- 352 N.W.2d 571\n- 218 Neb. 43\n\n## 판결문 요약\n\n\n352 N.W.2d 571 (1984)\n218 Neb. 43\nSTATE of Nebraska, Appellee,\nv.\nCatarino GONZALES, Jr., Appellant.\nNo. 83-831.\nSupreme Court of Nebraska.\nJuly 20, 1984.\n*572 Steven C. Smith of Van Steenberg, Brower, Chaloupka, Mullin &amp; Holyoke, Gering, for appellant.\nPaul L. Douglas, Atty. Gen., and Ralph H. Gillan, Lincoln, for appellee.\nKRIVOSHA, C.J., and BOSLAUGH, WHITE, HASTINGS, CAPORALE, SHANAHAN, and GRANT, JJ.\nGRANT, Justice.\nDefendant was convicted, after jury trial, of the crime of burglary and sentenced, after determination that he was a habitual criminal, to 10 to 12 years in the Nebraska Penal and Correctional Complex. He appeals, assigning seven errors. Those assignments may be summarized as error by the court (1) in failing to suppress defendant's confession and certain physical evidence seized pursuant to a search warrant; (2) in failing to dismiss the case because of insufficient evidence; (3) in the court's instructions to the jury, in that the court refused to instruct on criminal trespass as a lesser-included offense of burglary; and (4) in determining defendant to be a habitual criminal.\nWith regard to defendant's confession the evidence shows that defendant was arrested at 5:15 p.m. on June 1, 1983, in connection with a burglary that had occurred at the Don Reichert home in Scottsbluff, Nebraska, on April 15, 1983. Defendant was kept in jail, and at 9:20 a.m. the next morning he was informed of his Miranda rights. The interview between defendant and a Scottsbluf...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-gonzales"
    }
  ],
  "relatedIncidents": [
    16011,
    16024,
    16028,
    16053,
    16073
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}