{
  "id": 16142,
  "title": "1984년 Diaz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-08-02",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Diaz. 판결일: 1984-08-02. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. John Diaz and Wilfredo Gomez\n**판결일**: 1984-08-02\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Carro, Milonas\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Paul Cooperstein for John Diaz, respondent., Deborah Wolikow Loewenberg for Wilfredo Gomez, respondent., Thomas N. Burrows of counsel (Mark Dwyer with him on the brief; Robert M. Morgenthau, District Attorney, attorney), for appellant.\n\n## 인용\n\n- 103 A.D.2d 82\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nMilonas, J.\nOn November 21, 1981, shortly after 5:00 a.m., Police Officer John Raiszetnyk and his partner were on uniformed patrol in an unmarked vehicle when they received a radio report of a man with a gun at 12th Street and Avenue A in Manhattan. As they headed in that direction, they noticed a white 1975 Pontiac stopped at a red light at the intersection of 11th Street and Avenue A. The officers were unable to maneuver their car around the Pontiac, so Officer Raiszetnyk blew his horn. At that point, a man sitting in the back seat of the Pontiac turned to look at the *83officers. Officer Raiszetnyk thereupon recognized him to be Alex Ortiz, a person whom he had arrested on August 21, 1981 along with two other men. The three men had been charged with robbery for stealing an automobile from its owner at knifepoint. Officer Raiszetnyk was aware that there had recently been numerous robberies committed in the neighborhood by Hispanic males wearing black leather jackets and dungarees. Moreover, Officer Raiszetnyk could see that two other Hispanic men were in the front seat of the Pontiac.\nAccording to Officer Raiszetnyk, when Ortiz turned to look at the policemen, he became very nervous, spoke briefly with the occupants in the front seat, then exited the vehicle on the passenger side, walking east. He had on a black leather jacket and dungarees. Although the officers permitted Ortiz to leave, Officer Raiszetnyk again beeped his horn, motioning to the drive...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-diaz"
    }
  ],
  "relatedIncidents": [
    16011,
    16024,
    16028,
    16053,
    16073
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}