{
  "id": 16149,
  "title": "1984년 Travis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-07-19",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Travis. 판결일: 1984-07-19. 법원: Colorado Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Robert M. TRAVIS, and Patricia Haberman, as Co-Personal Representatives of the Estate of Katherine A. Warnock v. LA JUNTA STATE BANK\n**판결일**: 1984-07-19\n**법원**: Colorado Court of Appeals\n**관할**: Colorado, CO\n\n**판사**: Cise, Metzger, Tursi\n\n## 변호인\n\nEdward Garlington, Jr., John R. Stewart, La Junta, for plaintiffs-appellants., Mitchell & Mitchell, P.C., Michael T. Mitchell, Rocky Ford, for defendant-appel-lee.\n\n## 인용\n\n- 694 P.2d 350\n\n## 판결문 요약\n\n\nVAN CISE, Judge.\nPlaintiffs, the personal representatives of the estate of Katherine A. Warnock, deceased, sued defendant, La Junta State Bank (bank), claiming it had converted the proceeds of a cashier’s check. After a trial to the court, judgment was entered in favor of the bank. Plaintiffs appeal; we reverse.\nThe facts are not disputed. On or about November 15, 1979, Warnock purchased a $53,541.93 cashier’s check payable to herself drawn on the Pueblo Bank and Trust Company. Some time between November 15 and November 30, Warnock indorsed the check “Katherine Warnock.” Jerry Quick, her lawyer, wrote under her signature the words “deposit only.” On or about November 30, this check, so indorsed, was deposited by Quick or one of his employees into the Marquez Trust account at the bank pursuant to a deposit slip for that account. The Marquez Trust account was an account maintained at the bank by Quick. War-nock had no account in her own name in this bank on or subsequent to November 30, 1979, and no statements of account were sent to her by the bank during 1979 *351or thereafter. The check was processed through normal banking channels and was paid by the Pueblo Bank.\nWarnock died November 10, 1981. On June 24, 1982, plaintiffs made demand on the bank for payment of the amount of the check. The bank refused. At that time there were no funds in the Marquez Trust account. This lawsuit followed.\nOn these facts, the trial court held that plaintiffs could not recover and dismissed t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=travis-v-la-junta-state-bank"
    }
  ],
  "relatedIncidents": [
    16010,
    16011,
    16013,
    16016,
    16017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}