{
  "id": 16150,
  "title": "1984년 Ryan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-07-18",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Ryan. 판결일: 1984-07-18. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Iowa, Plaintiff, v. the Honorable Rodney RYAN, Judge, Fifth Judicial District, Defendant\n**판결일**: 1984-07-18\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Larson, Reynoldson, Schultz, Uhlenhopp, Wolle\n\n## 변호인\n\nThomas J. Miller, Atty. Gen., Gordon E. Allen, Sp. Asst. Atty. Gen., and Mark Hu-nacek, Asst. Atty. Gen., for plaintiff.\n\n## 인용\n\n- 351 N.W.2d 186\n\n## 판결문 요약\n\n\n351 N.W.2d 186 (1984)\nSTATE of Iowa, Plaintiff,\nv.\nThe Honorable Rodney RYAN, Judge, Fifth Judicial District, Defendant.\nNo. 83-1308.\nSupreme Court of Iowa.\nJuly 18, 1984.\n*187 Thomas J. Miller, Atty. Gen., Gordon E. Allen, Sp. Asst. Atty. Gen., and Mark Hunacek, Asst. Atty. Gen., for plaintiff.\nConsidered by REYNOLDSON, C.J., and UHLENHOPP, LARSON, SCHULTZ, and WOLLE, JJ.\nSCHULTZ, Justice.\nIn this original certiorari action the State challenges the district court's authority to effect a change in the confinement of a prisoner from a facility under the jurisdiction of the director of the Division of Adult Corrections to one outside of the director's control. We hold the district court is without power to order this kind of change except in situations specifically authorized by statute or mandated by the constitution.\nOn September 2, 1983, defendant district court judge Rodney Ryan ordered Jack Whitney, an inmate of the men's reformatory in Anamosa, to be transported to the Fort Des Moines Men's Residential Facility so he would be available as a witness in a Polk County criminal case. The State does not challenge this action by the trial court but does attack a second order entered by Judge Ryan on October 18. The subsequent action by the trial court was not related to Whitney's role as a witness in the pending criminal prosecution, but instead dealt with a change in custody.\nIn the disputed order, defendant judge indicated that the court had been advised the Department of Co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-ryan"
    }
  ],
  "relatedIncidents": [
    16118,
    16123,
    16143,
    16152,
    16166
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}