{
  "id": 16156,
  "title": "1984년 In re Estate 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-07-13",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: In re Estate. 판결일: 1984-07-13. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the ESTATE OF George B. RUDY, Jr., Deceased. Appeal of Mary C. LAU and Margaret A. Lau, Exceptants\n**판결일**: 1984-07-13\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Wickersham, Olszewski and Hoffman\n\n## 변호인\n\nLewis P. Sterling, York, for appellant., Byron H. LeCates, York, for Williams, participating party., Robert M. Strickler, York and Lawrence Barth, Deputy Attorney General, for The Visiting Nurse, participating party.\n\n## 인용\n\n- 478 A.2d 879\n- 329 Pa. Super. 458\n\n## 판결문 요약\n\n\n329 Pa. Superior Ct. 458 (1984)\n478 A.2d 879\nIn the Matter of the ESTATE OF George B. RUDY, Jr., Deceased.\nAppeal of Mary C. LAU and Margaret A. Lau, Exceptants.\nSupreme Court of Pennsylvania.\nArgued April 4, 1984.\nFiled July 13, 1984.\nPetition for Allowance of Appeal Denied January 7, 1985.\n*460 Lewis P. Sterling, York, for appellant.\nByron H. LeCates, York, for Williams, participating party.\nRobert M. Strickler, York and Lawrence Barth, Deputy Attorney General, for The Visiting Nurse, participating party.\nBefore WICKERSHAM, OLSZEWSKI and HOFFMAN, JJ.\nOLSZEWSKI, Judge:\nThis is an appeal from the final decree of the Orphan's Court of York County dismissing appellant's exceptions to the Chancellor's decree nisi and adjudication. For the reasons below, we affirm.\nOn June 23, 1980, George B. Rudy died, leaving a will dated April 1, 1976, and a codicil thereto dated February 9, 1979. Item III of the will stated: \"I give my personal *461 effects and all items of Rudy Family memorabilia . . . to . . . George W. Williams, III [appellee]. . . .\" Item VIII of Mr. Rudy's will bequeathed all of his real property, \"together with the contents thereof\", to his friends, Mary and Margaret Lau [appellants]. The residue of the estate was placed in trust, with the income thereof payable perpetually to several charitable organizations, among them the York College of Pennsylvania.\nAppellants contest the disposition of certain items found locked in a filing cabinet on the deceased's premises. The...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=matter-of-estate-of-rudy"
    }
  ],
  "relatedIncidents": [
    16010,
    16011,
    16013,
    16016,
    16017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}