{
  "id": 16157,
  "title": "1984년 People v. Johnson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-07-13",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: People v. Johnson. 판결일: 1984-07-13. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Frederick Johnson\n**판결일**: 1984-07-13\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Schnepp\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Redmond & Parrinello (John R. Parrinello of counsel), for appellant., Howard R. Relin, District Attorney (Michael J. Nelson of counsel), for respondent.\n\n## 인용\n\n- 102 A.D.2d 616\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nSchnepp, J.\nWe are concerned with the constitutional propriety of the investigative stop of defendant’s automobile on a public highway. The pivotal issue is whether the police possessed reasonable suspicion of criminal activity to justify this interference with defendant’s travel and privacy. This case also raises questions regarding the role that race played in the decision to detain defendant. Following the denial of *617defendant’s motion to suppress the evidence which was obtained as a result of that seizure, he pleaded guilty to robbery in the first degree and petit larceny.\nI\nThe facts developed at the suppression hearing are undisputed. On April 28, 1982, Sergeant James O’Connor of the Town of Greece Police Department read a newspaper article concerning two convenience store robberies which had occurred in the Towns of Gates and Chili the preceding night. Before going on duty, he was advised by the Gates police that the robberies occurred after 11:00 p.m. within one-half hour of each other, that in both cases the suspect was the same “black male” and that, although no vehicle was seen in the area of the Gates robbery, a black male in a large, dark colored vehicle was seen in the vicinity of the Chili robbery prior to its commission. This information, however, did not “connect the car or the male with the [Chili] robbery”. Thereupon at their 10:00 p.m. roll call, the sergeant told his officers of the pattern of the robberies and asked them to pay s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-johnson"
    }
  ],
  "relatedIncidents": [
    16011,
    16024,
    16028,
    16053,
    16073
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}