{
  "id": 16153,
  "title": "1984년 Smith Plumbing Co. v. Aetna Casualty & Surety Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-07-17",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Smith Plumbing Co. v. Aetna Casualty & Surety Co.. 판결일: 1984-07-17. 법원: Court of Appeals of Arizona.",
  "description": "## 사건 정보\n\n**사건명**: SMITH PLUMBING COMPANY, INC., an Arizona Corporation, Dba White Mountain Supply Company, Plaintiff/Appellant, v. AETNA CASUALTY & SURETY COMPANY, a Connecticut Corporation, Defendant/Appellee, White Mountain Apache Tribe, Dba Apache Development Enterprise, Defendant/Intervenor/Appellee\n**판결일**: 1984-07-17\n**법원**: Court of Appeals of Arizona\n**관할**: Arizona, AZ\n\n**판사**: Birdsall, Hathaway, Howard\n\n## 변호인\n\nKillian, Legg, Nicholas & Fischer by Charles W. Wirken, Mesa, for plaintiff/appellant., Robert C. Brauchli, Whiteriver, for defendant/appellee and defendant/inter-venor/appellee.\n\n## 인용\n\n- 720 P.2d 520\n- 149 Ariz. 545\n\n## 판결문 요약\n\n\n149 Ariz. 545 (1984)\n720 P.2d 520\nSMITH PLUMBING COMPANY, INC., an Arizona corporation, dba White Mountain Supply Company, Plaintiff/Appellant,\nv.\nAETNA CASUALTY &amp; SURETY COMPANY, a Connecticut corporation, Defendant/Appellee, White Mountain Apache Tribe, dba Apache Development Enterprise, Defendant/Intervenor/Appellee.\nNo. 2 CA-CIV 5072.\nCourt of Appeals of Arizona, Division 2.\nJuly 17, 1984.\n*546 Killian, Legg, Nicholas &amp; Fischer by Charles W. Wirken, Mesa, for plaintiff/appellant.\nRobert C. Brauchli, Whiteriver, for defendant/appellee and defendant/intervenor/appellee.\nBIRDSALL, Chief Judge.\nThis appeal was taken from the order of the superior court dismissing appellant's complaint. A brief recitation of the facts underlying the action follows.\nIn 1963, the Tribal Council of the White Mountain Apache Tribe (Tribe) created the White Mountain Apache Housing Authority (Authority) for the purpose of receiving financial assistance from the federal government for the construction of low income housing. In 1968, the Tribe created the White Mountain Apache Development Enterprise (Enterprise) for the purpose of undertaking construction projects on the reservation. In 1978, the Authority contracted with the Enterprise for the construction of four low-income housing projects to be financed with funding received from the United States Department of Housing and Urban Development (HUD).\nPursuant to HUD regulations, the Enterprise obtained four performance-payment bonds pertaini...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-plumbing-co-v-aetna-casualty-surety-co"
    }
  ],
  "relatedIncidents": [
    16010,
    16011,
    16013,
    16016,
    16017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}