{
  "id": 16158,
  "title": "1984년 Green 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-07-11",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Green. 판결일: 1984-07-11. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: G.W. GREEN, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1984-07-11\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Clinton, Davis, Miller, Odom, Onion, Teague\n\n## 변호인\n\nGregory L. Hennig, Houston, for appellant., James H. Keeshan, Dist. Atty., and Michael A. McDougal, Asst. Dist. Atty., Con-roe, Robert Huttash, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 682 S.W.2d 271\n\n## 판결문 요약\n\n\n682 S.W.2d 271 (1984)\nG.W. GREEN, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 60133.\nCourt of Criminal Appeals of Texas, En Banc.\nJuly 11, 1984.\nRehearing Denied September 26, 1984.\nCertiorari Denied March 4, 1985.\n*275 Gregory L. Hennig, Houston, for appellant.\nJames H. Keeshan, Dist. Atty., and Michael A. McDougal, Asst. Dist. Atty., Conroe, Robert Huttash, State's Atty., Austin, for the State.\nBefore the court en banc.\nCertiorari Denied March 4, 1985. See 105 S. Ct. 1407.\n\nOPINION\nW.C. DAVIS, Judge.\nA jury found appellant guilty of capital murder and answered the three special issues affirmatively. Punishment was assessed at death. See Art. 37.071, V.A.C. C.P.\nAppellant asserts thirty-one grounds of error. In his nineteenth ground appellant contends that the trial court erred in excusing several prospective jurors.\nThis ground of error appears to be based upon two separate contentions: that the trial court struck certain prospective jurors because they said that it would be difficult for them to impose the death penalty upon one \"convicted solely under the association of the law of parties when such person might not have actually committed the actual physical act;\" and that the trial court improperly struck certain prospective jurors after they stated that they did not believe in the death penalty.\nAppellant neither names these \"certain prospective jurors\" nor cites where the alleged error may be found in the record. He cites no cases in support of his legal contentio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "주요판결",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=porras-v-craig"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=green-v-state"
    }
  ],
  "relatedIncidents": [
    16170,
    16172,
    16189,
    16010,
    16017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}