{
  "id": 16164,
  "title": "1984년 People v. Lancaster 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-07-09",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: People v. Lancaster. 판결일: 1984-07-09. 법원: Supreme Court of Colorado.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE of the State of Colorado v. Virginia M. LANCASTER\n**판결일**: 1984-07-09\n**법원**: Supreme Court of Colorado\n**관할**: Colorado, CO\n\n**판사**: Erickson\n\n## 변호인\n\nWarwick Downing, Dist. Atty., 22nd Judicial Dist., Cortez, William H. Higgins, Sp. Deputy Dist. Atty., Denver, for plaintiff-appellant., Kelly R. McCabe, Cortez, for defendant-appellee.\n\n## 인용\n\n- 683 P.2d 1202\n\n## 판결문 요약\n\n\nERICKSON, Chief Justice.\nThe prosecution appealed from an order of the district court dismissing an information which charged the defendant, Virginia Lancaster, with felony theft, section 18-4-401, 8 C.R.S. (1978). The trial court dismissed the information at the conclusion of the preliminary hearing on the ground that the prosecution failed to establish probable cause that the defendant committed the crime of theft. We reverse.\nI.\nThe transcript of defendant’s preliminary hearing reveals the following facts. Pauline Maylott was employed as an activities director at the Vista Grande Nursing Home (Vista) in Cortez, Colorado, from 1977 through the spring of 1983. During that time, she and defendant, a business office manager at Vista, became close friends.\nMaylott was assigned the duty of taking patients’ income checks1 received each month at the Vista business office to the various patients for endorsement. The endorsed checks were then returned by her to the business office where both she and the defendant would “endorse the checks as witnesses.”\nMaylott testified that most of the checks were then posted to each patient’s ledger account and deposited in Vista’s general business account. A small number of checks specially selected by the defendant were, however, placed in individual envelopes and, at defendant’s request, taken by Maylott to Citizens State Bank (Citizens) to be cashed. The money was delivered to defendant who was required to credit the full amount of the cash ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-lancaster"
    }
  ],
  "relatedIncidents": [
    16033,
    16036,
    16046,
    16057,
    16212
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}