{
  "id": 16160,
  "title": "1984년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-07-10",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Brown. 판결일: 1984-07-10. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF OREGON, Respondent on Review, v. ALVIN HAROLD BROWN, Petitioner on Review\n**판결일**: 1984-07-10\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: Jones\n\n## 변호인\n\nMarc D. Blackman, of Ransom, Blackman & Simson, Portland, argued the cause for petitioner on review. With him on the brief was Diane L. Alessi, Portland., Stephen F. Peifer, Assistant Attorney General, Salem, argued the cause for respondent on review. With him on the brief were Dave Frohnmayer, Attorney General, and William F. Gary, Solicitor General, Salem.\n\n## 인용\n\n- 687 P.2d 751\n- 297 Or. 404\n\n## 판결문 요약\n\n\n687 P.2d 751 (1984)\n297 Or. 404\nSTATE of Oregon, Respondent On Review,\nv.\nAlvin Harold BROWN, Petitioner On Review.\nSC C81-04-32024; SC A22491; SC S30146.\nSupreme Court of Oregon, In Banc.\nArgued and Submitted March 6, 1984.\nDecided July 10, 1984.\n*752 Marc D. Blackman, of Ransom, Blackman &amp; Simson, Portland, argued the cause for petitioner on review. With him on the brief was Diane L. Alessi, Portland.\nStephen F. Peifer, Asst. Atty. Gen., Salem, argued the cause for respondent on review. With him on the brief were Dave Frohnmayer, Atty. Gen., and William F. Gary, Sol. Gen., Salem.\n*753 JONES, Justice.\nOn April 3, 1981, the victim in this case was approached by a man whom she did not know. After brief conversation, the man pulled her into the bushes and raped and sodomized her. The encounter lasted approximately 45 minutes. The next day, and again on April 8, the victim identified the defendant, Alvin Brown, as the perpetrator of the crimes by picking his photograph out of a photographic display. The defendant was then arrested and arraigned.\nAfter retaining counsel, the defendant submitted to two polygraph examinations conducted by a private polygraph examiner, Kenneth Simmons, who specializes in criminal defense polygraphy. Simmons reported to defense counsel that his first polygraph examination of the defendant on April 13 produced inconclusive results. Simmons testified:\n\"A. * * * [T]here were three relevant questions, two relevant questions, did you have sexual inte...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-brown"
    }
  ],
  "relatedIncidents": [
    16011,
    16024,
    16026,
    16027,
    16030
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}