{
  "id": 16167,
  "title": "1984년 Barker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-07-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Barker. 판결일: 1984-07-05. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: James Barker, as Guardian ad Litem of George Barker, an Infant v. Abdullah Kallash, and Daniel Melucci, Sr., and Another, as Guardians ad Litems of Daniel Melucci, Jr.\n**판결일**: 1984-07-05\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: Jasen, Simons, Wachtler\n\n## 변호인\n\nPOINTS OF COUNSEL, Richard T. Farrell and Marvin Suss for appellant., Jeffrey S. Rovins and Salvatore A. Mazzoni for respondents., Rosario D’Apice for Abdullah Kallash and another, defendants.\n\n## 인용\n\n- 63 N.Y.2d 19\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nWachtler, J.\nThe question on this appeal is whether the 15-year-old plaintiff, who was injured while constructing a “pipe bomb”, can maintain a tort action against the 9-year-old defendant who allegedly sold the firecrackers from which the plaintiff’s companions extracted the gunpowder used to construct the bomb. The trial court granted summary judgment dismissing the cause of action against the defendant and his parents for alleged negligent supervision. The Appellate Division affirmed. The plaintiff has appealed by leave of this court.\n*23The facts are in dispute; however, for the purposes of this appeal, dealing with a motion for summary judgment, we must accept the plaintiff’s version of the events, as the lower courts have done.\nOn June 25, 1976 the plaintiff, George Barker, and two companions, Ayman and Anas Kallash, made a “pipe bomb” in the backyard of the Barker home in Brooklyn. At the time the plaintiff was nearly 15 years old and the Kallash brothers were 14 and 15, respectively. The bomb was made by filling a metal pipe, three or four inches long and one inch wide, with gunpowder.\nThe plaintiff concededly obtained the pipe from his father’s home workshop where he also found the caps to seal it and a power drill he used to make a hole for the fuse. Although his father also used gunpowder to reload shotgun shells at home, the plaintiff contends that the gunpowder used in the bomb was supplied by the Kallash brothers who extracted it from firec...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=barker-v-kallash"
    }
  ],
  "relatedIncidents": [
    16011,
    16024,
    16030,
    16131,
    16160
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}