{
  "id": 16161,
  "title": "1984년 Cox 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-07-10",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Cox. 판결일: 1984-07-10. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Cox v. the State\n**판결일**: 1984-07-10\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Banke, Benham, Pope\n\n## 변호인\n\nMichael H. Lane, for appellant., Lewis R. Slaton, District Attorney, Joseph J. Drolet, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 320 S.E.2d 611\n- 171 Ga. App. 550\n\n## 판결문 요약\n\n\n171 Ga. App. 550 (1984)\n320 S.E.2d 611\nCOX\nv.\nTHE STATE.\n68686.\nCourt of Appeals of Georgia.\nDecided July 10, 1984.\nMichael H. Lane, for appellant.\nLewis R. Slaton, District Attorney, Joseph J. Drolet, Assistant District Attorney, for appellee.\nBANKE, Presiding Judge.\nAfter he was indicted for the murder of his brother in 1980, the appellant entered a special plea of insanity and was found not guilty by reason of insanity. He has since been confined involuntarily at the Georgia Regional Hospital. This appeal is from the denial in June of 1983 of an application for his release, filed pursuant to OCGA § 17-7-131.\nThe trial court heard testimony from various members of the hospital staff, including a doctor, two nurses, and a chaplain, and from the appellant and his mother. It appears without dispute from this testimony that the appellant is a paranoid schizophrenic whose symptoms are controlled by medication and are currently in remission. *551 There have been no reports of violent behavior on his part in the past six months. However, the appellant's mother expressed concern over whether he would be willing to continue taking his medication on a voluntary basis if he were released. She further testified that he had suffered relapses in the past after ceasing to take his medication, and the trial court found as a matter of fact that the appellant had killed his brother after he ceased taking his medication during a previous release from confinement. The hospital physician and n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cox-v-state"
    }
  ],
  "relatedIncidents": [
    16010,
    16017,
    16021,
    16022,
    16035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}