{
  "id": 16166,
  "title": "1984년 Robinson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-07-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Robinson. 판결일: 1984-07-05. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: SMITH Et Al. v. ROBINSON, RHODE ISLAND ASSOCIATE COMMISSIONER OF EDUCATION, Et Al.\n**판결일**: 1984-07-05\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Blackmun, Brennan, Burger, Powell, Rehnquist, White\n\n## 변호인\n\nE. Richard Larson argued the cause for petitioners. With him on the briefs were Burt Neubome, Charles S. Sims, and Ivan E. Bodensteiner., Forrest L. Avila argued the cause and filed a brief for respondents.*\n\n## 인용\n\n- 82 L. Ed. 2d 746\n- 104 S. Ct. 3457\n- 468 U.S. 992\n- 1984 U.S. LEXIS 155\n\n## 판결문 요약\n\n\n468 U.S. 992 (1984)\nSMITH ET AL.\nv.\nROBINSON, RHODE ISLAND ASSOCIATE COMMISSIONER OF EDUCATION, ET AL.\nNo. 82-2120.\nSupreme Court of United States.\nArgued March 28, 1984\nDecided July 5, 1984\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FIRST CIRCUIT\n*994 E. Richard Larson argued the cause for petitioners. With him on the briefs were Burt Neuborne, Charles S. Sims, and Ivan E. Bodensteiner.\nForrest L. Avila argued the cause and filed a brief for respondents.[*]\nInez Smith Reid, Corporation Counsel, John H. Suda, Principal Deputy Corporation Counsel, Charles L. Reischel, Deputy Corporation Counsel, and Richard B. Nettler, Assistant Corporation Counsel, filed a brief for the District of Columbia as amicus curiae urging affirmance.\nGwendolyn H. Gregory, August W. Steinhilber, and Thomas A. Shannon filed a brief for the National School Boards Association as amicus curiae.\nJUSTICE BLACKMUN delivered the opinion of the Court.\nThis case presents questions regarding the award of attorney's fees in a proceeding to secure a \"free appropriate public education\" for a handicapped child. At various stages in the proceeding, petitioners asserted claims for relief based on state law, on the Education of the Handicapped Act (EHA), 84 Stat. 175, as amended, 20 U.S. C. § 1400 et seq., on § 504 of the Rehabilitation Act of 1973, 87 Stat. 394, as amended, 29 U.S. C. § 794, and on the Due Process and Equal Protection Clauses of the Fourteenth Amendment to the United States Constitution...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-robinson"
    }
  ],
  "relatedIncidents": [
    15908,
    16026,
    16027,
    16118,
    16123
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}