{
  "id": 16169,
  "title": "1984년 United States v. Lorenzo Lawrence Jose De La Luz Gallegos 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-07-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Lorenzo Lawrence Jose De La Luz Gallegos. 판결일: 1984-07-02. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Lorenzo Lawrence Jose DE LA LUZ GALLEGOS, Defendant-Appellant\n**판결일**: 1984-07-02\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n**판사**: Cook, Logan, McWILLIAMS\n\n## 변호인\n\nCharles Dickinson Burg, Denver, Colo., for defendant-appellant., Presiliano Torrez, Asst. U.S. Atty., Albuquerque, N.M. (William L. Lutz, U.S. Atty. and Stanley K. Kotovsky, Jr., Asst. U.S. Atty., Albuquerque, N.M., on brief), for plaintiff-appellee.\n\n## 인용\n\n- 738 F.2d 378\n\n## 판결문 요약\n\n738 F.2d 378\n    UNITED STATES of America, Plaintiff-Appellee,v.Lorenzo Lawrence Jose DE LA LUZ GALLEGOS, Defendant-Appellant.\n    No. 83-1423.\n    United States Court of Appeals,Tenth Circuit.\n    July 2, 1984.\n    \n      1\n      Charles Dickinson Burg, Denver, Colo., for defendant-appellant.\n    \n    \n      2\n      Presiliano Torrez, Asst. U.S. Atty., Albuquerque, N.M.  (William L. Lutz, U.S. Atty. and Stanley K. Kotovsky, Jr., Asst. U.S. Atty., Albuquerque, N.M., on brief), for plaintiff-appellee.\n    \n    \n      3\n      Before McWILLIAMS and LOGAN, Circuit Judges, and COOK*, District Judge.\n    \n    \n      4\n      H. DALE COOK, District Judge.\n    \n    \n      5\n      Defendant Lorenzo Lawrence Jose De La Luz Gallegos was convicted after trial to a jury of possession of an unregistered firearm, in violation of 26 U.S.C. Sec. 5861(d) and possession of a firearm bearing no serial number, in violation of 26 U.S.C. Sec. 5861(i).  Defendant was sentenced as a youthful offender pursuant to the provisions of 18 U.S.C. Sec. 5010(b) on March 18, 1983.  The assertions raised by the defendant on appeal are that (1) the trial court erred in denying defendant's motion to suppress statements made to a government agent, and (2) the trial court erred in denying defendant's motion for a mistrial based upon defendant's assertion that trial counsel for the government presented during opening statement information which penalized the defendant for invocation of his Sixth Amendment right to co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-lorenzo-lawrence-jose-de-la-luz-gallegos"
    }
  ],
  "relatedIncidents": [
    16072,
    16268,
    16010,
    16011,
    16013
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}