{
  "id": 16177,
  "title": "1984년 Flores 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-06-20",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Flores. 판결일: 1984-06-20. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Norberto Martinez FLORES v. The STATE of Texas\n**판결일**: 1984-06-20\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: McCormick\n\n## 변호인\n\nHector Yznaga, Brownsville, for appellant., Reynaldo S. Cantu, Jr., Dist. Atty. and Marjory Colvin, Asst. Dist. Atty., Brownsville, Robert Huttash, State’s Atty. and Alfred Walker, First Asst. State’s Atty., Austin, for the State.\n\n## 인용\n\n- 676 S.W.2d 364\n\n## 판결문 요약\n\n\nOPINION ON APPELLANT’S PETITION FOR DISCRETIONARY REVIEW\nMcCORMICK, Judge.\nWe granted appellant’s petition for discretionary review to review the holding of the Thirteenth Court of Appeals, 654 S.W.2d 14, as to the appellant’s allegation of jury misconduct resulting from discussion of parole laws. The Court of Appeals applied the test that was set out in the plurality opinion in Munroe v. State, 637 S.W.2d 475 (Tex.Cr.App.1982), and found no reversible error. On May 23, 1984, this Court handed down an opinion in the case of Sneed v. State, 670 S.W.2d 262 (1984), in which we readopted “the five prong test of pre-Heredia cases.” See Heredia v. State, 528 S.W.2d 847 (Tex.Cr.App.1975).\nWe have reviewed this case under the five-prong test adopted in Sneed and have determined that the decision of the Court of Appeals is correct. The appellant’s petition for discretionary review was improvidently granted. It is, therefore, ordered dismissed.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=flores-v-state"
    }
  ],
  "relatedIncidents": [
    16010,
    16011,
    16013,
    16016,
    16017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}