{
  "id": 16170,
  "title": "1984년 Ture 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-06-29",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Ture. 판결일: 1984-06-29. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Minnesota, Respondent, v. Joseph Donald TURE, Jr., Appellant\n**판결일**: 1984-06-29\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Kelley\n\n## 변호인\n\nC. Paul Jones, State Public Defender, Susan K. Maki, Asst. Public Defender, Minneapolis, for appellant., Hubert H. Humphrey, III, Atty. Gen., St. Paul, John MacGibbon, Sherburne County Atty., Elk River, Thomas Heffelfinger, Asst. Hennepin County Atty., Minneapolis, Thomas Van Horn, Asst. Dakota County Atty., Hastings, for respondent.\n\n## 인용\n\n- 353 N.W.2d 502\n\n## 판결문 요약\n\n\n353 N.W.2d 502 (1984)\nSTATE of Minnesota, Respondent,\nv.\nJoseph Donald TURE, Jr., Appellant.\nNo. C5-82-385.\nSupreme Court of Minnesota.\nJune 29, 1984.\n*505 C. Paul Jones, State Public Defender, Susan K. Maki, Asst. Public Defender, Minneapolis, for appellant.\nHubert H. Humphrey, III, Atty. Gen., St. Paul, John MacGibbon, Sherburne County Atty., Elk River, Thomas Heffelfinger, Asst. Hennepin County Atty., Minneapolis, Thomas Van Horn, Asst. Dakota County Atty., Hastings, for respondent.\nHeard, considered and decided by the court en banc.\nKELLEY, Justice.\nFollowing conviction, defendant Joseph Donald Ture, Jr. was sentenced to mandatory *506 life imprisonment for the first-degree murder of Diane Edwards.[1] In this appeal he claims that certain statements made by him to police officers should have been suppressed on fifth and sixth amendment grounds; that the trial court erred in admitting testimony of a witness who had undergone hypnosis prior to testifying; that the trial judge erred in admitting other-crime evidence; that cumulative trial errors require the granting of a new trial; that the evidence is insufficient to sustain the convictions; that the prosecutor's final argument deprived him of a fair trial; and that the court committed sentencing errors. We affirm the judgment of conviction and the sentence imposed on one first-degree murder conviction and the judgment of conviction of one count of kidnapping. We vacate one judgment of conviction for first-degree murder an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-ture"
    }
  ],
  "relatedIncidents": [
    16158,
    16172,
    16189,
    16010,
    16017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}