{
  "id": 16172,
  "title": "1984년 Reed 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-06-28",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Reed. 판결일: 1984-06-28. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington, Respondent, v. Gordon James Reed, Petitioner\n**판결일**: 1984-06-28\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Rosellini, Utter\n\n## 변호인\n\nDon W. Taylor (of Fristoe, Taylor & Schultz, Ltd., P.S.), for petitioner., Jeff Campiche, Prosecuting Attorney, and Jeremy Randolph, Special Appeals Deputy, for respondent.\n\n## 인용\n\n- 684 P.2d 699\n- 102 Wash. 2d 140\n\n## 판결문 요약\n\n\n102 Wash. 2d 140 (1984)\n684 P.2d 699\nTHE STATE OF WASHINGTON, Respondent,\nv.\nGORDON JAMES REED, Petitioner.\nNo. 49832-6.\nThe Supreme Court of Washington, En Banc.\nJune 28, 1984.\n*141 Don W. Taylor (of Fristoe, Taylor &amp; Schultz, Ltd., P.S.), for petitioner.\nJeff Campiche, Prosecuting Attorney, and Jeremy Randolph, Special Appeals Deputy, for respondent.\nROSELLINI, J.\nOnce again this court confronts the difficult task of evaluating the effect that misconduct on the part of a young, zealous prosecutor has upon the rights of the defendant. Here, highly emotional appeals to jury prejudice, as well as improper expressions of personal belief, force us to reverse petitioner's conviction so that petitioner's unconditional right to a fair trial is preserved.\n\nI\nPetitioner, Gordon James Reed, stands convicted of first degree murder for the slaying of his wife. He has never denied committing the act but asserts that extreme intoxication, combined with borderline personality disorders, prevented him from forming a premeditated intent to kill his wife.\nThe basic facts of the crime are relatively undisputed. Petitioner and his wife, Anola Reed, led a seminomadic life for most of the time they were together. One, or both of them, drank frequently and worked less so. During these years, the couple had four children, the oldest of whom was 5 at the time of Anola's death.\nAt the time of the killing, the family was living in Raymond, Washington. Both Gordon and Anola were out of work. The r...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-reed"
    }
  ],
  "relatedIncidents": [
    16158,
    16170,
    16189,
    16010,
    16017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}