{
  "id": 16182,
  "title": "1984년 First National Bank of Long Prairie v. Department of Commerce 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-06-15",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: First National Bank of Long Prairie v. Department of Commerce. 판결일: 1984-06-15. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Application of Merle P. LARSON, President, and Kenneth A. Leyk, Executive Vice President and Cashier, State Bank of Grey Eagle to Amend the Certificate of Incorporation of Said State Bank of Grey Eagle, Changing Its Place of Business From the City of Grey Eagle to Frontage Road and Highway 71 South, in the City of Long Prairie, County of Todd, State of Minnesota. FIRST NATIONAL BANK OF LONG PRAIRIE, Etc., Et Al., Petitioners-Objectors, Appellants, v. DEPARTMENT OF COMMERCE, Et Al., Respondents, State Bank of Grey Eagle, Intervening Respondent Below\n**판결일**: 1984-06-15\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Yetka\n\n## 변호인\n\nRichard H. Kyle, St. Paul, for 1st Nat’l Bank of Long Prairie and 1st State Bank of Swanville., Jon J. Hoganson, St. Paul, for Lee State Bank of Browerville., Christopher J. Dietzen, Andrew Mitchell, Minneapolis, for 1st Nat’l Bank of Long Prairie and 1st State Bank of Swanville., Thomas F. Pursell, St. Paul, for Res. Commerce Commission et al., Steven J. Johnson, Minneapolis, for State Bank of Grey Eagle.\n\n## 인용\n\n- 350 N.W.2d 363\n\n## 판결문 요약\n\n\n350 N.W.2d 363 (1984)\nIn the Matter of the Application of Merle P. LARSON, President, and Kenneth A. Leyk, Executive Vice President and Cashier, State Bank of Grey Eagle to Amend the Certificate of Incorporation of said State Bank of Grey Eagle, Changing its Place of Business from the City of Grey Eagle to Frontage Road and Highway 71 South, in the City of Long Prairie, County of Todd, State of Minnesota.\nFIRST NATIONAL BANK OF LONG PRAIRIE, etc., et al., petitioners-objectors, Appellants,\nv.\nDEPARTMENT OF COMMERCE, et al., Respondents,\nState Bank of Grey Eagle, Intervening Respondent Below.\nNo. C4-83-839.\nSupreme Court of Minnesota.\nJune 15, 1984.\n*364 Richard H. Kyle, St. Paul, for 1st Nat'l Bank of Long Prairie and 1st State Bank of Swanville.\nJon J. Hoganson, St. Paul, for Lee State Bank of Browerville.\nChristopher J. Dietzen, Andrew Mitchell, Minneapolis, for 1st Nat'l Bank of Long Prairie and 1st State Bank of Swanville.\nThomas F. Pursell, St. Paul, for Res. Commerce Commission et al.\nSteven J. Johnson, Minneapolis, for State Bank of Grey Eagle.\nHeard, considered and decided by the court en banc.\nYETKA, Justice.\nThis appeal presents a question under Minn.Stat. § 47.52 (1982), the \"home office protection rule\" of Minnesota's detached banking facilities law. The home office protection rule prohibits establishment of a branch bank in a community of under 10,000 unless all banks with main offices in the community have provided their written consent.\nIn this case, the State...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=first-national-bank-of-long-prairie-v-department-of-commerce"
    }
  ],
  "relatedIncidents": [
    16118,
    16123,
    16143,
    16150,
    16152
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}