{
  "id": 16184,
  "title": "1984년 United States v. Paul Solina and Ronnie Bruscino 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-06-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Paul Solina and Ronnie Bruscino. 판결일: 1984-06-13. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Paul SOLINA and Ronnie Bruscino, Defendants-Appellants\n**판결일**: 1984-06-13\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Coffey, Pell, Posner\n\n## 변호인\n\nRobert C. Babione, St. Louis, Mo., Mary M. Runnells, Bloomfield, Ind., for defendants-appellants., Robert T. Coleman, Asst. U.S. Atty., Frederick J. Hess, U.S. Atty., East St. Louis, for plaintiff-appellee.\n\n## 인용\n\n- 733 F.2d 1208\n\n## 판결문 요약\n\n733 F.2d 1208\n    15 Fed. R. Evid. Serv. 1183\n    UNITED STATES of America, Plaintiff-Appellee,v.Paul SOLINA and Ronnie Bruscino, Defendants-Appellants.\n    Nos. 83-1200, 83-1232.\n    United States Court of Appeals,Seventh Circuit.\n    Argued Nov. 8, 1983.Decided April 27, 1984.Rehearing Denied May 31, 1984.As Amended on Denial ofRehearing and Rehearing En BancJune 13, 1984.\n    \n      Robert C. Babione, St. Louis, Mo., Mary M. Runnells, Bloomfield, Ind., for defendants-appellants.\n      Robert T. Coleman, Asst. U.S. Atty., Frederick J. Hess, U.S. Atty., East St. Louis, for plaintiff-appellee.\n      Before PELL, POSNER and COFFEY, Circuit Judges.\n      POSNER, Circuit Judge.\n    \n    \n      1\n      Solina and Bruscino, two inmates at Marion Federal Penitentiary, appeal from their convictions for assaulting a guard, Carter, during a free-for-all in the prison mess.  Carter had just taken a knife away from another inmate when (according to the government's evidence) Solina tackled him and Bruscino hit him with a chair.  Solina and Bruscino were tried together, convicted by a jury, and sentenced to three and eight years' imprisonment, respectively, to run consecutively to their other federal sentences.\n    \n    \n      2\n      Their appeals raise a number of different issues, which we discuss in the sequence in which they arose in the prosecutions.  One issue, however--the defendants' challenge to the selection of the jury--need not be discussed;  the identical issue was resolved...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-paul-solina-and-ronnie-bruscino"
    }
  ],
  "relatedIncidents": [
    16058,
    16082,
    16269,
    16301,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}