{
  "id": 16185,
  "title": "1984년 Vaughan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-06-12",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Vaughan. 판결일: 1984-06-12. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: James Earl VAUGHAN v. Mary Jean Vaughan MERRITT\n**판결일**: 1984-06-12\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Gler, Nugent, Shan, Turnage\n\n## 변호인\n\nEdward Berg, Mid-Missouri Legal Services, Columbia, for appellant., David V. Bear, Bear, Hines & Thomas, Columbia, for respondent.\n\n## 인용\n\n- 672 S.W.2d 187\n\n## 판결문 요약\n\n\nTURNAGE, Chief Judge.\nJames Vaughan filed a motion to modify a dissolution decree to require that his son visit him in the penitentiary. The court denied the motion and Vaughan contends that the denial is not supported by substantial evidence and that the court did not make a specific finding that the requested visitation would endanger the physical health or impair the emotional development of the child. Affirmed.\nVaughan’s son was nine and one-half years old at the time of the hearing on the motion. He had not seen Vaughan since he *188was two years of age and did not know that Vaughan was in prison.\nVaughan was under a sentence of 20 years following a plea of guilty to two rapes, sodomy, and assault. Prior to that plea Vaughan had been convicted of contributing to the delinquency of a child by having sexual relations with a girl under the age of 16.\nThere was evidence that Vaughan’s son was well adjusted and happy. There was also evidence that it would be extremely upsetting to him to learn that his father was in prison and to further learn that he would be required to visit his father at prison.\nThe court is considered to have found all fact issues in accordance with the result reached. Rule 73.01(a)(2). Thus, the trial court is deemed to have found that it would not be in the best interest of the child to require him to visit his father in the penitentiary. This result is supported by substantial evidence in the record concerning the well being of the boy at the time of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=vaughan-v-merritt"
    }
  ],
  "relatedIncidents": [
    16011,
    16024,
    16030,
    16131,
    16160
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}