{
  "id": 16198,
  "title": "1984년 JB 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-06-06",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: JB. 판결일: 1984-06-06. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: JB v. State\n**판결일**: 1984-06-06\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Birdsong\n\n## 인용\n\n- 319 S.E.2d 465\n- 171 Ga. App. 373\n\n## 판결문 요약\n\n\n171 Ga. App. 373 (1984)\n319 S.E.2d 465\nJ. B.\nv.\nSTATE OF GEORGIA.\n68297.\nCourt of Appeals of Georgia.\nDecided June 6, 1984.\nRehearing Denied June 27, 1984.\nRobert M. Goldberg, for appellant.\nLewis R. Slaton, District Attorney, Joseph J. Drolet, George J. Robinson, Jr., Richard E. Hicks, Assistant District Attorneys, for appellee.\nBIRDSONG, Judge.\nJ. B., a 15-year-old, was found guilty at a delinquency hearing of the crime of rape. He was sentenced to five years restrictive custody. J. B. brings this appeal enumerating five alleged errors. Held:\n1. In one enumeration, J. B. complains the evidence is insufficient to sustain the findings of delinquency. The juvenile judge was authorized to conclude based upon the evidence presented that on the last day of school in the spring of 1983, J. B., along with four other boys, was cutting class and otherwise showing a disdain for school rules. During the lunch hour, the five boys, aged 14 and 15, were in the school auditorium. One or two were taking turns playing the piano. While they were there, the victim, a 14-year-old girl, came to the door of the auditorium looking for a particular boy. The 14-year-old girl was a retarded learner taking special education classes in the public high school. She had an IQ of 65 and the mental level of about a 12-year-old.\nThe girl came three times to the auditorium looking for the same boy. On the third occasion, one of the four boys got behind the girl and pushed her from the rear while J. B. pulled...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jb-v-state"
    }
  ],
  "relatedIncidents": [
    16011,
    16024,
    16030,
    16131,
    16160
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}