{
  "id": 16199,
  "title": "1984년 James 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-06-05",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: James. 판결일: 1984-06-05. 법원: Arizona Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Arizona, Appellee, v. Steven Craig JAMES, Appellant\n**판결일**: 1984-06-05\n**법원**: Arizona Supreme Court\n**관할**: Arizona, AZ\n\n**판사**: Feldman, Gordon, Hays, Holohan\n\n## 변호인\n\nRobert K. Corbin, Atty. Gen. by William J. Schafer, III, and Jack Roberts, Asst. Attys. Gen., Phoenix, for appellee., Paul F. Lazarus, Phoenix, for appellant.\n\n## 인용\n\n- 685 P.2d 1293\n- 141 Ariz. 141\n\n## 판결문 요약\n\n\n141 Ariz. 141 (1984)\n685 P.2d 1293\nSTATE of Arizona, Appellee,\nv.\nSteven Craig JAMES, Appellant.\nNo. 5744.\nSupreme Court of Arizona, En Banc.\nJune 5, 1984.\n*143 Robert K. Corbin, Atty. Gen. by William J. Schafer, III, and Jack Roberts, Asst. Attys. Gen., Phoenix, for appellee.\nPaul F. Lazarus, Phoenix, for appellant.\n*144 HAYS, Justice.\nAppellant, Steven Craig James, was tried by jury and convicted of first degree murder, A.R.S. § 13-1105, and kidnapping, A.R.S. § 13-1304. He was found innocent on charges of aggravated robbery and theft. He was sentenced to death on the murder conviction and to twenty-one years imprisonment on the kidnapping conviction. We have jurisdiction pursuant to Ariz. Const. art. 6, § 5(3) and A.R.S. §§ 13-4031 and 13-4035. The facts of this case are as set out in State v. Libberton, 141 Ariz. 132, 685 P.2d 1284 (1984). Additional facts will be discussed as necessary.\nRIGHT TO COUNSEL\nJames argues that his right to counsel was violated by the police. When James was arrested he was informed of the murder charge and of his rights. See Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966). James said he understood his rights and he talked with a Detective Davis for approximately nineteen minutes in a small, windowless room. James does not allege that the statements he made during this interview were obtained in violation of his constitutional rights. The judge who presided over the voluntariness hearing, who was not the trial judge, foun...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-james"
    }
  ],
  "relatedIncidents": [
    16010,
    16017,
    16021,
    16022,
    16035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}