{
  "id": 16200,
  "title": "1984년 Vergara 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-06-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Vergara. 판결일: 1984-06-05. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Pedro Vergara, Appellant The People of the State of New York v. Irving Gonzalez, Appellant The People of the State of New York v. Vidal Martinez\n**판결일**: 1984-06-05\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 102 A.D.2d 702\n\n## 판결문 요약\n\n\n—Judgment of the Supreme Court, New York County (Myriam J. Altman, J.), rendered December 18, 1981, convicting defendant Vergara, after a jury trial, of the crime of murder in the second degree and sentencing him to a term of 16 years to life, affirmed. 11 Judgment of the Supreme Court, New York County (Myriam J. Altman, J.), rendered December 18, 1981, convicting defendant Gonzalez, after a jury trial, of the crimes of murder in the second degree and criminal sale of a controlled substance in the third degree, and sentencing him to terms of 25 years to life and 9 to 18 years, respectively, to run concurrently, modified, on the law, to reverse the sentence on the charge of criminal sale of a controlled substance in the third degree, vacated, and the matter remanded to the trial court for resentencing on that charge, and otherwise affirmed. H Judgment of the Supreme Court, New York County (Myriam J. Altman, J.), rendered December 18, 1981, convicting defendant Martinez, after a jury trial, of the crime of murder in the second degree, and sentencing him to a term of 15 years to life, affirmed. 11 Appellant Gonzalez and codefendants were convicted in the shooting death of an 83-year-old jeweler in his small store at 340 West 57th Street. Although the evidence was largely circumstantial, it amply supported the findings of the jury. 11 Prior to sentencing on the murder charges, defendant Gonzalez pleaded guilty to criminal sale of a controlled substance in the third degree and ot...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-vergara"
    }
  ],
  "relatedIncidents": [
    16010,
    16017,
    16021,
    16022,
    16035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}