{
  "id": 16201,
  "title": "1984년 Lane 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-06-04",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Lane. 판결일: 1984-06-04. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. David Lane\n**판결일**: 1984-06-04\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Weinstein\n\n## 인용\n\n- 102 A.D.2d 829\n\n## 판결문 요약\n\n\n— Appeal by defendant from a judgment of the Supreme Court, Kings County (Scholnick, J.), rendered March 26, 1981, convicting him of robbery in the second degree, upon a jury verdict, and imposing sentence. The appeal brings up for review the denial, after a hearing, of a motion to suppress out-of-court identifications of defendant. H Judgment reversed, on the law and the facts, motion to suppress out-of-court identifications granted, and new trial ordered. H On July 1, 1980, at approximately 2:00 p.m., Meyer Muskin, an 87-year-old man, was walking home from a senior citizen’s center. On East 16th Street, between Ditmas and Dorchester Avenues in Brooklyn, two teenagers grabbed Muskin from behind. After a struggle, one of the teenagers faced Muskin and punched him in the jaw. Muskin fell face down to the ground. At this point, one of the teenagers grabbed Muskin’s wallet and the teenagers ran away. Four one dollar bills were taken from Mr. Muskin. 11 The police arrived a few minutes after the incident. Muskin described his assailants as “two male blacks, sixteen to eighteen. One was tall and one was short, and they were wearing dark tee shirts * * * blue jeans.” A police officer also talked to an eyewitness, Dawn De Falco. De Falco was walking home from her job for lunch, when she noticed the teenagers across the street walking very slowly behind Muskin. She was suspicious and watched the boys for several minutes as she walked to her house. At one point she stared at one of t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-lane"
    }
  ],
  "relatedIncidents": [
    16011,
    16024,
    16028,
    16053,
    16073
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}