{
  "id": 16212,
  "title": "1984년 Grindley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-05-22",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Grindley. 판결일: 1984-05-22. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Gary A. GRINDLEY v. Ben BLANKENSHIP d/b/a K.C. Body Works, and Farmers Insurance Company\n**판결일**: 1984-05-22\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Kennedy, Pritchard, Somer, Somerville, Ville\n\n## 변호인\n\nS.W. Longan, III, Kansas City, for appellant., Sylvester Powell, Jr., Kansas City, for respondent Farmers Ins. Co., Clyde G. Meise, Kansas City, for respondent Ben Blankenship.\n\n## 인용\n\n- 671 S.W.2d 393\n\n## 판결문 요약\n\n\nKENNEDY, Judge.\nPlaintiff filed an action for damages for fraudulent misrepresentation against defendants Ben Blankenship, proprietor of K.C. Body Works, and Farmers Insurance Company. At the close of plaintiffs evidence the trial court directed a verdict against plaintiff. From the ensuing judgment plaintiff has appealed.1\nWe affirm, but remand the case for further proceedings consistent with this opinion.\nThe facts of the case are as follows:\nPlaintiff was the owner of a practically new four-wheel drive Toyota truck. It was badly damaged in an accident. He had the vehicle towed to K.C. Body Works, of which defendant Ben Blankenship was the proprietor. Blankenship prepared an estimate of the cost of repair which amounted to $6,029.53.\nThe vehicle was inspected by a Mr. Jones, a representative of defendant Farmers Insurance Company, which had the collision insurance on the truck. Jones assured the plaintiff that he had gone over the Blankenship estimate with Blankenship item by item. Both Jones and Blankenship, according to plaintiffs testimony, “assured me that it could be fixed and in as good or better ... as good a condition as it was when it was new.” Blankenship also said that he would use new parts to make the repairs.\nPlaintiff and the Farmers Insurance representative authorized defendant Blankenship to proceed. He did so and in due time called plaintiff to notify him the truck was ready for delivery. Plaintiff picked it up on his noon hour and drove it back to his pl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=grindley-v-blankenship"
    }
  ],
  "relatedIncidents": [
    16033,
    16036,
    16046,
    16057,
    16164
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}