{
  "id": 16215,
  "title": "1984년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-05-16",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1984-05-16. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth vs. Louis Philippe Bourgeois (And Companion Cases)\n**판결일**: 1984-05-16\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Abrams, Hennessey, Liacos, Nolan, O'Connor\n\n## 변호인\n\nWilliam T. Walsh, Jr., Assistant District Attorney, for the Commonwealth., Robert L. Sheketojf for Louis Philippe Bourgeois., Virginia Lee for Jean Marie Gagnon., Richard B. Klibaner for Norman Gagne.\n\n## 인용\n\n- 465 N.E.2d 1180\n- 391 Mass. 869\n\n## 판결문 요약\n\n\n391 Mass. 869 (1984)\n465 N.E.2d 1180\nCOMMONWEALTH\nvs.\nLOUIS PHILIPPE BOURGEOIS (and companion cases[1]).\nSupreme Judicial Court of Massachusetts, Hampden.\nJanuary 10, 1984.\nMay 16, 1984.\nPresent: HENNESSEY, C.J., LIACOS, ABRAMS, NOLAN, &amp; O'CONNOR, JJ.\nWilliam T. Walsh, Jr., Assistant District Attorney, for the Commonwealth.\nRobert L. Sheketoff for Louis Philippe Bourgeois.\nVirginia Lee for Jean Marie Gagnon.\nRichard B. Klibaner for Norman Gagne.\nABRAMS, J.\nThe defendants were convicted of armed robbery, while masked or disguised, of a bank employee; armed assault with intent to murder; attempted murder; assault and battery on a police officer; and assault and battery by means of a dangerous weapon.[2] On the basis of errors at trial, the Appeals Court reversed the convictions and remanded for a new trial. Commonwealth v. Gagnon, 16 Mass. App. Ct. 110 (1983). We allowed the Commonwealth's application for further appellate review. We affirm the convictions.\n*872 We summarize the facts.[3] On June 10, 1977, three armed, masked men robbed a branch of the Shawmut First Bank in Springfield of approximately $126,000. In the course of the robbery, bank personnel were held at gunpoint. The robbers escaped through a side door, but not before a bank vice president, observing the robbery from behind his desk, dialed 911 and notified the police.\nOfficer Edward Petrick, Jr., of the Springfield police department was on the scene within two minutes. From his cruiser, he observed a man p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-bourgeois"
    }
  ],
  "relatedIncidents": [
    16010,
    16017,
    16021,
    16022,
    16035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}