{
  "id": 16227,
  "title": "1984년 Commissioners of the State Insurance Fund v. Lindenhurst Green & White Corp. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-05-01",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Commissioners of the State Insurance Fund v. Lindenhurst Green & White Corp.. 판결일: 1984-05-01. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Commissioners of the State Insurance Fund v. Lindenhurst Green & White Corp., t/a Green and White Industries & Farmingdale Green & White, Inc.\n**판결일**: 1984-05-01\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 101 A.D.2d 730\n\n## 판결문 요약\n\n\nOrder of Supreme Court, New York County (Martin Evans, J.), entered July 26, 1983, granting defendants-respondents’ motion for summary judgment and dismissing the complaint, reversed, on the law, and the motion for summary judgment is denied, without costs. U At issue is whether the drivers of respondents’ taxicabs are employees or merely independent contractors who lease taxicabs. If they are independent contractors and not cab company employees, respondents contend that they are not bound to provide workers’ compensation insurance and thus do not owe the State Insurance Fund premiums for such coverage. 11 The record shows that on October 1, 1976, respondents applied to the State Insurance Fund for workers’ compensation insurance and employees liability insurance, stating that they were engaged in a public livery business. On that application, respondents reported that along with clerical and executive employees, they would be employing 21 persons under the classification of taxicab or public livery operators, with projected annual salaries totaling $157,000. Workers’ compensation policy number 504-873-1 was issued and continued in effect until December 4, 1981 when it was canceled for nonpayment of premiums amounting to $23,733.12, the amount sued for herein. 11 Respondents claim that the drivers operating vehicles for them enter into daily lease agreements for a predetermined number of hours and, thus, the drivers are lessees or independent contractors, not intended to be...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commissioners-of-the-state-insurance-fund-v-lindenhurst-green-white"
    }
  ],
  "relatedIncidents": [
    16010,
    16011,
    16013,
    16016,
    16017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}