{
  "id": 16221,
  "title": "1984년 Sandoval 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-05-10",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: Sandoval. 판결일: 1984-05-10. 법원: New Mexico Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of New Mexico, Plaintiff-Appellee, v. Timothy SANDOVAL, Defendant-Appellant; STATE of New Mexico, Plaintiff-Appellant, v. Tony BARRERAS, Defendant-Appellee\n**판결일**: 1984-05-10\n**법원**: New Mexico Court of Appeals\n**관할**: New Mexico, NM\n\n**판사**: Alarid, Bivins, Minzner\n\n## 변호인\n\nPaul G. Bardacke, Atty. Gen., Santa Fe, Stephen A. Slusher, Deputy Dist. Atty., Harry Zimmerman, Asst. Dist. Atty., Albuquerque, for plaintiff-appellee and for plaintiff-appellant., Janet Clow, Chief Public Defender, Katherine Pettit, Asst. Appellate Defender, Santa Fe, for defendant-appellant/Sandoval and for defendant-appellee/Barreras.\n\n## 인용\n\n- 683 P.2d 516\n- 101 N.M. 399\n\n## 판결문 요약\n\n\n683 P.2d 516 (1984)\n101 N.M. 399\nSTATE of New Mexico, Plaintiff-Appellee,\nv.\nTimothy SANDOVAL, Defendant-Appellant.\nSTATE of New Mexico, Plaintiff-Appellant.\nv.\nTony BARRERAS, Defendant-Appellee.\nNos. 7452, 7453.\nCourt of Appeals of New Mexico.\nMay 10, 1984.\n*517 Paul G. Bardacke, Atty. Gen., Santa Fe, Stephen A. Slusher, Deputy Dist. Atty., Harry Zimmerman, Asst. Dist. Atty., Albuquerque, for plaintiff-appellee and for plaintiff-appellant.\nJanet Clow, Chief Public Defender, Katherine Pettit, Asst. Appellate Defender, Santa Fe, for defendant-appellant/Sandoval and for defendant-appellee/Barreras.\n\nOPINION\nBIVINS, Judge.\nDefendant Sandoval appeals from a second offense conviction of driving while under the influence of intoxicating liquor (DWI) in violation of NMSA 1978, § 66-8-102(E) (Cum.Supp. 1983), claiming that denial of his constitutional right to counsel required dismissal. In the Barreras case, the State appeals from an order dismissing second offense DWI charges based on denial of that defendant's constitutional right to counsel. Because these two appeals involve an identical issue, we have consolidated them.\nThese cases present the issue of whether a person placed under custodial arrest for DWI has a constitutional right to counsel immediately following a breath alcohol test. Defendants contend that failure to advise them that they had a right to consult with an attorney and to give them a meaningful opportunity to do so denied rights guaranteed them under the sixth...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-sandoval"
    }
  ],
  "relatedIncidents": [
    16010,
    16011,
    16013,
    16016,
    16017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}