{
  "id": 16229,
  "title": "1984년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-04-27",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1984-04-27. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Charles DICKENS, Appellant\n**판결일**: 1984-04-27\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Spaeth, President Judge, and Wieand and Montemuro\n\n## 변호인\n\nElaine DeMasse, Assistant Public Defender, Philadelphia, for appellant., Jane Cutler Greenspan, Assistant District Attorney, Philadelphia, for Commonwealth, appellee.\n\n## 인용\n\n- 475 A.2d 141\n- 327 Pa. Super. 147\n\n## 판결문 요약\n\n\n327 Pa. Super. 147 (1984)\n475 A.2d 141\nCOMMONWEALTH of Pennsylvania\nv.\nCharles DICKENS, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted October 21, 1983.\nFiled April 27, 1984.\nPetition for Allowance of Appeal Denied August 16, 1984.\n*148 Elaine DeMasse, Assistant Public Defender, Philadelphia, for appellant.\nJane Cutler Greenspan, Assistant District Attorney, Philadelphia, for Commonwealth, appellee.\n*149 Before SPAETH, President Judge, and WIEAND and MONTEMURO, JJ.\nWIEAND, Judge:\nOn April 18, 1979, Charles Dickens was sentenced to serve 11 1/2 to 23 months in prison for voluntary manslaughter and was placed on probation for a consecutive period of five years for possession of an instrument of crime. He was granted early parole on November 14, 1979. On March 19, 1980, while still on parole, Dickens was arrested and charged with assault, recklessly endangering another person and endangering the welfare of a child arising out of an incident of child abuse. He was convicted following trial on October 27, 1981. Post-trial motions were denied, and sentence was imposed on May 3, 1982. A detainer for violating parole and probation was heard on June 22, 1982. As a result, Dickens' parole on the voluntary manslaughter conviction was revoked; his probation on the conviction for possessing an instrument of crime was also revoked, and Dickens was sentenced to prison for not less than two and one-half years nor more than five years, to be served after the sentence imposed for the new...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-dickens"
    }
  ],
  "relatedIncidents": [
    16010,
    16017,
    16021,
    16022,
    16035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}