{
  "id": 16233,
  "title": "1984년 In Re Marriage of Stevenot 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-04-25",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: In Re Marriage of Stevenot. 판결일: 1984-04-25. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: In Re Marriage of Stevenot\n**판결일**: 1984-04-25\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: King\n\n## 인용\n\n- 154 Cal. App. 3d 1051\n- 202 Cal. Rptr. 116\n\n## 판결문 요약\n\n\n154 Cal. App. 3d 1051 (1984)\n202 Cal. Rptr. 116\nIn re the Marriage of PAMELA D. and RICHARD G. STEVENOT.\nRICHARD G. STEVENOT, Appellant,\nv.\nPAMELA D. STEVENOT, Respondent.\nDocket No. AO21541.\nCourt of Appeals of California, First District, Division Five.\nApril 25, 1984.\n*1056 COUNSEL\nGregory A. Manchuk and Atkinson &amp; Farasyn for Appellant.\nHugh T. Thomson, Thomson &amp; Kilduff, Jerald Infantino and Carroll, Infantino, George &amp; Oliver for Respondent.\nOPINION\nKING, J.\nIn this case we explore the most repetitively troublesome issue in the family law field over the last 40 years, the issue of what constitutes extrinsic fraud justifying the setting aside of a judgment and marital settlement agreement in a family law action, and what constitutes intrinsic fraud and thus is insufficient to achieve this result. We analyze this issue mindful of changing times and the changing relationships between spouses, including overdue legislative recognition of such changes by eliminating the long-standing statutory mandate that the husband is the manager of the community property, and replacing it by providing effective January 1, 1975, that *1057 the parties have equal rights of management and control of the community.[1] Here, Richard G. Stevenot appeals from an order granting Pamela D. Stevenot's motion to set aside her default entered November 2, 1981, and the interlocutory judgment of dissolution of their marriage entered January 4, 1983, based upon the trial court's finding of e...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-marriage-of-stevenot"
    }
  ],
  "relatedIncidents": [
    16033,
    16036,
    16046,
    16057,
    16164
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}