{
  "id": 16246,
  "title": "1984년 Hardiman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-04-12",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Hardiman. 판결일: 1984-04-12. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Hardiman, Appellee, v. Zep Manufacturing Co., Appellant\n**판결일**: 1984-04-12\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Jackson, Nahra, Pryatel\n\n## 변호인\n\nKoplow  Pomerantz Co., L.P.A.,  and  Mr. Norman S. Pomerantz, \nfor appellee.\n\n Nurenberg, Plevin, Jacobson, Heller  McCarthy Co., L.P.A.,  and Mr. Jerome S. Kalur,  for appellant.\n\n## 인용\n\n- 470 N.E.2d 941\n- 14 Ohio App. 3d 222\n\n## 판결문 요약\n\nPlaintiff-appellee, Daniel Hardiman, was employed by the city of Shaker Heights as a sewer worker. On May 23, 1979 he was sent to unclog a sewer line using Zep Super Sewer Aid, a caustic material containing lye. After opening the \"test T\" (a vertical access line to the main sewer), Hardiman poured in some Zep, the amount he poured being disputed. He was injured when the Super Sewer Aid erupted violently out of the \"test T\" and splashed him in the face and on the hand.\nHardiman admitted he did not read the warning label on the can of Zep Super Sewer Aid. At the time of the accident he was wearing neither a face shield nor safety goggles, which were recommended on the warning label. Hardiman testified that he had seen others use Zep several times before, and used it the same way he had seen it used. He knew Zep was a dangerous chemical and knew it would burn or injure him if it got on him. He further testified that he had never seen the Super Sewer Aid erupt as it did, and no one ever told him it would react that way.\nAt trial several witnesses testified concerning the adequacy of the warning on the Zep Super Sewer Aid can, the design of the product, and the manufacturing of the product. Gerald Burks, a safety consultant, testified that the warning label was inadequate in that it failed to warn of the danger of a flashback or eruption out of the sewer, a danger he thought was foreseeable. Burks also thought the directions contained terms that were not specific or clear enough t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hardiman-v-zep-manufacturing-co"
    }
  ],
  "relatedIncidents": [
    16010,
    16011,
    16013,
    16016,
    16017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}