{
  "id": 16248,
  "title": "1984년 Chiclana 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-04-10",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Chiclana. 판결일: 1984-04-10. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Robert Chiclana, Also Known as Roberto Benitez\n**판결일**: 1984-04-10\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 100 A.D.2d 779\n\n## 판결문 요약\n\n\nAppeal from a judgment of the Supreme Court, New York County (Pecora, J.), rendered November 13, 1981, convicting defendant of burglary in the third degree, criminal possession of stolen property in the first degree and in the second degree and possession of burglar’s tools, and imposing sentence thereon, held in abeyance and the matter remanded for hearing for the purpose of determining whether defendant knowingly and intelligently waived his right to counsel. 11 Defendant was indicted for various crimes. On September 24, 1981, as his case was about to proceed to trial, he indicated his displeasure with his attorney and informed the court, through his attorney, that he desired to dispense with the lawyer’s services and try his own case. A similar application had been made earlier in the same day to another Judge. That Judge refused to relieve counsel. However, he did indicate that defendant could try his own case with the lawyer standing by and acting as defendant’s advisor, f The same request was then repeated before the Trial Judge. A sidebar conference followed in which defendant was a participant. What there transpired was unrecorded. At the conclusion of the conference the Trial Judge adhered to the ruling made earlier by the first Judge. Defendant was permitted to act pro se, with the attorney standing by and acting as his advisor. The record indicates that, with the consent of defendant, the attorney advisor participated fairly substantially in the cross-examination ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-chiclana"
    }
  ],
  "relatedIncidents": [
    16011,
    16024,
    16028,
    16053,
    16073
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}