{
  "id": 16244,
  "title": "1984년 Moore 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-04-13",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Moore. 판결일: 1984-04-13. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Moore v. the State\n**판결일**: 1984-04-13\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Banke, Benham, Pope\n\n## 변호인\n\nR. M. McDuffee, for appellant., Spencer Lawton, Jr., District Attorney, David T. Lock, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 318 S.E.2d 172\n- 170 Ga. App. 698\n\n## 판결문 요약\n\n\n170 Ga. App. 698 (1984)\n318 S.E.2d 172\nMOORE\nv.\nTHE STATE.\n67565.\nCourt of Appeals of Georgia.\nDecided April 13, 1984.\nR. M. McDuffee, for appellant.\nSpencer Lawton, Jr., District Attorney, David T. Lock, Assistant District Attorney, for appellee.\nBENHAM, Judge.\nAppellant was convicted of burglary and now questions the denial of his motion for directed verdict of acquittal and the content of several jury instructions.\n1. \"Where there is no conflict in the evidence and the evidence introduced with all reasonable deductions and inferences therefrom shall demand a verdict of acquittal or `not guilty' as to the entire offense or to some particular count or offense, the court may direct the verdict of acquittal to which the defendant is entitled under the evidence. . .\" OCGA § 17-9-1 (a). \"Where the jury has reached a verdict of guilty, and the verdict is supported by some evidence, a directed verdict of acquittal is not proper. [Cits.]\" Bain v. State, 144 Ga. App. 470 (3) (241 SE2d 586).\nThe evidence adduced at trial revealed that a Savannah business was broken into and 15 to 20 cases of antifreeze, several toolboxes, and two truck batteries were taken. Appellant told an employee of the burglarized business that he and another had broken into the building, and asked the employee to keep appellant informed of the details of the police investigation. He then informed the employee of the whereabouts of the missing batteries.\nAnother witness testified that he had loaned his pickup t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=moore-v-state"
    }
  ],
  "relatedIncidents": [
    16011,
    16024,
    16028,
    16053,
    16073
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}