{
  "id": 16247,
  "title": "1984년 In Re Foster 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-04-12",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: In Re Foster. 판결일: 1984-04-12. 법원: United States Bankruptcy Court, M.D. Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: In Re Joseph R. FOSTER, Debtor. Charlie M. PRIMM, Plaintiff, v. Joseph R. FOSTER, Defendant\n**판결일**: 1984-04-12\n**법원**: United States Bankruptcy Court, M.D. Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Keith M. Lundin\n\n## 변호인\n\nLinda Knight, M. Taylor Harris, Jr., Martin & Cochran, Nashville, Tenn., for plaintiff., Dan R. Alexander, Nashville, Tenn., for debtor/defendant.\n\n## 인용\n\n- 38 B.R. 639\n\n## 판결문 요약\n\n\n38 B.R. 639 (1984)\nIn re Joseph R. FOSTER, Debtor.\nCharlie M. PRIMM, Plaintiff,\nv.\nJoseph R. FOSTER, Defendant.\nBankruptcy No. 382-02840, Adv. No. 382-0723.\nUnited States Bankruptcy Court, M.D. Tennessee.\nApril 12, 1984.\n*640 Linda Knight, M. Taylor Harris, Jr., Martin &amp; Cochran, Nashville, Tenn., for plaintiff.\nDan R. Alexander, Nashville, Tenn., for debtor/defendant.\n\nMEMORANDUM\nKEITH M. LUNDIN, Bankruptcy Judge.\nThe issues are: (1) whether plaintiff's loan to the debtor was obtained by fraud and is nondischargeable under 11 U.S.C.A. § 523(a)(2)(A) (West 1979); (2) whether plaintiff is entitled to prejudgment and postjudgment interest at 18%, the rate provided in the promissory note; and (3) whether plaintiff may recover attorneys' fees from the debtor as called for in the note. For the reasons stated at the conclusion of proof in open court on January 27, 1984, the $9,500 debt is NONDISCHARGEABLE. After consideration of the arguments, briefs and applicable authority, the court finds that the plaintiff is also entitled to receive 18% interest from the date of the loan until satisfaction of the judgment, and reasonable attorneys' fees.\nThe following constitute supplementary findings of fact and conclusions of law as required by Rule 7052 of the Bankruptcy Rules.\nThe debtor does not strenuously dispute that the plaintiff is entitled to interest on the nondischargeable judgment. The parties disagree, however, on the appropriate rate of interest. The plaintiff argues that ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=primm-v-foster-in-re-foster"
    }
  ],
  "relatedIncidents": [
    16033,
    16036,
    16046,
    16057,
    16164
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}