{
  "id": 16242,
  "title": "1984년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-04-17",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1984-04-17. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth vs. Andreas Hinterleitner (And a Companion Case)\n**판결일**: 1984-04-17\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Abrams, Hennessey, Liacos, O'Connor, Wilkins\n\n## 변호인\n\nJohn M. Russell, Jr., for George L. Abbott, Jr., David M. Skeels for Andreas Hinterleitner., Kevin J. Ross, Assistant District Attorney, for the Commonwealth.\n\n## 인용\n\n- 464 N.E.2d 46\n- 391 Mass. 679\n\n## 판결문 요약\n\n\n391 Mass. 679 (1984)\n464 N.E.2d 46\nCOMMONWEALTH\nvs.\nANDREAS HINTERLEITNER (and a companion case[1]).\nSupreme Judicial Court of Massachusetts, Middlesex.\nNovember 9, 1983.\nApril 17, 1984.\nPresent: HENNESSEY, C.J., WILKINS, LIACOS, ABRAMS, &amp; O'CONNOR, JJ.\nJohn M. Russell, Jr., for George L. Abbott, Jr.\nDavid M. Skeels for Andreas Hinterleitner.\nKevin J. Ross, Assistant District Attorney, for the Commonwealth.\nO'CONNOR, J.\nThe defendants, Andreas Hinterleitner and George L. Abbott, Jr., were indicted on February 10, 1982, for the armed robbery of Edward Munsey and Elizabeth Rice on January 25, 1982. Thereafter, the defendant Hinterleitner *680 moved to dismiss the indictment in two counts against him on the ground that the assistant district attorney's decision to nol pros the case in a District Court on February 9, 1982, denied him his right to a speedy trial and constituted an abuse of prosecutorial power. Defendant Abbott moved to dismiss the indictment in two counts against him also. He claimed that he was denied his right to a speedy hearing in the District Court, and that the conduct of the prosecutor constituted an affront to the court and an abuse of prosecutorial power. After a hearing, a judge of the District Court, sitting in the Superior Court under statutory authority, issued his \"Findings and Report,\" which contained a recitation of facts, most of which had been stipulated by the parties, and a question based thereon that he reported to the Appeals Court. We t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-hinterleitner"
    }
  ],
  "relatedIncidents": [
    16011,
    16024,
    16028,
    16053,
    16073
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}