{
  "id": 16245,
  "title": "1984년 Pasakarnis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-04-12",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Pasakarnis. 판결일: 1984-04-12. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Insurance Co. of North America v. Pasakarnis\n**판결일**: 1984-04-12\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Alderman\n\n## 인용\n\n- 451 So. 2d 447\n\n## 판결문 요약\n\n\n451 So. 2d 447 (1984)\nINSURANCE COMPANY OF NORTH AMERICA and John Menninger, Petitioners,\nv.\nRichard D. PASAKARNIS, Respondent.\nNo. 63312.\nSupreme Court of Florida.\nApril 12, 1984.\nRehearing Denied July 10, 1984.\n*449 Marjorie Gadarian Graham of Jones &amp; Foster, West Palm Beach, for petitioners.\nJames C. Gavigan of the Law Offices of Hoadley &amp; Gavigan, West Palm Beach, for respondent.\nKenneth L. Ryskamp of Goodwin, Ryskamp, Welcher &amp; Carrier, Miami, for the Florida Defense Lawyers Association; Aubrey V. Kendall, P.A., Miami, and Edward T. O'Donnell of Mershon, Sawyer, Johnston, Dunwody &amp; Cole, Miami, for the Motor Vehicle Manufacturers Association of the United States, Inc.; Frederick C. Heidgerd, Ft. Lauderdale, for Florida Safety Councils; and Larry Klein, West Palm Beach, for The Academy of Florida Trial Lawyers, amici curiae.\nALDERMAN, Chief Justice.\nWe review the decision of the District Court of Appeal, Fourth District, in Insurance Co. of North America v. Pasakarnis, 425 So. 2d 1141 (Fla. 4th DCA 1982), wherein the district court certified as a question of great public importance whether Florida courts should consider seat belt evidence as bearing on comparative negligence or mitigation of damages. This is the first opportunity we have had to consider what effect, if any, plaintiff's failure to wear a seat belt has upon his or her right of recovery in an action for personal injuries incurred as a result of an automobile accident. Contrary to the decisio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=insurance-co-of-north-america-v-pasakarnis"
    }
  ],
  "relatedIncidents": [
    16010,
    16011,
    16013,
    16016,
    16017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}