{
  "id": 16254,
  "title": "1984년 Mansfield 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-03-30",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Mansfield. 판결일: 1984-03-30. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Plaintiff-Respondent, v. David MANSFIELD, Defendant-Appellant\n**판결일**: 1984-03-30\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crow, Greene, Hogan, Maus, Prewitt\n\n## 변호인\n\nJohn D. Ashcroft, Atty. Gen., John J. Oldenburg, Jr., Asst. Atty. Gen., Jefferson City, for plaintiff-respondent., Nancy Hentig Narrow, Public Defender, Daniel A. Beatty, Asst. Public Defender, Benton, for defendant-appellant.\n\n## 인용\n\n- 668 S.W.2d 271\n\n## 판결문 요약\n\n\n668 S.W.2d 271 (1984)\nSTATE of Missouri, Plaintiff-Respondent,\nv.\nDavid MANSFIELD, Defendant-Appellant.\nNo. 13285.\nMissouri Court of Appeals, Southern District, Division Three.\nMarch 30, 1984.\nMotion for Rehearing Overruled and to Transfer Denied April 17, 1984.\nApplication to Transfer Denied May 15, 1984.\n*272 John D. Ashcroft, Atty. Gen., John J. Oldenburg, Jr., Asst. Atty. Gen., Jefferson City, for plaintiff-respondent.\nNancy Hentig Narrow, Public Defender, Daniel A. Beatty, Asst. Public Defender, Benton, for defendant-appellant.\nMotion for Rehearing Overruled and to Transfer to Supreme Court Denied April 17, 1984.\nPREWITT, Judge.\nDefendant was convicted of attempted capital murder and sentenced to imprisonment for ten years. He was charged with placing dynamite caps and dynamite in a pickup truck which caused an explosion when its owner, Frances Neporandny, started it. She was knocked unconscious and injured, but not killed. At the time of the explosion Mrs. Neporandny was attempting to collect back child support from her ex-husband, Eugene Musgraves. Defendant is his brother-in-law.\nDefendant contends in his first point that the trial court erred in overruling his motion to suppress evidence regarding needle nose pliers seized by law enforcement personnel from his pickup. A test of them indicated that dynamite residue was on the tip of the jaws of the pliers. Defendant contends that the search of his vehicle was unreasonable, and, as it was done without a warrant, the p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mansfield"
    }
  ],
  "relatedIncidents": [
    16010,
    16017,
    16021,
    16022,
    16035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}