{
  "id": 16252,
  "title": "1984년 Claudio 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-04-02",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Claudio. 판결일: 1984-04-02. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Joseph Claudio v. Samuel J. Lefrak\n**판결일**: 1984-04-02\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 100 A.D.2d 837\n\n## 판결문 요약\n\n\nIn an action to recover damages for personal injuries, etc., defendants appeal from so much of an order of the Supreme Court, Nassau County (Oppido, J.), dated April 11, 1983, as denied the motion of defendant Birch Leasing Co. for an order vacating its default in opposing plaintiffs’ motion to dismiss its affirmative defense of workers’ compensation and denied the motion of all the defendants for summary judgment dismissing the complaint upon the ground that the action is barred by the Workers’ Compensation Law. 1 Order reversed, insofar as appealed from, on the law and in the exercise of discretion, with costs, defendant Birch Leasing Co.’s motion to vacate its default and the defendants’ motion for summary judgment granted, and complaint dismissed. H Plaintiff Joseph Claudio, the resident superintendent of premises located at 102-45 62nd Road in Forest Hills, was injured as the result of the collapse of the floor in the boiler room. He thereafter commenced this action against the defendants, the owners of the building, seeking damages for the personal injuries he sustained. His wife, plaintiff Reisa Claudio, seeks damages for loss of consortium. H In its answer, defendant Birch Leasing Co. asserted, inter alia, that the action was barred by the Workers’ Compensation Law. Plaintiffs sought to strike that affirmative defense as interposed by defendant Birch Leasing Co., contending that Joseph was employed by an organization known as S.P.D. Service Corporation. Attached to t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=claudio-v-lefrak"
    }
  ],
  "relatedIncidents": [
    16010,
    16011,
    16013,
    16016,
    16017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}