{
  "id": 16251,
  "title": "1984년 Watts 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-04-02",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Watts. 판결일: 1984-04-02. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: WATTS v. State\n**판결일**: 1984-04-02\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Deen\n\n## 변호인\n\nWilliam 0. Green, Jr., David L. Capps, Barry Price, for appellant., Frank C. Winn, District Attorney, David McDade, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 170 Ga. App. 614\n\n## 판결문 요약\n\n\nDeen, Presiding Judge.\nCharles Watts appeals from his conviction of burglary asserting four enumerations of error.\n1. Watts contends the trial court erred in overruling his request to have arraignment and argument on his motions and demurrers reported.\nUnder OCGA § 5-6-41 (a) (Code Ann. § 6-805): “In all felony cases, the transcript of evidence and proceedings shall be reported and prepared as provided in Code Section 17-8-5 or as otherwise provided by law.” Subsection (d) requires “[w]here a trial in any civil or criminal case is reported by a court reporter, all motions, colloquies, objections, rulings, evidence,. . . copies or summaries of all documentary evidence, the charge of the court, and all other proceedings which may be called in question on appeal or other posttrial procedure shall be reported ...” (Emphasis supplied.)\nOCGA § 5-6-41 (Code Ann. § 6-805) requires the transcription of all proceedings in a felony case except the argument of counsel. Brown v. State, 242 Ga. 602 (250 SE2d 491) (1978); Aiken v. State, 226 Ga. 840 (178 SE2d 202) (1970). A defendant in a felony case is entitled to have voir dire reported and transcribed. Graham v. State, 153 Ga. App. 658 (266 SE2d 316) (1980). As appellant’s motions were reargued on the record and he has failed to show how any harm resulted from the court’s initial refusal to have argument on his motions *615recorded by a court reporter, the refusal cannot be considered as error. Dill v. State, 222 Ga. 793 (1) (152 SE2d 7...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=watts-v-state"
    }
  ],
  "relatedIncidents": [
    16011,
    16024,
    16028,
    16053,
    16073
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}