{
  "id": 16260,
  "title": "1984년 McMahon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-03-28",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: McMahon. 판결일: 1984-03-28. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: GEORGE D. McMAHON, Claimant and Appellant, v. the ANACONDA COMPANY, Employer, and the Anaconda Company, Defendant and Respondent\n**판결일**: 1984-03-28\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: Gulbrandson, Morrison\n\n## 변호인\n\nCharles M. Cruikshank, III (argued), Great Falls, for claimant and appellant., Waite, Schuster & Larson; Richard Larson (argued), Great Falls, for defendant and respondent.\n\n## 인용\n\n- 678 P.2d 661\n- 208 Mont. 482\n\n## 판결문 요약\n\n\nMR. JUSTICE MORRISON\ndelivered the Opinion of the Court.\nGeorge D. McMahon (claimant) appeals from orders of the Workers’ Compensation Court denying benefits under the Occupational Disease Act and the Workers’ Compensation Act. Claimant sought benefits under both Acts simultaneously in separate proceedings. The two cases have been consolidated for purposes of appeal. We remand for further proceedings.\nClaimant worked at the Anaconda Company’s copper refinery in Great Falls from 1956 through December 6, 1978 as an inspector. During this period, claimant was continuously exposed to moderate levels of sulphuric acid, organic arsenic, zinc, lead, copper, tellurium, asbestos, silver, dust and other compounds in the refinery environment.\n*484Claimant complains of throat and lung problems secondary to the exposure to the environment at work, and resulting aggravation of psychological problems. Claimant was diagnosed as having “chronic obstructive lung disease,” “laryngeal irritation,” “leukoplakia of the vocal cords,” “severe anxiety” and other psychological problems.\nExamining physicians agree that claimant’s physical ailments result more from claimant’s one to two pack a day cigarette habit than from the exposure to fumes, etc. at his work. However, the Occupational Disease Panel concluded that the disability attributable to the physical ailments was “about 15 percent related to his occupation.”\nThe level of disability due to Claimant’s physical ailments is sketchy. With regard t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcmahon-v-anaconda-co"
    }
  ],
  "relatedIncidents": [
    16118,
    16123,
    16143,
    16150,
    16152
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}