{
  "id": 16265,
  "title": "1984년 Harris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-03-22",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Harris. 판결일: 1984-03-22. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Tennessee v. James Norman HARRIS\n**판결일**: 1984-03-22\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Duncan, Dwyer, Scott\n\n## 변호인\n\nL.L. Harrell, Jr., Trenton, for appellant., William M. Leech, Jr., Atty. Gen., Raymond S. Leathers, Asst. Atty. Gen., Nashville, William R. Kinton, Dist. Atty. Gen., A.H. Schoonover, Theodore Neumann, Asst. Dist. Attys. Gen., Trenton, for appel-lee.\n\n## 인용\n\n- 678 S.W.2d 473\n\n## 판결문 요약\n\n\nOPINION\nDUNCAN, Judge.\nThe defendant, James Norman Harris, was convicted of aggravated sexual battery and received a penitentiary sentence of not less than five (5) years nor more than five (5) years. On appeal he challenges the sufficiency of the evidence, claims that the venue of the crime was not proven, alleges the trial court lacked jurisdiction over the case, and asserts that he should have been sentenced by the trial judge rather than by the jury. We find no merit to these complaints.\nThe victim of this crime, a five (5) year old girl — six (6) years old at the time of the trial — was the step-grandchild of the defendant at the time the offense occurred.1 The victim testified that she and her mother were living with her grandmother and the defendant in the grandparents’ home during the summer of 1982. She testified that one morning when her mother and grandmother had gone to work, the defendant got on top of her, lying face to face with her, and went up and down on her while he rubbed his “paw paw” on her. She confirmed, on direct examination, that “paw paw” referred to the defendant’s private parts. The victim demonstrated to the jury, by pointing to the vaginal area of her own body where the defendant had rubbed his private parts on hers.\nThe young victim testified that she thought the defendant kept his clothes on, and thought he took his private parts out where she could see them. She also stated he touched her private parts with his hands, and she thought the def...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-harris"
    }
  ],
  "relatedIncidents": [
    16010,
    16011,
    16013,
    16016,
    16017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}