{
  "id": 16277,
  "title": "1984년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-03-09",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1984-03-09. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. John G. JOHNSON\n**판결일**: 1984-03-09\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Brosky, Johnson, Montgomery\n\n## 변호인\n\nRobert F. Pappano, Assistant Public Defender, Media, for appellant., Vram Nedurian, Jr., Assistant District Attorney, Media, for Commonwealth, appellee.\n\n## 인용\n\n- 325 Pa. Super. 186\n- 472 A.2d 710\n\n## 판결문 요약\n\n\nPER CURIAM:\nThis appeal arises from appellant’s conviction of lotteries, gambling devices, criminal solicitation and criminal conspiracy, and his subsequent aggregate sentence of seven and *188one-half (7V2) to fifteen (15) years imprisonment and $15,-000. 00.fine.\nAppellant couches all of his basic claims in ineffectiveness of counsel allegations, thereby rendering inapplicable the doctrine of waiver.1 As a result of our disposition of appellant’s first assignment of error, however, we will not reach his other claims.\nAppellant alleges that he was denied effective assistance of counsel in that trial counsel was permitted to withdraw after the denial of post-verdict motions but prior to sentencing.2 He specifically argues that counsel’s claim of a potential conflict of interest leads to the presumption that the same potential conflict existed prior to and during trial.\nCounsel who is alleging ineffectiveness must, ordinarily, set forth an offer to prove at an appropriate hearing sufficient facts upon which a reviewing court can conclude that trial counsel may have, in fact, been ineffective. Commonwealth v. Pettus, 492 Pa. 558, 563, 424 A.2d 1332, 1335 (1981). In the instant matter, however, appellant was unable to pursue such a course of action as trial counsel’s' motion for leave to withdraw merely stated that a potential conflict of interest existed. Furthermore, appellant claims that he was not advised of the motion nor a hearing upon it, which claims are not disputed by...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-johnson"
    }
  ],
  "relatedIncidents": [
    16010,
    16011,
    16013,
    16016,
    16017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}