{
  "id": 16275,
  "title": "1984년 Lopez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-03-12",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Lopez. 판결일: 1984-03-12. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Ralph Lopez\n**판결일**: 1984-03-12\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 100 A.D.2d 555\n\n## 판결문 요약\n\n\nAppeal by defendant from a judgment of the Supreme Court, Kings County (Spodek, J.), rendered January 6, 1982, convicting him of burglary in the third degree, petit larceny, criminal possession of stolen property in the third degree, criminal mischief in the fourth degree, and possession of burglar’s tools, upon a jury verdict, and imposing sentence. H Judgment affirmed. 11 On April 12, 1981, at approximately 2:40 p.m., Police Officers James Scaturro and Michael Ovéis of the anti-crime unit were responding to a radio transmission directing them to 15314 Boerum Street when they observed defendant Ralph Lopez and codefendant A1 Colon approximately one-half block from that location. Lopez and Colon were walking fast and looking in all directions around them, and Lopez was carrying a television set. The officers stopped Lopez and Colon, and after Lopez stated that he had found the television in the garbage, the defendants were put in the police car and taken to 15314 Boerum Street. While Scaturro waited in the car with defendants, Ovéis went to the apartment of the victim. He observed that locks on the door, which was ajar, had been tampered with. The apartment itself had been ransacked, and it contained a television stand without a television. A subsequent search of defendants produced a screwdriver from Lopez, and a woman’s watch, a plastic celluloid strip, and two metal lock picks from Colon. 11 The only witness at the trial other than the two officers was the victim. She tes...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-lopez"
    }
  ],
  "relatedIncidents": [
    16011,
    16024,
    16028,
    16053,
    16073
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}