{
  "id": 16270,
  "title": "1984년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-03-20",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Brown. 판결일: 1984-03-20. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Charles Ray BROWN v. The STATE of Texas\n**판결일**: 1984-03-20\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Guillot, Rowe, Stephens\n\n## 변호인\n\nArch McColl, David W. Coody, Dallas, for appellant., Henry Wade, Dist. Atty., Greg Long, Asst. Dist. Atty., for appellee.\n\n## 인용\n\n- 668 S.W.2d 470\n\n## 판결문 요약\n\n\nSTEPHENS, Justice,\ndissenting.\nOn motion for rehearing, I am persuaded that the majority opinion of this panel is erroneous both in its analysis of the evidence, and its interpretation of the applicable law. The judgment of the trial court should have been reversed and the cause remanded for a new trial on a charge not greater than robbery, because the evidence offered was insufficient to prove that the knife, or knives used in this case were deadly weapons, as charged in the indictment. Consequently, I respectfully dissent.\nAppellant was tried jointly with one Charles Callahan for aggravated robbery. He was found guilty and sentenced by the *475jury to eighty years’ confinement in the Texas Department of Corrections, together with a $5,000.00 fine.\nThe pertinent part of the indictment charged that appellant:\ndid then and there, by using and exhibiting a deadly weapon, to-wit: a knife, knowingly and intentionally threaten and place the said complainant in fear of imminent bodily injury.\nFirst, I agree with the majority that the case must be reversed because the charge failed to apply the law of parties to the facts. At this point, however, I part company with my colleagues.\nAppellant contended on appeal that the evidence was insufficient to prove that the knife, allegedly used, was a deadly weapon, and re-urges this contention on motion for rehearing. I agree with appellant.\nLate one evening, around midnight, three black men, one who was described as tall, and two who were d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brown-v-state"
    }
  ],
  "relatedIncidents": [
    16011,
    16024,
    16028,
    16053,
    16073
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}