{
  "id": 16286,
  "title": "1984년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-02-28",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1984-02-28. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: State of Indiana, Department of Public Instruction and Harold H. Negley, as Superintendent of Public Instruction of the State of Indiana v. Terrel H. Bell, as United States Secretary of Education United States Department of Education and United States Education Appeal Board\n**판결일**: 1984-02-28\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 728 F.2d 938\n\n## 판결문 요약\n\n728 F.2d 938\n    16 Ed. Law Rep. 738\n    STATE OF INDIANA, DEPARTMENT OF PUBLIC INSTRUCTION;  andHarold H. Negley, as Superintendent of PublicInstruction of the State of Indiana, Petitioners,v.Terrel H. BELL, as United States Secretary of Education;United States Department of Education;  and UnitedStates Education Appeal Board, Respondents.\n    No. 82-2348.\n    United States Court of Appeals,Seventh Circuit.\n    Submitted Feb. 9, 1984.*Decided Feb. 28, 1984.\n    \n      Arthur Thaddeus Perry, Deputy Atty. Gen., Linley E. Pearson, Atty. Gen., Indianapolis, Ind., for petitioners.\n      Arnold Rosenthal, U.S. Dept. of Educ., Washington, D.C., for respondents.\n      Before CUMMINGS, Chief Judge, and POSNER and COFFEY, Circuit Judges.\n      CUMMINGS, Chief Judge.\n    \n    \n      1\n      The State of Indiana petitions for review of a decision of the United States Secretary of Education that Indiana must refund $932,482 to the Department of Education because the money was not spent in accordance with the conditions set forth in Title I of the Elementary and Secondary Education Act.  We affirm.\n    \n    I.\n    \n      2\n      Under Title I of the Elementary and Secondary Education Act,1 the federal government provided funds to local educational agencies (\"LEA\"), which were channeled through state educational agencies (\"SEA\") such as the petitioner, Indiana Department of Public Instruction.  Following an audit of the Title I program administered by Indiana, the United States Office of E...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-indiana-department-of-public-instruction-and-harold-h-negley-as"
    }
  ],
  "relatedIncidents": [
    16118,
    16123,
    16143,
    16150,
    16152
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}