{
  "id": 16284,
  "title": "1984년 Maxfield 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-02-29",
  "location": "Idaho, ID, USA",
  "summary": "미국 Idaho, ID 법원 판결 사건. 사건명: Maxfield. 판결일: 1984-02-29. 법원: Idaho Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Idaho, Plaintiff-Respondent v. Cyrus E. MAXFIELD\n**판결일**: 1984-02-29\n**법원**: Idaho Court of Appeals\n**관할**: Idaho, ID\n\n**판사**: Burnett, Swanstrom, Walters\n\n## 변호인\n\nKlaus Wiebe, Ada County Public Defender, David Z. Nevin, Chief Appellate Deputy, Boise, for defendant-appellant., Jim Jones, Atty. Gen., Lynn E. Thomas, Sol. Gen., Boise, for plaintiff-respondent.\n\n## 인용\n\n- 106 Idaho 206\n- 677 P.2d 519\n\n## 판결문 요약\n\n\nSWANSTROM, Judge.\nCyrus Maxfield is a naturopathic physician; but he is not, in fact, a licensed medical doctor. On October 26, 1979, eighty-six-year-old Lloyd Hill walked, with assistance, into Maxfield’s office in Boise. After Hill related his various ailments to Maxfield, a “colonic irrigation,” which consists of a series of tap water enemas, was performed by the “doctor” to relieve Hill’s severe constipation. Hill became weak during this treatment and, when he left the office sometime later, he had to be carried to his car. Maxfield prescribed and dispensed Digitalis to Hill for an apparent heart condition, but never suggested that Hill enter a hospital. Instead, Hill’s relatives were told by Maxfield that Lloyd was well enough to make the return trip to his home in Burns, Oregon. On the morning of October 27, Hill was admitted to a hospital in Burns where he died the next evening.\nFollowing a jury trial, Maxfield was convicted of involuntary manslaughter, I.C. 5 18-4006(2).1 For this offense and for being a persistent violator under I.C. § 19-2514, Maxfield was sentenced to an indeterminate term of imprisonment not exceeding fifteen years. On appeal, the sole issue is whether there was sufficient evi*207dence to prove that Maxfield’s conduct caused Hill’s death. We affirm the judgment of conviction.\nWe note initially that the state must prove each element of a crime beyond a reasonable doubt. In homicide and related cases, this means proving: (1) a death, and (2) the de...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-maxfield"
    }
  ],
  "relatedIncidents": [
    16010,
    16017,
    16021,
    16022,
    16035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}