{
  "id": 16285,
  "title": "1984년 Seawright 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-02-29",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Seawright. 판결일: 1984-02-29. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: SEAWRIGHT v. State\n**판결일**: 1984-02-29\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Banke\n\n## 변호인\n\nJerry L. Patrick, Jr., for appellant., Robert E. Wilson, District Attorney, Thomas S. Clegg, Michael M. Sheffield, Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 170 Ga. App. 58\n\n## 판결문 요약\n\n\nBanke, Judge.\nThe appellant and two companions were indicted for the offenses of kidnapping, rape, armed robbery, and aggravated sodomy. This appeal follows the appellant’s conviction of robbery by intimidation and simple battery as included offenses of the armed robbery and rape charges, respectively. He was found not guilty of kidnapping and aggravated sodomy. In his sole enumeration of error, the appellant complains of the trial court’s failure to charge on theft by taking as a lesser included offense of armed robbery. Held:\nIt is clear from the record that there was no evidence to support a charge on theft by taking. The victim testified that her purse was taken at knife point. The appellant did not testify. A co-defendant who did testify denied any taking whatsoever.\nAppellant’s reliance upon Hensley v. State, 228 Ga. 501 (186 SE2d 729) (1972), is misplaced. While the defendants in that case denied taking the victim’s property while holding him at knife point, they did admit taking his property, and it was this admission that authorized a conviction of theft by taking.\n\nJudgment affirmed.\n\n\nShulman, P. J., and Pope, J., concur.\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=seawright-v-state"
    }
  ],
  "relatedIncidents": [
    16085,
    15739,
    15746,
    15878,
    16010
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}