{
  "id": 16290,
  "title": "1984년 Lewis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-02-22",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Lewis. 판결일: 1984-02-22. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Mary K. LEWIS, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1984-02-22\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Tom G. Davis\n\n## 변호인\n\nJ.K. Rusty Wall, Midland, for appellant., Vera F. Martin, Dist. Atty. and David L. Joers, Asst. Dist. Atty., Midland, Robert Huttash, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 664 S.W.2d 345\n\n## 판결문 요약\n\n\n664 S.W.2d 345 (1984)\nMary K. LEWIS, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 63237.\nCourt of Criminal Appeals of Texas, En Banc.\nFebruary 22, 1984.\n*346 J.K. Rusty Wall, Midland, for appellant.\nVern F. Martin, Dist. Atty. and David L. Joers, Asst. Dist. Atty., Midland, Robert Huttash, State's Atty., Austin, for the State.\nBefore the court en banc.\n\nOPINION\nTOM G. DAVIS, Judge.\nAppeal is taken from a conviction for possession of less than two ounces of marihuana. After the jury found appellant guilty, the trial court assessed punishment at six months and $300.00 probated.\n*347 In her first ground of error, appellant contends that the trial court erred in not suppressing the physical evidence. Appellant relies on the Fourth Amendment to the United States Constitution, Art. 1, Sec. 9 of the Texas Constitution, and Art. 38.23, V.A. C.C.P.\nOfficer Terry Lowe of the Midland Police Force was on patrol on the evening of February 8, 1979. He spotted an automobile that had no license plate light. The license plate was attached to the car at one end by wire. As Lowe turned on his police lights and motioned for the automobile to pull over, he noticed a passenger in the front right seat make a movement toward the floorboard.\nBefore unsnapping his holster strap and approaching the vehicle, Lowe asked, over his patrol car radio, for a check on the license plate number in order to determine if the car was stolen.\nThe car was driven by Oscar Zubiate. Appellant was sitting in the righ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lewis-v-state"
    }
  ],
  "relatedIncidents": [
    16026,
    16027,
    16158,
    16160,
    16166
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}