{
  "id": 1629,
  "title": "2020년 State of Tennessee v. Timothy Dwayne Ison, Alias 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2020-06-17",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Timothy Dwayne Ison, Alias. 판결일: 2020-06-17. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Timothy Dwayne Ison, Alias\n**판결일**: 2020-06-17\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge. D. Kelly Thomas, Jr.\n\n\n## 판결문 요약\n\n                                                                                         06/17/2020\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT KNOXVILLE\n                              November 19, 2019 Session\n\n      STATE OF TENNESSEE v. TIMOTHY DWAYNE ISON, ALIAS\n\n                  Appeal from the Criminal Court for Knox County\n                       No. 106155     G. Scott Green, Judge\n\n\n                             No. E2018-02122-CCA-R3-CD\n\n\n\nThe Defendant, Timothy Dwayne Ison, alias, was convicted by a jury of first degree\npremeditated murder, for which he received a sentence of life imprisonment without the\npossibility of parole. On appeal, the Defendant argues (1) that there was insufficient\nevidence to support his conviction, specifically, challenging the element of premeditation,\nand (2) that evidence from social media posts was improperly admitted. After a thorough\nreview of the record, we affirm the judgment of the trial court.\n\n Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Affirmed\n\nD. KELLY THOMAS, JR., J., delivered the opinion of the court, in which THOMAS T.\nWOODALL and JAMES CURWOOD WITT, JR., JJ., joined.\n\nGerald L. Gulley, Jr. (on appeal), and Susan E. Shipley (at trial), Knoxville, Tennessee,\nfor the appellant, Timothy Dwayne Ison, alias.\n\nHerbert H. Slatery III, Attorney General and Reporter; Garrett D. Ward, Assistant\nAttorney General; Charme P. Allen, District Attorney General; and Leslie A...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-timothy-dwayne-ison-alias"
    }
  ],
  "relatedIncidents": [
    1423,
    1466,
    1481,
    1528,
    1570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}