{
  "id": 16293,
  "title": "1984년 Eaton Corp. v. Easton Associates, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-02-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Eaton Corp. v. Easton Associates, Inc.. 판결일: 1984-02-20. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: EATON CORPORATION, an Ohio corporation, Plaintiff/Counter-Defendant-Appellee v. EASTON ASSOCIATES, INC., a Michigan corporation, Defendant/Counter-Plaintiff Eugene SLOAN, Defendant/Counter-Plaintiff-Appellant v. MANUFACTURERS HANOVER MORTGAGE CORPORATION, Additional Counter-Claim\n**판결일**: 1984-02-20\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Kennedy\n\n## 변호인\n\nHerschel P. Fink, argued, Honigman, Miller, Schwartz & Cohn, Detroit, Mich., Albert L. Lieberman, Southfield, Mich., for Sloan., Wilfred A. Steiner, Jr., Jeff Lipshaw, argued, Detroit, Mich., Gordon A. Becker, argued, Birmingham, Mich., for Eaton Corp. and Mfrs. Hanover.\n\n## 인용\n\n- 728 F.2d 285\n\n## 판결문 요약\n\n\nCORNELIA G. KENNEDY, Circuit Judge.\nEugene Sloan appeals a summary judgment dismissing his counterclaim for damages and specific performance for Eaton’s alleged default on an option agreement to purchase real property. Sloan also appeals a similar judgment of a fraud claim against Eaton arising out of the same transaction. We affirm the District Court’s summary judgment for appellee Eaton Corporation denying Sloan’s contract claim. With respect to Sloan’s fraud claim we affirm in part, and reverse in part, and remand for further proceedings.\nI.\nAppellee Eaton Corporation (Eaton) had acquired the five-acre parcel of property in Farmington Hills, Michigan at issue in this action from Jack Peltz and Jerome Kornheiser, who are not parties in this action. Under the sales contract between Eaton, and Peltz and Kornheiser the latter parties retained a right to repurchase the property from Eaton in the event that Eaton had not effected “substantial construction” on the property within two years of the sale.1 Eaton informed Peltz and Kornheiser on March 12, 1979 of its intention to try to sell the property, and told Peltz and Kornheiser that they must exercise their repurchase right by March 30, 1979, or waive it. Eaton had not begun any construction at this time. Peltz and Kornheiser notified Eaton on March 21, 1979 that they disagreed with Eaton’s interpretation of their repurchase right under the contract and maintained that although they declined to repurchase at that time they co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=eaton-corp-v-easton-associates-inc"
    }
  ],
  "relatedIncidents": [
    16033,
    16036,
    16046,
    16057,
    16164
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}