{
  "id": 16291,
  "title": "1984년 Dunn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-02-21",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Dunn. 판결일: 1984-02-21. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: State v. Dunn\n**판결일**: 1984-02-21\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Price, Jasper E. Jones, and Fred W. Jones, Jr\n\n## 인용\n\n- 446 So. 2d 829\n\n## 판결문 요약\n\n\n446 So. 2d 829 (1984)\nSTATE of Louisiana, Appellee,\nv.\nRobert DUNN, Appellant.\nNo. 15905-KA.\nCourt of Appeal of Louisiana, Second Circuit.\nFebruary 21, 1984.\nJohn L. Sheehan, Ruston, for appellant.\nWilliam J. Guste, Jr., Atty. Gen., Baton Rouge, T.J. Adkins, Dist. Atty., Dan J. Grady, III, Asst. Dist. Atty., Ruston, for appellee.\nBefore PRICE, JASPER E. JONES, and FRED W. JONES, Jr., JJ.\nPRICE, Judge.\nDefendant has appealed his conviction and sentence for attempted possession of Phenmetrazine, a Schedule II drug. (LSA-R.S. 40:964, 967; R.S. 14:27) Defendant, Robert Dunn, and a co-defendant, Gloria Malcolm, were charged in a joint bill of information with possession of Phenmetrazine. The co-defendant, Malcolm, pled guilty to a lesser count of conspiracy to possess Phenmetrazine.\nDefendant Dunn, after a jury trial, was found guilty of attempted possession of Phenmetrazine and was sentenced to two and one-half years at hard labor.\nThe issues presented as framed by the assignments of error and brief are whether there was sufficient evidence to support a conviction, and whether the sentence imposed was excessive.\nWe find the evidence insufficient to satisfy the standard of Jackson v. Virginia, 443 U.S. 307, 99 S. Ct. 2781, 61 L. Ed. 2d 560 (1979), and for the reasons stated herein reverse the conviction.\nOn December 6, 1982, at 3:45 p.m. Ruston Police Officers Randall Hermies and Tommy C. Doss, made a search of the premises at 1106 Olla Street, Apartment *830 No. 2, in Ruston. Th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-dunn"
    }
  ],
  "relatedIncidents": [
    16010,
    16011,
    16013,
    16016,
    16017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}