{
  "id": 16301,
  "title": "1984년 McNeely 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-02-09",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: McNeely. 판결일: 1984-02-09. 법원: New Mexico Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Naomi McNEELY, Plaintiff-Appellee, v. Tony HENRY, Defendant-Appellant\n**판결일**: 1984-02-09\n**법원**: New Mexico Court of Appeals\n**관할**: New Mexico, NM\n\n**판사**: Donnelly, Hendley, Minzner\n\n## 변호인\n\nJames H. Johansen, Shaffer, Butt, Thornton & Baehr, P.C., Albuquerque, John Westerman, Farmington, for defendant-appellant., F.D. Moeller, Farmington, for plaintiffappellee.\n\n## 인용\n\n- 676 P.2d 1359\n- 100 N.M. 794\n\n## 판결문 요약\n\n\n676 P.2d 1359 (1984)\n100 N.M. 794\nNaomi McNEELY, Plaintiff-Appellee,\nv.\nTony HENRY, Defendant-Appellant.\nNo. 7262.\nCourt of Appeals of New Mexico.\nFebruary 9, 1984.\n*1360 James H. Johansen, Shaffer, Butt, Thornton &amp; Baehr, P.C., Albuquerque, John Westerman, Farmington, for defendant-appellant.\nF.D. Moeller, Farmington, for plaintiff-appellee.\n\nOPINION\nDONNELLY, Chief Judge.\nDefendant, Tony Henry, appeals from a judgment entered following a jury trial *1361 awarding his former mother-in-law damages in the sum of $85,200 against him based on her claims of negligence and assault and battery. Defendant raises five issues on appeal. We discuss: (1) claim of error in allowing evidence as to plaintiff's damages and restricting cross-examination thereon; and (2) claim of error as to instructions and forms of verdict. Reversed and remanded.\nThe events precipitating this case began as a family fracas at the home of defendant's former mother-in-law, the plaintiff, Naomi McNeely, in Farmington. During the pendency of divorce proceedings between defendant and Roxanna McNeely Henry, the defendant and his wife began quarrelling over the physical custody of their two minor children. Initially, defendant had taken physical custody of the children, however, Roxanna later took the children without his consent.\nSeveral weeks later in July, 1981, in order to regain the physical custody of the children, defendant and his father, Harvey Henry, went to the home of plaintiff. At the time of defe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcneely-v-henry"
    }
  ],
  "relatedIncidents": [
    16058,
    16082,
    16184,
    16269,
    15679
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}