{
  "id": 16309,
  "title": "1984년 Indiana Department of State Revenue, Inheritance Tax Division v. Estate of Rogers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-01-24",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Indiana Department of State Revenue, Inheritance Tax Division v. Estate of Rogers. 판결일: 1984-01-24. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: INDIANA DEPARTMENT OF STATE REVENUE, INHERITANCE TAX DIVISION, Petitioner-Appellant, v. ESTATE OF Marion C. ROGERS, Deceased, David Rogers and Monroe County State Bank, Co-Executors, Respondents-Appellees\n**판결일**: 1984-01-24\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Neal, Ratliff, Robertson\n\n## 변호인\n\nLinley E. Pearson, Atty. Gen., Wm. Eric Brodt, Deputy Atty. Gen., Indianapolis, for petitioner-appellant., David Rogers, Rogers, McDonald & Jones, Bloomington, for respondents-appel-lees.\n\n## 인용\n\n- 459 N.E.2d 69\n\n## 판결문 요약\n\n\n459 N.E.2d 69 (1984)\nINDIANA DEPARTMENT OF STATE REVENUE, Inheritance Tax Division, Petitioner-Appellant,\nv.\nESTATE OF Marion C. ROGERS, Deceased, David Rogers and Monroe County State Bank, Co-Executors, Respondents-Appellees.\nNo. 1-383A93.\nCourt of Appeals of Indiana, First District.\nJanuary 24, 1984.\nLinley E. Pearson, Atty. Gen., Wm. Eric Brodt, Deputy Atty. Gen., Indianapolis, for petitioner-appellant.\nDavid Rogers, Rogers, McDonald &amp; Jones, Bloomington, for respondents-appellees.\nRATLIFF, Judge.\n\nSTATEMENT OF THE CASE\nThe Indiana Department of State Revenue, Inheritance Tax Division (Department) appeals the decision of the Monroe Circuit Court denying its motion to compel compliance with that court's order relative to payment of inheritance taxes and finding compliance therewith. We reverse and remand.\n\n\n*70 FACTS\nThe decedent died on April 4, 1973. An order determining inheritance was entered April 1, 1974, and the tax was paid three days later. As a result of a federal estate tax audit, additional inheritance taxes of $11,146.46, together with interest at ten percent (10%) per annum from the date of death were found owing by order entered January 5, 1976. The estate paid $11,146.46 on the same date and later, on February 15, 1977, filed a petition to determine interest due and requested either waiver of interest or reduction of the interest rate to six percent (6%). On August 16, 1982, the court entered its order that the estate pay \"interest on the additional inh...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=indiana-department-of-state-revenue-inheritance-tax-division-v-estate-of"
    }
  ],
  "relatedIncidents": [
    16118,
    16123,
    16143,
    16150,
    16152
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}