{
  "id": 16304,
  "title": "1984년 State v. Eighth Judicial District Court 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-02-06",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: State v. Eighth Judicial District Court. 판결일: 1984-02-06. 법원: Nevada Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The STATE OF NEVADA, Petitioner, v. THE EIGHTH JUDICIAL DISTRICT COURT OF THE STATE OF NEVADA IN AND FOR THE COUNTY OF CLARK, THE HONORABLE JOSEPH S. PAVLIKOWSKI, District Judge, Department No. III, and SEYMORE HUSNEY, Respondents\n**판결일**: 1984-02-06\n**법원**: Nevada Supreme Court\n**관할**: Nevada, NV\n\n**판사**: David Zenoff\n\n## 변호인\n\nBrian McKay, Attorney General, Carson City; Robert J. Miller, District Attorney, Clark County, for Petitioner., Wright, Shinehouse & Stewart, and Reid & A Iverson, Las Vegas, for Respondents.\n\n## 인용\n\n- 677 P.2d 1044\n- 100 Nev. 90\n\n## 판결문 요약\n\n\n677 P.2d 1044 (1984)\nThe STATE of Nevada, Petitioner,\nv.\nThe EIGHTH JUDICIAL DISTRICT COURT of the State of Nevada In and For the COUNTY OF CLARK, the Hoonorable Joseph S. Pavilkowski, District Judge, Department No. III, and Seymore Husney, Respondents.\nNo. 13406.\nSupreme Court of Nevada.\nFebruary 6, 1984.\n*1045 D. Brian McKay, Atty. Gen., Carson City, Robert J. Miller, Dist. Atty., Las Vegas, for petitioner.\nWright, Shinehouse &amp; Stewart, Reid &amp; Alverson, Las Vegas, for respondents.\n\nOPINION\nDAVID ZENOFF, Senior Justice.[1]\nIn this action, the State of Nevada seeks a writ of mandamus to compel the district court to reinstate a sentence originally imposed against respondent, Seymore Husney, after Husney pleaded guilty to one count of an infamous crime against nature, NRS 201.190. The State argues that the district court's modification of sentence after Husney had begun to serve that sentence violated applicable Nevada law. Cf. NRS 176.185(4). We conclude, however, that under the circumstances of this case the district court was within its jurisdiction in so modifying the sentence. Accordingly, we decline to grant the State's plea for extraordinary relief.\n*1046 In order to address the State's petition, it is essential that we establish the procedural posture of this case. In October, 1979, respondent Seymore Husney entered a plea of guilty pursuant to a plea bargain to one count of an infamous crime against nature, NRS 201.190.[2] The indictment under which Husney was...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-eighth-judicial-district-court"
    }
  ],
  "relatedIncidents": [
    16118,
    16123,
    16143,
    16150,
    16152
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}