{
  "id": 16310,
  "title": "1984년 Cone 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-01-23",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Cone. 판결일: 1984-01-23. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Tennessee, Plaintiff-Appellee, v. Gary Bradford CONE, Defendant-Appellant\n**판결일**: 1984-01-23\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: Brock, Cooper, Dro-Wota, Fones, Harbison\n\n## 변호인\n\nWilliam M. Leech, Jr., Atty. Gen. and Reporter Gordon W. Smith, Asst. Atty. Gen., Nashville, for plaintiff-appellee., John C. Dice, April Ferguson, Memphis, for defendant-appellant.\n\n## 인용\n\n- 665 S.W.2d 87\n\n## 판결문 요약\n\n\n665 S.W.2d 87 (1984)\nSTATE of Tennessee, Plaintiff-Appellee,\nv.\nGary Bradford CONE, Defendant-Appellant.\nSupreme Court of Tennessee.\nJanuary 23, 1984.\n*89 William M. Leech, Jr., Atty. Gen. and Reporter Gordon W. Smith, Asst. Atty. Gen., Nashville, for plaintiff-appellee.\nJohn C. Dice, April Ferguson, Memphis, for defendant-appellant.\n\nOPINION\nHARBISON, Justice.\nAppellant was convicted of murder in the first degree and murder in the perpetration of a burglary in connection with the homicides of an elderly couple, Shipley O. Todd and his wife Cleopatra Todd, in Memphis on August 10, 1980. He was also convicted of three charges of assault with intent to commit murder in the first degree upon three other persons and of robbery by use of deadly force upon a fourth. All of these offenses were shown to have occurred on August 9, 1980.\nWe have reviewed the evidentiary record and the numerous issues presented on appeal by counsel for appellant. We find none of these issues sufficient to warrant reversal of any of the convictions, and all of them are affirmed.\n*90 Appellant was sentenced to life imprisonment for the armed robbery and for a term of years upon each of the assault charges. He was given the death penalty for each of the two murders. The record clearly warrants imposition of the death penalty under the circumstances of these homicides, and it could in no sense be deemed to be disproportionate, in our opinion.\nThe homicides were the climax of a series of criminal episodes c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-cone"
    }
  ],
  "relatedIncidents": [
    16010,
    16017,
    16021,
    16022,
    16035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}