{
  "id": 16317,
  "title": "1984년 Martin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-01-12",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Martin. 판결일: 1984-01-12. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Martin v. Southern Baptist Hosp. of New Orleans\n**판결일**: 1984-01-12\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Schott, Barry, and Ward\n\n## 인용\n\n- 444 So. 2d 1309\n\n## 판결문 요약\n\n\n444 So.2d 1309 (1984)\nJoyce Faciane, wife of/and John MARTIN\nv.\nSOUTHERN BAPTIST HOSPITAL OF NEW ORLEANS, INC.\nNo. CA 0926.\nCourt of Appeal of Louisiana, Fourth Circuit.\nJanuary 12, 1984.\nRehearing Denied February 22, 1984.\n*1310 Monte J. Ducote, New Orleans, for defendant-appellee.\nAbbott J. Reeves, Gretna, for plaintiff-appellant.\nBefore SCHOTT, BARRY, and WARD, JJ.\nSCHOTT, Judge.\nPlaintiff has appealed from a judgment dismissing her suit on an exception of prescription. In April, 1982, she sued for damages allegedly resulting from breach of contract by defendant hospital when she was a patient there in May, 1972. The issue is whether plaintiff's cause of action can be considered as an action in contract so that the ten year prescription of LSA-C.C. Art. 3544 applies or must it be considered as a tort action which has prescribed under the one year limitation of C.C. Art. 3536.\nWhen plaintiff was admitted to the hospital for a hysterectomy she signed an admit form containing the following:\n\"In consideration of the hospital care and services furnished and to be furnished by Southern Baptist Hospital, I hereby authorize the respective insurance companies to pay directly to said hospital all hospital benefits now due and to become due and payable to me under my hospitalization insurance policy(ies) by virtue of my admission to said hospital.\"\nIn her petition plaintiff alleged the following: On May 1, 1972, when she sought medical treatment from a Dr. Vaughn, \"a physician-patie...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=martin-v-southern-baptist-hosp-of-new-orleans"
    }
  ],
  "relatedIncidents": [
    16010,
    16011,
    16013,
    16016,
    16017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}