{
  "id": 16318,
  "title": "1984년 Radio Paging of Illinois, Inc. v. Houser Communications, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-01-12",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Radio Paging of Illinois, Inc. v. Houser Communications, Inc.. 판결일: 1984-01-12. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: RADIO PAGING OF ILLINOIS, INC. v. HOUSER COMMUNICATIONS, INC.\n**판결일**: 1984-01-12\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Stouder\n\n## 변호인\n\nCharles W. Kohr, of Littler, Kohr & Howard, of Peoria, for appellant., John C. Mulgrew and Jeffrey Alan Ryva, both of Davis & Morgan, of Peoria, for appellee.\n\n## 인용\n\n- 121 Ill. App. 3d 245\n\n## 판결문 요약\n\n PRESIDING JUSTICE STOUDER delivered the opinion of the court: This is an appeal from an order by the circuit court of Peoria County dismissing the complaint of the plaintiff, Radio Paging of Illinois, Inc., requesting injunctive relief and damages from the defendant, Houser Communications, Inc., for operating as a public utility without a certificate of public convenience and necessity. On September 9, 1980, the plaintiff filed a verified petition with the Illinois Commerce Commission seeking a certificate of public convenience and necessity to construct, operate and maintain a two-way radio communications service and a one-way radio paging service within Peoria County, Illinois. A petition for leave to intervene in the Commission proceedings was filed by the defendant claiming that in 1963 it had been issued a certificate of public convenience and necessity to operate a radio communications service within the Peoria County area. Thereafter,' the defendant was allowed to enter its appearance before the Commission and participate as a party in those proceedings. On December 2, 1981, the Commission issued a certificate to the plaintiff to provide one-way paging and two-way radio communication services within Peoria County. The defendant appealed the Commission’s decision to the circuit court of Peoria County, case No. 82MR381, pursuant to the Administrative Review Act (Ill. Rev. Stat. 1981, ch. 110, par. 3 — 101 et seq.) and said court dismissed the defendant’s appeal on the g...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=radio-paging-of-illinois-inc-v-houser-communications-inc"
    }
  ],
  "relatedIncidents": [
    16010,
    16011,
    16013,
    16016,
    16017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}