{
  "id": 16319,
  "title": "1984년 Bowdoin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-01-10",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Bowdoin. 판결일: 1984-01-10. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Loder Lowe Bowdoin v. State.\n**판결일**: 1984-01-10\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Taylor\n\n## 변호인\n\nBilly L. Church of Church, Trussell & Robinson, Pell City, for appellant., Charles A. Graddick, Atty. Gen., and Susan Beth Farmer, Asst. Atty. Gen., for appellee.\n\n## 인용\n\n- 444 So. 2d 911\n\n## 판결문 요약\n\n\nAppellant, Loder Lowe Bowdoin, was convicted of arson in the second degree and sentenced to life in prison based on the Habitual Felony Offender Act.\nBowdoin contends there was no evidence that would have corroborated the testimony of the State's chief witness, an accomplice. The facts relied on by the State as corroborating evidence are as follows:\n(1) The accomplice had on his person a key to Bowdoin's house and a napkin with Bowdoin's phone number when he was arrested immediately after the arson;\n(2) Bowdoin and the accomplice, Graham, were seen together at the Omelet Shoppe three or four days before the fire;\n(3) Graham and Bowdoin were seen together the day before the fire;\n(4) Mortgage payments were due on the property;\n(5) The property was insured;\n(6) The house was nearly empty of personal property;\n(7) The property was commercially zoned and was more valuable without the house than with it;\n(8) Bowdoin had expressed a desire to remove the house from the property.\nMcCoy v. State, 397 So.2d 577 (Ala.Cr.App. 1981), contains an excellent discussion of the factors involved in this type of case, and is remarkable in its similarity to the present case. The distinguishing facts in the case sub judice are: (1) that the accomplice had a key to the house on his person when arrested rather than having disposed of the key prior to arrest; (2) the accomplice and Bowdoin were seen together in public places approximately four days before the fire and again one day before the fire; ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bowdoin-v-state"
    }
  ],
  "relatedIncidents": [
    16118,
    16123,
    16143,
    16150,
    16152
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}