{
  "id": 16316,
  "title": "1984년 Goutro 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-01-16",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Goutro. 판결일: 1984-01-16. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: State v. Goutro\n**판결일**: 1984-01-16\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Lemmon\n\n## 인용\n\n- 444 So. 2d 615\n\n## 판결문 요약\n\n\n444 So.2d 615 (1984)\nSTATE of Louisiana\nv.\nLarry GOUTRO, Jr.\nNo. 82-KA-2117.\nSupreme Court of Louisiana.\nJanuary 16, 1984.\n*616 William J. Guste, Jr., Atty. Gen., Barbara Rutledge, Asst. Atty. Gen., Morgan J. Goudeau, III, Dist. Atty., Robert Brinkman, Asst. Dist. Atty., for plaintiff-appellee.\nCharles R. Browning, Livonia, for defendant-appellant.\nLEMMON, Justice.\nThis is an appeal from a conviction of aggravated rape and a sentence to life imprisonment at hard labor. The sole assignment of error is that the trial court erred in admitting the testimony of a witness who had been subjected to hypnosis for the purpose of enhancing her recollection of the events surrounding the crime. Since the state proved that the hypnosis did not affect the witness' testimony, in that the witness after undergoing hypnosis did not recall any facts other than those she had related to the police prior to hypnosis, this case is controlled by State v. Wren, 425 So.2d 756 (La.1983), in which this court rejected a per se exclusion based on the fact of hypnosis alone.\nThe victim was an eight-year old girl. Because the child's mother was to be away from home for several days, the child was left on March 5, 1981 in the care of the mother's sister, Margie Fruge, who at the time was living with defendant. The rape (or rapes) occurred during the ensuing four-day period, during which Ms. Fruge and defendant consumed considerable amounts of alcohol and drugs.\nThe rape was reported to the chief of police (t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-goutro"
    }
  ],
  "relatedIncidents": [
    16011,
    16024,
    16030,
    16131,
    16160
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}