{
  "id": 16314,
  "title": "1984년 Harrison 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-01-17",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Harrison. 판결일: 1984-01-17. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Harrison v. Griffin\n**판결일**: 1984-01-17\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Wigginton\n\n## 인용\n\n- 443 So. 2d 499\n\n## 판결문 요약\n\n\n443 So. 2d 499 (1984)\nNellie HARRISON, Appellant,\nv.\nLawrence GRIFFIN and Elizabeth Griffin, Husband and Wife, and Connie H. Waites, Appellees.\nNo. AS-58.\nDistrict Court of Appeal of Florida, First District.\nJanuary 17, 1984.\nW. Paul Thompson, DeFuniak Springs, for appellant.\nNo appearance for appellees.\nWIGGINTON, Judge.\nAppellant seeks our relief from a lower court's order dismissing this cause of action with prejudice, for her failure to prosecute the case as minimally required by rule 1.420(e) of the Florida Rules of Civil Procedure.\nThere is no contest as to the propriety of granting the dismissal but only as to it being \"with prejudice.\" Appellant's concern, according to this record, may be of little practical significance but her position is legally indisputable. However, this appellate review may well have been avoided had appellant not failed to appear at the hearing wherein the trial court disposed of this and her motion for continuance.\nAs our learned brethren stated in Gibbs v. Trudeau, 283 So. 2d 889 (Fla. 1st DCA 1973):\nAn involuntary dismissal of a cause of action by order of court under Rule 1.420(b), 30 F.S.A., Rules of Civil Procedure, for failure of a plaintiff to comply with a mandatory order of the court operates as an adjudication on the merits of the action and is a bar to any subsequent suit brought on the same cause of action. It has been repeatedly held, however, that this principle of law is not applicable in instances where a cause of action is *5...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harrison-v-griffin"
    }
  ],
  "relatedIncidents": [
    16010,
    16011,
    16013,
    16016,
    16017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}