{
  "id": 16323,
  "title": "1984년 Reynolds 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1984-01-05",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Reynolds. 판결일: 1984-01-05. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Tennessee v. William REYNOLDS, Jr.\n**판결일**: 1984-01-05\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Byers, Tatum, Walker\n\n## 변호인\n\nL.L. Harrell, Jr., L.L. Harrell, Sr., Harrell & Harrell, Trenton, for appellant., William M. Leech, Jr., State Atty. Gen. & Reporter, Gordon W. Smith, Asst. State Atty. Gen., Nashville, Clayburn L. Peeples, Dist. Atty. Gen., A.H. Schoonover, Asst. Dist. Atty. Gen., Trenton, for appellee.\n\n## 인용\n\n- 666 S.W.2d 476\n\n## 판결문 요약\n\n\nOPINION\nBYERS, Judge.\nThe defendant was convicted of voluntary manslaughter and sentenced to serve not less than three years nor more than seven years. His application for a suspended sentence and probation was denied.\nThe defendant says the verdict is not supported by the evidence, says the trial court erred in failing to dismiss the charges against the defendant on the basis that it *478was never proven that the defendant killed Joe Canada, or that Joe Canada was actually killed; says the trial court erred in refusing to grant the defendant’s motion for a directed verdict in favor of the defendant on the charge of both first and second degree murder; says the trial court erred in refusing the defendant’s request to charge the law of the state of Tennessee as it pertained to carrying a deadly weapon for the purpose of going armed; says the trial court erred in refusing to allow the defendant to introduce witnesses to testify as to the violent acts of Joe Canada toward themselves and other persons; says the trial court erred in limiting the number of character witnesses the defendant could present in open court to testify as to defendant’s good character and as to the bad character of Joe Canada, and the number of witnesses to testify about the threats made by Joe Canada against the defendant; and says the trial court erred in refusing to grant the defendant’s petition for suspended sentence and place him on probation.\nThe judgment is affirmed.\nThis case arose out of the int...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-reynolds"
    }
  ],
  "relatedIncidents": [
    16010,
    16017,
    16021,
    16022,
    16035
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}