{
  "id": 16331,
  "title": "1983년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-12-23",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1983-12-23. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania, Appellant, v. Robert D. McCANN, Appellee\n**판결일**: 1983-12-23\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Flaherty, Hutchinson, Larsen, McDERMOTT, Nix, Roberts, Zappala\n\n## 변호인\n\nSamuel J. Orr, IV, Dist. Atty., Charles S. Hersh, Asst. Dist. Atty., Mercer, for appellant., Richard W. Epstein, Routman, Moore, Goldstone & Valentino, Sharon, for appellee.\n\n## 인용\n\n- 469 A.2d 126\n- 503 Pa. 190\n\n## 판결문 요약\n\n\nOPINION\nMcDERMOTT, Justice.\nRobert D. McCann was found guilty of aggravated assault after a jury trial in the Court of Common Pleas of Mercer County. His post trial motions were denied, and a judgment of sentence was imposed of not less than five (5) years nor more than ten (10) years. On appeal, the Superior Court found that McCann’s trial attorney was ineffec*192tive, vacated the sentence, and remanded the case for a new trial.1 The Commonwealth petitioned this Court for allowance of appeal, which was granted. We now reverse the order of the Superior Court and reinstate the judgment of sentence.\nThe underlying facts of this case are as follows. On December 11, 1979, Mrs. Wilma Cooper was walking home when she was accosted by Robert McCann. As a result of the attack the victim suffered some twenty (20) stab wounds to all parts of her body. Shortly after this incident, McCann was picked up by the police near the scene of the attack. He was complaining of a knife wound to the leg, which he claimed was sustained in the course of aiding a woman who was being attacked. To prove his point, McCann took the police to the site where Mrs. Cooper was lying in a pool of blood. The police, after summoning an ambulance for the victim, transported McCann to the hospital. While there, the officer in charge of the investigation was handed a note from one of the ambulance attendants. The note gave a description of the assailant, as told to the writer by the victim. The description fit Mr. Mc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-mccann"
    }
  ],
  "relatedIncidents": [
    16351,
    16438,
    16445,
    16493,
    16519
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}