{
  "id": 16335,
  "title": "1983년 Jenny E. Myrick, Administratrix of the Estate of Baby Boy Myrick v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-12-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Jenny E. Myrick, Administratrix of the Estate of Baby Boy Myrick v. United States. 판결일: 1983-12-22. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Jenny E. MYRICK, Administratrix of the Estate of Baby Boy Myrick, Appellant, v. UNITED STATES of America, Appellee\n**판결일**: 1983-12-22\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n**판사**: Russell, Sprouse, Widener\n\n## 변호인\n\nWilliam D. Breit, Norfolk, Va. (Breit, Rutter & Montagna, Norfolk, Va., on brief), for appellant., Paula M. Potoczak, Asst. U.S. Atty., Alexandria, Va. (Elsie L. Munsell, U.S. Atty., Alexandria, Va., on brief), for appellee.\n\n## 인용\n\n- 723 F.2d 1158\n\n## 판결문 요약\n\n723 F.2d 1158\n    Jenny E. MYRICK, Administratrix of the Estate of Baby BoyMyrick, Appellant,v.UNITED STATES of America, Appellee.\n    No. 83-1441.\n    United States Court of Appeals,Fourth Circuit.\n    Argued Oct. 31, 1983.Decided Dec. 22, 1983.\n    \n      William D. Breit, Norfolk, Va.  (Breit, Rutter &amp; Montagna, Norfolk, Va., on brief), for appellant.\n      Paula M. Potoczak, Asst. U.S. Atty., Alexandria, Va.  (Elsie L. Munsell, U.S. Atty., Alexandria, Va., on brief), for appellee.\n      Before RUSSELL, WIDENER and SPROUSE, Circuit Judges.\n      SPROUSE, Circuit Judge:\n    \n    \n      1\n      Jenny E. Myrick, administratrix of the estate of baby boy Myrick, appeals from the order of the district court dismissing her complaint against the United States of America under the Federal Tort Claims Act, 28 U.S.C.A. Secs. 2671-2680 (West 1976 &amp; Supp.1983) (FTCA).  Her complaint alleged medical negligence by United States employees at the Naval Regional Medical Center, Portsmouth, Virginia, in administering prenatal care and causing the baby to be stillborn.  Mrs. Myrick argues on appeal that this action lies under Virginia law for the wrongful death of the stillborn infant, because the Myrick infant was a \"person\" within the meaning of Virginia's wrongful death statute.  We disagree and affirm.\n    \n    \n      2\n      Mrs. Myrick first obtained obstetrical prenatal care at another naval medical facility and received adequate prenatal care there from March 25 to October 2, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "주요판결",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-grand-jury-proceedings-subpoena-to-ray-m-vargas-sangre-de-cristo"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jenny-e-myrick-administratrix-of-the-estate-of-baby-boy-myrick-v-united"
    }
  ],
  "relatedIncidents": [
    16384,
    16400,
    16496,
    16548,
    16549
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}