{
  "id": 16340,
  "title": "1983년 Alvarez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-12-20",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Alvarez. 판결일: 1983-12-20. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Lumbermens Mut. Cas. Co. v. Alvarez\n**판결일**: 1983-12-20\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Hubbart, Nesbitt and Daniel S. Pearson\n\n## 인용\n\n- 443 So. 2d 279\n\n## 판결문 요약\n\n\n443 So. 2d 279 (1983)\nLUMBERMENS MUTUAL CASUALTY COMPANY, Appellant,\nv.\nOptimio ALVAREZ, Appellee.\nNo. 83-1602.\nDistrict Court of Appeal of Florida, Third District.\nDecember 20, 1983.\nRehearing Denied February 1, 1984.\nKimbrell, Hamann, Jennings, Womack, Carlson &amp; Kniskern and Bradford A. Thomas, Miami, for appellant.\nJerome S. Reisman, Miami, for appellee.\nBefore HUBBART, NESBITT and DANIEL S. PEARSON, JJ.\nDANIEL S. PEARSON, Judge.\nWe reverse the summary judgment entered in favor of Alvarez upon a holding that the uncorroborated testimony of the president of the insurance agency concerning the agency's standard and unwavering practice in taking applications for automobile insurance raised a genuine issue of *280 material fact to be resolved by the jury as to whether the practice was followed at the time Alvarez applied for insurance.\nIn February 1980, Alvarez applied for automobile insurance at Almerico Insurance Agency, the insurance policy ultimately being issued by the appellant, Lumbermens Mutual Casualty Company. The policy contained an $8,000 deductible under the required personal injury protection coverage. During the term of the policy, Alvarez was allegedly involved in an automobile accident in which he was injured. When Lumbermens refused to pay Alvarez for any damages below the deductible amount, he sued, claiming, inter alia, that the personal injury protection deductible was invalid because the insurer failed to satisfy the duty imposed upon it by Section 6...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "강도",
    "방화",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=horton-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lumbermens-mut-cas-co-v-alvarez"
    }
  ],
  "relatedIncidents": [
    16361,
    16369,
    16370,
    16382,
    16383
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}