{
  "id": 16345,
  "title": "1983년 Molinelli 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-12-14",
  "location": "Idaho, ID, USA",
  "summary": "미국 Idaho, ID 법원 판결 사건. 사건명: Molinelli. 판결일: 1983-12-14. 법원: Idaho Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Idaho v. Robert MOLINELLI, Defendant-Respondent\n**판결일**: 1983-12-14\n**법원**: Idaho Supreme Court\n**관할**: Idaho, ID\n\n**판사**: Bakes, Bistline, Donaldson, Huntley, Shepard\n\n## 변호인\n\nJim Jones, Atty. Gen., Lynn E. Thomas, Sol. Gen., Myma A.I. Stahman, Deputy Atty. Gen., Boise, for plaintiff-appellant., Clark Gasser and Steven V. Richert (argued), Pocatello, for defendant-respondent.\n\n## 인용\n\n- 105 Idaho 833\n- 673 P.2d 433\n\n## 판결문 요약\n\n\nBISTLINE, Justice.\nFollowing a preliminary hearing, the defendant-respondent, Robert Molinelli, was held to answer in district court on the charge of delivery of a controlled substance, marijuana, in violation of I.C. § 37-2732(a)(1)(B). An information so charging him was filed in district court. Pursuant to the provisions of I.C. § 19-815A, Molinelli moved the court to dismiss or in the alternative to reduce the charge to possession of a controlled substance, similar to the procedure invoked in Carey v. State, 91 Idaho 706, 429 P.2d 836 (1967), where a defendant on a petition for writ of habeas corpus challenged the sufficiency of the evidence taken at the preliminary hearing to sustain a first degree murder information, insofar as it alleged the element of premeditation. That issue was briefed by the parties and argued orally as well. Thereafter, the court entered an order reducing the charge from delivery — a felony — to possession of a controlled substance under three ounces, marijuana — a misdemeanor. The court denied a motion by the State to stay further proceedings and Molinelli entered a plea of guilty to the possession charge, with the court noting that an amended information would be filed later by the prosecuting attorney’s office. The state filed another motion to stay further proceedings and a notice of appeal. The motion to stay was argued at the sentencing hearing on September 22, 1981, and the court entered an order denying it. Thereafter, the court entered a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-molinelli"
    }
  ],
  "relatedIncidents": [
    16329,
    16344,
    16350,
    16367,
    16369
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}