{
  "id": 16346,
  "title": "1983년 Sauls 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-12-14",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Sauls. 판결일: 1983-12-14. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Preston Lee SAULS v. The STATE of Texas\n**판결일**: 1983-12-14\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Brookshire\n\n## 변호인\n\nFancy Jezek, Belton, for appellant., Arthur C. Eads, Dist. Atty., Belton, for appellee.\n\n## 인용\n\n- 666 S.W.2d 186\n\n## 판결문 요약\n\n\n*188OPINION\nBROOKSHIRE, Justice.\nAppellant, Preston Lee Sauls, received jury conviction for attempting to acquire or obtain possession of a controlled substance (Phenmetrazine, Schedule II) by misrepresentation, fraud, deception, subterfuge and forgery. TEX.REY. ClV.STAT.ANN. art. 4476-15, Sec. 4.09(a)(3) and (b)(1); see also art. 4476-15, Sec. 2.04(e)(4) (Vernon Supp. 1982-1983). The punishment was enhanced to a first degree felony. TEX.PENAL CODE ANN. Sec. 12.42(b) (Vernon 1974). Punishment was assessed by the trial court at 30 years confinement.\nApparently, on September 1, 1982, by the Court of Criminal Appeals, pursuant to the provisions of Senate Bill 265, 67th Legislature, Regular Sess., 1981, this appeal was transferred to the Court of Appeals, Third Supreme Judicial District in Austin. By order of May 4, 1983, this appeal was re-transferred to this Court by the Supreme Court of Texas.\nIn Ground of Error One, Appellant contends the trial court erred in allowing the prosecutor, over objection, to bolster the testimony of an unimpeaehed witness.\nDavid Louis Fowler, an accomplice, testified that on July 15, 1980, Appellant and a woman came by Fowler’s residence and Appellant asked Fowler if he wanted to go “bust some ‘script”. Fowler said the trio drove to several drug stores and finally ended up at the V &amp; M Pharmacy on South Main, Temple. Fowler said Appellant gave him two prescriptions and twenty dollars to take into the drug store and Fowler delivered these, acco...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sauls-v-state"
    }
  ],
  "relatedIncidents": [
    16373,
    16405,
    16498,
    16599,
    16609
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}