{
  "id": 16352,
  "title": "1983년 United States v. Daniel McCabe 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-12-06",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Daniel McCabe. 판결일: 1983-12-06. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Daniel McCABE, Defendant-Appellant\n**판결일**: 1983-12-06\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Flaum, Grant, Posner\n\n## 변호인\n\nJames C. Craven, Springfield, Ill., for defendant-appellant., Gregory Harris, Asst. U.S. Atty., Springfield, Ill., for plaintiff-appellee.\n\n## 인용\n\n- 720 F.2d 951\n\n## 판결문 요약\n\n720 F.2d 951\n    UNITED STATES of America, Plaintiff-Appellee,v.Daniel McCABE, Defendant-Appellant.\n    No. 83-1250.\n    United States Court of Appeals,Seventh Circuit.\n    Argued Sept. 13, 1983.Decided Nov. 8, 1983.Rehearing Denied Dec. 6, 1983.\n    \n      James C. Craven, Springfield, Ill., for defendant-appellant.\n      Gregory Harris, Asst. U.S. Atty., Springfield, Ill., for plaintiff-appellee.\n      Before POSNER and FLAUM, Circuit Judges, and GRANT, Senior District Judge.*\n      FLAUM, Circuit Judge.\n    \n    \n      1\n      This is an appeal from the defendant's conviction for conspiracy to distribute and possess marijuana with intent to distribute (count I of the indictment), and for possession of 198.1 pounds of marijuana with intent to distribute (count II of the indictment).  For the reasons set forth below, we affirm the conviction.\n    \n    \n      2\n      The prosecution of the defendant arose out of a series of drug-dealing activities that took place in and near Springfield, Illinois, between August 23, 1981, and September 1, 1981.  Although it is undisputed that the defendant was present in Springfield at some point during this time period, the United States and the defendant disagree as to the extent of the defendant's participation in these activities.\n    \n    \n      3\n      During the trial of this case, three named co-conspirators testified against the defendant as part of their plea agreements with the government.  The chief government witness, Karl Knoneb...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-daniel-mccabe"
    }
  ],
  "relatedIncidents": [
    16329,
    16331,
    16335,
    16340,
    16344
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}