{
  "id": 16351,
  "title": "1983년 Klein 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-12-08",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Klein. 판결일: 1983-12-08. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: David L. KLEIN, Jr., Appellant, v. STATE of Texas, Appellee\n**판결일**: 1983-12-08\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Utter, Bissett and Gonzalez\n\n## 변호인\n\nJohn H. Flinn, Sinton, for appellant., Thomas L. Bridges, Dist. Atty., Sinton, for appellee.\n\n## 인용\n\n- 662 S.W.2d 166\n\n## 판결문 요약\n\n\n662 S.W.2d 166 (1983)\nDavid L. KLEIN, Jr., Appellant,\nv.\nSTATE of Texas, Appellee.\nNo. 13-83-072-CR.\nCourt of Appeals of Texas, Corpus Christi.\nDecember 8, 1983.\n*167 John H. Flinn, Sinton, for appellant.\nThomas L. Bridges, Dist. Atty., Sinton, for appellee.\nBefore UTTER, BISSETT and GONZALEZ, JJ.\n\nOPINION\nUTTER, Justice.\nThis is an appeal from a conviction for the offense of aggravated assault on a peace officer for which appellant received a five-year probated sentence and a $3,500.00 fine. The issues presented in this case are: (1) whether the main prosecution witness was erroneously allowed to give his opinion testimony regarding to appellant's intent, (2) whether the evidence is sufficient to prove the allegations and descriptive averments in the indictment necessary to support the conviction, (3) whether the testimony of the nature and extent of appellant's injury were res gestae of the incident bearing on appellant's intent and knowledge and was thus improperly excluded, (4) whether evidence of appellant's incompetency to stand trial in a prior case was a proper subject of impeachment, and (5) whether three of appellant's special requested charges were erroneously refused. We affirm.\nIn his first ground of error, appellant asserts that the trial court erred in permitting the main prosecution witness to testify as to his opinion of the guilt of appellant.\nOn direct examination, Game Warden Roy Lawrence testified: \"... I could see he (appellant) was coming right to me. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=klein-v-state"
    }
  ],
  "relatedIncidents": [
    16331,
    16438,
    16445,
    16493,
    16519
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}