{
  "id": 16350,
  "title": "1983년 Mroczko 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-12-08",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Mroczko. 판결일: 1983-12-08. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. RICHARD JOHN MROCZKO, Defendant and Appellant\n**판결일**: 1983-12-08\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Kaus\n\n## 변호인\n\nCounsel, Sanford Jay Rosen, under appointment by the Supreme Court, Kathleen J. Purcell, Rosen & Remcho and Barbara Phillips for Defendant and Appellant., John K. Van de Kamp and George Deukmejian, Attorneys General, Robert H. Philibosian, Chief Assistant Attorney General, Arnold O. Overoye, Assistant Attorney General, Nancy Sweet and Vincent J. Scally, Jr., Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 672 P.2d 835\n- 35 Cal. 3d 86\n- 197 Cal. Rptr. 52\n\n## 판결문 요약\n\n\n35 Cal. 3d 86 (1983)\n672 P.2d 835\n197 Cal. Rptr. 52\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nRICHARD JOHN MROCZKO, Defendant and Appellant.\nDocket No. Crim. 21159.\nSupreme Court of California.\nDecember 8, 1983.\n*91 COUNSEL\nSanford Jay Rosen, under appointment by the Supreme Court, Kathleen J. Purcell, Rosen &amp; Remcho and Barbara Phillips for Defendant and Appellant.\nJohn K. Van de Kamp and George Deukmejian, Attorneys General, Robert H. Philibosian, Chief Assistant Attorney General, Arnold O. Overoye, Assistant Attorney General, Nancy Sweet and Vincent J. Scally, Jr., Deputy Attorneys General, for Plaintiff and Respondent.\nOPINION\nKAUS, J.\nOn May 22, 1978, Jay Love, an inmate at the California Men's Colony (CMC) was found dead in his cell, asphyxiated by a metal coat *92 hanger wrapped around his neck. Four months later, Richard Mroczko and Thomas Brindle, fellow inmates, were charged with Love's murder. After a six-week trial in the San Luis Obispo County Superior Court, during which Brindle and Mroczko were represented by the same counsel, Mroczko was convicted of first degree murder and eventually sentenced to death. Brindle was convicted of second degree murder and sentenced to a term of seven years. Mroczko's appeal to this court is automatic. (Cal. Const., art. VI, § 11; Pen. Code, § 1239, subd. (b).)\nWe hold that as a result of the joint representation of Mroczko, Brindle, and Dennis Hall  a witness to and uncharged suspect in Love's death  Mroczko was denied eff...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-mroczko"
    }
  ],
  "relatedIncidents": [
    16329,
    16344,
    16345,
    16367,
    16369
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}