{
  "id": 16369,
  "title": "1983년 Bogany 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-11-23",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Bogany. 판결일: 1983-11-23. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Robert Amos BOGANY, Appellant. v. the STATE of Texas, Appellee\n**판결일**: 1983-11-23\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Campbell, Davis, McCORMICK, Odom, Onion, Teague\n\n## 변호인\n\nGladys R. Goffney, Houston, for appellant., John B. Holmes, Jr., Dist. Atty., Calvin Hartmann, Larry Schreve and Timothy G. Taft, Asst. Dist. Attys., Houston, Robert Huttash, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 661 S.W.2d 957\n\n## 판결문 요약\n\n\n661 S.W.2d 957 (1983)\nRobert Amos BOGANY, Appellant.\nv.\nThe STATE of Texas, Appellee.\nNo. 317-83.\nCourt of Criminal Appeals of Texas, En Banc.\nNovember 23, 1983.\n*958 Gladys R. Goffney, Houston, for appellant.\nJohn B. Holmes, Jr., Dist. Atty., Calvin Hartmann, Larry Schreve and Timothy G. Taft, Asst. Dist. Attys., Houston, Robert Huttash, State's Atty., Austin, for the State.\n\nON APPELLANT'S PETITION FOR DISCRETIONARY REVIEW\nODOM, Judge.\nAppellant was convicted of aggravated robbery. On a finding of one prior conviction for enhancement, punishment was assessed at 60 years and a $10,000 fine. The Court of Appeals found this punishment verdict was unauthorized by law because under V.T.C.A., Penal Code Sec. 12.42(c), no fine was authorized. It then reformed the verdict under Art. 44.24(b), V.A.C.C.P., and overruled the ground of error. We granted the petition for review to consider appellant's challenge to the Court of Appeals' authority to reform the verdict.\nArt. 44.24(b) provides:\n\"(b) The courts of appeals and the Court of Criminal Appeals may affirm the judgment of the court below, or may reverse and remand for a new trial, or may reverse and dismiss the case, or may reform and correct the judgment or may enter any other appropriate order, as the law and nature of the case may require.\" (Emphasis added.)\nIn Milczanowski v. State, 645 S.W.2d 445, 447 (Tex.Cr.App.1983), the Court held:\n\"... reformation of judgment and sentence may be done only to cause those instruments to r...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bogany-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=patterson-v-state"
    }
  ],
  "relatedIncidents": [
    16329,
    16340,
    16344,
    16345,
    16350
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}