{
  "id": 16367,
  "title": "1983년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-11-25",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1983-11-25. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Louis KRIPPLEBAUER\n**판결일**: 1983-11-25\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Files, Hoffman, Popovich, Rowley\n\n## 변호인\n\nRobert L. Eberhardt, Deputy District Attorney, Pittsburgh, for Commonwealth, appellant., Michael James Healey, Pittsburgh, for appellee.\n\n## 인용\n\n- 322 Pa. Super. 317\n- 469 A.2d 639\n\n## 판결문 요약\n\n\nHOFFMAN, Judge:\nThe Commonwealth contends that the lower court erred in discharging appellee because he was denied a speedy trial guaranteed him by the Interstate Agreement on Detainers, 42 Pa.C.S.A. § 9101, Art. IV(c). We disagree and, accordingly, affirm.\nOn November 9, 1981, appellee was brought to Pennsylvania to face a conspiracy charge. Pursuant to the Agreement on Detainers, the Commonwealth was required to bring appellee to trial within 120 days, or before March 9, *3191982. On December 10, 1981, the Commonwealth petitioned to consolidate appellee’s case with those of two co-defendants and inadvertently listed appellee’s rúndate as April 4, 1982.1 On December 17, the lower court set a tentative trial date of January 19, 1982. However, on December 28, the lower court held a preliminary hearing and subsequently granted appellee thirty days in which to file pre-trial motions. On January 19, the Commonwealth’s motion to consolidate was denied because the charges against appellee’s co-defendants were dismissed. The lower court denied the Commonwealth’s request to set the trial for January 29, just one day after the termination of appellee’s thirty day period for filing pre-trial motions, noting the request was unreasonable and gave the court no time to consider any motions filed. . The lower court, relying on the Commonwealth’s original, albeit mistaken, rúndate, then scheduled the trial for March 30.2 On March 12, appellee filed a motion to dismiss because he had not bee...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-kripplebauer"
    }
  ],
  "relatedIncidents": [
    16329,
    16344,
    16345,
    16350,
    16369
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}