{
  "id": 16363,
  "title": "1983년 Wright 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-11-29",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Wright. 판결일: 1983-11-29. 법원: Supreme Court of Colorado.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE of the State of Colorado, Plaintiff-Appellee, v. Ralph WRIGHT, Defendant-Appellant\n**판결일**: 1983-11-29\n**법원**: Supreme Court of Colorado\n**관할**: Colorado, CO\n\n**판사**: Kirshbaum\n\n## 변호인\n\nJ.D. MacFarlane, Atty. Gen., Richard F. Hennessey, Deputy Atty. Gen., Mary J. Mullarkey, Sol. Gen., Mary E. Ricketson, Asst. Atty. Gen., Denver, for plaintiff-ap-pellee., J. Gregory Walta, Colorado State Public Defender, Linda Hotes, Deputy State Public Defender, Denver, for defendant-appellant.\n\n## 인용\n\n- 672 P.2d 518\n\n## 판결문 요약\n\n\n672 P.2d 518 (1983)\nThe PEOPLE of the State of Colorado, Plaintiff-Appellee,\nv.\nRalph WRIGHT, Defendant-Appellant.\nNo. 82SA55.\nSupreme Court of Colorado, En Banc.\nNovember 29, 1983.\n*519 J.D. MacFarlane, Atty. Gen., Richard F. Hennessey, Deputy Atty. Gen., Mary J. Mullarkey, Sol. Gen., Mary E. Ricketson, Asst. Atty. Gen., Denver, for plaintiff-appellee.\nJ. Gregory Walta, Colorado State Public Defender, Linda Hotes, Deputy State Public Defender, Denver, for defendant-appellant.\nKIRSHBAUM, Justice.\nDefendant, Ralph Wright, appeals his jury convictions of second degree assault and second degree kidnapping, in violation of sections 18-3-203 and 18-3-302, C.R.S.1973 (1978 Repl.Vol. 8), respectively. Defendant contends that (1) the trial court erroneously denied his challenge of a prospective juror for cause; (2) the sentence enhancement provision of the criminal sentencing statute, section 18-1-105(6), C.R.S.1973 (1978 Repl.Vol. 8) (1982 Cum.Supp.), is impermissibly vague; (3) the trial court erred in refusing to grant defendant's request to continue the sentencing hearing; and (4) the trial court abused its discretion in sentencing defendant.[1] We affirm the judgment of the trial court but vacate defendant's sentence.\nAt trial, it was undisputed that the victim of defendant's allegedly unlawful conduct was a prostitute and that defendant was her pimp. During voir dire, potential jurors were examined about their reactions to these facts. One prospective juror indicated a strong ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-wright"
    }
  ],
  "relatedIncidents": [
    16357,
    16401,
    16510,
    16522,
    16581
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}