{
  "id": 16373,
  "title": "1983년 In re Aspinall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-11-22",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: In re Aspinall. 판결일: 1983-11-22. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Alan J. ASPINALL\n**판결일**: 1983-11-22\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n## 변호인\n\nJames S. Kowalik, Hopper & Opperman, Indianapolis, for respondent., Sheldon A. Breskow, Executive Seere-tary, William C. Hussmann, Jr., Staff Atty., Indianapolis, for Indiana Supreme Court Disciplinary Com'n.\n\n## 인용\n\n- 455 N.E.2d 942\n\n## 판결문 요약\n\n\nDISCIPLINARY ACTION\nPER CURIAM.\nThis proceeding was commenced by the filing of a complaint under this cause charging the Respondent with entering into a business transaction with a client having differing interests, accepting employment when the exercise of his professional judgement was affected by his own interests, violating a Disciplinary Rule, engaging in conduct involving dishonesty, fraud, deceit, or misrepresentation, failing to maintain complete records of a client's funds, and failing to render proper accounting for those funds when requested. By reason of such alleged misconduct, Respondent is specifically charged with violating Disciplinary Rules 5-104(A), 5-101(A), 1-102(A)(1) and (4), and 9-102(B).\nPursuant to Admission and Discipline Rule 28, Section 11(d), the parties to this proceeding have tendered to this Court a conditional agreement under which they seek approval of the imposition of a public reprimand for such alleged misconduct. The Respondent, additionally, has presented to this Court the requisite affidavit pursuant to Section 17 of the above noted rule.\nIt is specifically agreed by the parties that the Respondent, a duly licensed attorney in the State of Indiana, was engaged in a professional capacity by Ronald L. Banta (Banta), a podiatrist, to perform certain legal services related to an incorporated medical practice, of which Banta owned one-third of the outstanding shares. Respondent performed services for the corporation and was compensated by ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-aspinall"
    }
  ],
  "relatedIncidents": [
    16346,
    16405,
    16498,
    16599,
    16609
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}