{
  "id": 16378,
  "title": "1983년 Brundage 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-11-09",
  "location": "Utah, UT, USA",
  "summary": "미국 Utah, UT 법원 판결 사건. 사건명: Brundage. 판결일: 1983-11-09. 법원: Utah Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: OHIO CASUALTY INSURANCE COMPANY, and v. Barbara BRUNDAGE and Allstate Insurance Company, Ray H. Ivie and J. Rulon Morgan, and\n**판결일**: 1983-11-09\n**법원**: Utah Supreme Court\n**관할**: Utah, UT\n\n**판사**: Durham, Hall, Howe, Oaks, Stewart\n\n## 변호인\n\nL. Rich Humphreys, Salt Lake City, for Allstate., Ray Phillips Ivie, Provo, for defendants and appellants., Taylor D. Carr, Salt Lake City, for plaintiff and respondent.\n\n## 인용\n\n- 674 P.2d 101\n\n## 판결문 요약\n\n\nDURHAM, Justice:\nAllstate Insurance Company (Allstate) appeals from a judgment ordering arbitration of Ohio Casualty Insurance Company’s (Ohio Casualty) reimbursement claim against it and dismissing Allstate’s claim for indemnification. We affirm.\nIn May 1976, Barbara Brundage was injured in an automobile collision with Jacqueline Kernan. Ohio Casualty was Brund-age’s no-fault insurer and paid her $8,313.80 in personal injury protection (PIP) benefits. Allstate was Kernan’s liability insurer. Ohio Casualty promptly notified Allstate that it had a subrogated interest in the PIP benefits paid to Brundage and demanded *102return of them under U.C.A., 1953, § 31-41-11, which describes subrogation rights and arbitration between insurers. Because Allstate refused to settle, a formal demand for arbitration was made by Ohio Casualty.\nBrundage had meanwhile sued Kernan, and a jury awarded her $27,000. Of this amount, $8,228.84 was for special damages, the same damages that Brundage had already been compensated for by Ohio Casualty’s PIP payment. The court reduced the overall judgment by the percentage of comparative negligence assigned to Brundage by the jury. No deduction, however, was made for the PIP payments Brundage had already received from Ohio Casualty. Although he was aware of Ohio Casualty’s pending demand for arbitration, the trial attorney1 for Allstate and Kernan nevertheless joined in a motion by Brundage’s attorneys to have the entire remaining judgment, including the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ohio-casualty-insurance-co-v-brundage"
    }
  ],
  "relatedIncidents": [
    16329,
    16331,
    16335,
    16340,
    16344
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}