{
  "id": 16372,
  "title": "1983년 Neal 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-11-22",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Neal. 판결일: 1983-11-22. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Adolph NEAL\n**판결일**: 1983-11-22\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Gent, Lowenstein, Somerville\n\n## 변호인\n\nJames W. Fletcher, Ann Hall, Kansas City, for appellant., John Ashcroft, Atty. Gen., Jefferson City, Philip M. Koppe, Asst. Atty. Gen., Kansas City, for respondent.\n\n## 인용\n\n- 661 S.W.2d 844\n\n## 판결문 요약\n\n\nLOWENSTEIN, Judge.\nNeal was convicted of attempted forcible rape, Section 566.030.2 and sodomy, Section 566.060, RSMo.1980. Punishment was assessed in the form of concurrent 25 year sentences. Neal does not test the sufficiency of the evidence of sodomizing and then attempting to rape a 10-year old girl. The rape was thwarted by two eyewitnesses who shouted at Neal while he was atop the victim whose pants he had pulled down. With his pants down he beat a retreat and was soon discovered by police hiding in some nearby bushes.\nNeal’s only point on appeal attacks the sufficiency of the count in the amended information on the attempted rape charge which read:\n“... attempted to commit the felony of forcible rape, ... in that on or about October 1,1981, the defendant attempted to have sexual intercourse with [R.W.], to whom [the appellant] was not married, without the consent of [R.W.], by the use of forcible compulsion, and such conduct *845was a substantial step toward the commission of the crime of forcible rape upon [R.W.], and was done for the purpose of commiting such rape.”\nThe point is denied — the judgment is affirmed.\nNeal admits the information is modeled after MACH-CR 18.02 on attempts which reads:\n“The (Grand Jurors) (Circuit Attorney) (Prosecuting Attorney) of the (City) (County) of _ State of Missouri, charge(s) that the defendant in violation Section 564.011, RSMo, committed the class [insert the capital letter for the proper classification of the offense. See Note...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-neal"
    }
  ],
  "relatedIncidents": [
    16441,
    16458,
    16464,
    16467,
    16502
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}