{
  "id": 16386,
  "title": "1983년 Carroll 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-11-01",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Carroll. 판결일: 1983-11-01. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Gigi Elijah Carroll v. State.\n**판결일**: 1983-11-01\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Harris\n\n## 변호인\n\nJack W. Smith of Smith Smith, Dothan, for appellant. Charles A. Graddick, Atty. Gen., and H. William Wasden, Asst. Atty. Gen., for appellee.\n\n## 인용\n\n- 445 So. 2d 952\n\n## 판결문 요약\n\n\n445 So.2d 952 (1983)\nGigi Elijah CARROLL\nv.\nSTATE.\n4 Div. 137.\nCourt of Criminal Appeals of Alabama.\nNovember 1, 1983.\nRehearing Denied November 29, 1983.\nCertiorari Denied February 24, 1984.\n*953 Jack W. Smith of Smith &amp; Smith, Dothan, for appellant.\nCharles A. Graddick, Atty. Gen., and H. William Wasden, Asst. Atty. Gen., for appellee.\nAlabama Supreme Court 83-290.\nHARRIS, Judge.\nAppellant, Gigi Elijah Carroll, was indicted by the Houston County Grand Jury during the November, 1982 term on a charge of theft in the second degree. On December 13, 1982, she was arraigned and entered a plea of not guilty and not guilty by reason of insanity. Trial commenced on the same day and the jury found her guilty as charged in the indictment. Appellant was adjudged guilty in accordance with the verdict and was sentenced to twelve years' imprisonment in the penitentiary pursuant to the Habitual Felony Offenders Statute § 13A-5-9, Code of Alabama 1975.\nAt trial, Fred Corbin, security manager of the southwest K-Mart department store in Dothan, testified regarding events of November 4, 1982. He stated that, while on duty at K-Mart, he observed Mrs. Carroll *954 remove items of clothing from the racks and place them under the lid of a baby carriage and on her person. He followed Mrs. Carroll as she left the store through the service desk area without paying for the merchandise. In the parking lot outside of the store he stopped her and requested that she return to the store with him where...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carroll-v-state"
    }
  ],
  "relatedIncidents": [
    16329,
    16331,
    16335,
    16340,
    16344
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}