{
  "id": 16382,
  "title": "1983년 Lane 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-11-04",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Lane. 판결일: 1983-11-04. 법원: District Court, N.D. Illinois.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America ex rel. Melvin CHATMAN v. Michael LANE, Director, Illinois Department of Corrections and James Theirit, Warden, Graham Correctional Center\n**판결일**: 1983-11-04\n**법원**: District Court, N.D. Illinois\n**관할**: Illinois, IL\n\n**판사**: Bua\n\n## 변호인\n\nMr. Steven Clark, Deputy State Appellate Defender, Bruce Mosbacher, Asst. State Appellate Defender, Chicago, III, for petitioner., Neil F. Hartigan, Atty. Gen., State of 111. by Kenneth A. Fedinets, Asst. Atty. Gen., Chicago, 111., for respondents.\n\n## 인용\n\n- 573 F. Supp. 693\n\n## 판결문 요약\n\n\nMEMORANDUM ORDER\nBUA, District Judge.\nMelvin Chatman was charged with armed robbery in the Circuit Court of Cook County. After a jury trial, he was found guilty and sentenced to 18 years imprisonment. The Illinois Appellate Court, with one Justice dissenting, affirmed the conviction. People v. Chatman, 105 Ill.App.3d 276, 61 Ill.Dec. 156, 434 N.E.2d 309 (1st Dist.1982). Leave to appeal was denied by the Illinois Supreme Court.\nChatman filed this petition for a writ of habeas corpus claiming that the trial judge denied his Sixth and Fourteenth Amendment rights to present a “key defense witness” as a sanction for Chatman’s “de mini-mus violation” of an Illinois discovery rule. On May 17, 1983, this Court ruled that Chatman had exhausted his state remedies as required by 28 U.S.C. § 2254. Presently before the Court are Chatman’s and respondents’ cross motions for summary judgment.1 Jurisdiction is invoked pursuant to 28 U.S.C. § 2254. For the reasons stated herein, Chatman’s motion for summary judgment is denied and respondents’ motion for summary judgment is granted.\nI. FACTS\nHattie Sherry testified for the prosecution at trial that on December 23, 1976, she *695was a salesperson at Sam’s Variety Store in Chicago. She was working alone at the cash register when she noticed a man, whom she later identified as Chatman, entered the store. The man used the telephone and left. Minutes later, the man returned and asked Sherry for change. During this conversation Sherry observed the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-ex-rel-chatman-v-lane"
    }
  ],
  "relatedIncidents": [
    16340,
    16361,
    16369,
    16385,
    16393
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}