{
  "id": 16383,
  "title": "1983년 Pace 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-11-03",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Pace. 판결일: 1983-11-03. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: DANIEL B. PACE Et Al., Plaintiffs-Appellants, v. THOMAS A. McCLOW, Public Adm’r of the Estate of Scott A. Peterson, Deceased, Defendant-Appellee\n**판결일**: 1983-11-03\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Reinhard\n\n## 변호인\n\nL. Lee Burks, Jr., of Park Forest, for appellants., Gary K. Mickey, Donald L. Puckett, and Bernard K. Weiler, all of Puckett, Barnett, Larson, Mickey, Wilson & Ochsenschlager, of Aurora, and John P. Callahan, of Geneva, for appellee.\n\n## 인용\n\n- 458 N.E.2d 4\n- 119 Ill. App. 3d 419\n\n## 판결문 요약\n\n\n119 Ill. App. 3d 419 (1983)\n458 N.E.2d 4\nDANIEL B. PACE et al., Plaintiffs-Appellants,\nv.\nTHOMAS A. McCLOW, Public Adm'r of the Estate of Scott A. Peterson, Deceased, Defendant-Appellee.\nNo. 82-982.\nIllinois Appellate Court  Second District.\nOpinion filed November 3, 1983.\n*420 *421 L. Lee Burks, Jr., of Park Forest, for appellants.\nGary K. Mickey, Donald L. Puckett, and Bernard K. Weiler, all of Puckett, Barnett, Larson, Mickey, Wilson &amp; Ochsenschlager, of Aurora, and John P. Callahan, of Geneva, for appellee.\nReversed and remanded.\nJUSTICE REINHARD delivered the opinion of the court:\nPlaintiffs, Daniel B. Pace, Leslie M. Pace, and Rachel Harris, appeal from a judgment, which was entered on a directed verdict at the close of plaintiffs' case, in favor of defendant, Thomas A. McClow, the public administrator of the estate of Scott A. Peterson, deceased.\nPlaintiffs sought to recover damages from defendant for injuries they had sustained in an automobile accident. Plaintiffs alleged in their complaint that Peterson had negligently failed to keep a proper lookout while driving the automobile in which they were riding and that he had negligently operated this motor vehicle at a speed greater than was reasonable. They alleged that they were injured as a result of these negligent acts. The trial court, viewing the evidence most favorably to the plaintiffs, found that insufficient evidence had been presented by plaintiffs for a jury to find that Peterson had been negligent. Th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pace-v-mcclow"
    }
  ],
  "relatedIncidents": [
    16340,
    16370,
    16403,
    16423,
    16442
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}