{
  "id": 16391,
  "title": "1983년 Mary E. Hales, a Minor, by and Through Her Father and Next Friend, Bobby J. Williams v. Illinois Central Gulf Railroad Company 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-10-28",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Mary E. Hales, a Minor, by and Through Her Father and Next Friend, Bobby J. Williams v. Illinois Central Gulf Railroad Company. 판결일: 1983-10-28. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Mary E. HALES, a Minor, by and Through Her Father and Next Friend, Bobby J. WILLIAMS, Plaintiff-Appellant, v. ILLINOIS CENTRAL GULF RAILROAD COMPANY, Defendant-Appellee\n**판결일**: 1983-10-28\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Gar-Wood, Garwood, Garza, Randall\n\n## 변호인\n\nSamuel H. Wilkins, Mary Lou Payne, Jackson, Miss., for plaintiff-appellant., Clifford K. Bailey, III, Erskine W. Wells, Jackson, Miss., for defendant-appellee.\n\n## 인용\n\n- 718 F.2d 138\n\n## 판결문 요약\n\n718 F.2d 138\n    Mary E. HALES, a Minor, by and through her father and nextfriend, Bobby J. WILLIAMS, Plaintiff-Appellant,v.ILLINOIS CENTRAL GULF RAILROAD COMPANY, Defendant-Appellee.\n    No. 82-4206.\n    United States Court of Appeals,Fifth Circuit.\n    Oct. 28, 1983.\n    \n      Samuel H. Wilkins, Mary Lou Payne, Jackson, Miss., for plaintiff-appellant.\n      Clifford K. Bailey, III, Erskine W. Wells, Jackson, Miss., for defendant-appellee.\n      Appeal from the United States District Court for the Southern District of Mississippi.\n      Before GARZA, RANDALL and GARWOOD, Circuit Judges.\n      GARWOOD, Circuit Judge:\n    \n    \n      1\n      This is an appeal from a Mississippi diversity judgment rendered for appellee Illinois Central Gulf Railroad (\"Illinois Central\"), after a nonjury trial, dismissing a suit against it by appellant Mary E. Hales (\"Hales\") for personal injuries and property damage sustained as a result of a collision between Hales' car and one of Illinois Central's freight trains at a crossing just inside the corporate limits of Flowood, Rankin County, Mississippi.  The principal question on appeal is whether, by reason of the limited view Hales had of the approaching train as she drove toward the crossing, primarily because of a line of trees along the Railroad's right-of-way near the crossing, the crossing was unusually dangerous, thus requiring Illinois Central to have added a signal light or other special warnings to motorists.  Because the district cour...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mary-e-hales-a-minor-by-and-through-her-father-and-next-friend-bobby-j"
    }
  ],
  "relatedIncidents": [
    16329,
    16331,
    16335,
    16340,
    16344
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}