{
  "id": 16393,
  "title": "1983년 Marathon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-10-27",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Marathon. 판결일: 1983-10-27. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Alexander M. Marathon\n**판결일**: 1983-10-27\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 97 A.D.2d 650\n\n## 판결문 요약\n\n\nAppeal from a judgment of the County Court of Albany County (Clyne, J.), rendered June 8, 1979, convicting defendant upon his plea of guilty of the crime of robbery in the first degree. In September, 1978, defendant and William Du Bray were jointly indicted by the Grand Jury of Albany County and charged with the crimes of robbery in the first degree, burglary in the first degree and grand larceny in the second degree. During the course of a suppression hearing in March, 1979, Judge Clyne granted defense counsel’s request to close the courtroom. Thereafter, defendant changed his plea to guilty to the crime of robbery in the first degree in satisfaction of the three-count indictment. Judge Clyne inquired of defendant as to the underlying facts surrounding the plea in order to determine that it was knowing and voluntary. After defendant was sworn under oath, and during the plea colloquy, defendant acknowledged the crime and his participation in it, and also implicated his codefendant, William Du Bray. The closure of the courtroom to the public, and especially to the press, during defendant’s plea of guilty became the subject of litigation initiated by the Hearst Corporation, which had been refused a transcript of the plea proceedings until Du Bray pleaded guilty five days later. This court, concluding that the closure was a proper exercise of discretion, dismissed the petition (Matter of Hearst Corp. v Clyne, 71 AD2d 966). The Court of Appeals reversed and remitted to this cour...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-marathon"
    }
  ],
  "relatedIncidents": [
    16340,
    16361,
    16369,
    16382,
    16385
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}