{
  "id": 16396,
  "title": "1983년 Parker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-10-24",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Parker. 판결일: 1983-10-24. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: People v. Parker\n**판결일**: 1983-10-24\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Boyle, Brickley, Cavanagh, Kavanagh, Levin, Ryan, Williams\n\n## 변호인\n\nFrank J. Kelley, Attorney General, Louis J. Caruso, Solicitor General, William L. Cahalan, Prosecuting Attorney, Edward Reilly Wilson, Deputy Chief, Civil and Appeals, and A. George Best, II, Assistant Prosecuting Attorney, for the people., State Appellate Defender (by Mardi Crawford) for the defendant.\n\n## 인용\n\n- 339 N.W.2d 455\n- 417 Mich. 556\n\n## 판결문 요약\n\n\n417 Mich. 556 (1983)\n339 N.W.2d 455\nPEOPLE\nv.\nPARKER\nDocket No. 66028, (Calendar No. 21).\nSupreme Court of Michigan.\nArgued March 10, 1983.\nDecided October 24, 1983.\nCertiorari denied April 30, 1984.\nFrank J. Kelley, Attorney General, Louis J. Caruso, Solicitor General, William L. Cahalan, Prosecuting Attorney, Edward Reilly Wilson, Deputy Chief, Civil and Appeals, and A. George Best, II, Assistant Prosecuting Attorney, for the people.\nState Appellate Defender (by Mardi Crawford) for the defendant.\nCertiorari denied by the Supreme Court of the United States on April 30, 1984.\nKAVANAGH, J. (for reversal).\nThis is an appeal from an affirmance of defendant's conviction of armed robbery and first-degree criminal sexual conduct.\nWe reverse and remand for a new trial.\nComplainant testified that someone sprayed a substance into her face as she was getting out of her car in a Detroit parking lot. Her assailant told her that he would stab her with a knife if she did not keep quiet. A struggle ensued in the car, and the assailant took $12 from her wallet. He then directed her to drive from the scene, and they stopped at a deserted location. After a further struggle, during which she was able to scratch her assailant's face, the assailant engaged in forcible sexual intercourse with complainant and fled. Shortly thereafter complainant was able to summon police and describe her assailant to them. The police located a wallet in her car which contained *560 several pieces of identification...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-parker"
    }
  ],
  "relatedIncidents": [
    16340,
    16361,
    16369,
    16382,
    16385
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}