{
  "id": 16405,
  "title": "1983년 In re Search Warrant for Premises Known as Encore House 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-10-19",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re Search Warrant for Premises Known as Encore House. 판결일: 1983-10-19. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of SEARCH WARRANT FOR \"PREMISES KNOWN AS ENCORE HOUSE (DOING BUSINESS AS CONSUMER FULFILLMENT, INC., ROBERT LANE, GLEN HEAD, NEW YORK)\"\n**판결일**: 1983-10-19\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Sweet\n\n## 변호인\n\nStillman, Friedman & Shaw, P.C., New York City, for movants; Edward M. Shaw, New York City, of counsel., Rudolph W. Giuliani, U.S. Atty., S.D. N.Y., New York City, for U.S.A.; Stuart R. Grabois, Asst. U.S. Atty., New York City, of counsel.\n\n## 인용\n\n- 100 F.R.D. 700\n\n## 판결문 요약\n\n\nOPINION\nSWEET, District Judge.\nEncore House, Inc. and several other companies (the “Companies”) have moved this court, pursuant to the court’s general supervisory powers, to order the United States Attorney for the Southern District of New York to return to the Companies about $1 million in checks payable to the Companies that were seized under a search warrant. For the reasons stated below, the motion is granted.\nThe following facts are taken from the parties’ affidavits and have not been disputed before this court. The Companies oper*701ate various aspects of a mail order business, selling several consumer products including binoculars and diet pills. The Companies reach consumers by advertisements in publications and by direct mailings. Consumer Fulfillment, Inc., one of the companies, receives and processes customer orders and payments to others of the Companies and stores and delivers ordered products.\nThe Government has been conducting a criminal investigation into fraudulent misrepresentation of products advertised by the Companies and the non-delivery of customer orders. The major part of the investigation relevant to this motion appears to concern advertisements for binoculars. The Government alleges that the advertisements greatly exaggerated the magnification and quality of the binoculars.\nOn July 5, 1983, the United States Attorney for the Southern District of New York, pursuant to its investigation of what the Government’s affidavit describes as “conspiracy to c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-search-warrant-for-premises-known-as-encore-house"
    }
  ],
  "relatedIncidents": [
    16346,
    16373,
    16498,
    16599,
    16609
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}