{
  "id": 16403,
  "title": "1983년 Sheets 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-10-19",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Sheets. 판결일: 1983-10-19. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Iowa, Appellant, v. Richard Lee SHEETS, Appellee\n**판결일**: 1983-10-19\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Harris, Larson, McCORMICK, Schultz, Uhlenhopp\n\n## 변호인\n\nTodd D. Tripp, Asst. County Atty., for appellant., Thomas T. Skewes, Port Madison, for ap-pellee.\n\n## 인용\n\n- 338 N.W.2d 886\n\n## 판결문 요약\n\n\n338 N.W.2d 886 (1983)\nSTATE of Iowa, Appellant,\nv.\nRichard Lee SHEETS, Appellee.\nNo. 83-376.\nSupreme Court of Iowa.\nOctober 19, 1983.\nTodd D. Tripp, Asst. County Atty., for appellant.\nThomas T. Skewes, Fort Madison, for appellee.\nConsidered by UHLENHOPP, P.J., and HARRIS, McCORMICK, LARSON and SCHULTZ, JJ.\nSCHULTZ, Justice.\nThe State has appealed from the dismissal of a trial information that charged the defendant Richard Lee Sheets with the crime of operating while intoxicated in violation of Iowa Code section 321.281. In a motion to dismiss, defendant alleged that the trial information was filed beyond the 45-day speedy indictment rule required by Iowa Rule of Criminal Procedure 27(2)(a). The trial court sustained defendant's motion and dismissed the charge. Because we disagree with the trial court's ruling, we reverse and remand for further proceedings.\nDefendant was arrested at 2:19 a.m. on October 3, 1982, calendar day number 276. The trial information was filed during office hours on November 17, 1982, calendar day number 321. The defendant maintains that the 45-day period commences on the day of arrest. Thus, he claims the information was untimely filed on the 46th day after his arrest. The State contends the information was filed within the 45-day period, since Iowa Code section 4.1(22) governs the computation of time. In computing time, this section excludes the first day. The trial court adopted a different way to compute time, a fraction of the day method. The cal...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-sheets"
    }
  ],
  "relatedIncidents": [
    16340,
    16370,
    16383,
    16423,
    16442
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}