{
  "id": 16408,
  "title": "1983년 United States v. Maria Esperanza Hernandez-Cuartas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-10-17",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Maria Esperanza Hernandez-Cuartas. 판결일: 1983-10-17. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Maria Esperanza HERNANDEZ-CUARTAS, Defendant-Appellant\n**판결일**: 1983-10-17\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n**판사**: Henderson, Hill, Kravitch\n\n## 변호인\n\nCarl H. Lida, Miami, Fla., Matt Wein-stein, South Miami, Fla., Abraham Eck-stein, Miami, Fla., for defendant-appellant., Stanley Marcus, U.S. Atty., Neil Taylor, Lynne W. Lamprecht, Asst. U.S. Attys., Miami, Fla., for plaintiff-appellee.\n\n## 인용\n\n- 717 F.2d 552\n\n## 판결문 요약\n\n717 F.2d 552\n    14 Fed. R. Evid. Serv. 535\n    UNITED STATES of America, Plaintiff-Appellee,v.Maria Esperanza HERNANDEZ-CUARTAS, Defendant-Appellant.\n    No. 82-5241.\n    United States Court of Appeals,Eleventh Circuit.\n    Oct. 17, 1983.\n    \n      Carl H. Lida, Miami, Fla., Matt Weinstein, South Miami, Fla., Abraham Eckstein, Miami, Fla., for defendant-appellant.\n      Stanley Marcus, U.S. Atty., Neil Taylor, Lynne W. Lamprecht, Asst. U.S. Attys., Miami, Fla., for plaintiff-appellee.\n      Appeal from the United States District Court for the Southern District of Florida.\n      Before HILL, KRAVITCH and HENDERSON, Circuit Judges.\n      JAMES C. HILL, Circuit Judge:\n    \n    \n      1\n      Appellant, Maria Esperanza Hernandez-Cuartas, was indicted for importation of cocaine into the United States, in violation of 21 U.S.C. Sec. 952(a) and 21 U.S.C. Sec. 960(a)(1);  and possession with the intent to distribute cocaine, in violation of 21 U.S.C. Sec. 841(a)(1).  Appellant's case came before a jury where she was found guilty on both counts.  Appellant subsequently filed this appeal.\n    \n    FACTS\n    \n      2\n      On December 26, 1981, appellant entered the United States at the Miami International Airport.  She arrived via Braniff Airlines from Colombia, South America.  Upon her arrival she presented her passport and Customs declaration to United States Customs Inspector, Jan Weitjdemuller.  The inspector was trained in the use of drug courier profiles and recognized that Col...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-maria-esperanza-hernandez-cuartas"
    }
  ],
  "relatedIncidents": [
    16329,
    16331,
    16335,
    16340,
    16344
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}