{
  "id": 16418,
  "title": "1983년 Webster 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-10-04",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Webster. 판결일: 1983-10-04. 법원: Wisconsin Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Wisconsin, Plaintiff-Appellant, v. James A. Webster, Defendant-Respondent\n**판결일**: 1983-10-04\n**법원**: Wisconsin Supreme Court\n**관할**: Wisconsin, WI\n\n**판사**: William G. Callow\n\n## 변호인\n\nFor the plaintiff-appellant the cause was argued by John D. Niemisto, assistant attorney general, with Bronson C. La Follette, attorney general, on the briefs., For the defendant-respondent there was a brief by Stephen J. Menard and Eberlein, Gansen & Menard, Shawano, and oral argument by Stephen J. Menard., Amicus Curiae brief was filed by Rita Keshena, Kesh-ena, for the Menominee Indian Tribe, and Frances Wells, Milton Rosenberg, of counsel, all of Madison, for the Indian Law Center.\n\n## 인용\n\n- 338 N.W.2d 474\n- 114 Wis. 2d 418\n\n## 판결문 요약\n\n\n114 Wis.2d 418 (1983)\n338 N.W.2d 474\nSTATE of Wisconsin, Plaintiff-Appellant,\nv.\nJames A. WEBSTER, Defendant-Respondent.\nNos. 82-1734-CR, 82-1922-CR, 82-1923-CR.\nSupreme Court of Wisconsin.\nArgued September 9, 1983.\nDecided October 4, 1983.\n*420 For the plaintiff-appellant the cause was argued by John D. Niemisto, assistant attorney general, with Bronson C. La Follette, attorney general, on the briefs.\nFor the defendant-respondent there was a brief by Stephen J. Menard and Eberlein, Gansen &amp; Menard, Shawano, and oral argument by Stephen J. Menard.\nAmicus Curiae brief was filed by Rita Keshena, Keshena, for the Menominee Indian Tribe, and Frances Wells, Milton Rosenberg, of counsel, all of Madison, for the Indian Law Center.\nWILLIAM G. CALLOW, J.\nThis is an appeal from an order of the circuit court for Menominee and Shawano counties, Judge Thomas G. Grover, dismissing for lack of jurisdiction three traffic complaints brought by the State of Wisconsin against the defendant, James A. Webster. The state appealed and petitioned to bypass the court of appeals pursuant to sec. 808.05 and sec. (Rule) 809.60, Stats. We granted the petition to bypass. We affirm the order of the circuit court.\nThe issue presented on appeal is whether the State of Wisconsin has jurisdiction over Menominee Indians in traffic matters growing out of their use of public highways located within the Menominee Indian Reservation.\nOn May 2, 1982, James Webster was involved in an automobile accident on State...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-webster"
    }
  ],
  "relatedIncidents": [
    16329,
    16331,
    16335,
    16340,
    16344
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}