{
  "id": 16419,
  "title": "1983년 Collier 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-10-04",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Collier. 판결일: 1983-10-04. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Collier v. Francis\n**판결일**: 1983-10-04\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Gregory\n\n## 변호인\n\nAlston &Bird, JayD. Bennett, J. Donald Bennett, for appellant., David L. Lomenick, Jr., District Attorney, Michael J. Bowers, Attorney General, Nicholas G. Dumich, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 307 S.E.2d 485\n- 251 Ga. 512\n\n## 판결문 요약\n\n\n251 Ga. 512 (1983)\n307 S.E.2d 485\nCOLLIER\nv.\nFRANCIS.\n39670.\nSupreme Court of Georgia.\nDecided October 4, 1983.\nAlston &amp; Bird, Jay D. Bennett, J. Donald Bennett, for appellant.\nDavid L. Lomenick, Jr., District Attorney, Michael J. Bowers, Attorney General, Nicholas G. Dumich, Assistant Attorney General, for appellee.\nGREGORY, Justice.\nRobert Lewis Collier was convicted of the offense of murder[1] arising out of the shooting death of a deputy sheriff attempting to arrest him following an armed robbery. His sentence of death was affirmed by this court. Collier v. State, 244 Ga. 553 (261 SE2d 364) (1979), cert. denied 445 U.S. 946 (1980). Collier sought habeas corpus relief in Federal District Court. His application was dismissed without prejudice for failure to exhaust state remedies. This state habeas corpus petition was then filed in Butts Superior Court. The habeas court denied relief. We granted Collier's application for a certificate of probable cause to appeal. We affirm.\n1. Collier contends the habeas court erred in failing to grant habeas relief on the ground the trial court refused to allow defense counsel to ask prospective jurors questions regarding bias or prejudice in favor of the death penalty. This issue is referred to as the reverse of the issue in Witherspoon v. Illinois, 391 U.S. 510 (88 SC 1770, 20 LE2d 776) (1968). The habeas court found error had been committed by the trial court but held the error to be harmless in that it related to a single juror. T...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=collier-v-francis"
    }
  ],
  "relatedIncidents": [
    16329,
    16344,
    16345,
    16350,
    16367
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}