{
  "id": 16412,
  "title": "1983년 Matthews 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-10-10",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Matthews. 판결일: 1983-10-10. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Paul MATTHEWS, C. L. MATTHEWS, and Georgine MATTHEWS v. Mahlon MARTIN, Rubin W. WEBB, and Nathaniel M. GRIFFIN\n**판결일**: 1983-10-10\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Hickman\n\n## 변호인\n\nW. Edward Tarvin, for appellants., Jack Magruder, 111, City Atty., by: James L. Sloan, Asst. City Atty., for appellees.\n\n## 인용\n\n- 658 S.W.2d 374\n- 280 Ark. 345\n\n## 판결문 요약\n\n\n658 S.W.2d 374 (1983)\n280 Ark. 345\nPaul MATTHEWS, C.L. Matthews, and Georgine Matthews, Appellants,\nv.\nMahlon MARTIN, Rubin W. Webb, and Nathaniel M. Griffin, Appellees.\nNo. 83-102.\nSupreme Court of Arkansas.\nOctober 10, 1983.\n*375 W. Edward Travin, Jr., Little Rock, for appellants.\nR. Jack Magruder, III, City Atty., for the City of Little Rock by James L. Sloan, Asst. City Atty., Little Rock, for appellees.\nHICKMAN, Justice.\nThe appellants, Paul Matthews, C.L. Matthews and Georgine Matthews, sued the Little Rock Fire Chief, Rubin W. Webb, the Director of Planning of the City of Little Rock, Nathaniel M. Griffin, and the City Manager, Mahlon Martin, in their official capacities alleging that due to the appellees' negligence the appellants' residence burned because of the Little Rock Fire Department's refusal to respond to a call for assistance. The circuit judge granted a motion to dismiss the complaint because the defendants were sued in their official capacities for negligence in performing their city roles and such officials are immune from suit.\nOn appeal we affirm the circuit court's judgment because these individuals are immune from suit for torts occasioned by any negligent act they may commit in the performance of their official duties. Municipal immunity for governmental functions has been the rule in Arkansas for over a hundred years. In Parish v. Pitts, 244 Ark. 1239, 429 S.W.2d 45 (1968), the doctrine was abolished. The legislature promptly enacted Act 165 of 196...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=matthews-v-martin"
    }
  ],
  "relatedIncidents": [
    16329,
    16331,
    16335,
    16340,
    16344
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}