{
  "id": 16421,
  "title": "1983년 Peek 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-09-29",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Peek. 판결일: 1983-09-29. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Steven Mark PEEK, Appellant (Defendant Below), v. STATE of Indiana, Appellee (Plantiff Below)\n**판결일**: 1983-09-29\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Garrard, Hoffman, Staton\n\n## 변호인\n\nPeter L. Benjamin, Merriliville, for appellant., Linley E. Pearson, Atty. Gen., of Indiana, Lee Cloyd, Deputy Atty. Gen., Indianapolis, for appellee.\n\n## 인용\n\n- 454 N.E.2d 450\n\n## 판결문 요약\n\n\n454 N.E.2d 450 (1983)\nSteven Mark PEEK, Appellant (Defendant below),\nv.\nSTATE of Indiana, Appellee (Plaintiff below).\nNo. 3-1182A309.\nCourt of Appeals of Indiana, Third District.\nSeptember 29, 1983.\nRehearing Denied November 3, 1983.\nTransfer Denied February 9, 1984.\n*452 Peter L. Benjamin, Merrillville, for appellant.\nLinley E. Pearson, Atty. Gen., of Indiana, Lee Cloyd, Deputy Atty. Gen., Indianapolis, for appellee.\nSTATON, Judge.\nFollowing a jury trial Steven Mark Peek (Peek) was convicted of battery, a Class C felony.[1] Peek appeals, raising the following issues:\n(1) Whether Peek's conviction for battery, a Class C felony, as a lesser included offense of robbery, a Class A felony, required proof of an element not alleged in the charging information;\n(2) Whether the evidence is sufficient to support Peek's conviction;\n(3) Whether the trial court erred in denying Peek's motion for a directed verdict;\n(4) Whether the trial court erred in denying Peek's motion to suppress a statement he made to police officers;\n\n*453 (5) Whether the trial court erred in directing the prosecutor to ask a witness to identify Peek;\n(6) Whether the trial court abused its discretion in refusing to release Peek on bond pending appeal.\nReversed and remanded with instructions to modify Peek's conviction and resentence him for the offense of battery, a Class A misdemeanor.\n\nI.\n\nLesser Included Offense\nPeek was convicted of battery, a Class C felony, as a lesser included offense of robbery, a Class A...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=peek-v-state"
    }
  ],
  "relatedIncidents": [
    16340,
    16361,
    16369,
    16382,
    16385
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}