{
  "id": 1642,
  "title": "2020년 Angela Marie Clark v. Darryl Lee Downs and Jennifer D. Downs 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2020-06-03",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Angela Marie Clark v. Darryl Lee Downs and Jennifer D. Downs. 판결일: 2020-06-03. 법원: Court of Appeals of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: Angela Marie Clark v. Darryl Lee Downs and Jennifer D. Downs\n**판결일**: 2020-06-03\n**법원**: Court of Appeals of Iowa\n**관할**: Iowa, IA\n\n\n## 판결문 요약\n\n                    IN THE COURT OF APPEALS OF IOWA\n\n                                   No. 19-1001\n                               Filed June 3, 2020\n\n\nANGELA MARIE CLARK,\n    Plaintiff-Appellant,\n\nvs.\n\nDARRYL LEE DOWNS and JENNIFER D. DOWNS,\n     Defendants-Appellees.\n________________________________________________________________\n\n\n      Appeal from the Iowa District Court for Dallas County, Randy V. Hefner,\n\nJudge.\n\n\n\n      Angela Clark appeals the jury verdict in a harassment and trespassing case.\n\nAFFIRMED.\n\n\n\n      Daniel P. Kresowik and Billy J. Mallory of Brick Gentry P.C., West Des\n\nMoines, for appellant.\n\n      William H. Larson of Klass Law Firm, L.L.P., Sioux City, for appellees.\n\n\n\n      Considered by Bower, C.J., and Greer and Ahlers, JJ.\n\f                                        2\n\n\nGREER, Judge.\n\n      Getting along is the quintessence of “neighborhood,” but that ideal escaped\n\nthese neighbors. Claims of trespass and harassment led to a lawsuit between\n\nnext-door neighbors. Now Angela Clark appeals the jury verdict, claiming that the\n\ndistrict court made several errors during the trial. Clark asserts the trespass\n\ninstruction should have required the jury to award damages because of the\n\nadmission of trespass, the court erred by not instructing on spoliation of\n\nphotographic evidence, the court abused its discretion by failing to grant a\n\npermanent injunction prohibiting trespassing, and, finally, the court erred by\n\ndenying the motion for additur or new trial...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=angela-marie-clark-v-darryl-lee-downs-and-jennifer-d-downs"
    }
  ],
  "relatedIncidents": [
    1677,
    1705,
    1157,
    1423,
    1461
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}