{
  "id": 16423,
  "title": "1983년 Miller v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-09-28",
  "location": "South Dakota, SD, USA",
  "summary": "미국 South Dakota, SD 법원 판결 사건. 사건명: Miller v. State. 판결일: 1983-09-28. 법원: South Dakota Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: John E. MILLER, Petitioner and Appellant, v. STATE of South Dakota, Respondent and Appellee\n**판결일**: 1983-09-28\n**법원**: South Dakota Supreme Court\n**관할**: South Dakota, SD\n\n**판사**: Dunn, Fosheim, Henderson, Morgan, Wollman\n\n## 변호인\n\nJeff Larson, Minnehaha County Public Defender, Sioux Falls, for petitioner and appellant., Jeffrey P. Hallem, Asst. Atty. Gen., Pierre, for respondent and appellee; Mark V. Meierhenry, Atty. Gen., Pierre, on brief.\n\n## 인용\n\n- 338 N.W.2d 673\n\n## 판결문 요약\n\n\nMORGAN, Justice.\nThis appeal arises from a trial court’s order denying appellant John Miller (Miller) post-conviction relief from a conviction for escape from the South Dakota State Penitentiary (penitentiary). Miller appeals and we affirm.\nOn November 13, 1979, while serving the fourth year of a twenty-five year sentence in the penitentiary, Miller escaped from the penitentiary’s “west farm” near Ellis, South Dakota. Approximately four days later, Miller was arrested in Dodgeville, Wisconsin. He was subsequently convicted by a *675jury of escape and sentenced to two and one-half years in the penitentiary. This court affirmed that conviction in State v. Miller, 313 N.W.2d 460 (S.D.1981).\nMiller now brings this post-conviction proceeding under the provisions of SDCL ch. 23A-34. The trial court denied Miller’s request for post-conviction relief and Miller appeals. The issues on this appeal, as framed by Miller, are whether the trial court’s inquiry as to Miller’s reasons for requesting a change of judge denied Miller due process of law; whether the prosecution’s and trial court’s misinforming the jury regarding Miller’s plea to the information denied Miller his right to a fair and impartial jury trial and his right to due process of law; whether the trial court’s failure to properly instruct the jury on Miller’s mental illness defense denied Miller his right to a fair and impartial jury trial and his right to due process of law; and, whether Miller was denied his right to effe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=miller-v-state"
    }
  ],
  "relatedIncidents": [
    16340,
    16370,
    16383,
    16403,
    16442
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}