{
  "id": 16427,
  "title": "1983년 Pedro De La Fuente v. Stokely-Van Camp, Inc., Marcelino Vasquez and Albert Solis, Defendants 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-09-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Pedro De La Fuente v. Stokely-Van Camp, Inc., Marcelino Vasquez and Albert Solis, Defendants. 판결일: 1983-09-19. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Pedro DE LA FUENTE, Et Al., Plaintiffs-Appellees, v. STOKELY-VAN CAMP, INC., Marcelino Vasquez and Albert Solis, Defendants-Appellants\n**판결일**: 1983-09-19\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Aspen, Cudahy, Eschbach\n\n## 변호인\n\nRonald E. Elberger, Bose, McKinney & Evans, Indianapolis, Ind., for defendants-appellants., Ezequiel Tovar, 111. Migrant Leg. Asst. Found, of Chicago, Chicago, 111., for plaintiffs-appellees.\n\n## 인용\n\n- 713 F.2d 225\n\n## 판결문 요약\n\n713 F.2d 225\n    98 Lab.Cas.  P 34,417\n    Pedro DE LA FUENTE, et al., Plaintiffs-Appellees,v.STOKELY-VAN CAMP, INC., Marcelino Vasquez and Albert Solis,Defendants- Appellants.\n    No. 81-1897.\n    United States Court of Appeals,Seventh Circuit.\n    Argued Jan. 17, 1983.Decided June 29, 1983.As Corrected July 21, 1983.Rehearing and Rehearing En Banc Denied Sept. 19, 1983.\n    \n      Ronald E. Elberger, Bose, McKinney &amp; Evans, Indianapolis, Ind., for defendants-appellants.\n      Ezequiel Tovar, Ill.  Migrant Leg.  Asst. Found. of Chicago, Chicago, Ill., for plaintiffs-appellees.\n      Before CUDAHY and ESCHBACH, Circuit Judges, and ASPEN, District Judge.*\n      CUDAHY, Circuit Judge.\n    \n    \n      1\n      This appeal arises from a final judgment of the United States District Court for the Central District of Illinois which held that the defendants had violated certain disclosure and posting provisions of the Farm Labor Contractor Registration Act (\"FLCRA\"), 7 U.S.C. &#167;&#167; 2041-2055.   After a bench trial, the court awarded damages and injunctive relief to the plaintiff class.   The Findings of Fact and Conclusions of Law of the district court are reported at 514 F. Supp. 68 (C.D.Ill.1981).   We affirm in part the judgment of the district court and remand the case for fact-finding and modification of the damage award.\n    \n    I.\n    \n      2\n      The complicated factual background of this case is thoroughly discussed in the district court's findings of fact.   We...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pedro-de-la-fuente-v-stokely-van-camp-inc-marcelino-vasquez-and-albert"
    }
  ],
  "relatedIncidents": [
    16329,
    16331,
    16335,
    16340,
    16344
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}