{
  "id": 16437,
  "title": "1983년 Tacy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-09-06",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Tacy. 판결일: 1983-09-06. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Aaron TACY, Appellant, v. STATE of Indiana, Appellee\n**판결일**: 1983-09-06\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Givan\n\n## 변호인\n\nSusan K. Carpenter, Public Defender, Frances L. Watson, Deputy Public Defender, Indianapolis, for appellant., Linley E. Pearson, Atty. Gen., Stephen J. Cuthbert, Deputy Atty. Gen., Indianapolis, for appellee.\n\n## 인용\n\n- 452 N.E.2d 977\n\n## 판결문 요약\n\n\n452 N.E.2d 977 (1983)\nAaron TACY, Appellant,\nv.\nSTATE of Indiana, Appellee.\nNo. 382S103.\nSupreme Court of Indiana.\nSeptember 6, 1983.\nRehearing Denied November 18, 1983.\n*979 Susan K. Carpenter, Public Defender, Frances L. Watson, Deputy Public Defender, Indianapolis, for appellant.\nLinley E. Pearson, Atty. Gen., Stephen J. Cuthbert, Deputy Atty. Gen., Indianapolis, for appellee.\nGIVAN, Chief Justice.\nAppellant Aaron Tacy, a juvenile, was charged by way of four informations filed in Elkhart Superior Court after waiver from juvenile court. The first information charged him with one count of Attempted Murder. The second information charged him with Resisting Law Enforcement With a Deadly Weapon. The third information was in two counts. Count I was for Burglary of a Dwelling, and Count II was for Criminal Mischief. The fourth information charged Theft. After consolidation of the charges and dismissal of some, appellant was tried before a jury for the offenses of Attempted Murder and Theft. Shortly thereafter he was tried before the bench on the burglary charge. He was found guilty of all offenses. He was sentenced to concurrent terms of imprisonment of thirty-four (34) years, two (2) years, and twelve (12) years respectfully on each of the convictions.\nThe facts are these. At about 9:30 P.M. on April 9, 1980, two officers from the Elkhart County Sheriff's Department were dispatched to an Elkhart grocery store parking lot to investigate a truck. The officers found appellant sitt...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tacy-v-state"
    }
  ],
  "relatedIncidents": [
    16329,
    16344,
    16345,
    16350,
    16367
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}