{
  "id": 16438,
  "title": "1983년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-09-02",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1983-09-02. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Charles MAYFIELD, Appellant\n**판결일**: 1983-09-02\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Cercone, President Judge, and McEwen and Hoffman\n\n## 변호인\n\nLarry D. Feldman, Philadelphia, for appellant., Jane Cutler Greenspan, Assistant District Attorney, Philadelphia, for Commonwealth, appellee.\n\n## 인용\n\n- 465 A.2d 40\n- 318 Pa. Super. 450\n\n## 판결문 요약\n\n\n318 Pa. Super. 450 (1983)\n465 A.2d 40\nCOMMONWEALTH of Pennsylvania\nv.\nCharles MAYFIELD, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted May 2, 1983.\nFiled September 2, 1983.\n*451 Larry D. Feldman, Philadelphia, for appellant.\nJane Cutler Greenspan, Assistant District Attorney, Philadelphia, for Commonwealth, appellee.\nBefore CERCONE, President Judge, and McEWEN and HOFFMAN, JJ.\nMcEWEN, Judge:\nThis is an appeal from a judgment of sentence imposed following a finding of guilt after a non-jury trial by the distinguished Philadelphia County Common Pleas Court Judge William Porter on charges of simple assault,[1] aggravated assault,[2] recklessly endangering another person,[3] and *452 possessing an instrument of crime.[4] Appellant was sentenced to a term of imprisonment of from two to eight years for aggravated assault and a concurrent term of imprisonment of from two to five years for possessing an instrument of crime. Appellant now argues that trial counsel was ineffective for failing to obtain a continuance in order to obtain the presence of eyewitnesses to the offenses allegedly committed by appellant. We affirm.\nThis case arises out of an altercation between appellant and a street vendor who was conducting business at the corner of Broad Street and Girard Avenue in Philadelphia. Appellant approached the street vendor from behind, drew a pistol from a bag and fired several shots at the vendor. While the victim lay on the ground, appellant fired another shot into his bac...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-mayfield"
    }
  ],
  "relatedIncidents": [
    16331,
    16351,
    16445,
    16493,
    16519
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}