{
  "id": 16433,
  "title": "1983년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-09-15",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Jones. 판결일: 1983-09-15. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Jones v. State\n**판결일**: 1983-09-15\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Adkins\n\n## 인용\n\n- 440 So. 2d 570\n\n## 판결문 요약\n\n\n440 So. 2d 570 (1983)\nLeo Alexander JONES, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 61492.\nSupreme Court of Florida.\nSeptember 15, 1983.\nRehearing Denied December 5, 1983.\n*571 H. Randolph Fallin, Jacksonville, for appellant.\nJim Smith, Atty. Gen. and Barbara Ann Butler, Asst. Atty. Gen., Jacksonville, for appellee.\nADKINS, Judge.\nThis is an appeal from a judgment of the Fourth Judicial Circuit, Duval County. The court adjudicated the appellant, Jones, guilty of murder in the first degree and followed the jury recommendation in sentencing him to death. We have jurisdiction. Art. V, § 3(b)(1), Fla. Const.\nWe have carefully reviewed each of appellant's stated grounds of appeal as the discussion to follow will show. We have considered the entire record of the proceedings below in order to determine whether the jury's verdict of guilt was supported by substantial, competent evidence. We have further reviewed the sentencing proceeding to determine whether the sentence of death is appropriate to this case under law. § 921.141(4), Fla. Stat. (1981). We affirm the conviction and the sentence.\n*572 The evidence at trial showed that on May 23, 1981, shortly after 1:00 A.M., Officer Thomas J. Szafranski was shot in his squad car at the intersection of 6th Street and Davis Street, Jacksonville, Florida. Officer Wilmouth was first on the scene. While Wilmouth waited for medical assistance to arrive a group of people came out of a nearby bar and approached him. One unidentified membe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jones-v-state"
    }
  ],
  "relatedIncidents": [
    16329,
    16344,
    16345,
    16350,
    16367
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}