{
  "id": 16447,
  "title": "1983년 Mathe 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-08-22",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Mathe. 판결일: 1983-08-22. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington, Respondent, v. Leslie Mathe, Appellant\n**판결일**: 1983-08-22\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Andersen, Callow, Williams\n\n## 변호인\n\nMichael Filipovic of Seattle-King County Public Defender Association, for appellant., Norm Maleng, Prosecuting Attorney, and Joanne Y. Maida, Deputy, for respondent.\n\n## 인용\n\n- 668 P.2d 599\n- 35 Wash. App. 572\n\n## 판결문 요약\n\n\n35 Wash. App. 572 (1983)\n668 P.2d 599\nTHE STATE OF WASHINGTON, Respondent,\nv.\nLESLIE MATHE, Appellant.\nNo. 11768-8-I.\nThe Court of Appeals of Washington, Division One.\nAugust 22, 1983.\n*574 Michael Filipovic of Seattle-King County Public Defender Association, for appellant.\nNorm Maleng, Prosecuting Attorney, and Joanne Y. Maida, Deputy, for respondent.\nCALLOW, J.\nLeslie Mathe appeals the trial court's judgment that the search of his bedroom was consensual. He also appeals a jury verdict finding him guilty of two counts of first degree robbery while armed with a deadly weapon and firearm.\nThe issues are:\n1. Does an owner-occupant's consent to the search of his home extend to the search of a roommate's bedroom where the bedroom door was open and the police did not know that the owner-occupant shared his home with rent-paying friends?\n(a) Did the owner-occupant consent to the search of his home?\n(b) Did the owner-occupant have authority to consent to the search of his roommate's bedroom?\n2. Does Mathe's conviction for violating the deadly weapon statute and the firearm statute, in addition to his conviction for first degree robbery, violate his constitutional right against double jeopardy?\n3. Was there sufficient evidence to establish that Mathe committed the two robberies while armed with a real and operable firearm?\n4. Did the prosecutor commit prejudicial and reversible error during closing argument by allegedly misstating the law and misleading the jury as to the burdens of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mathe"
    }
  ],
  "relatedIncidents": [
    16340,
    16361,
    16369,
    16382,
    16385
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}