{
  "id": 16445,
  "title": "1983년 May 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-08-23",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: May. 판결일: 1983-08-23. 법원: Court of Appeals of Arizona.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Arizona, Appellee, v. Mickey Lynn MAY, Appellant\n**판결일**: 1983-08-23\n**법원**: Court of Appeals of Arizona\n**관할**: Arizona, AZ\n\n**판사**: Brooks, Jacobson, Ogg\n\n## 변호인\n\nRobert K. Corbin, Atty. Gen. by William J. Schafer III, Chief Counsel, Crim. Div., Gary A. Fadell, Asst. Atty. Gen., Phoenix, for appellee., H. K. Wilhelmsen, Prescott, for appellant.\n\n## 인용\n\n- 669 P.2d 616\n- 137 Ariz. 183\n\n## 판결문 요약\n\n\n137 Ariz. 183 (1983)\n669 P.2d 616\nSTATE of Arizona, Appellee,\nv.\nMickey Lynn MAY, Appellant.\nNo. 1 CA-CR 5874.\nCourt of Appeals of Arizona, Division 1, Department C.\nAugust 23, 1983.\n*185 Robert K. Corbin, Atty. Gen. by William J. Schafer III, Chief Counsel, Crim. Div., Gary A. Fadell, Asst. Atty. Gen., Phoenix, for appellee.\nH.K. Wilhelmsen, Prescott, for appellant.\nOPINION\nBROOKS, Judge.\nBy indictment filed October 1, 1981, appellant Mickey Lynn May was charged with count I, aggravated assault, and count II, attempted aggravated assault. The victim in both counts was appellant's wife, Carol May. He was acquitted on count I, aggravated assault, but was convicted of count II, attempted aggravated assault in violation of A.R.S. § 13-1203(A)(2) and 13-1204(A)(2). Thereafter, he was sentenced to the minimum term of four years imprisonment.[1] On appeal, he presents the following arguments:\n1. That count II of the indictment should have been dismissed because attempted aggravated assault is not a crime under Arizona's criminal code;\n2. That the trial court prematurely admitted appellant's incriminating statements because the state had not yet established the corpus delicti;\n3. That the trial court erred in admitting evidence of appellant's subsequent bad acts;\n4. That the trial court erred in denying appellant's requested instruction on attempted threatening or intimidating as a lesser included offense of attempted aggravated assault; and\n5. That it was error for the trial court...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-may"
    }
  ],
  "relatedIncidents": [
    16331,
    16351,
    16438,
    16493,
    16519
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}