{
  "id": 16442,
  "title": "1983년 Hise 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-08-29",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Hise. 판결일: 1983-08-29. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Roscoe \"Bucky\" HISE, Appellant, v. STATE of Indiana, Appellee\n**판결일**: 1983-08-29\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBRU-LER, Givan, Hunter, Pivarnik, Prentice\n\n## 변호인\n\nDennis R. Majewski, Terre Haute, for appellant., Linley E. Pearson, Atty. Gen., Stephan E. Wolter, Deputy Atty. Gen., Indianapolis, for appellee.\n\n## 인용\n\n- 452 N.E.2d 913\n\n## 판결문 요약\n\n\n452 N.E.2d 913 (1983)\nRoscoe \"Bucky\" HISE, Appellant,\nv.\nSTATE of Indiana, Appellee.\nNo. 382S100.\nSupreme Court of Indiana.\nAugust 29, 1983.\nDennis R. Majewski, Terre Haute, for appellant.\nLinley E. Pearson, Atty. Gen., Stephan E. Wolter, Deputy Atty. Gen., Indianapolis, for appellee.\nPIVARNIK, Justice.\nDefendant-appellant Roscoe \"Bucky\" Hise was convicted of Theft, Ind. Code § 35-43-4-2 (Burns Supp. 1982), at the conclusion of a jury trial in Vermillion Circuit Court on August 26, 1981. Hise was also found to be a habitual offender. Defendant Hise received a total of thirty-two (32) *914 years imprisonment for the theft and the habitual offender finding. Hise now appeals.\nDefendant raises two errors on appeal, concerning: 1) whether the trial court should have granted a mistrial following a comment made by a potential juror during voir dire; and, 2) whether the habitual offender status is unconstitutional.\nThe evidence most favorable to the State revealed that the U.S.S. Agri-Chemical Fertilizer Plant near Vermillion, Illinois was burglarized on two separate occasions. On the second occasion, a farmer living near the plant saw a white car leaving the plant in the early morning hours. The farmer attempted to follow the car but soon lost sight of it. Visiting a friend in Blandford, Indiana, the farmer spotted the white car and found out it belonged to the defendant. The police found some of the missing items at the defendant's residence.\n\nI\nDuring voir dire a prospective juro...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hise-v-state"
    }
  ],
  "relatedIncidents": [
    16340,
    16370,
    16383,
    16403,
    16423
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}