{
  "id": 16446,
  "title": "1983년 Sewell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-08-23",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Sewell. 판결일: 1983-08-23. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Frank SEWELL, Appellant (Defendant Below), v. STATE of Indiana, Appellee (Plaintiff Below)\n**판결일**: 1983-08-23\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Garrard, Hoffman, Staton\n\n## 변호인\n\nRichard J. Thonert, Romero & Thonert, Fort Wayne, for appellant., Linley E. Pearson, Atty. Gen., Lee Cloyd, Deputy Atty. Gen., Indianapolis, for appel-lee.\n\n## 인용\n\n- 452 N.E.2d 1018\n\n## 판결문 요약\n\n\n452 N.E.2d 1018 (1983)\nFrank SEWELL, Appellant (Defendant below),\nv.\nSTATE of Indiana, Appellee (Plaintiff below).\nNo. 3-283A55.\nCourt of Appeals of Indiana, Third District.\nAugust 23, 1983.\n*1019 Richard J. Thonert, Romero &amp; Thonert, Fort Wayne, for appellant.\nLinley E. Pearson, Atty. Gen., Lee Cloyd, Deputy Atty. Gen., Indianapolis, for appellee.\nSTATON, Judge.\nAfter a bench trial, Frank Sewell was convicted of driving while his license was suspended, a class A misdemeanor, for which he received a 182 day sentence and a $500 fine. On appeal, Sewell raises two issues:[1]\n(1) Whether it was necessary for the State to prove that Sewell knew that he was driving while his license was suspended; and\n(2) Whether the arresting officer, who observed Sewell operating a motor vehicle and knew that Sewell's license *1020 had been previously suspended, had sufficient cause to stop Sewell.\nAffirmed.\nThe facts most favorable to the State show that on July 30, 1982, Officer Johnson of the Fort Wayne Police Department observed Sewell driving a motor vehicle on a public road in Fort Wayne. Knowing that Sewell's license had been previously suspended, Johnson stopped Sewell and asked if he had a driver's license, to which Sewell replied, \"No\". Bureau of Motor Vehicle records showed that Sewell's license was suspended at that time.\nSewell first contends that this evidence is insufficient to support the conviction because the State failed to introduce evidence that Sewell was aware that his...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sewell-v-state"
    }
  ],
  "relatedIncidents": [
    16340,
    16370,
    16383,
    16403,
    16423
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}