{
  "id": 16440,
  "title": "1983년 Stepney 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-08-30",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Stepney. 판결일: 1983-08-30. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: State of Connecticut v. William H. Stepney, Jr.\n**판결일**: 1983-08-30\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Healey, Parskey, Peters, Shea, Speziale\n\n## 변호인\n\nJames A. Wade, with whom was Sally S. King, for the appellant (defendant)., Carl J. Schuman, assistant state’s attorney, with whom was Anne C. Dranginis, assistant state’s attorney, and, on the brief, Dennis A. Santore, state’s attorney, for the appellee (state).\n\n## 인용\n\n- 191 Conn. 233\n\n## 판결문 요약\n\n\n191 Conn. 233 (1983)\nSTATE OF CONNECTICUT\nv.\nWILLIAM H. STEPNEY, JR.\n(10574)\nSupreme Court of Connecticut.\nArgued May 11, 1983.\nDecision released August 30, 1983.\nSPEZIALE, C. J., PETERS, HEALEY, PARSKEY and SHEA, JS.\n*234 James A. Wade, with whom was Sally S. King, for the appellant (defendant).\nCarl J. Schuman, assistant state's attorney, with whom was Anne C. Dranginis, assistant state's attorney, and, on the brief, Dennis A. Santore, state's attorney, for the appellee (state).\n*235 SPEZIALE, C. J.\nThe defendant, William H. Stepney, Jr., was indicted by a grand jury for the crime of murder in violation of General Statutes § 53a-54a.[1] A trial before a jury of twelve commenced in October of 1980. Just prior to trial, the defendant filed a motion to suppress evidence which was denied by the trial court. Following fifteen days of testimony and deliberation for two days, the jury returned a verdict of guilty. From the judgment rendered on that verdict the defendant has appealed to this court.\nOn appeal the defendant claims that the trial court erred in: (1) the denial of his motion to suppress evidence seized pursuant to an allegedly invalid warrant; (2) the denial of his motion for a second bill of particulars; (3) the exclusion from evidence of certain items of clothing upon which his expert had conducted outof-court tests; (4) the charge to the jury concerning the credibility of witnesses; (5) the admission of testimony by police officers concerning hearsay declarations b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-stepney"
    }
  ],
  "relatedIncidents": [
    16329,
    16344,
    16345,
    16350,
    16367
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}