{
  "id": 16457,
  "title": "1983년 In re Estate 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-08-09",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: In re Estate. 판결일: 1983-08-09. 법원: Court of Appeals of Arizona.",
  "description": "## 사건 정보\n\n**사건명**: Matter of Estate of Kerr\n**판결일**: 1983-08-09\n**법원**: Court of Appeals of Arizona\n**관할**: Arizona, AZ\n\n**판사**: Grant\n\n## 인용\n\n- 667 P.2d 1351\n- 137 Ariz. 25\n\n## 판결문 요약\n\n\n137 Ariz. 25 (1983)\n667 P.2d 1351\nIn the Matter of the ESTATE OF Louise KERR, deceased.\nThe VALLEY NATIONAL BANK OF ARIZONA, Personal Representative-Appellee,\nv.\nRosemary DYKSTRA, Contestant-Appellant.\nNo. 1 CA-CIV 5929.\nCourt of Appeals of Arizona, Division 1, Department B.\nAugust 9, 1983.\n*26 Daughton Feinstein &amp; Wilson by Donald Daughton, R. Stewart Halstead, Snell &amp; Wilmer, Phoenix, for personal representative-appellee.\nHubert E. Kelly, P.C. by Hubert E. Kelly, Phoenix, for contestant-appellant.\nOPINION\nGRANT, Acting Presiding Judge.\nThis is an appeal from a summary judgment dismissing objections to a will. We affirm the trial court.\nLouise Kerr died on October 8, 1978. She had executed a will on September 27, 1948, which named as principal beneficiaries her three brothers and two sisters, all of whom survived her. On July 7, 1978, Louise Kerr set up a trust which gave a life estate in certain pieces of real property to two close friends and retained a life estate in the remainder of the trust property. The residuary of the trust was for the benefit of Arizona State University.\nAlong with the trust, Louise Kerr executed another will, revoking the 1948 one, and directed that her personal and household belongings be divided up equally among her brothers and sisters. The remainder of her estate was to be placed in the aforementioned trust.\nAppellee, Valley National Bank, was appointed personal representative pursuant to court order, and filed the July 7, 1978, secon...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=matter-of-estate-of-kerr"
    }
  ],
  "relatedIncidents": [
    16329,
    16331,
    16335,
    16340,
    16344
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}