{
  "id": 16459,
  "title": "1983년 Kitt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-08-08",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Kitt. 판결일: 1983-08-08. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Mable BELL, Plaintiff-Respondent v. Erma B. KITT\n**판결일**: 1983-08-08\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crow, Flanigan, Greene, Titus\n\n## 변호인\n\nWilliam E. Gladden, Houston, for appellant., No appearance for respondent.\n\n## 인용\n\n- 655 S.W.2d 881\n\n## 판결문 요약\n\n\nFLANIGAN, Presiding Judge.\nAppellant Erma B. Kitt appeals from an order of the Circuit Court of Howell County entered August 25, 1982, in Civil Action CV379-348P, finding appellant guilty of civil contempt because of her refusal to comply with an order of that court entered on January 23, 1981. “[A] party may appeal from a conviction for civil contempt.” Teefey v. Teefey 533 S.W.2d 563, 565[1] (Mo. banc 1976).\nIn Civil Action CV379-348P, Mable Bell was plaintiff and Erma Kitt, appellant here, was defendant. The action involved a dispute with respect to the title to 20 acres of land in Howell County. On November 14, 1980, the parties entered into a written stipulation for settlement. The stipulation, which was later filed in the action, recited that “in consideration of plaintiff dismissing her cause of action with prejudice” the parties agreed that the land shall be sold and the proceeds divided equally between them.\nOn January 23,1981, the parties appeared in court. The court entered its “decree” finding that “the stipulation is in order.” The decree recited (somewhat inaccurately) the contents of the stipulation. The decree concluded: “WHEREFORE, IT IS CONSIDERED, ORDERED AND ADJUDGED by the court that the property be sold in accordance with the stipulation for settlement and that the case be dismissed with prejudice.”\nOn July 13, 1982, plaintiff Mable Bell filed a verified “motion for contempt” stating in part that the defendant “has failed and refused to honor said decre...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bell-v-kitt"
    }
  ],
  "relatedIncidents": [
    16329,
    16331,
    16335,
    16340,
    16344
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}