{
  "id": 16455,
  "title": "1983년 Hickman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-08-17",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Hickman. 판결일: 1983-08-17. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Iowa, Appellee, v. Bernard Richard HICKMAN, Appellant\n**판결일**: 1983-08-17\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Larson, McGIVERIN, Reynoldson, Uh-Lenhopp, Uhlenhopp, Wolle\n\n## 변호인\n\nFrancis C. Hoyt, Jr., Appellate Defender, and Patrick R. Grady, Asst. Appellate Defender, for appellant., Thomas J. Miller, Atty. Gen., Joseph P. Weeg, Asst. Atty. Gen., and William E. Davis, County Atty., for appellee.\n\n## 인용\n\n- 337 N.W.2d 512\n\n## 판결문 요약\n\n\n337 N.W.2d 512 (1983)\nSTATE of Iowa, Appellee,\nv.\nBernard Richard HICKMAN, Appellant.\nNo. 67773.\nSupreme Court of Iowa.\nAugust 17, 1983.\n*513 Francis C. Hoyt, Jr., Appellate Defender, and Patrick R. Grady, Asst. Appellate Defender, for appellant.\nThomas J. Miller, Atty. Gen., Joseph P. Weeg, Asst. Atty. Gen., and William E. Davis, County Atty., for appellee.\nBefore REYNOLDSON, C.J., and UHLENHOPP, McGIVERIN, LARSON and WOLLE, JJ.\nUHLENHOPP, Justice.\nThis appeal involves several legal problems which arose in a first-degree murder prosecution.\nIn 1975 defendant Bernard Richard Hickman was convicted in Lucas County of assault with intent to rape and was sentenced to imprisonment. In that instance he slashed the victim's throat and left her partially clothed. She recovered. He was paroled from prison in about five and one-half years.\nViewing the evidence in the present case in the light most favorable to the verdict of guilty, the jury could find the facts as follows. In September 1981 defendant and Louise Sheerin were employees in a Holiday Inn restaurant in Bettendorf, Iowa. After working the evening shift on September 4, defendant socialized with other employees that night. Without retiring, he returned to work as cook in the restaurant shortly after five o'clock the next morning, followed soon by Sheerin and by Brian Walford, another employee. Defendant began to \"prep\" the kitchen for the first meal, and took a plate of food to the night auditor. The auditor sent the food ba...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hickman"
    }
  ],
  "relatedIncidents": [
    16329,
    16344,
    16345,
    16350,
    16367
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}