{
  "id": 16458,
  "title": "1983년 Haun 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-08-08",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Haun. 판결일: 1983-08-08. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Roger HAUN, Appellant, v. STATE of Indiana, Appellee\n**판결일**: 1983-08-08\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBRULER, Givan, Hunter, Pivarnik, Prentice\n\n## 변호인\n\nFranklyn D. Brinkman, Jr., Muncie, for appellant., Linley E. Pearson, Atty. Gen., Cynthia Sue Stanley, Deputy Atty. Gen., Indianapolis, for appellee.\n\n## 인용\n\n- 451 N.E.2d 1072\n\n## 판결문 요약\n\n\n451 N.E.2d 1072 (1983)\nRoger HAUN, Appellant,\nv.\nSTATE of Indiana, Appellee.\nNo. 582S179.\nSupreme Court of Indiana.\nAugust 8, 1983.\nRehearing Denied October 5, 1983.\n*1073 Franklyn D. Brinkman, Jr., Muncie, for appellant.\nLinley E. Pearson, Atty. Gen., Cynthia Sue Stanley, Deputy Atty. Gen., Indianapolis, for appellee.\nDeBRULER, Justice.\nDefendant-appellant, Roger Haun, was tried and convicted in a trial by jury of the charge of rape while armed, class A. A twenty year sentence was imposed. On appeal defendant raises numerous issues, which we have consolidated as follows:\n(1) Whether contraband and a mugshot photograph were improperly admitted due to an illegal search and seizure and a lack of relevancy.\n(2) Whether there was an undue restriction of defense cross-examination of a police officer.\n(3) Whether identification procedures were unduly suggestive and violative of due process rights.\n(4) Whether the court properly denied the motion to correct errors wherein it alleges newly discovered evidence.\n(5) Whether the State was properly permitted to introduce evidence in conflict with the notice of alibi.\n(6) Whether the evidence was sufficient to convict.\n(7) Whether all of the foregoing alleged deficiencies as a whole warrant appellate relief.\nDefendant was charged with the rape of a Muncie woman, as she returned to her home after driving her husband to work at about 6:00 a.m., on February 9, 1981. As she approached the door a man came out of hiding and forced her to open ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=haun-v-state"
    }
  ],
  "relatedIncidents": [
    16372,
    16441,
    16464,
    16467,
    16502
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}