{
  "id": 16463,
  "title": "1983년 Everett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-08-05",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Everett. 판결일: 1983-08-05. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Everett v. State\n**판결일**: 1983-08-05\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Shivers\n\n## 인용\n\n- 435 So. 2d 955\n\n## 판결문 요약\n\n\n435 So. 2d 955 (1983)\nKevin M. EVERETT, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. AK-259.\nDistrict Court of Appeal of Florida, First District.\nAugust 5, 1983.\n*956 William W. Corry and Dana C. Mathews, Tallahassee, for appellant.\nJim Smith, Atty. Gen., and Wallace A. Allbritton, Asst. Atty. Gen., Tallahassee, for appellee.\nSHIVERS, Judge.\nEverett appeals his conviction and sentence for vehicular homicide and attempted leaving the scene of an accident. Appellant has raised several points on appeal, only two of which merit discussion. Appellant argues that the trial court erred in refusing to grant appellant's requested jury instructions on jay-walking and in refusing to allow evidence of decedent's blood alcohol level. We find that the trial court committed no reversible error and affirm.\nEverett was a student at Tallahassee Community College. On Wednesday, April 1, 1981, Everett and four other boys spent the evening at Tommy's Deep South Music Hall on the West Tennessee Street strip in Tallahassee. Three pitchers of beer were ordered during the evening and consumed among the five boys. Everett testified that he consumed approximately four or five glasses of beer. There was testimony that Everett was \"nursing\" his beer that evening. During a band break, at approximately 10:30 P.M., the five boys walked out to the parking lot at Tommy's and shared a single \"joint\" of marijuana. Everett was observed to take two or three puffs. Three of the boys, Everett, his brother Scott, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=everett-v-state"
    }
  ],
  "relatedIncidents": [
    16329,
    16344,
    16345,
    16350,
    16367
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}