{
  "id": 16467,
  "title": "1983년 Carter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-08-01",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Carter. 판결일: 1983-08-01. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Earl G. CARTER, Appellant, v. STATE of Indiana, Appellee\n**판결일**: 1983-08-01\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBRU-LER, Givan, Hunter, Pivarnik, Prentice\n\n## 변호인\n\nSharon Carroll Clark, Anderson, for appellant., Linley E. Pearson, Atty. Gen., Palmer K. Ward, Deputy Atty. Gen., Indianapolis, for appellee.\n\n## 인용\n\n- 451 N.E.2d 639\n\n## 판결문 요약\n\n\n451 N.E.2d 639 (1983)\nEarl G. CARTER, Appellant,\nv.\nSTATE of Indiana, Appellee.\nNo. 1281S374.\nSupreme Court of Indiana.\nAugust 1, 1983.\n*641 Sharon Carroll Clark, Anderson, for appellant.\nLinley E. Pearson, Atty. Gen., Palmer K. Ward, Deputy Atty. Gen., Indianapolis, for appellee.\nPIVARNIK, Justice.\nDefendant-Appellant Earl G. Carter was found guilty by a jury in the Hamilton Superior Court of confinement, a class B felony, rape, a class A felony, and criminal deviate conduct, a class A felony. He subsequently was sentenced by the trial judge to prison terms of fifteen years for confinement, forty years for rape and forty years for criminal deviate conduct. Appellant now directly appeals and raises the following eight issues for our consideration:\n1. whether the trial court erred by denying Appellant's motions for change of venue and change of judge;\n2. whether the trial court erred by denying Appellant's motion to be let to bail prior to trial;\n3. whether the trial court erred by denying Appellant's motion for continuance during trial;\n4. whether the trial court erred by admitting into evidence proof that Appellant previously was convicted of theft;\n5. whether the trial court erred by permitting an allegedly improper cross-examination of Appellant during trial;\n6. whether the trial court erred in applying the rape-shield statute to certain evidence;\n7. whether Appellant's convictions were supported by sufficient evidence; and\n8. whether the trial court committed certain err...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carter-v-state"
    }
  ],
  "relatedIncidents": [
    16372,
    16441,
    16458,
    16464,
    16502
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}