{
  "id": 16466,
  "title": "1983년 Vargas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-08-02",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Vargas. 판결일: 1983-08-02. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. GARY MAX VARGAS, Defendant-Appellant\n**판결일**: 1983-08-02\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Hopf\n\n## 변호인\n\nG. Joseph Weller and Josette Skelnik, both of State Appellate Defender’s Office, of Elgin, for appellant., Robert Morrow, State’s Attorney, of Geneva (Phyllis J. Perko and Judith M. Pietrucha, both of State’s Attorneys Appellate Service Commission, of counsel), for the People.\n\n## 인용\n\n- 452 N.E.2d 736\n- 116 Ill. App. 3d 787\n\n## 판결문 요약\n\n\n116 Ill. App. 3d 787 (1983)\n452 N.E.2d 736\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nGARY MAX VARGAS, Defendant-Appellant.\nNo. 82-68.\nIllinois Appellate Court  Second District.\nOpinion filed August 2, 1983.\n*788 *789 G. Joseph Weller and Josette Skelnik, both of State Appellate Defender's Office, of Elgin, for appellant.\nRobert Morrow, State's Attorney, of Geneva (Phyllis J. Perko and Judith M. Pietrucha, both of State's Attorneys Appellate Service Commission, of counsel), for the People.\nJudgment affirmed.\nJUSTICE HOPF delivered the opinion of the court:\nAfter a bench trial before the circuit court of Kane County, the defendant, Gary Max Vargas, was convicted of armed robbery. (Ill. *790 Rev. Stat. 1981, ch. 38, par. 18-2.) He contends on appeal that the charge should have been dismissed because the State destroyed a tape recording that contained exculpatory information. Alternatively, he urges he should receive a new trial because the State failed to disclose the existence of the exculpatory information that was on the tape. He contends both actions violated the principles of Brady v. Maryland (1963), 373 U.S. 83, 87, 10 L. Ed. 2d 215, 218, 83 S. Ct. 1194, 1196-97. Defendant also raises a question concerning the competency of his trial counsel.\nDefendant was charged by indictment with the armed robbery of Evelyn Hammond, a sales clerk at the One-Stop Grocery in Aurora. On August 18, 1981, at the arraignment, defense counsel made an oral motion for preser...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-vargas"
    }
  ],
  "relatedIncidents": [
    16340,
    16361,
    16369,
    16382,
    16385
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}