{
  "id": 16472,
  "title": "1983년 Vavrik 사건",
  "category": "terrorism",
  "era": "contemporary",
  "date": "1983-07-20",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Vavrik. 판결일: 1983-07-20. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Iowa, Appellee, v. Thomas James VAVRIK, Appellant\n**판결일**: 1983-07-20\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Harris, Larson, McGIVERIN, Uhlenhopp, Wolle\n\n## 변호인\n\nFrancis C. Hoyt, Jr., Appellate Defender, Linda Del Gallo, Asst. Appellate Defender, for appellant., Thomas J. Miller, Atty. Gen., Richard L. Cleland, Asst. Atty. Gen., and David H. Correll, Black Hawk County Atty., for ap-pellee.\n\n## 인용\n\n- 336 N.W.2d 193\n\n## 판결문 요약\n\n\n336 N.W.2d 193 (1983)\nSTATE of Iowa, Appellee,\nv.\nThomas James VAVRIK, Appellant.\nNo. 68632.\nSupreme Court of Iowa.\nJuly 20, 1983.\nFrancis C. Hoyt, Jr., Appellate Defender, Linda Del Gallo, Asst. Appellate Defender, for appellant.\nThomas J. Miller, Atty. Gen., Richard L. Cleland, Asst. Atty. Gen., and David H. Correll, Black Hawk County Atty., for appellee.\nConsidered by UHLENHOPP, P.J., and HARRIS, McGIVERIN, LARSON, and WOLLE, JJ.\nHARRIS, Justice.\nDefendant appeals from his conviction of terrorism in violation of Iowa Code § 708.6 (1983). Because the trial court erred in sentencing him to a mandatory minimum sentence under section 902.7 we vacate the sentence imposed and remand the case for resentencing.\nThe defendant does not remember much about the early morning of January 16, 1982, but his neighbor and several Waterloo policemen certainly do. On that night, the defendant evidently became quite drunk before returning to his trailer home in Waterloo. He drove his car between the trailers and, in the process, woke up his next door neighbor, Carol Hesseltine, who was the manager of the park. Hesseltine called the defendant's wife to see what was going on, and eventually called the Waterloo police. She then heard the defendant kicking her trailer and the glass in her bedroom window break.\nAfter the police arrived, the defendant fired a few shots out of his trailer from his shotgun. One shot was fired into the snow *194 in front of his doorway, another went through the traile...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "테러"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-vavrik"
    }
  ],
  "relatedIncidents": [
    16521,
    17023,
    2996,
    3058,
    3468
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}