{
  "id": 16471,
  "title": "1983년 Yacob 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-07-21",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Yacob. 판결일: 1983-07-21. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Yacob Yacob v. Joel S. Stern, Defendants Joel S. Stern, Third-Party v. Frederick E.M. Ballon, Third-Party Defendants-Respondents, Third-Party\n**판결일**: 1983-07-21\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 96 A.D.2d 491\n\n## 판결문 요약\n\n\n— Order of the Supreme Court, New York County (Richard Lee Price, J.), entered August 6,1982, unanimously modified, on the law, to the extent of striking the second and third decretal paragraphs thereof and substituting therefor a decretal paragraph dismissing the third-party complaint against defendant Ballon, Stoll and Itzler on the ground that it fails to set forth a cause of action, and, as so modified, affirmed, without costs. This matter arises out of the collapse of the American Bank and Trust Company (Bank) and its parent AB &amp; T Corporation. Plaintiff, a foreign national residing in London, and his wife, transmitted to the Bank a sum in excess of $145,000. Instead of depositing the sum in the Bank AB &amp; T issued its commercial paper to them. When the collapse occurred the Bank was taken over by the Federal Deposit Insurance Corporation (FDIC) as receiver. Ultimately, by arrangement with FDIC, some or all of the obligations of the Bank were taken over by Bank Leumi. However, *492AB &amp; T, a separate entity, petitioned the bankruptcy court for reorganization. A creditors’ committee was selected in the bankruptcy proceeding and the law firm of Ballon, Stoll and Itzler (BSI) was designated as its attorneys. Plaintiff, disturbed by the course of events, communicated with defendant Retter, a member of the New York Bar residing in Florida. Retter recommended that the New York law firm of Stern &amp; Fixler (S &amp; F) be retained by plaintiff and such retention was...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=yacob-v-stern"
    }
  ],
  "relatedIncidents": [
    16329,
    16331,
    16335,
    16340,
    16344
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}