{
  "id": 16476,
  "title": "1983년 J.N.S., Inc. v. State of Indiana, Lindley Pearson, as Attorney General of the State of Indiana 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-07-15",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: J.N.S., Inc. v. State of Indiana, Lindley Pearson, as Attorney General of the State of Indiana. 판결일: 1983-07-15. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: J.N.S., INC., Plaintiff-Appellant, v. STATE OF INDIANA, Lindley Pearson, as Attorney General of the State of Indiana, Et Al., Defendants-Appellees\n**판결일**: 1983-07-15\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Eschbach, Jameson, Pell\n\n## 변호인\n\nRichard Kammen, McClure & Kammen, Indianapolis, Ind., for plaintiff-appellant., George B. Huff, Jr., Office of Atty. Gen. of Ind., Indianapolis, Ind., for defendantsappellees.\n\n## 인용\n\n- 712 F.2d 303\n\n## 판결문 요약\n\n712 F.2d 303\n    J.N.S., INC., Plaintiff-Appellant,v.STATE OF INDIANA, Lindley Pearson, as Attorney General ofthe State of Indiana, et al., Defendants-Appellees.\n    No. 82-2879.\n    United States Court of Appeals,Seventh Circuit.\n    Argued April 6, 1983.Decided July 15, 1983.\n    \n      Richard Kammen, McClure &amp; Kammen, Indianapolis, Ind., for plaintiff-appellant.\n      George B. Huff, Jr., Office of Atty. Gen. of Ind., Indianapolis, Ind., for defendants-appellees.\n      Before PELL and ESCHBACH, Circuit Judges, and JAMESON, Senior District Judge.*\n      ESCHBACH, Circuit Judge.\n    \n    \n      1\n      J.N.S., Inc.  (\"J.N.S.\") appeals from the district court's dismissal of its complaint for lack of standing.   J.N.S. had sought to challenge the constitutionality of the Indiana civil anti-racketeering statute and the district court held that J.N.S. had not suffered sufficient actual or threatened injury to present a \"case or controversy.\"   For the reasons below, we affirm.\n    \n    \n      2\n      * J.N.S. describes itself as a business engaged in the distribution of sexually explicit materials protected by the First Amendment.   On two occasions, once in January 1979 and once in November 1981, officers of the Indianapolis Police Department executed search warrants at the premises of J.N.S. in an attempt to obtain evidence of violation of I.C. 35-30-10.1-2, importation or distribution of obscene matter.   Obscenity charges were filed and then dismissed on the first occas...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jns-inc-v-state-of-indiana-lindley-pearson-as-attorney-general-of"
    }
  ],
  "relatedIncidents": [
    16340,
    16370,
    16383,
    16403,
    16423
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}