{
  "id": 16479,
  "title": "1983년 Bischoff 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-07-13",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Bischoff. 판결일: 1983-07-13. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Neil E. BISCHOFF v. CITY OF AUSTIN\n**판결일**: 1983-07-13\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Brady, Shannon, Smith\n\n## 변호인\n\nJonathon H. Smith, Austin, for appellants., Albert DeLaRosa, City Atty., Jonathan Davis, First Asst. City Atty., Austin, for appellee.\n\n## 인용\n\n- 656 S.W.2d 209\n\n## 판결문 요약\n\n\nSHANNON, Justice.\nNeil Bischoff and others, appellants, seek to set aside a judgment of the district court of Travis County declaring the validity of a City of Austin bond election. This Court will affirm the judgment.\nThe parties stipulated the facts. The City of Austin is one of four participants in a project to construct a nuclear power plant known as the “South Texas Project.” The Austin City Council passed an ordinance calling for an election to be held for the *211authorization to issue combined utility systems revenue bonds relating to financing the City’s participation in the South Texas Project. Pursuant to that ordinance a bond election was set for January 15, 1983, for the purpose of submitting to the electorate the following proposition:\nPROPOSITION NUMBER 1\n“SHALL the City Council of the City of Austin, Texas, be authorized to issue revenue bonds of said City in the amount of NINETY-SEVEN MILLION DOLLARS ($97,000,000) maturing serially in such installments as may be fixed by the City Council, the maximum maturity being not more than FORTY (40) years from their date, to be issued and sold at any price or prices and to bear interest at any rate or rates as shall be determined within the discretion of the City Council at the time of issuance, for the purpose of extending and improving the City’s Electric Light and Power System (continued financing through March, 1984, of the City’s participation in the South Texas Project to avoid legal complications and to protect...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bischoff-v-city-of-austin"
    }
  ],
  "relatedIncidents": [
    16072,
    16169,
    16268,
    16329,
    16331
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}