{
  "id": 16473,
  "title": "1983년 Morgan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-07-20",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Morgan. 판결일: 1983-07-20. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Rubin Lee MORGAN, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1983-07-20\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: McKAY\n\n## 변호인\n\nGuy W. Griffin, Center, for appellant., John S. Walker, Dist. Atty., Center, for appellee.\n\n## 인용\n\n- 650 S.W.2d 920\n\n## 판결문 요약\n\n\n650 S.W.2d 920 (1983)\nRubin Lee MORGAN, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 12-81-0208-CR.\nCourt of Appeals of Texas, Tyler.\nApril 14, 1983.\nRehearing Denied May 4, 1983.\nDiscretionary Review Refused July 20, 1983.\n*922 Guy W. Griffin, Center, for appellant.\nJohn S. Walker, Dist. Atty., Center, for appellee.\nMcKAY, Justice.\nAppellant was convicted in a jury trial of aggravated robbery and punishment was assessed by the jury at confinement for fifty years.\nIn his first ground of error appellant maintains the indictment is fundamentally defective because it omits necessary allegations for the offense of aggravated robbery.\nCounsel for the State has not filed a brief with this court.\nThe indictment reads in part as follows:... did then and there while in the course of committing theft and with intent to obtain property of Norrid Watkins and Sandra Yarborough, to-wit, money and jewelry, without the effective consent of the said Norrid Watkins and Sandra Yarborough with the intent to deprive the said Norrid Watkins and Sandra Yarborough of said property, did then and there by using and exhibiting a deadly weapon, to-wit, a firearm, intentionally and knowingly place Norrid Watkins and Sandra Yarborough in fear of imminent bodily injury and death by threatening to shoot them with said firearm .... (Emphasis added.)\nSection 29.02, Tex.Penal Code Ann. (Vernon 1974) (Robbery) provides in part:\n(a) A person commits an offense if, in the course of committing theft as defined...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=morgan-v-state"
    }
  ],
  "relatedIncidents": [
    16340,
    16361,
    16369,
    16382,
    16385
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}