{
  "id": 16477,
  "title": "1983년 Killingsworth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-07-15",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Killingsworth. 판결일: 1983-07-15. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Killingsworth v. Poon\n**판결일**: 1983-07-15\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Banke, Carley, Deen\n\n## 변호인\n\nWilliam C. Head, for appellant., Gary B. Blasingame, David E. Barrett, for appellee.\n\n## 인용\n\n- 307 S.E.2d 123\n- 167 Ga. App. 653\n\n## 판결문 요약\n\n\nCarley, Judge.\nAppellant-patient appeals from the grant of summary judgment to appellee-physician in this medical malpractice case.\nOn November 16,1981, appellant went to the office of appellee, complaining of a minor muscle pain in her left shoulder. After *654examining appellant, appellee diagnosed the problem as a pulled muscle and, as part of the treatment, injected two syringes into appellant’s shoulder area. Upon receiving the injections, appellant experienced immediate chest pain and, on the following day, she went to another doctor with complaints of that chest pain and of shortness of breath. At that time, it was discovered that appellant had sustained a collapsed lung. Appellant filed the instant suit, alleging that, as a result of appellee’s negligent injections to relieve muscular pain, the membrane of appellant’s left lung had been penetrated, causing her to suffer severe pain throughout her entire chest cavity.\nIn support of his motion for summary judgment, appellee submitted his own affidavit. Appellee’s affidavit contained only the general statement that, in his own professional medical opinion, he had followed and complied with the standards of the medical profession generally, and that his treatment of appellant had been rendered in conformity with such standards. Appellant opposed the appellee’s motion with her own affidavit, and the affidavit of Dr. Norman Johnson, the physician who had examined and treated appellant the day after she received the injecti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=killingsworth-v-poon"
    }
  ],
  "relatedIncidents": [
    16329,
    16344,
    16345,
    16350,
    16367
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}