{
  "id": 16475,
  "title": "1983년 Curotola Bros. Trucking Co. v. Savemart, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-07-18",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Curotola Bros. Trucking Co. v. Savemart, Inc.. 판결일: 1983-07-18. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Curotola Bros. Trucking Co., Inc. v. Savemart, Inc.\n**판결일**: 1983-07-18\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 96 A.D.2d 546\n\n## 판결문 요약\n\n\n— In an action to recover damages for breach of contract, defendant appeals from so much of an order of the Supreme Court, Nassau County (Pantano, J.), entered December 28, 1981, as (1) upon reargument, adhered to its original determination denying defendant’s motion for summary judgment dismissing the complaint or, in the alternative summary judgment in favor of the plaintiff in a sum of no more than $3,000 and (2) granted that branch of plaintiff’s cross motion which was for leave to serve an amended complaint. Order reversed, insofar as appealed from, on the law, without costs or disbursements, the plaintiff’s cross motion is denied in its entirety and upon reargument defendant’s motion is granted to the extent that plaintiff is awarded summary judgment in the principal sum of $3,000. Plaintiff and defendant entered into a written agreement on June 27, 1979. Pursuant to this agreement, plaintiff, a trucking company “engaged in the trucking business as a contract carrier”, agreed to provide its services to defendant, a company that sells televisions, audio equipment, air conditioners, and electrical appliances. The agreement, specifically subdivision B of section II thereof, provided, inter alia, that plaintiff would obtain insurance for loss and/or damage of property. The agreement also provided in section IV thereof that it was cancelable by either party at any time: “upon written notice either (a) without cause together with payment of the sum of $3,000 to the other, or...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=curotola-bros-trucking-co-v-savemart-inc"
    }
  ],
  "relatedIncidents": [
    16329,
    16331,
    16335,
    16340,
    16344
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}