{
  "id": 16484,
  "title": "1983년 Turner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-07-11",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Turner. 판결일: 1983-07-11. 법원: Court of Special Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: ERNEST TURNER v. STATE OF MARYLAND\n**판결일**: 1983-07-11\n**법원**: Court of Special Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Adkins, Lowe, Weant\n\n## 변호인\n\nSubmitted by Louis P. Willemin, Assistant Public Defender, and Alan H. Murrell, Public Defender, for appellant., Submitted by Jillyn K. Schulze, Assistant Attorney General, Stephen H. Sachs, Attorney General, Kurt L. Schmoke, State’s Attorney for Baltimore City, and Richard Scher, Assistant State’s Attorney for Baltimore City, for appellee.\n\n## 인용\n\n- 55 Md. App. 367\n\n## 판결문 요약\n\n\nWeant, J.,\ndelivered the opinion of the Court.\nOn 7 and 8 June 1982, the appellant, Ernest Turner, was tried by a jury in the Criminal Court of Baltimore wherein he was acquitted of the charge of assault with intent to maim and convicted of assault. On 2 July 1982, he was sentenced to a term of ten years, promptly generating this appeal with the following questions being presented:\n1. Did the trial court err in prohibiting Appellant from explaining that a prior conviction was the result of a guilty plea?\n2. Did the court’s instructions to the jury contain plain error material to Appellant’s rights?\n3. Did the trial court err in imposing sentence for an offense of which Appellant had not been convicted?\n4. Was the evidence insufficient to sustain Appellant’s conviction?\n1.\nDuring cross-examination of the appellant, the prosecutor extracted from the appellant the fact that he had previously been convicted of robbery. On re-direct examination of the appellant by his counsel, the following colloquy occurred:\nBY MR. QUISGARD:\nQ When you were 16, you pled guilty to that robbery or have a trial?\nMR. SCHER: Objection, Your Honor.\nTHE COURT: I’ll sustain the objection. Strike it.\nMR. QUISGARD: Your Honor, for the record, let’s approach the bench.\n(Whereupon, counsel approached the bench and the following conference ensued:)\nMR. QUISGARD: He’s the proud possessor of the certified copy of the docket entry. It says he pleaded guilty.\n*369MR. SCHER: I am going to ask — Mr. Quisgard knows...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=turner-v-state"
    }
  ],
  "relatedIncidents": [
    16340,
    16361,
    16369,
    16382,
    16385
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}