{
  "id": 16485,
  "title": "1983년 Parsons 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-07-08",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: Parsons. 판결일: 1983-07-08. 법원: West Virginia Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: UNITED MINE WORKERS OF AMERICA INTERNATIONAL UNION, by Its Officers Richard TRUMKA, Cecil Roberts and John Banovic v. Michael PARSONS, Assistant Athletic Director, West Virginia University and West Virginia Board of Regents, a Statutory Corporation\n**판결일**: 1983-07-08\n**법원**: West Virginia Supreme Court\n**관할**: West Virginia, WV\n\n**판사**: McGRAW\n\n## 변호인\n\nMcIntyre, Haviland & Jordan and James M. Haviland, Charleston, Michael H. Holland, Gen. Counsel, United Mine Workers of America, Washington, D.C., for petitioners., Gene R. Nichol, Jr., Morgantown, for respondents.\n\n## 인용\n\n- 305 S.E.2d 343\n- 172 W. Va. 386\n\n## 판결문 요약\n\n\n305 S.E.2d 343 (1983)\nUNITED MINE WORKERS OF AMERICA INTERNATIONAL UNION, By its Officers Richard TRUMKA, Cecil Roberts and John Banovic\nv.\nMichael PARSONS, Assistant Athletic Director, West Virginia University and West Virginia Board of Regents, a Statutory Corporation.\nNo. 15831.\nSupreme Court of Appeals of West Virginia.\nJuly 8, 1983.\n*346 McIntyre, Haviland &amp; Jordan and James M. Haviland, Charleston, Michael H. Holland, Gen. Counsel, United Mine Workers of America, Washington, D.C., for petitioners.\nGene R. Nichol, Jr., Morgantown, for respondents.\nMcGRAW, Chief Justice:\nIn this original proceeding in mandamus, the Court is asked to examine the constitutional obligation of a state-supported university to afford interested parties an opportunity to respond to political speech contained in radio advertisements broadcast as part of a university athletic event.\nThe petitioners, Richard Trumka, Cecil Roberts and John Banovic, initiated this proceeding on behalf of the United Mine Workers of America (UMWA), a voluntary association and international union which represents coal miners throughout West Virginia. The respondents are Michael Parsons, assistant athletic director at West Virginia University (WVU), and the West Virginia Board of Regents, a statutory corporation responsible for all public higher education activities in West Virginia.\nThe petitioners seek to compel the respondents to provide them an opportunity, during the next ensuing radio broadcasts of WVU footbal...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-mine-workers-of-america-international-union-ex-rel-trumka-v"
    }
  ],
  "relatedIncidents": [
    16340,
    16370,
    16383,
    16403,
    16423
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}