{
  "id": 16481,
  "title": "1983년 Mullins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-07-12",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Mullins. 판결일: 1983-07-12. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: MULLINS v. State\n**판결일**: 1983-07-12\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Carley\n\n## 변호인\n\nHubert T. Mullins, pro se., F. Larry Salmon, District Attorney, Stephen F. Lanier, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 167 Ga. App. 670\n\n## 판결문 요약\n\n\nCarley, Judge.\nAppellant was convicted of armed robbery in 1977. In April of 1980, appellant was transferred to the Floyd County Correctional Institute. Some five weeks later, he escaped. In April of 1981, appellant was arrested in Texas and was returned to Georgia. On September 14, 1981, appellant was indicted for the 1980 escape. On July 7, 1982, appellant was ordered returned from the Georgia State Prison in Reidsville, where he was then incarcerated, to Floyd County to stand trial for the escape. Appellant waived his right to a jury trial and elected to represent himself when he was tried on July 21, 1982. At the conclusion of the evidence, the trial court found appellant guilty of escape. Appellant’s motion for new trial was overruled and he appeals pro se from the judgment of conviction and sentence imposed.\n1. Appellant’s defense was that his escape had been predicated upon fears for his life and was therefore “justified” within the meaning of OCGA § 16-3-20 (Code Ann. § 26-901). See generally Young v. State, 163 Ga. App. 507 (295 SE2d 175) (1982). Appellant first asserts that it was error to fail to grant his motion for directed verdict of acquittal because the state “stipulated” that his escape was in fact justified. The record contains no such stipulation. Indeed, the only relevant stipulation in the record is the one made by appellant that he was convicted of armed robbery and “eventually wound up incarcerated in the Floyd Correctional Institute.” “A stipulation b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mullins-v-state"
    }
  ],
  "relatedIncidents": [
    16340,
    16361,
    16369,
    16382,
    16385
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}