{
  "id": 16487,
  "title": "1983년 Thomas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-07-07",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Thomas. 판결일: 1983-07-07. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: FLA. HIGH SCH. ACTIV. ASS'N, INC. v. Thomas\n**판결일**: 1983-07-07\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Adkins\n\n## 인용\n\n- 434 So. 2d 306\n\n## 판결문 요약\n\n\n434 So.2d 306 (1983)\nTHE FLORIDA HIGH SCHOOL ACTIVITIES ASSOCIATION, INC., Anthony Pariso, and Fred Cooley, Petitioners,\nv.\nGeorge THOMAS, by and through His Mother and Best Friend, Mamie Thomas, Etc., et al., Respondents.\nNo. 61815.\nSupreme Court of Florida.\nJuly 7, 1983.\n*307 Harry C. Duncan of Clayton, Duncan, Johnston, Quincey, Ireland, Fedder &amp; Gadd, Gainesville, and George W. Chesrow, Richard P. Cole and John P. Joy of Walton, Lantaff, Schroeder &amp; Carson, Miami, for petitioners.\nRichard M. Dunn, Miami, for respondents.\nJudith A. Brechner, General Counsel, State Board of Education, Tallahassee, for Department of Education, amicus curiae.\nADKINS, Justice.\nThe Florida High School Activities Association, hereinafter referred to as the FHSAA, seeks the review of a decision of the Third District Court of Appeal which declared Rule 5 of the FHSAA football contest regulations unconstitutional under the Florida Constitution's equal protection clause, article I, section 2. The Florida High School Activities Association v. Thomas, 409 So.2d 245 (Fla. 3d DCA 1982). The Third District Court of Appeal certified its decision to this Court as passing upon a matter of great public importance. We have jurisdiction pursuant to article V, section 3(b)(4), Florida Constitution, and Rule 9.030(a)(2)(A)(v) of the Florida Rules of Appellate Procedure. We quash the decision.\nThe FHSAA regulates interscholastic activities of Florida high school students. Most Florida high schools are me...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fla-high-sch-activ-assn-inc-v-thomas"
    }
  ],
  "relatedIncidents": [
    16340,
    16370,
    16383,
    16403,
    16423
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}