{
  "id": 16482,
  "title": "1983년 City of Tulsa v. Oklahoma State Pension & Retirement Board 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-07-12",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: City of Tulsa v. Oklahoma State Pension & Retirement Board. 판결일: 1983-07-12. 법원: Supreme Court of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: CITY OF TULSA, Oklahoma, a municipal corporation v. The OKLAHOMA STATE PENSION AND RETIREMENT BOARD, an agency of the State of Oklahoma\n**판결일**: 1983-07-12\n**법원**: Supreme Court of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Barnes, Hargrave, Hodges, Lavender, Opala, Simms, Wilson\n\n## 변호인\n\nNeal E. McNeill, City Atty., David M. Anderson, Asst. City Atty., Tulsa, for appellant., Michael C. Turpén, Atty. Gen., Michael Scott Fern, Asst. Atty. Gen., for appellee.\n\n## 인용\n\n- 674 P.2d 10\n\n## 판결문 요약\n\n\nSIMMS, Vice Chief Justice:\nAppellant, City of Tulsa (hereinafter City), appeals from an order of the District Court of Oklahoma County dismissing the City’s appeal from Appellee, the Oklahoma State Pension and Retirement Board (hereinafter Board). The City’s petition for judicial review of the administrative hearing was dismissed because the appeal, although filed two days prior to the statutory deadline (11 O.S.1981, § 50-129), was not officially authorized by the Tulsa Board of Commissioners (hereinafter City Commissioners) until four days after the deadline for filing the appeal.\nKimberly L. Fagan and Felicia K. Fagan, as named beneficiaries, sought award of the pension of Robert M. Fagan, a deceased City of Tulsa police officer before the Board. The City contested the application on the ground that Officer Fagan died as a result of a self-inflicted gunshot wound and not in the line of duty. The Board ruled against the City on March 17, 1982, and the City subsequently appealed to the District Court of Oklahoma County, pursuant to 11 O.S.1981, § 50-129.\nThe pension beneficiaries filed a motion to dismiss the City’s appeal, alleging that the appeal had not been properly taken. The movants argued that the appeal, filed with the Oklahoma County District Court on April 14,1982, was made without having first secured the permission and approval of the City Commissioners, the governing body of the City of Tulsa. They further alleged that permission of the Commissioners was asked ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=city-of-tulsa-v-oklahoma-state-pension-retirement-board"
    }
  ],
  "relatedIncidents": [
    16329,
    16331,
    16335,
    16340,
    16344
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}