{
  "id": 16497,
  "title": "1983년 Robert Barnett, Cross-Appellant v. The Housing Authority of the City of Atlanta, Mrs. Dorothy L. Kelly, Cross-Appellees 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-06-27",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Robert Barnett, Cross-Appellant v. The Housing Authority of the City of Atlanta, Mrs. Dorothy L. Kelly, Cross-Appellees. 판결일: 1983-06-27. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Robert BARNETT, Plaintiff-Appellee, Cross-Appellant, v. the HOUSING AUTHORITY OF the CITY OF ATLANTA, Defendant-Appellant, Mrs. Dorothy L. Kelly, Et Al., Defendants-Appellants, Cross-Appellees\n**판결일**: 1983-06-27\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n**판사**: Anderson, Henderson, Kravitch\n\n## 변호인\n\nLenwood A. Jackson, Richard A. Grigsby, D.W. Latimore, Jr., Atlanta, Ga., for defendant-appellant., Frank J. Beltran, John F. Pendergast, Jr., Atlanta, Ga., for Barnett.\n\n## 인용\n\n- 707 F.2d 1571\n\n## 판결문 요약\n\n707 F.2d 1571\n    Robert BARNETT, Plaintiff-Appellee, Cross-Appellant,v.The HOUSING AUTHORITY OF the CITY OF ATLANTA, Defendant-Appellant,Mrs. Dorothy L. Kelly, et al., Defendants-Appellants, Cross-Appellees.\n    No. 82-8166.\n    United States Court of Appeals,Eleventh Circuit.\n    June 27, 1983.\n    \n      Lenwood A. Jackson, Richard A. Grigsby, D.W. Latimore, Jr., Atlanta, Ga., for defendant-appellant.\n      Frank J. Beltran, John F. Pendergast, Jr., Atlanta, Ga., for Barnett.\n      Appeals from the United States District Court for the Northern District of Georgia.\n      Before KRAVITCH, HENDERSON and ANDERSON, Circuit Judges.\n      ALBERT J. HENDERSON, Circuit Judge:\n    \n    \n      1\n      The appellee and cross-appellant, Robert Barnett, brought this action under 42 U.S.C. Sec. 1983 against his former employer the Atlanta Housing Authority (AHA or Authority) and three officials of that agency, Dorothy Kelly, Samuel Friedman and Tyrone Hinton.  Barnett, who was dismissed from his position as Director of the Redevelopment Division of the Authority, alleged that the defendants deprived him of due process by discharging him without cause and without a post-termination hearing.  During the trial, the district court directed a verdict exonerating the three officials from liability in their individual capacities.  After the jury answered eleven special interrogatories in favor of the plaintiff, the trial court entered a judgment awarding Barnett $75,000.00 in compensatory relie...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robert-barnett-cross-appellant-v-the-housing-authority-of-the-city-of"
    }
  ],
  "relatedIncidents": [
    16329,
    16331,
    16335,
    16340,
    16344
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}