{
  "id": 16496,
  "title": "1983년 Ray 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-06-27",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Ray. 판결일: 1983-06-27. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: Ray v. Alexandria Mall\n**판결일**: 1983-06-27\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Blanche\n\n## 인용\n\n- 434 So. 2d 1083\n\n## 판결문 요약\n\n\n434 So.2d 1083 (1983)\nFrances RAY\nv.\nALEXANDRIA MALL, Through their Insurer, The ST. PAUL PROPERTY AND LIABILITY INSURANCE.\nNo. 83-C-0158.\nSupreme Court of Louisiana.\nJune 27, 1983.\nP. Spencer Torry, Alexandria, for applicant.\nFrederick B. Alexius, Provosty, Sadler &amp; deLaunay, Alexandria, for respondents.\nBLANCHE, Justice.\nWe are asked to determine whether the lower courts erred in sustaining a peremptory exception of prescription urged in opposition to the plaintiff's action to recover damages allegedly sustained by her on February 18, 1981 when she slipped and fell in the Alexandria Mall in Alexandria, Louisiana.\nOn February 4, 1982, Frances Ray filed a damage suit styled \"Frances Ray versus Alexandria Mall, Through Their Insurer, The St. Paul Property &amp; Liability Insurance.\" The first paragraph of the plaintiff's petition averred as follows:\n\"That the ALEXANDRIA MALL is a corporation organized under the laws of the State of Louisiana, with its principal place of business being in Alexandria, Louisiana and is insured by THE ST. PAUL PROPERTY AND LIABILITY INSURANCE, an Illinois corporation which is doing business in the State of Louisiana and is hereinafter referred to as the defendant.\"\nAlthough the suit described the Alexandria Mall as a \"corporation organized under the laws of the State of Louisiana\", the *1084 \"Alexandria Mall\" as named is in fact a non-existent legal entity. Apparently, a partnership entitled the \"Alexandria Mall Company\" does business as the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ray-v-alexandria-mall"
    }
  ],
  "relatedIncidents": [
    16335,
    16384,
    16400,
    16548,
    16549
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}