{
  "id": 16498,
  "title": "1983년 Brewer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-06-27",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Brewer. 판결일: 1983-06-27. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: BREWER Et Al. v. WILLIAMS Et Al.\n**판결일**: 1983-06-27\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Birdsong, McMurray, Shulman\n\n## 변호인\n\nJ. Timothy White, Gary D. Stokes, for appellants., Timothy Williams, pro se, Sharon J. Strange, pro se.\n\n## 인용\n\n- 305 S.E.2d 891\n- 167 Ga. App. 151\n\n## 판결문 요약\n\n\n167 Ga. App. 151 (1983)\n305 S.E.2d 891\nBREWER et al.\nv.\nWILLIAMS et al.\n65697.\nCourt of Appeals of Georgia.\nDecided June 27, 1983.\nJ. Timothy White, Gary D. Stokes, for appellants.\nTimothy Williams, pro se, Sharon J. Strange, pro se.\nSHULMAN, Chief Judge.\nThis appeal is from a $15,000 jury verdict in favor of appellees in this action for damages resulting from an allegedly defective roof on a condominium purchased by appellees from appellants in September 1980. The complaint, as amended, sought recovery based upon breach of contract, negligence, and fraud. Named as defendants to the action were Bill Brewer &amp; Associates, Inc., the contractor for the reconstruction of the condominium; and its principal, William S. A. Brewer.\nThe facts adduced at trial showed that the replacement roof in question was installed in May 1979. There was evidence, though disputed in part by appellants, showing that the roof developed numerous leaks and that Brewer contacted the installer on numerous occasions through the summer of 1980 regarding the leaks. There was also evidence showing that although some of the leaks had been repaired, the roof was generally unsuitable and defective.\nAppellee Strange testified that she initially contacted Brewer about the condominium in June 1980. She testified that she was told by Brewer that a new proof had been installed as a part of the overall repair and reconstruction of the condominium. Both appellees testified that they first noticed leaks in the porti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brewer-v-williams"
    }
  ],
  "relatedIncidents": [
    16346,
    16373,
    16405,
    16599,
    16609
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}