{
  "id": 16494,
  "title": "1983년 Huffman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-06-29",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Huffman. 판결일: 1983-06-29. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Hayes O. HUFFMAN, et ux. v. HARTFORD CASUALTY INSURANCE COMPANY\n**판결일**: 1983-06-29\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Doucet, Knoll, Stoker\n\n## 변호인\n\nGist, Methvin, Hughes & Munsterman, David A. Hughes and Victor Sooter, Alexandria, for defendant-appellant., Gold, Little, Simon, Weems & Bruser, Donald R. Sharp, Alexandria, for defendant-appellee.\n\n## 인용\n\n- 434 So. 2d 1296\n\n## 판결문 요약\n\n\nSTOKER, Judge.\nThis is a suit on an insurance policy for property loss resulting from a burglary. The issue is whether coins (silver dimes), being currency, are subject to a policy limitation relative to currency, or whether the limitation is inapplicable because the plaintiff used the silver in the coins in his dental work after melting them down.\nHartford Casualty Insurance Company (Hartford) appeals from a judgment against it and in favor of the plaintiffs, Dr. and Mrs. Hayes 0. Huffman, in the amount of $14,279. For reasons set out below, we amend the judgment and affirm as amended.\nFACTS\nDr. Huffman is a dentist who has his office at 2000 Military Highway, Pineville, Louisiana. His daughter operated a jewelry and gift shop at the same address. The two businesses were located in the same building but had separate outside entrances. They were connected inside by a sliding glass door and a hollow core interior door at the rear.\nOn April 20, 1980, the building was burglarized and a safe in the jewelry store portion was emptied. Several items used by Dr. Huffman in his dental work were taken from the safe along with some jewelry. The property of Dr. Huffman taken included a bag of pre-1964 silver dimes which had a face value of $1,000 and for which Dr. Huffman paid $14,000.\nOn appeal, Hartford claims that the trial court erred in (1) “concluding that the silver dimes were not currency or money” and (2) “concluding that the dimes were in the premises at the time they were sto...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=huffman-v-hartford-casualty-insurance-co"
    }
  ],
  "relatedIncidents": [
    16340,
    16361,
    16369,
    16382,
    16385
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}