{
  "id": 16492,
  "title": "1983년 Holland 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-06-30",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Holland. 판결일: 1983-06-30. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Respondent, v. Samuel HOLLAND, Appellant\n**판결일**: 1983-06-30\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Billings, Blackmar, Donnelly, Finch, Gunn, Higgins, Rendlen, Seiler, Welliver\n\n## 변호인\n\nMary-Louise Moran, Asst. Public Defender, St. Louis, for appellant., John Ashcroft, Atty. Gen., Henry Herschel, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 653 S.W.2d 670\n\n## 판결문 요약\n\n\n653 S.W.2d 670 (1983)\nSTATE of Missouri, Respondent,\nv.\nSamuel HOLLAND, Appellant.\nNo. 62320.\nSupreme Court of Missouri, En Banc.\nJune 30, 1983.\n*672 Mary-Louise Moran, Asst. Public Defender, St. Louis, for appellant.\nJohn Ashcroft, Atty. Gen., Henry Herschel, Asst. Atty. Gen., Jefferson City, for respondent.\nGUNN, Judge.\nDefendant-appellant was charged with capital murder. In accordance with instructions given, he was convicted of first degree murder (felony murder), a violation of § 565.003, RSMo 1978, and sentenced to life imprisonment. His appeal presents five points of alleged error: I. Instructing on first degree murder when there was no indictment for that crime and the evidence was insufficient to support such an instruction; II. Submitting an improper modification of MAI-CR2d 2.12; III. Admitting his videotaped confession maculated for a multitude of reasons, e.g., it was involuntary and obtained in violation of right to counsel; IV. Refusing to appoint or provide funds for a forensic pathologist; V. Limiting his counsel's voir dire of the venire panel and permitting certain improper prosecutorial comment.\nWe affirm the judgment.\nThe evidence that supports defendant's conviction for first degree murder beyond a reasonable doubt points to events that began in the rectory of the Shrine of St. Joseph in North St. Louis. As Father Edward Filipiak, a 79 year old priest, sat alone in his room in the rectory, defendant and two companions broke into the church intent upon b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-holland"
    }
  ],
  "relatedIncidents": [
    16329,
    16344,
    16345,
    16350,
    16367
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}