{
  "id": 16506,
  "title": "1983년 Lester J. Trnka v. Elanco Products Co., a Division of Eli Lilly and Company 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-06-17",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Lester J. Trnka v. Elanco Products Co., a Division of Eli Lilly and Company. 판결일: 1983-06-17. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Lester J. TRNKA, Appellant, v. ELANCO PRODUCTS CO., a DIVISION OF ELI LILLY AND COMPANY, Appellee\n**판결일**: 1983-06-17\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Arnold, Ross, Schatz\n\n## 변호인\n\nJack G. Marcil, Steven K. Aakre, of Ten-neson, Serkland, Lundberg, Erickson & Marcil, Ltd., Fargo, N.D., for appellant., Stephen Plambeck, of Nilles, Hansen, Sei-bo, Magill & Davies, Ltd., Fargo, N.D., for appellee.\n\n## 인용\n\n- 709 F.2d 1223\n\n## 판결문 요약\n\n709 F.2d 1223\n    Lester J. TRNKA, Appellant,v.ELANCO PRODUCTS CO., A DIVISION OF ELI LILLY AND COMPANY, Appellee.\n    No. 82-2083.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted May 17, 1983.Decided June 17, 1983.\n    \n      1\n      Jack G. Marcil, Steven K. Aakre, of Tenneson, Serkland, Lundberg, Erickson &amp; Marcil, Ltd., Fargo, N.D., for appellant.\n    \n    \n      2\n      Stephen Plambeck, of Nilles, Hansen, Selbo, Magill &amp; Davies, Ltd., Fargo, N.D., for appellee.\n    \n    \n      3\n      Before ROSS and ARNOLD, Circuit Judges, and SCHATZ,* District Judge.\n    \n    \n      4\n      SCHATZ, District Judge.\n    \n    \n      5\n      In this removed diversity action, the plaintiff-appellant, Lester J. Trnka (Trnka), appeals from a summary judgment entered in the district court1 dismissing his complaint.  Trnka alleged as his cause of action that the defendant-appellee, Elanco Products Company (Elanco) negligently manufactured a herbicide called Treflan, manufactured and marketed defective Treflan and breached certain warranties in conjunction with the sale of a quantity of Treflan to Trnka.\n    \n    \n      6\n      For reversal, Trnka contends that the trial court erred in rendering summary judgment against him because:  (1) there were genuine issues of material fact as to whether the parties entered into a binding settlement agreement;  and (2) North Dakota Century Code Sec. 28-01-40, as amended (requiring the claimant to timely file a verified report of l...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lester-j-trnka-v-elanco-products-co-a-division-of-eli-lilly-and-company"
    }
  ],
  "relatedIncidents": [
    16329,
    16331,
    16335,
    16340,
    16344
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}