{
  "id": 16502,
  "title": "1983년 Schepps 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-06-22",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: Schepps. 판결일: 1983-06-22. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: David P. SCHEPPS and Theresa L. Schepps, Appellants (Plaintiffs), v. Steve R. HOWE and Jerri Jean Howe, Appellees (Defendants)\n**판결일**: 1983-06-22\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: Brown, Raper, Rooney, Rose, Thomas\n\n## 변호인\n\nC. Edward Webster II, Cody, for appellants., William W. Harden, Casper, for appellees.\n\n## 인용\n\n- 665 P.2d 504\n\n## 판결문 요약\n\n\n665 P.2d 504 (1983)\nDavid P. SCHEPPS and Theresa L. Schepps, Appellants (Plaintiffs),\nv.\nSteve R. HOWE and Jerri Jean Howe, Appellees (Defendants).\nNo. 5826.\nSupreme Court of Wyoming.\nJune 22, 1983.\n*505 C. Edward Webster II, Cody, for appellants.\nWilliam W. Harden, Casper, for appellees.\nBefore ROONEY, C.J., and RAPER,[*] THOMAS, ROSE, and BROWN, JJ.\nTHOMAS, Justice.\nIn this case the court is confronted with two questions concerning the rights of purchasers of residences. The first question relates to the right to recover in fraud for misrepresentations made subsequent to the execution of a contract for the sale of the residence. The second involves the right of a purchaser to claim a warranty of habitability when the house is constructed by the seller for his own occupancy and the seller is not a professional builder-developer. In granting a summary judgment in favor of the seller the district court held that any false representation could not have been relied upon by the buyers to induce them to purchase the property since any such representations were made after a binding contract to purchase the property was formed. The district court further held that no warranty of habitability attaches to the sale of a home by the builder, if the seller who constructed the home is an amateur builder who is not intending to engage in a commercial venture at the time the home is built. We shall affirm the district court, but in so doing we will hold that in this case the buyers waived ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=schepps-v-howe"
    }
  ],
  "relatedIncidents": [
    16372,
    16441,
    16458,
    16464,
    16467
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}