{
  "id": 16514,
  "title": "1983년 Alejandro Perez v. Laredo Junior College 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-06-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Alejandro Perez v. Laredo Junior College. 판결일: 1983-06-10. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Alejandro PEREZ, Plaintiff-Appellant, v. LAREDO JUNIOR COLLEGE, Et Al., Defendants-Appellees\n**판결일**: 1983-06-10\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Johnson, Rubin, Williams\n\n## 변호인\n\nDavid T. Lopez, Houston, Tex., for plaintiff-appellant., Hall & Sames, H.C. Hall, III, Laredo, Tex., for defendants-appellees.\n\n## 인용\n\n- 706 F.2d 731\n\n## 판결문 요약\n\n706 F.2d 731\n    32 Empl. Prac. Dec. P 33,670, 11 Ed. Law Rep. 113\n    Alejandro PEREZ, Plaintiff-Appellant,v.LAREDO JUNIOR COLLEGE, et al., Defendants-Appellees.\n    No. 82-2464\n    Summary Calendar.United States Court of Appeals,Fifth Circuit.\n    June 10, 1983.\n    \n      David T. Lopez, Houston, Tex., for plaintiff-appellant.\n      Hall &amp; Sames, H.C. Hall, III, Laredo, Tex., for defendants-appellees.\n      Appeal from the United States District Court for the Southern District of Texas.\n      Before RUBIN, JOHNSON and WILLIAMS, Circuit Judges.\n      ALVIN B. RUBIN, Circuit Judge:\n    \n    \n      1\n      Invoking 42 U.S.C. Secs. 1981 (1976) and id. Sec. 1983 (Supp. III 1979), a member of the faculty of a state college contends that he was denied additional compensation due him after he received a Doctor of Philosophy degree.  The district court dismissed the action because the plaintiff failed to file his claim within two years of the time additional compensation was first denied him, and, therefore, the Texas statute of limitations barred his claims.  The sole issue is whether any of the claims asserted were continuing violations of the plaintiff's federal rights and are, therefore, not barred.  Finding that, as to all claims but that of a continuing denial of equal protection of the law, the statutory limitations period began to run when additional pay was first denied, we sustain the summary judgment dismissing those claims for their belated filing.  However, the rec...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=alejandro-perez-v-laredo-junior-college"
    }
  ],
  "relatedIncidents": [
    16329,
    16331,
    16335,
    16340,
    16344
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}