{
  "id": 16519,
  "title": "1983년 Zavala 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-06-07",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Zavala. 판결일: 1983-06-07. 법원: Arizona Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Arizona, Appellee, v. Juan Claudio ZAVALA, Appellant\n**판결일**: 1983-06-07\n**법원**: Arizona Supreme Court\n**관할**: Arizona, AZ\n\n**판사**: Cameron, Feldman, Gordon, Hays, Holohan\n\n## 변호인\n\nRobert K. Corbin, Atty. Gen. by William J. Schafer, III and Barbara A. Jarrett, Asst. Attys. Gen., Phoenix, for appellee., Robertson & Villarreal by Michael A. Villarreal, Florence, for appellant.\n\n## 인용\n\n- 666 P.2d 456\n- 136 Ariz. 356\n\n## 판결문 요약\n\n\n136 Ariz. 356 (1983)\n666 P.2d 456\nSTATE of Arizona, Appellee,\nv.\nJuan Claudio ZAVALA, Appellant.\nNo. 5802-PR.\nSupreme Court of Arizona, In Banc.\nJune 7, 1983.\nRehearing Denied July 12, 1983.\n*357 Robert K. Corbin, Atty. Gen. by William J. Schafer, III and Barbara A. Jarrett, Asst. Attys. Gen., Phoenix, for appellee.\nRobertson &amp; Villarreal by Michael A. Villarreal, Florence, for appellant.\nCAMERON, Justice.\nThe defendant was convicted of two counts of aggravated assault on a police officer, A.R.S. § 13-1204(A)(5), resisting arrest, A.R.S. § 13-2508(A) and driving under the influence of intoxicating liquor, A.R.S. § 28-692(A). His convictions were affirmed by the Court of Appeals, Division Two, State v. Zavala, 136 Ariz. 389, 666 P.2d 489 (filed 2 December 1982). We accepted his petition for review pursuant to A.R.S. § 12-120.24 and Ariz. Const. art. 6 § 5(3) to consider only whether the defendant was properly convicted of driving while under the influence of intoxicating liquor pursuant to A.R.S. § 28-692(A).\nThe essential facts of this case are the following. A DPS patrolman was alerted to the presence of a pickup truck in the emergency or parking lane off the traveled portion of Interstate Highway 10 near Picacho Peak. The officer arrived at the location, which he had passed some twenty minutes earlier, to discover the defendant hanging partially from the window on the driver's side of the truck. The defendant was unconscious, and the appearance of his mouth and the fro...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-zavala"
    }
  ],
  "relatedIncidents": [
    16331,
    16351,
    16438,
    16445,
    16493
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}