{
  "id": 16510,
  "title": "1983년 Madruga 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-06-14",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Madruga. 판결일: 1983-06-14. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Madruga v. State\n**판결일**: 1983-06-14\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Barkdull, Hubbart and Jorgenson\n\n## 인용\n\n- 434 So. 2d 331\n\n## 판결문 요약\n\n\n434 So.2d 331 (1983)\nRamon MADRUGA and Israel Guzman, Appellants,\nv.\nThe STATE of Florida, Appellee.\nNos. 82-775, 82-1378.\nDistrict Court of Appeal of Florida, Third District.\nJune 14, 1983.\nRehearing Denied August 3, 1983.\nLong, Smith &amp; Jones and Harold Long, Jr., Miami, for Ramon Madruga.\nBennett H. Brummer, Public Defender and Thomas F. Pepe, Sp. Asst. Public Defender, for Israel Guzman.\nJim Smith, Atty. Gen. and Scott A. Silver and Richard Doran, Asst. Attys. Gen., for appellee.\nBefore BARKDULL, HUBBART and JORGENSON, JJ.\nBARKDULL, Judge.\nThe defendants pled nolo contendre and were convicted of conspiracy to sell or deliver cannabis, conspiracy to traffic in cannabis, trafficking in cannabis, and armed kidnapping for ransom. They have preserved as the only issue on this appeal, whether or not the state sufficiently established the weight of the contraband to be in excess of 100 pounds and thereby require a mandatory minimum sentence of 3 years under the trafficking statute, Section 893.135(1)(a)1 Florida Statutes (1981) which would follow as a result of the conviction on the trafficking count. State v. Bateman, 423 So.2d 577 (Fla. 2d DCA 1982); State v. Taylor, 411 So.2d 993 (Fla. 4th DCA 1982).\nWe affirm. The state presented evidence from an experienced drug enforcement officer that he delivered to these and other defendants, marijuana in excess of 100 pounds, to wit: 75 bales of a minimum weight of 41 to 55 pounds a bale. In addition to the testimony, two pictures ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=madruga-v-state"
    }
  ],
  "relatedIncidents": [
    16357,
    16363,
    16401,
    16522,
    16581
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}