{
  "id": 16511,
  "title": "1983년 Brandt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-06-13",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Brandt. 판결일: 1983-06-13. 법원: Supreme Court of Colorado.",
  "description": "## 사건 정보\n\n**사건명**: PEOPLE of the State of Colorado v. Robert Lamont BRANDT\n**판결일**: 1983-06-13\n**법원**: Supreme Court of Colorado\n**관할**: Colorado, CO\n\n## 변호인\n\nJ.D. MacFarlane, Atty. Gen., Richard F. Hennessey, Deputy Atty. Gen., Mary J. Mullarkey, Sol. Gen., Laura E. Udis, Asst. Atty. Gen., Lit. Sec., Denver, for plaintiff-appellee., John E. Popovich, Jr., Denver, for defendant-appellant.\n\n## 인용\n\n- 664 P.2d 712\n\n## 판결문 요약\n\n\nPER CURIAM.\nThe defendant has appealed the trial court’s ruling denying his Crim.P. 35(b) motion in which he challenged the constitutionality of the provisions and administration of the Colorado Sex Offenders Act (CSOA)1 on due process, equal protection, and cruel and unusual punishment grounds. We affirm the decision of the district court.\nI.\nOn May 24, 1976, the defendant was convicted of first-degree assault2 and attempt to commit first-degree sexual assault3 after he entered pleas of guilty pursuant to a plea agreement. The trial court sentenced the defendant under the provisions of the CSOA for a term of one day to life and recommended that the defendant be transferred from the receiving center at the state penitentiary to the Colorado State Hospital in Pueblo.\nAt the Crim.P. 35(b) hearing, the defendant appeared pro se. His complaint centered around his being transferred back and forth between the penitentiary and the state hospital. According to the defendant, the parole board requested in August of 1980, that he return to the state hospital from the penitentiary for further treatment. The defendant declined, claiming that he had received maximum benefits from therapy programs offered at the state hospital. The trial court entered a written *713decision denying the defendant’s numerous claims for post-conviction relief under Crim.P. 35(b). Counsel was appointed by the trial court to represent the defendant on appeal.\nII.\nThe arguments on the issues raised by the defen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-brandt"
    }
  ],
  "relatedIncidents": [
    16372,
    16441,
    16458,
    16464,
    16467
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}