{
  "id": 16528,
  "title": "1983년 Powell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-05-31",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Powell. 판결일: 1983-05-31. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington, Respondent, v. Jerome Powell, Appellant\n**판결일**: 1983-05-31\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Corbett, Ringold, Williams\n\n## 변호인\n\nChristopher Boutelle, for appellant., William H. Griffies, Prosecuting Attorney, and Chris Quinn-Brintnall, Deputy, for respondent.\n\n## 인용\n\n- 664 P.2d 1\n- 34 Wash. App. 791\n\n## 판결문 요약\n\n\n34 Wash. App. 791 (1983)\n664 P.2d 1\nTHE STATE OF WASHINGTON, Respondent,\nv.\nJEROME POWELL, Appellant.\nNo. 11598-7-I.\nThe Court of Appeals of Washington, Division One.\nMay 31, 1983.\nChristopher Boutelle, for appellant.\nWilliam H. Griffies, Prosecuting Attorney, and Chris Quinn-Brintnall, Deputy, for respondent.\nWILLIAMS, J.\nThe defendant, Jerome Powell, appeals, following a jury trial, his conviction of first degree murder pursuant to RCW 9A.32.030(1)(a). We affirm.\nThe undisputed facts essential to the disposition of this case are as follows: On August 10, 1979, Powell was charged with first degree felony murder, RCW 9A.32.030(1)(c)(5) and first degree kidnapping, RCW 9A.40.020(1)(c). On October 2, 1979, the day of trial, but before a jury was selected, Powell entered a plea of guilty to first degree felony murder. Before sentencing, he moved to withdraw his plea. The motion was denied and Powell appealed. State v. Powell, 29 Wash. App. 163, 627 P.2d 1337 (1981).\nThis court set aside Powell's plea of guilty for the reason that the record did not contain a sufficient factual basis to sustain the plea, and remanded the cause to the superior court for Powell to replead. On July 16, 1981, the cause was mandated to the superior court. Two weeks later Powell was charged by an amended information with premeditated *793 first degree murder, RCW 9A.32.030(1)(a), to which he pleaded not guilty. At a pretrial hearing, Powell moved to dismiss the amended charge on the grounds that (1) h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-powell"
    }
  ],
  "relatedIncidents": [
    16329,
    16344,
    16345,
    16350,
    16367
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}