{
  "id": 16522,
  "title": "1983년 Hudson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-06-06",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Hudson. 판결일: 1983-06-06. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The State of Ohio, Appellee, v. Hudson, Appellant\n**판결일**: 1983-06-06\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Corrigan, Jackson, Parrino\n\n## 변호인\n\nMr. John T. Corrigan,  prosecuting attorney, for appellee.\n\n Mr. Michael L. Belcher,  for appellant.\n\n## 인용\n\n- 460 N.E.2d 668\n- 10 Ohio App. 3d 52\n\n## 판결문 요약\n\nDefendant Gregory Hudson was arrested for rape on May 16, 1981. He was held in jail for two days and *Page 53 \nreleased when he posted bond.1 He was indicted June 30, 1981 for two counts of rape (R.C. 2907.02), one count of gross sexual imposition (R.C. 2907.05) and one count of kidnapping (R.C.2905.01); he was arraigned on these counts July 14, 1981. Although it does not affirmatively appear on the record, the defendant states and the state agrees that at a pretrial conference on August 8, 1981, a trial date of October 26, 1981 was set. Trial was not held on that date and a new trial date of January 7, 1982 was set.2\nOn January 7, 1982, the defense and prosecution appeared for trial and the court, sua sponte and over objection, ordered the case continued as the court was engaged in trial. The journal entry for this continuance, which was journalized January 29, 1982, reads:\n\"Trial scheduled for this date. State and defendant ready to proceed. Court is unable to proceed because the Court is currently engaged in trial of another case.\n\"Therefore, this trial is continued to the earliest available Court date.\"\nTrial was commenced February 19, 1982 after the court overruled defendant's motion to dismiss for lack of speedy trial; the trial date was two hundred eight-one speedy trial days after arrest, if no permissible extensions appear on the record.3\nDefendant was convicted on all counts and sentenced to three concurrent terms of seven to twenty-five years; the court dismissed t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hudson"
    }
  ],
  "relatedIncidents": [
    16357,
    16363,
    16401,
    16510,
    16581
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}