{
  "id": 16521,
  "title": "1983년 Bilinski 사건",
  "category": "terrorism",
  "era": "contemporary",
  "date": "1983-06-06",
  "location": "Delaware, DE, USA",
  "summary": "미국 Delaware, DE 법원 판결 사건. 사건명: Bilinski. 판결일: 1983-06-06. 법원: Supreme Court of Delaware.",
  "description": "## 사건 정보\n\n**사건명**: Ronald J. BILINSKI, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee\n**판결일**: 1983-06-06\n**법원**: Supreme Court of Delaware\n**관할**: Delaware, DE\n\n**판사**: Herrmann, C.J., Horsey and Moore\n\n## 변호인\n\nArlen Mekler (argued), Wilmington, for defendant below, appellant., James B. Ropp (argued), Deputy Atty. Gen., Wilmington, for plaintiff below, ap-pellee.\n\n## 인용\n\n- 462 A.2d 409\n\n## 판결문 요약\n\n\n462 A.2d 409 (1983)\nRonald J. BILINSKI, Defendant Below, Appellant,\nv.\nSTATE of Delaware, Plaintiff Below, Appellee.\nSupreme Court of Delaware.\nSubmitted: May 9, 1983.[*]\nDecided: June 6, 1983.\nArlen Mekler (argued), Wilmington, for defendant below, appellant.\nJames B. Ropp (argued), Deputy Atty. Gen., Wilmington, for plaintiff below, appellee.\nBefore HERRMANN, C.J., HORSEY and MOORE, JJ.\n*411 HERRMANN, Chief Justice:\nIn this appeal from the defendant's conviction for Terroristic Threatening (11 Del.C. § 621),[1] the sole question raised is whether Terroristic Threatening is a lesser-included offense of Attempted Extortion (11 Del.C. §§ 531 and 846).[2]\n\nI.\nThe defendant, Ronald J. Bilinski, was indicted for Attempted Extortion. The indictment charged that the defendant attempted to induce employees of the Farmers Bank to deliver $163,000 to him, threatening to bomb the Bank and kill people therein if the money was not delivered.\nAt the conclusion of the State's case in a non-jury trial, the Trial Court granted the defendant's motion for acquittal on the Attempted Extortion charge. The Court found that the defendant believed the Bank had not delivered to him all of the contents of a safe-deposit box which the Bank opened after the defendant failed to make rental payments thereon. Accordingly, the Court held applicable to the charge of Attempted Extortion the affirmative defense of claim of right, as provided by 11 Del.C. § 847,[3] and ruled in favor of the defendant on that ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "테러"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bilinski-v-state"
    }
  ],
  "relatedIncidents": [
    16472,
    17023,
    2996,
    3058,
    3468
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}