{
  "id": 16527,
  "title": "1983년 Biggs 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-05-31",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Biggs. 판결일: 1983-05-31. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Biggs v. State\n**판결일**: 1983-05-31\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Harris\n\n## 인용\n\n- 441 So. 2d 989\n\n## 판결문 요약\n\n\n441 So. 2d 989 (1983)\nGeorge Michael BIGGS\nv.\nSTATE.\n1 Div. 325.\nCourt of Criminal Appeals of Alabama.\nMay 31, 1983.\nRehearing Denied July 5, 1983.\nCertiorari Denied December 16, 1983.\n*990 James E. Atchison of Hess, Atchison &amp; Horne, Mobile, for appellant.\nCharles A. Graddick, Atty. Gen., and Jane LeCroy Brannan, Asst. Atty. Gen., for appellee.\nAlabama Supreme Court 82-979.\nHARRIS, Judge.\nThe appellant was convicted of murder and sentenced to twenty-five years' imprisonment for the killing of his wife. The State's evidence established that on August 21, 1980, Patricia Lynn Biggs died of three .38 caliber gunshot wounds inflicted by her husband.\nAppellant testified that he and the deceased were married in 1965, divorced in the summer of 1969, and remarried to each other in the fall of 1969. Since then, they had separated and reconciled on many occasions. Each separation was at his wife's insistence. In April 1980, appellant's wife informed him that she wanted a divorce and asked him to move out. Appellant left, but shortly thereafter the parties reconciled when appellant's wife asked him to come home.\nOn August 18, 1980, the deceased once more told her husband that she had decided on a divorce, but the parties did not discuss the matter. Appellant testified that he searched for his wife for two days in an attempt to talk with her about their marital difficulties, but he was unable to find her. Then, on the afternoon of August 21, after Mrs. Biggs had come home from work,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=biggs-v-state"
    }
  ],
  "relatedIncidents": [
    16329,
    16344,
    16345,
    16350,
    16367
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}