{
  "id": 16532,
  "title": "1983년 Harris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-05-19",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Harris. 판결일: 1983-05-19. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Harris v. the State\n**판결일**: 1983-05-19\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Birdsong, McMurray, Shulman\n\n## 변호인\n\nCharles J. Durrance, for appellant., Gregory Harris, pro se,, Robert E. Keller, District Attorney, Clifford A. Sticher, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 305 S.E.2d 428\n- 166 Ga. App. 689\n\n## 판결문 요약\n\n\n166 Ga. App. 689 (1983)\n305 S.E.2d 428\nHARRIS\nv.\nTHE STATE.\n66194.\nCourt of Appeals of Georgia.\nDecided May 19, 1983.\nCharles J. Durrance, for appellant.\nGregory Harris, pro se,\nRobert E. Keller, District Attorney, Clifford A. Sticher, *692 Assistant District Attorney, for appellee.\nBIRDSONG, Judge.\nGregory Harris was convicted of rape and aggravated assault. He was sentenced to serve fifteen years for rape and ten years for aggravated assault, both sentences to be served concurrently. Harris brings an appeal through appointed counsel and seeks his own appeal pro se. Held:\n1. In his first three enumerations of error, Harris urges that the evidence offered by the prosecutrix is unbelievable and thus insufficient to support the verdicts of guilt. The evidence of record shows without dispute that Harris entered the victim's house with her consent. Harris lived across the street and obtained permission from the victim to use her telephone in order to make a long distance call ostensibly because the phone at his house was not in good working order. The victim testified that Harris, after making a call, followed her down some stairs leading to the front door and grabbed her from behind and placed a knife at her throat. The victim was concerned about the safety of her 18-year-old daughter as well as for her own life. She therefore promised Harris she would not make any outcry and in fact did not. She testified that Harris engaged in two separate acts of intercourse against her will...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harris-v-state"
    }
  ],
  "relatedIncidents": [
    16372,
    16441,
    16458,
    16464,
    16467
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}