{
  "id": 16531,
  "title": "1983년 Hall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-05-26",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: Hall. 판결일: 1983-05-26. 법원: West Virginia Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of West Virginia v. Joey HALL\n**판결일**: 1983-05-26\n**법원**: West Virginia Supreme Court\n**관할**: West Virginia, WV\n\n**판사**: Neely\n\n## 변호인\n\nSanders & Austin and Derek Craig Swope, Princeton, for appellant., Chauncey H. Browning, Atty. Gen., Michael L. Harper and Paul Richard Hull, Asst. Attys. Gen., Charleston, Paul R. Goode, Pros. Atty., Pineville, for appellee.\n\n## 인용\n\n- 304 S.E.2d 43\n- 172 W. Va. 138\n\n## 판결문 요약\n\n\n304 S.E.2d 43 (1983)\nSTATE of West Virginia\nv.\nJoey HALL.\nNo. 15771.\nSupreme Court of Appeals of West Virginia.\nMay 26, 1983.\n*46 Sanders &amp; Austin and Derek Craig Swope, Princeton, for appellant.\nChauncey H. Browning, Atty. Gen., Michael L. Harper and Paul Richard Hull, Asst. Attys. Gen., Charleston, Paul R. Goode, Pros. Atty., Pineville, for appellee. *44\n*45 NEELY, Justice:\nOn 14 May 1982 our appellant, Joey Hall, was convicted in the Circuit Court of Wyoming County of the murder of James B. (Jim) Laxton, with recommendation of mercy. He appeals from this conviction on several grounds, namely that: (1) the evidence was insufficient to support the verdict; (2) the court erred in allowing a case based solely on the uncorroborated testimony of an accomplice to go to the jury; (3) the court erred in allowing a State witness to testify against appellant in spite of the State's failure to produce the witness's criminal record; (4) the indictment was insufficient; (5) the State failed to prove the corpus delicti properly; (6) the appellant was required to respond to the prosecution's demand to discover his intention to offer an alibi defense; (7) the prosecutor engaged in misconduct that entitled appellant to a mistrial; (8) an identification of the appellant by one of the witnesses should have been suppressed; and (9) cumulative error. We will address these claims in order.\n\nI\nBy order of 19 May 1982, the Circuit Court of Wyoming County denied appellant's motion to set aside...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hall"
    }
  ],
  "relatedIncidents": [
    16329,
    16344,
    16345,
    16350,
    16367
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}