{
  "id": 16538,
  "title": "1983년 Morris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-05-10",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Morris. 판결일: 1983-05-10. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Lonnie Andrew MORRIS\n**판결일**: 1983-05-10\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crandall, Crist, Reinhard\n\n## 변호인\n\nHenry Robertson, Public Defender, Mary-Louise Moran, Asst. Public Defender, St. Louis, for appellant., John Ashcroft, Atty. Gen., Kristie Green, Asst. Atty. Gen., Jefferson City, George Peach, Circuit Atty., St. Louis, for respondent.\n\n## 인용\n\n- 654 S.W.2d 186\n\n## 판결문 요약\n\n\nREINHARD, Judge.\nDefendant appeals after his conviction by a jury of burglary in the second degree in *187violation of § 569.170, RSMo.1978. The court found defendant to be a persistent offender and sentenced him to 14 years’ imprisonment. We affirm.\nAt trial, the state introduced evidence of the following facts. Around 9:30 a.m. on September 7,1981, Robert Domrese noticed his and his girlfriend’s bicycles were in his garage where he normally kept them. He left his garage door open that morning. At approximately 10:00 a.m. or 10:30 a.m., Domrese again noticed both the bicycles were in the garage. Around noon of the same day, James Dwyer, Domrese’s neighbor, encountered the defendant in the alley behind Domrese’s garage and asked him what he was doing there. After receiving no reply, Dwyer told his wife to call the police, got a camera from his house, and proceeded to his car. At about the same time, Domrese heard someone walking down the alley by his garage. He looked out his open balcony door and could plainly see the defendant in the alley. The defendant then disappeared behind Domrese’s garage. Approximately 30 seconds after losing sight of the defendant, Domrese heard the clicking noise of a 10-speed bicycle in the alley. He then saw the defendant coasting down the alley on a bicycle he recognized as one of the two kept in his garage. Domrese started to chase the defendant on foot, and Dwyer pursued in his car. During the chase, the defendant ran into a parked car. Dwyer...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-morris"
    }
  ],
  "relatedIncidents": [
    16340,
    16361,
    16369,
    16382,
    16385
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}