{
  "id": 16549,
  "title": "1983년 Mitchell v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-04-27",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Mitchell v. State. 판결일: 1983-04-27. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Andrew Lee MITCHELL, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1983-04-27\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Clinton, Miller, Onion, Teague\n\n## 변호인\n\nCurtis L. Owen, Tyler, for appellant., Hunter B. Brush, Dist. Atty. and Ruth J. Blake, Asst. Dist. Atty. Tyler, Robert Hut-tash, State’s Atty. and Alfred Walker, Asst., State’s Atty., Austin, for the State.\n\n## 인용\n\n- 650 S.W.2d 801\n\n## 판결문 요약\n\n\nOPINION\nONION, Presiding Judge.\nThis is an appeal from a conviction for capital murder. V.T.C.A., Penal Code, § 19.03. After the jury affirmatively answered the special issues submitted pursuant to Article 37.071(b)(1) and (b)(2), V.A.C. C.P., the court assessed punishment at death. V.T.C.A., Penal Code, § 12.31.\nAt the outset the appellant contends that the evidence is insufficient to corroborate the two accomplice witnesses, his son, Anthony DeWayne Mitchell, and Edward Earl Owens, as required by Article 38.14, V.A.C. C.P., and thus the conviction cannot stand.\nOmitting the formal parts, the indictment alleged that on or about December 26,1979, in Smith County, the appellant “did then and there intentionally and knowingly cause the death of Keith Wills by shooting him with a pistol; and the said Andrew Lee Mitchell did then and there intentionally cause the death of the said Keith Wills in the course of committing the felony offense of robbery upon the said Keith Wills ... . ”\nThe record shows that Keith Wills, a young man,1 was operating a fireworks stand outside of Troup on December 26, 1979. The money raised was to be used for a orphanage in India. He relieved Alva *804Cunningham, a minister at the Faith Temple Church, at the stand about 5 p.m. Wills was left with $150.00 and some change in a cigar box to conduct business. He apparently planned to operate the stand all night. He was placed at the stand about 8 p.m. by other than the accomplice witnesses.\nAbout 8 a.m., D...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mitchell-v-state"
    }
  ],
  "relatedIncidents": [
    16158,
    16170,
    16172,
    16189,
    16329
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}