{
  "id": 16551,
  "title": "1983년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-04-22",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1983-04-22. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Milton JONES, Appellant\n**판결일**: 1983-04-22\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Cavanaugh, Rowley and Hoffman\n\n## 변호인\n\nJohn Packel, Chief, Appeals, Assistant Public Defender, Philadelphia, for appellant., Jane Cutler Greenspan, Assistant District Attorney, Philadelphia, for Commonwealth, appellee.\n\n## 인용\n\n- 459 A.2d 11\n- 312 Pa. Super. 496\n\n## 판결문 요약\n\n\n312 Pa. Super. 496 (1983)\n459 A.2d 11\nCOMMONWEALTH of Pennsylvania\nv.\nMilton JONES, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted January 19, 1983.\nFiled April 22, 1983.\n*497 John Packel, Chief, Appeals, Assistant Public Defender, Philadelphia, for appellant.\nJane Cutler Greenspan, Assistant District Attorney, Philadelphia, for Commonwealth, appellee.\nBefore CAVANAUGH, ROWLEY and HOFFMAN, JJ.\nHOFFMAN, Judge:\nAppellant contends that the evidence was insufficient to support his conviction for burglary, theft by unlawful taking, receiving stolen property, and conspiracy. Because we find that the Commonwealth showed nothing more than appellant's mere presence at the crime scene, we must *498 reverse the judgments of sentence of the lower court and order appellant discharged.\nAppellant was arrested on June 10, 1980 and charged with various offenses arising out of the burglary of his neighbor's home. Following a non-jury trial, appellant was found guilty of all charges. The lower court denied post-trial motions and sentenced appellant to two years non-reporting probation, prompting this appeal.\nIn reviewing challenges to the sufficiency of the evidence, the test is whether, \"viewing the evidence in the light most favorable to the Commonwealth and drawing all proper inferences favorable to the Commonwealth, the trier of fact could reasonably have determined all elements of the crime to have been established beyond a reasonable doubt.\" Commonwealth v. Keblitis, 500 Pa. 321, 3...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-jones"
    }
  ],
  "relatedIncidents": [
    16340,
    16361,
    16369,
    16382,
    16385
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}