{
  "id": 16552,
  "title": "1983년 Grimes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-04-21",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Grimes. 판결일: 1983-04-21. 법원: District Court, S.D. Ohio.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff, v. Robert Eugene GRIMES, Defendant\n**판결일**: 1983-04-21\n**법원**: District Court, S.D. Ohio\n**관할**: Ohio, OH\n\n**판사**: Rice\n\n## 변호인\n\nJames A. Wilson, Asst. U.S. Atty., Dayton, Ohio, for plaintiff., Dwight D. Brannon, Dayton, Ohio, for defendant.\n\n## 인용\n\n- 573 F. Supp. 1202\n\n## 판결문 요약\n\n\n573 F. Supp. 1202 (1983)\nUNITED STATES of America, Plaintiff,\nv.\nRobert Eugene GRIMES, Defendant.\nNo. CR-3-79-20.\nUnited States District Court, S.D. Ohio, W.D.\nApril 21, 1983.\n*1203 James A. Wilson, Asst. U.S. Atty., Dayton, Ohio, for plaintiff.\nDwight D. Brannon, Dayton, Ohio, for defendant.\nDECISION AND ENTRY DISMISSING FOUR OF FIVE CLAIMS RAISED BY DEFENDANT IN MOTION TO VACATE, SET ASIDE OR CORRECT SENTENCE PURSUANT TO 28 U.S.C. § 2255; UNITED STATES ATTORNEY ORDERED TO EXPAND RECORD WITH RESPECT TO CLAIM OF INEFFECTIVE ASSISTANCE OF COUNSEL ON OR BEFORE MAY 23, 1983\nRICE, District Judge.\n\nI. Background\n\nThe captioned cause is before the Court upon a motion to vacate, set aside, or correct sentence pursuant to 28 U.S.C. § 2255. Defendant was convicted in this Court in 1979 on charges of possession of stolen *1204 mail, in violation of 18 U.S.C. § 1708; forgery, in violation of 18 U.S.C. § 475; and aiding and abetting in violation of 18 U.S.C. § 2, and was sentenced to a term of five years each on the forgery and possession of stolen mail charges. The above stated charges stemmed from the theft and forgery of a U.S. Treasury check. Defendant claimed as a defense that he did not know the check was stolen. He instead stated that a friend of his, Anderson, asked for his help in cashing a check for one Henderson. The check was payable to Edward L. Evans.\nDefendant subsequently appealed his conviction to the Sixth Circuit Court of Appeals, claiming that the trial court erroneo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-grimes"
    }
  ],
  "relatedIncidents": [
    16329,
    16331,
    16335,
    16340,
    16344
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}