{
  "id": 16559,
  "title": "1983년 David Allen Chapin v. R.C. Marshall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-04-15",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: David Allen Chapin v. R.C. Marshall. 판결일: 1983-04-15. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: David Allen CHAPIN, Petitioner-Appellee, v. R.C. MARSHALL, Respondent-Appellant\n**판결일**: 1983-04-15\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Ballantine, Engel, Per Curiam, Weick\n\n## 변호인\n\nSimon Karas, Asst. Atty. Gen., Columbus, Ohio, for respondent-appellant., Jill E. Stone, Ohio Public Defender, Columbus, Ohio, for petitioner-appellee.\n\n## 인용\n\n- 704 F.2d 335\n\n## 판결문 요약\n\n704 F.2d 335\n    David Allen CHAPIN, Petitioner-Appellee,v.R.C. MARSHALL, Respondent-Appellant.\n    No. 82-3417.\n    United States Court of Appeals,Sixth Circuit.\n    Argued March 14, 1983.Decided April 15, 1983.\n    \n      Simon Karas, Asst. Atty. Gen., Columbus, Ohio, for respondent-appellant.\n      Jill E. Stone, Ohio Public Defender, Columbus, Ohio, for petitioner-appellee.\n      Before ENGEL, Circuit Judge, WEICK, Senior Circuit Judge, and BALLANTINE, District Judge.*\n      PER CURIAM.\n    \n    \n      1\n      Ronald C. Marshall, Superintendent of the Southern Ohio Correctional Facility at Lucasville, Ohio, appeals from an order of the United States District Court for the Southern District of Ohio granting the writ of habeas corpus to David Allen Chapin.  On March 15, 1979 a jury convicted Chapin of aggravated murder in violation of Ohio Rev.Code Sec. 2903.01(A), and Chapin was sentenced to a term of life imprisonment.  Chapin appealed to the Court of Appeals of Clermont County, arguing that the trial court erred by overruling his counsel's mid-trial request for a competency hearing.  On March 5, 1980 the Court of Appeals reversed Chapin's conviction on this ground, but on December 5, 1981 the Supreme Court of Ohio overruled the Court of Appeals, and reinstated Chapin's conviction.   State v. Chapin, 67 Ohio St. 2d 437, 424 N.E.2d 317 (1981).\n    \n    \n      2\n      Chapin then filed a petition for writ of habeas corpus with the United States District Court for the Southe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=david-allen-chapin-v-rc-marshall"
    }
  ],
  "relatedIncidents": [
    16329,
    16344,
    16345,
    16350,
    16367
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}