{
  "id": 16558,
  "title": "1983년 Whitehead 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-04-15",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Whitehead. 판결일: 1983-04-15. 법원: Court of Special Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Michael Anthony Whitehead v. State of Maryland\n**판결일**: 1983-04-15\n**법원**: Court of Special Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Mason and Adkins, Jj., and Charles E. Orth, Jr., Associate Judge of the Court of Appeals (Retired), Specially Assigned\n\n## 변호인\n\nThe cause was argued before Mason and Adkins, JJ., and Charles E. Orth, Jr., Associate Judge of the Court of Appeals (retired), specially assigned., Mark Colvin, Assigned Public Defender, with whom was Alan H. Murrell, Public Defender, on the brief, for appellant., Jillyn K. Schulze, Assistant Attorney General, with whom were Stephen H. Sachs, Attorney General, Arthur A. Marshall, Jr., State’s Attorney for Prince George’s County, and Joseph C. Sauerwein, Assistant State’s Attorney for Prince Geo\n\n## 인용\n\n- 458 A.2d 905\n- 54 Md. App. 428\n\n## 판결문 요약\n\n\n54 Md. App. 428 (1983)\n458 A.2d 905\nMICHAEL ANTHONY WHITEHEAD\nv.\nSTATE OF MARYLAND.\nNo. 1002, September Term, 1982.\nCourt of Special Appeals of Maryland.\nDecided April 15, 1983.\nThe cause was argued before MASON and ADKINS, JJ., and CHARLES E. ORTH, JR., Associate Judge of the Court of Appeals (retired), specially assigned.\nMark Colvin, Assigned Public Defender, with whom was Alan H. Murrell, Public Defender, on the brief, for appellant.\nJillyn K. Schulze, Assistant Attorney General, with whom were Stephen H. Sachs, Attorney General, Arthur A. Marshall, Jr., State's Attorney for Prince George's County, and Joseph C. Sauerwein, Assistant State's Attorney for Prince George's County, on the brief, for appellee.\nADKINS, J., delivered the opinion of the Court.\nAt the conclusion of a jury trial in the Circuit Court for Prince George's County, appellant Michael Anthony Whitehead was convicted of felony murder, conspiracy to commit armed robbery, theft, and use of a handgun in the commission of a crime of violence. He was sentenced to a total of life plus fifteen years imprisonment. On this appeal, he makes numerous assignments of error. In view of our disposition of the case, we need consider only four of them. They are that:\n1. The trial court erred in refusing to give a limiting instruction after Whitehead had admitted, during direct examination, to a prior armed robbery conviction.\n\n*430 2. The trial court erred in refusing to allow defense counsel to inspect, for purposes of cr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=whitehead-v-state"
    }
  ],
  "relatedIncidents": [
    16329,
    16344,
    16345,
    16350,
    16367
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}