{
  "id": 16560,
  "title": "1983년 In Re Raymond George Odom, Debtor-Appellant 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-04-14",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: In Re Raymond George Odom, Debtor-Appellant. 판결일: 1983-04-14. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: In Re Raymond George ODOM, Debtor-Appellant\n**판결일**: 1983-04-14\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n**판사**: Henderson, Hill, Kravitch, Per Curiam\n\n## 변호인\n\nJesse C. Stone, Albany, Ga., for debtor-appellant., Gregory J. Leonard, Macon, Ga., J. Bar-rington Vaught, Columbus, Ga., for creditors.\n\n## 인용\n\n- 702 F.2d 962\n\n## 판결문 요약\n\n702 F.2d 962\n    10 Bankr.Ct.Dec. 803, Bankr. L. Rep.  P 69,281\n    In re Raymond George ODOM, Debtor-Appellant.\n    No. 82-8467\n    United States Court of Appeals,Eleventh Circuit.\n    April 14, 1983.\n    \n      Jesse C. Stone, Albany, Ga., for debtor-appellant.\n      Gregory J. Leonard, Macon, Ga., J. Barrington Vaught, Columbus, Ga., for creditors.\n      Appeal from the United States Bankruptcy Court for the Middle District of Georgia.\n      Before HILL, KRAVITCH and HENDERSON, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      The appellant, Raymond Odom, seeks review of an order of the bankruptcy court dismissing his Chapter 11 petition.  See 11 U.S.C. Sec. 1101 et seq.    After he filed the petition initially, two of his creditors, the Federal Home Administration (FHA) and the Federal Land Bank (FLB) requested and obtained relief from the automatic stay.  See 11 U.S.C. Sec. 362.  At about the same time, the debtor submitted a plan of reorganization.  Without ever formally rejecting the plan, the bankruptcy court, after notice and a hearing, dismissed the entire petition, based on its finding that there existed no \"reasonable likelihood of rehabilitation.\"    See 11 U.S.C. Sec. 1112.\n    \n    \n      2\n      This appeal of that order is premised on 28 U.S.C. Sec. 1293(b), which permits review in the court of appeals of a final order of a bankruptcy court \"if the parties to such appeal agree to a direct appeal to the court of appeals.\"1   Although no other party has...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-raymond-george-odom-debtor-appellant"
    }
  ],
  "relatedIncidents": [
    16329,
    16331,
    16335,
    16340,
    16344
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}