{
  "id": 16568,
  "title": "1983년 Sierra Club v. James M. Sigler, Etc., Pelican Terminal Company and Galveston Wharves, Intervenors-Appellees 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-04-08",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Sierra Club v. James M. Sigler, Etc., Pelican Terminal Company and Galveston Wharves, Intervenors-Appellees. 판결일: 1983-04-08. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: SIERRA CLUB, Et Al., Plaintiffs-Appellants, v. James M. SIGLER, Etc., Et Al., Defendants-Appellees, Pelican Terminal Company and Galveston Wharves, Intervenors-Appellees\n**판결일**: 1983-04-08\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Clark, Garza, Gee\n\n## 변호인\n\nFrederick S. Middleton, III, Washington, D.C., for Sierra., James T.B. Tripp, New York City, for Environmental Defense Fund., Charles T. Newton, Jr., Houston, Tex., Benjamin R. Powel, Galveston, Tex., David C. Shilton, Dirk D. Snel, Attys., Dept, of Justice, Land & Nat. Resources Division, Washington, D.C., for defendants-appellees.\n\n## 인용\n\n- 695 F.2d 957\n\n## 판결문 요약\n\n695 F.2d 957\n    18 ERC 1649, 13 Envtl. L. Rep. 20,210\n    SIERRA CLUB, et al., Plaintiffs-Appellants,v.James M. SIGLER, etc., et al., Defendants-Appellees,Pelican Terminal Company and Galveston Wharves, Intervenors-Appellees.\n    No. 82-2101.\n    United States Court of Appeals,Fifth Circuit.\n    Jan. 20, 1983.Rehearing and Rehearing En Banc Denied April 8, 1983.\n    \n      Frederick S. Middleton, III, Washington, D.C., for Sierra.\n      James T.B. Tripp, New York City, for Environmental Defense Fund.\n      Charles T. Newton, Jr., Houston, Tex., Benjamin R. Powel, Galveston, Tex., David C. Shilton, Dirk D. Snel, Attys., Dept. of Justice, Land &amp; Nat. Resources Division, Washington, D.C., for defendants-appellees.\n      Appeal from the United States District Court for the Southern District of Texas.\n      Before CLARK, Chief Judge, GEE and GARZA, Circuit Judges.\n      GEE, Circuit Judge:\n      We review a trial court opinion upholding a Final Environmental Impact Statement, and the Army Corps of Engineers decision to issue permits based on it, authorizing the private construction of a multipurpose deepwater port and crude oil distribution system at Galveston, Texas.  The trial court's judgment is affirmed in part, reversed in part, and the case remanded.\n    \n    I. FACTS AND DISPOSITION BELOW\n    \n      1\n      We sketch a factual overview of the case, reserving more detail for our analysis of the legal issues presented.\n    \n    \n      2\n      Galveston Bay, separated fro...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sierra-club-v-james-m-sigler-etc-pelican-terminal-company-and"
    }
  ],
  "relatedIncidents": [
    16329,
    16331,
    16335,
    16340,
    16344
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}