{
  "id": 16564,
  "title": "1983년 Marie Lucie Jean, Lucien Louis, Cross-Appellants, State of Florida, Intervenor-Appellant v. Alan C. Nelson, Cross-Appellees 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-04-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Marie Lucie Jean, Lucien Louis, Cross-Appellants, State of Florida, Intervenor-Appellant v. Alan C. Nelson, Cross-Appellees. 판결일: 1983-04-12. 법원: Court of Appeals for the Eleventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Marie Lucie JEAN, Et Al., Plaintiffs, Lucien Louis, Et Al., Plaintiffs-Appellees, Cross-Appellants, State of Florida, Intervenor-Appellant, v. Alan C. NELSON, Et Al., Defendants-Appellants, Cross-Appellees\n**판결일**: 1983-04-12\n**법원**: Court of Appeals for the Eleventh Circuit\n**관할**: USA, Federal\n\n**판사**: Clark, Hatchett, Kravitch\n\n## 변호인\n\nStanley Marcus, U.S. Atty., Miami, Fla., Leon B. Kellner, Asst. U.S. Atty., Robert L. Bombaugh, Atty. Gen., U.S. Dept, of Justice, Rudolph W. Giuliani, Associate Atty. Gen., Washington, D.C., for defendants-appellants, cross-appellees., Kurzban & Kurzban, Ira J. Kurzban, Nat’l Emerg. Civ. Lib. Foundation and Haitian Refugee Center, Inc., Miami, Fla., Mary Gilmore and Terrence A. Corrigan, New York City, Michael J. Rosen, Miami, Fla., Christopher Keith Hall, New York City, for plaintiffs-appellee\n\n## 인용\n\n- 711 F.2d 1455\n\n## 판결문 요약\n\n711 F.2d 1455\n    Marie Lucie JEAN, et al., Plaintiffs,Lucien Louis, et al., Plaintiffs-Appellees, Cross-Appellants,State of Florida, Intervenor-Appellant,v.Alan C. NELSON, et al., Defendants-Appellants, Cross-Appellees.\n    No. 82-5772.\n    United States Court of Appeals,Eleventh Circuit.\n    April 12, 1983.\n    \n      Stanley Marcus, U.S. Atty., Miami, Fla., Leon B. Kellner, Asst. U.S. Atty., Robert L. Bombaugh, Atty. Gen., U.S. Dept. of Justice, Rudolph W. Giuliani, Associate Atty. Gen., Washington, D.C., for defendants-appellants, cross-appellees.\n      Kurzban &amp; Kurzban, Ira J. Kurzban, Nat'l Emerg.  Civ. Lib.  Foundation and Haitian Refugee Center, Inc., Miami, Fla., Mary Gilmore and Terrence A. Corrigan, New York City, Michael J. Rosen, Miami, Fla., Christopher Keith Hall, New York City, for plaintiffs-appellees, cross-appellants.\n      Vera Weisz, Haitian Refugee Center, Inc., Miami, Fla., Bruce J. Winick, ACLU Foundation of Fla., Inc., Coral Gables, Fla., Irwin P. Stotzky, Univ. of Miami, School of Law, Coral Gables, Fla., for Haitian Refugee Center.\n      Kendrick Tucker, Deputy Atty. Gen., Tallahassee, Fla., for intervenor-appellant State of Fla.\n      Appeals from the United States District Court for the Southern District of Florida.\n      Before KRAVITCH, HATCHETT and CLARK, Circuit Judges.\n      KRAVITCH, Circuit Judge:\n    \n    \n      1\n      This suit is before us on appeal from an order releasing over one thousand Haitian immigrants held in detention by t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=marie-lucie-jean-lucien-louis-cross-appellants-state-of-florida"
    }
  ],
  "relatedIncidents": [
    16329,
    16331,
    16335,
    16340,
    16344
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}