{
  "id": 16566,
  "title": "1983년 Smith v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-04-11",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Smith v. State. 판결일: 1983-04-11. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Clarence SMITH v. The STATE of Texas\n**판결일**: 1983-04-11\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Boyd, Coun, Reynolds, Tiss\n\n## 변호인\n\nDavid Hamilton, Amarillo, for appellant., Roland Saul, Dist. Atty., David Martinez, Asst. Dist. Atty., Hereford, for appellee.\n\n## 인용\n\n- 651 S.W.2d 863\n\n## 판결문 요약\n\n\nBOYD, Justice.\nAppellant Clarence Smith appeals from his conviction for burglary of a building. Punishment was assessed at 5 years confinement in the Texas Department of Corrections and a $3,000.00 fine. For the reasons expressed below, we affirm the judgment of conviction.\nAppellant raises three grounds of error in this appeal. First, he alleges that there was a fatal variance between the indictment and the charge because the indictment alleged that he had acted together with John Paul Bryant, while the charge permitted the jury to find him guilty without first finding that he had acted together with John Paul Bryant. Second, he contends that the evidence was insufficient to support the jury’s finding of guilt. Finally, he argues that his constitutional right against self-incrimination was violated when the court permitted the State to introduce into evidence a partial account of a statement he had earlier given to the police.\nA brief recitation of the facts indicates that on February 24, 1981, a burglary of a storage building was reported to the Hereford Police Department. After an investigation, the police asked appellant and John Paul Bryant to come to the police station for questioning. During the questioning appellant agreed to make a statement to the police. In his statement, appellant admitted that he had entered a storage building in Hereford and that he had appropriated certain property contained therein. Meanwhile, Bryant consented to a police search of his van an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-state"
    }
  ],
  "relatedIncidents": [
    16340,
    16361,
    16369,
    16382,
    16385
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}