{
  "id": 16562,
  "title": "1983년 McWhirter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-04-13",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: McWhirter. 판결일: 1983-04-13. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: William E. McWHIRTER v. STATE of Florida\n**판결일**: 1983-04-13\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Hobson, Lehan, Ryder\n\n## 변호인\n\nJerry Hill, Public Defender, and Michael E. Raiden, Asst. Public Defender, Bartow, for appellant., Jim Smith, Atty. Gen., Tallahassee, and Michael J. Kotler, Asst. Atty. Gen., Tampa, for appellee.\n\n## 인용\n\n- 429 So. 2d 810\n\n## 판결문 요약\n\n\nHOBSON, Acting Chief Judge.\nWilliam Edward McWhirter appeals a judgment and sentence for burglary of a dwelling, grand theft, and dealing in stolen *811property. We affirm in part, reverse in part, and remand.\nA review of the record reveals that the trial court orally imposed a five-year sentence for the burglary conviction, a one-year sentence for the grand theft conviction, to run consecutive to the sentence for the burglary conviction, and a six-year sentence for the dealing in stolen property conviction, to run concurrently with the consecutive sentences for the burglary and grand theft convictions. The court’s written judgment and sentence, however, specifies that appellant serve a five-year sentence for the burglary conviction, a two-year sentence for the grand theft conviction, and no sentence for the dealing in stolen property conviction. Appellant contends that we must remand to the trial court with directions that it correct the written order to reflect its oral pronouncement.\nHowever, appellant also argues that the grand theft conviction must fall because it was based upon the same course of conduct that served as the foundation for the dealing in stolen property conviction. We agree that the grand theft conviction is invalid. Williams v. State, 404 So.2d 1165 (Fla.1981); Kelly v. State, 397 So.2d 709 (Fla. 5th DCA 1981); § 812.025, Fla.Stat. (1981).\nGiven our reversal of the grand theft conviction, if we remand with directions that the written order be corrected ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcwhirter-v-state"
    }
  ],
  "relatedIncidents": [
    16340,
    16361,
    16369,
    16382,
    16385
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}