{
  "id": 16577,
  "title": "1983년 Sidener 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-03-29",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Sidener. 판결일: 1983-03-29. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: David S. SIDENER, Appellant, v. STATE of Indiana, Appellee\n**판결일**: 1983-03-29\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBRU-LER, Givan, Hunter, Pivarnik, Prentice\n\n## 변호인\n\nSusan K. Carpenter, Public Defender, David P. Freund, Deputy Public Defender, Indianapolis, for appellant., Linley E. Pearson, Atty. Gen., Richard Albert Alford, Deputy Atty. Gen., Indianapolis, for appellee.\n\n## 인용\n\n- 446 N.E.2d 965\n\n## 판결문 요약\n\n\n446 N.E.2d 965 (1983)\nDavid S. SIDENER, Appellant,\nv.\nSTATE of Indiana, Appellee.\nNo. 981S228.\nSupreme Court of Indiana.\nMarch 29, 1983.\nSusan K. Carpenter, Public Defender, David P. Freund, Deputy Public Defender, Indianapolis, for appellant.\nLinley E. Pearson, Atty. Gen., Richard Albert Alford, Deputy Atty. Gen., Indianapolis, for appellee.\n*966 PIVARNIK, Justice.\nDefendant-Appellant David S. Sidener was found guilty by a jury in the Vanderburgh Circuit Court of two counts of armed robbery, a class B felony pursuant to Ind. Code § 35-42-5-1 (Burns 1979). He subsequently was sentenced by the trial court to two fifteen year terms to be served consecutively. Appellant now directly appeals and raises the following four issues:\n1. whether the trial court erred by not sua sponte suppressing the testimony of State's witness Herzer;\n2. whether the trial court erred by denying Appellant's oral motion for mistrial;\n3. whether the trial court erred by refusing Appellant's oral motion for a continuance; and\n4. whether the trial court improperly sentenced Appellant.\nAt approximately 1:13 p.m. on May 15, 1980, Ron Herzer, the owner of Belle Meade Liquors in Evansville, was robbed in his store at gunpoint of about $300.00 and a .38 caliber Smith and Wesson revolver. The robber also took a can of beer out of Herzer's cooler and Herzer's telephone before he left. At approximately 4:25 p.m. on May 16, 1980, Carol Knollman, the owner of Carol's Beauty Salon in Evansville, was robbed in her s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sidener-v-state"
    }
  ],
  "relatedIncidents": [
    16340,
    16361,
    16369,
    16382,
    16385
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}