{
  "id": 16576,
  "title": "1983년 Arizona v. California 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-03-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Arizona v. California. 판결일: 1983-03-30. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: ARIZONA v. CALIFORNIA Et Al.\n**판결일**: 1983-03-30\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Brennan, Burger, Powell, Rehnquist, White\n\n## 변호인\n\nCarl Boronkay and Ralph E. Hunsaker argued the cause for the State of Arizona et al. With Mr. Boronkay on the brief for the California Agencies were 'Warren J. Abbott, Maurice C. Sherrill, Justin McCarthy, Ira Reiner, Gilbert W. Lee, John W. Witt, C. M. Fitzpatrick, and Joseph Kase, Jr. With Messrs. Hunsaker and Boronkay on the briefs for the State of Arizona et al. were George Deukmejian, Attorney General of California, R. H. Connett and N. Gregory Taylor, Assistant Attorneys General, Douglas B\n\n## 인용\n\n- 75 L. Ed. 2d 318\n- 103 S. Ct. 1382\n- 460 U.S. 605\n- 1983 U.S. LEXIS 137\n\n## 판결문 요약\n\n\n460 U.S. 605 (1983)\nARIZONA\nv.\nCALIFORNIA ET AL.\nNo. 8, Orig.\nSupreme Court of United States.\nArgued December 8, 1982.\nDecided March 30, 1983.\nON EXCEPTIONS TO SPECIAL MASTER'S REPORT AND RECOMMENDED DECREE AND MOTIONS TO INTERVENE\n*607 Carl Boronkay and Ralph E. Hunsaker argued the cause for the State of Arizona et al. With Mr. Boronkay on the brief for the California Agencies were Warren J. Abbott, Maurice C. Sherrill, Justin McCarthy, Ira Reiner, Gilbert W. Lee, John W. Witt, C. M. Fitzpatrick, and Joseph Kase, Jr. With Messrs. Hunsaker and Boronkay on the briefs for the State of Arizona et al. were George Deukmejian, Attorney General of California, R. H. Connett and N. Gregory Taylor, Assistant Attorneys General, Douglas B. Noble and Emil Stipanovich, Jr., Deputy Attorneys General, Roy H. Mann, Messrs. Reiner, Lee, Witt, Fitzpatrick, Sherrill, McCarthy, and Kase, Richard Bryan, Attorney General of Nevada, and James LaVelle, Chief Deputy Attorney General. Mr. Hunsaker filed a brief for the State of Arizona.\nLawrence A. Aschenbrenner argued the cause for the Chemehuevi Indian Tribe et al. With him on the briefs were Arlinda F. Locklear, John J. Mullins, Jr., Thomas W. Fredericks, Robert S. Pelcyger, and Raymond C. Simpson. Mr. Simpson filed a brief for the Quechan Tribe.\nDeputy Solicitor General Claiborne argued the cause for the United States. With him on the briefs were Solicitor General Lee, Assistant Attorney General Dinkins, Myles E. Flint, Tom W. Echohawk, and Scott ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=arizona-v-california"
    }
  ],
  "relatedIncidents": [
    16335,
    16384,
    16400,
    16496,
    16548
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}