{
  "id": 16579,
  "title": "1983년 Fleming 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-03-25",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Fleming. 판결일: 1983-03-25. 법원: District Court, M.D. Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Son H. FLEMING, Petitioner, v. Walter ZANT, Warden, Respondent\n**판결일**: 1983-03-25\n**법원**: District Court, M.D. Georgia\n**관할**: Georgia, GA\n\n**판사**: Owens\n\n## 변호인\n\nKenneth A. Shapiro, Atlanta, Ga., for petitioner., Nicholas G. Dumich, Atlanta, Ga., for respondent.\n\n## 인용\n\n- 560 F. Supp. 525\n\n## 판결문 요약\n\n\n560 F.Supp. 525 (1983)\nSon H. FLEMING, Petitioner,\nv.\nWalter ZANT, Warden, Respondent.\nCiv. A. No. 81-68-VAL.\nUnited States District Court, M.D. Georgia, Valdosta Division.\nMarch 25, 1983.\n*526 Kenneth A. Shapiro, Atlanta, Ga., for petitioner.\nNicholas G. Dumich, Atlanta, Ga., for respondent.\nOWENS, Chief Judge:\nPursuant to laws passed by Congress giving a convicted state prisoner the legal right to apply to this United States District Court for a writ of habeas corpus \"only on the ground that he is in [state] custody in violation of the Constitution ... of the United States,\" 28 U.S.C. § 2254, and requiring this court to consider his application, petitioner Son H. Fleming seeks a writ of habeas corpus overturning his conviction for the February 11, 1976, murder of Ray City, Georgia, Police Chief James Edward Giddens and the jury imposed-sentence of death therefor. Consistent with the adage that \"perfect vision is 20/20 hindsight\" petitioner Fleming's second set of pro bono habeas attorneys urge this court to \"fly speck\" petitioner's several trials, appeals and state habeas proceedings, and, because of technical alleged constitutional errors observable only with \"perfect vision\" and having no effect upon the constitutional fairness of Son Fleming's conviction or sentence, set aside his conviction and sentence. Having carefully read and considered the entire transcript of petitioner's state court proceedings together with ALL that has been submitted by petitioner's attorneys,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fleming-v-zant"
    }
  ],
  "relatedIncidents": [
    16329,
    16344,
    16345,
    16350,
    16367
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}