{
  "id": 16581,
  "title": "1983년 Haskins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-03-24",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Haskins. 판결일: 1983-03-24. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Thomas Del HASKINS v. STATE of Florida\n**판결일**: 1983-03-24\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Booth, Nimmons, Wigginton\n\n## 변호인\n\nWilliam F. Wager, Jr., Panama City, for appellant., Jim Smith, Atty. Gen., and Carolyn M. Snurkowski, Asst. Atty. Gen., for appellee.\n\n## 인용\n\n- 428 So. 2d 389\n\n## 판결문 요약\n\n\nNIMMONS, Judge.\nHaskins appeals from a conviction and sentence for armed robbery and aggravated assault. We affirm.\nHaskins and a female accomplice, Frankie Darlene Baggett, entered a drugstore with a handgun and forced the pharmacist to open the store safe and give them drugs. Haskins and Baggett held the pharmacist and others on the premises at gunpoint for a period of time while they swal*390lowed and injected themselves with the drugs. Haskins telephoned the Sheriff’s Office, stated that he was holding hostages and demanded that the Sheriff come to the store. Shortly thereafter, Haskins released everyone in the store except the pharmacist and one customer. A deputy sheriff arrived and Haskins released the pharmacist. When the Sheriff arrived, Haskins released the last customer. Haskins demanded that the Sheriff call two local television stations and ask that they come to the scene so that Haskins could make a statement. The Sheriff did so and television camera crews arrived shortly thereafter. Haskins and Baggett continued to inject the stolen drugs while their activities in the store were videotaped. The tape showed Baggett with a belt around her neck and Haskins attempting to stick a vein in Baggett’s neck with a needle and syringe. The sound track also picked up Haskins’ “ranting” and cursing. When Haskins put the gun down, the deputy grabbed it and arrested Haskins and Baggett.\nHaskins was charged with robbery with a firearm and kidnapping and pled not guilty by reas...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=haskins-v-state"
    }
  ],
  "relatedIncidents": [
    16357,
    16363,
    16401,
    16510,
    16522
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}