{
  "id": 16593,
  "title": "1983년 Brownlee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-03-15",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Brownlee. 판결일: 1983-03-15. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Brownlee v. State\n**판결일**: 1983-03-15\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Daniel S. Pearson and Ferguson, Jj., and Owen, William C., Jr., Associate Judge\n\n## 인용\n\n- 427 So. 2d 1106\n\n## 판결문 요약\n\n\n427 So. 2d 1106 (1983)\nWayne BROWNLEE, Appellant,\nv.\nThe STATE of Florida, Appellee.\nNo. 81-1871.\nDistrict Court of Appeal of Florida, Third District.\nMarch 15, 1983.\nFlynn, Rubio &amp; Tarkoff and Michael Tarkoff, Miami, for appellant.\nJim Smith, Atty. Gen., for appellee.\nBefore DANIEL S. PEARSON and FERGUSON, JJ., and OWEN, WILLIAM C., Jr., Associate Judge.\n*1107 FERGUSON, Judge.\nAppellant, Wayne Brownlee, after conviction for aggravated battery and firearm possession was, sentenced pursuant to the Youthful Offender Act. He seeks reversal of the convictions asserting: (1) he was denied a speedy trial as required by Rule 3.191, Florida Rules of Criminal Procedure, and (2) where the information specifically described the firearm as a short-barreled shotgun, he could not be convicted of unlawfully possessing a pistol.\nAppellant was arrested on September 26, 1980. The Public Defender was appointed to represent him and trial was set for February 9, 1981. On January 23, 1981, in open court, the public defender filed a motion to withdraw, certifying that there existed a conflict of interest in representing appellant in that the Public Defender's office had some professional relationship with the victims in the case. The matter was reset to January 30, 1981 for the purpose of appointing a new attorney. Notice of hearing for appointment of new counsel was mailed to appellant. On January 30, 1981, new counsel accepted an appointment to represent appellant and the public defender was...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brownlee-v-state"
    }
  ],
  "relatedIncidents": [
    16340,
    16370,
    16383,
    16403,
    16423
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}