{
  "id": 16599,
  "title": "1983년 United States v. John R. Adamson, III 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-03-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. John R. Adamson, III. 판결일: 1983-03-10. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. John R. ADAMSON, III, Defendant-Appellant\n**판결일**: 1983-03-10\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Anderson, Fay, Godbold, Hatchett, Henderson, Hill, James, Johnson, Kravitch, Roney, Tjoflat, Vance\n\n## 변호인\n\nMartin C. Puetz, Asst. Federal Public Defender, Augusta, Ga., for Adamson., William T. Moore, Jr., U.S. Atty., Melissa S. Mundell, Frederick W. Kramer, Asst. U.S. Attys., Savannah, Ga., for plaintiff-appellee.\n\n## 인용\n\n- 700 F.2d 953\n\n## 판결문 요약\n\n\nR. LANIER ANDERSON, III, Circuit Judge:\nThe appellant, John R. Adamson, III, and three others were indicted under 18 U.S. C.A. §§ 656,1 1005,2 1014,3 and 24 (West 1976) in connection with several loans made by the First Augusta Bank and Trust Company. After a jury trial, appellant was convicted of one count of willful misapplication of bank funds in violation of § 656, one count of making a false entry in the books, reports and statements of the bank in violation of §§ 1005 and 2, and three counts of knowingly making false statements to the bank for the purpose of influencing loan applications in violation of §§ 1014 and 2. A panel of this court affirmed the convictions under §§ 656 and 1014, but reversed the conviction under § 1005. United States v. Adamson, 665 F.2d 649 (5th Cir.1982). Rehearing en banc was granted, and the panel opinion vacated. 665 F.2d 660. Upon rehearing, appellant did not argue that the panel erred when it held that the evidence was sufficient to support convictions on the three § 1014 counts for knowingly making false statements to the bank for the purpose of influencing its action on loan applications; accordingly, Part IV of the panel opinion, sustaining the § 1014 convictions, is reinstated. Similarly, appellant did not *955argue that the panel erred when it rejected appellant’s argument that the district court improperly admitted a certain cease and desist order into evidence; accordingly, Part V of the panel opinion also is reinstated.\nThe only ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-john-r-adamson-iii"
    }
  ],
  "relatedIncidents": [
    16346,
    16373,
    16405,
    16498,
    16609
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}