{
  "id": 16594,
  "title": "1983년 Roberts 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-03-14",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Roberts. 판결일: 1983-03-14. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Robert Ira ROBERTS v. STATE of Arkansas\n**판결일**: 1983-03-14\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Adkisson, Hays, Hickman\n\n## 변호인\n\nJones ir Petty, by: Melvin E. Petty, for appellant., Steve Clark, Atty. Gen., by: Theodore Holder, Asst. Atty. Gen., for appellee.\n\n## 인용\n\n- 648 S.W.2d 44\n- 278 Ark. 550\n\n## 판결문 요약\n\n\n648 S.W.2d 44 (1983)\n278 Ark. 550\nRobert Ira ROBERTS, Appellant,\nv.\nSTATE of Arkansas, Appellee.\nNo. CR83-12.\nSupreme Court of Arkansas.\nMarch 14, 1983.\nRehearing Denied April 25, 1983.\n*45 Jones &amp; Petty, Pine Bluff, for appellant.\nSteve Clark, Atty. Gen. by Theodore G. Holder, Asst. Atty. Gen., Little Rock, for appellee.\nADKISSON, Chief Justice.\nOn July 21, 1982, appellant, Robert Ira Roberts, was convicted of second degree murder and sentenced to 20 years imprisonment and fined $15,000. The Court of Appeals certified this case to us under Arkansas Supreme Court Rule 29(4)(a). The primary question involved in this appeal is whether a party can impeach his own witness by the use of a prior inconsistent hearsay statement under Rule 607, Uniform Rules of Evidence, Ark.Stat.Ann. § 28-1001 (Repl.1979). We reverse and remand, holding that it is permissible if the probative value on the issue of impeachment outweighs the prejudicial effect arising from the danger that the jury will give substantive effect to the prior inconsistent statement.\nThe evidence reflects that on December 23, 1981, appellant shot and killed his wife in the kitchen of their home. Richard Roberts, the 13-year-old adopted son of the appellant and the deceased, was the only witness present at the time of the murder. That same day Richard gave a statement to the sheriff's office in which he stated that his father and mother were having an argument concerning bills; that his father left the house and returne...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=roberts-v-state"
    }
  ],
  "relatedIncidents": [
    16329,
    16344,
    16345,
    16350,
    16367
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}