{
  "id": 16590,
  "title": "1983년 Mitchell v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-03-16",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Mitchell v. State. 판결일: 1983-03-16. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Curtis MITCHELL v. The STATE of Texas, State\n**판결일**: 1983-03-16\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Burdock, Fender, Jordan\n\n## 변호인\n\nMarvin D. Snodgrass, Fort Worth, for appellant., Tim Curry, Dist. Atty. and James J. Heinemann, Asst. Dist. Atty., Fort Worth, for State.\n\n## 인용\n\n- 649 S.W.2d 715\n\n## 판결문 요약\n\n\nOPINION\nJORDAN, Justice.\nAppellant, Curtis Mitchell, was convicted by a jury of the offense of aggravated robbery with a deadly weapon. V.T.C.A. Penal Code, sec. 29.03. That jury assessed punishment at twenty-five (25) years imprisonment.\nWe affirm.\nMitchell’s first ground of error alleges that the trial court erred in denying his Motion for Continuance and the State’s request to have companion defendant Brown tried prior to Mitchell. His second ground of error complains that the court erred in allowing the State to improperly cross-examine Mitchell’s character witnesses during the punishment phase of trial.\nMitchell was arrested and charged along with two companions, Harold Eugene Brown, and Joe Portly. All three companion cases were set for trial for the fourth time on January 25, 1982. The trial court apparently originally intended to try Brown first, but stated that it had not made representations to anyone concerning which case would be tried first. The three defendants could not agree upon an order of trial.\nBrown filed a motion to have co-defendant Mitchell tried first. This motion alleged that Mitchell had promised Brown that Mitchell would testify on behalf of Brown, and that this testimony by Mitchell would present exculpatory evidence in favor of Brown. Brown testified that this evidence would be to the effect that Brown did not have any part in the alleged robbery, and did not have a weapon at the time when the robbery allegedly occurred. Mitchell took the stand ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mitchell-v-state"
    }
  ],
  "relatedIncidents": [
    16340,
    16361,
    16369,
    16382,
    16385
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}