{
  "id": 16609,
  "title": "1983년 Sullenger 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-02-23",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Sullenger. 판결일: 1983-02-23. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: William SULLENGER, Plaintiff-Respondent, v. COOKE SALES & SERVICE COMPANY, Defendant-Appellant\n**판결일**: 1983-02-23\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Billings, Blackmar, Don-Nelly, Gunn, Higgins, Rendlen, Seiler, Wasserstrom, Welliver\n\n## 변호인\n\nRollin Moerschel, Norman C. Steimel, St. Charles, for defendant-appellant., David W. Suddarth, Elsberry, for plaintiff-respondent.\n\n## 인용\n\n- 646 S.W.2d 85\n\n## 판결문 요약\n\n\nGUNN, Judge.\nThis appeal involves a default judgment for false representation. The trial court denied defendant’s motion to set aside the judgment, and appeal was taken to the Missouri Court of Appeals, Eastern District, which affirmed the trial court’s judgment. This Court granted transfer pursuant to Art. V. § 10, Mo. Const., Rule 83.03 and Rule 83.09.\nThe core issue is a venue-jurisdiction matter and whether the trial court had jurisdiction to enter the default judgment against defendant. Additional issues raised on appeal by defendant are whether the plaintiff proved the elements of his claim and whether the trial court abused its discretion in refusing to set aside the default judgment. We affirm.\nAfter negotiations and representations made by defendant’s salesman, defendant contracted to sell a used crawler tractor to plaintiff. Both plaintiff and defendant, by its salesman, signed the written sales agreement which was executed by both parties in Lincoln County. After a manifold series of mechanical breakdowns resulted in financial losses, plaintiff investigated the causes of the malfunctions. It had been represented to plaintiff at a meeting with defendant’s salesman at the Mexico, Missouri airport in Audrain County that the tractor had never been used commercially but only at a training school, where it had been the subject of students’ disassemblying and reas-semblying parts. Instead, according to plaintiff’s allegations, investigation revealed that the tractor had ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sullenger-v-cooke-sales-service-co"
    }
  ],
  "relatedIncidents": [
    16346,
    16373,
    16405,
    16498,
    16599
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}