{
  "id": 16608,
  "title": "1983년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-02-24",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1983-02-24. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth vs. Robert E. Nickerson\n**판결일**: 1983-02-24\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Abrams, Hennessey, Liacos, Lynch, Nolan, O'Connor, Presents, Wilkins\n\n## 변호인\n\nJohn J. Barter (Andrew Good with him) for the defendant., Peter M. McElroy, Assistant District Attorney (Charles J. Hely, Assistant District Attorney, with him) for the Commonwealth.\n\n## 인용\n\n- 446 N.E.2d 68\n- 388 Mass. 246\n\n## 판결문 요약\n\n\n388 Mass. 246 (1983)\n446 N.E.2d 68\nCOMMONWEALTH\nvs.\nROBERT E. NICKERSON.\nSupreme Judicial Court of Massachusetts, Norfolk.\nSeptember 14, 1982.\nFebruary 24, 1983.\nPresent: HENNESSEY, C.J., WILKINS, LIACOS, ABRAMS, NOLAN, LYNCH, &amp; O'CONNOR, JJ.\nJohn J. Barter (Andrew Good with him) for the defendant.\nPeter M. McElroy, Assistant District Attorney (Charles J. Hely, Assistant District Attorney, with him) for the Commonwealth.\n*247 NOLAN, J.\nAfter trial to a jury, the defendant was convicted of murder in the first degree and assault with intent to commit rape. He appeals on three principal grounds. First, he argues that the trial judge erroneously declined to pose to prospective jurors a certain question requested by the defendant. Next, he argues that the trial judge erred in denying his motion for a new trial based upon the defendant's assertion that he was incompetent to stand trial. Finally, he argues that there was insufficient evidence on the indictment for assault with intent to commit rape to warrant its submission to the jury. We find no reversible error.\nA brief recitation of the facts is appropriate here. Those facts pertinent to the issues raised will be set forth in detail elsewhere in this opinion. Carole Stephens was killed by a gunshot while she was walking on Bridge Street, Weymouth, on the night of September 2, 1978. An eyewitness testified at the trial that he saw a man walk up to the victim and fire one shot into the victim's face at close range. Medical ev...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-nickerson"
    }
  ],
  "relatedIncidents": [
    16329,
    16344,
    16345,
    16350,
    16367
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}