{
  "id": 16603,
  "title": "1983년 Balzam 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-03-01",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Balzam. 판결일: 1983-03-01. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Balzam v. Cohen\n**판결일**: 1983-03-01\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Daniel S. Pearson and Ferguson, Jj., and Owen, William C., Jr., Associate Judge\n\n## 인용\n\n- 427 So. 2d 329\n\n## 판결문 요약\n\n\n427 So.2d 329 (1983)\nHerman BALZAM, Appellant,\nv.\nStanley COHEN, Appellee.\nNos. 81-1449, 81-1476.\nDistrict Court of Appeal of Florida, Third District.\nMarch 1, 1983.\n*330 James P. Ryan, Harvey Robbins, North Miami, for appellant.\nIrving Weinsoff and Alan Eichenbaum, Miami, Laura R. Morrison, Fort Lauderdale, for appellee.\nBefore DANIEL S. PEARSON and FERGUSON, JJ., and OWEN, WILLIAM C., Jr., Associate Judge.\nOWEN, WILLIAM C., Jr., Associate Judge.\nFollowing a non-jury trial, the transcript of which has not been made a part of the record, the trial court entered a final judgment in which it found that appellant Balzam and appellee Cohen were partners under an oral partnership agreement which called for them to jointly acquire the stock of a corporation known as Surfside Deli King, Inc., by which corporation they were employed to operate the corporate owned delicatessen. The judgment ordered Balzam to permit Cohen on the business premises and awarded to Cohen such damages as he had sustained while wrongfully excluded from the business, the amount to be determined by a subsequent accounting. Despite his awareness of the mandatory requirements of the final judgment, Balzam continued to refuse Cohen access to the business premises. That conduct resulted in post trial proceedings in which Balzam was found to be in contempt, the penalty for which was a fine of $1,000.00 a day until Balzam complied. The separate appeals from the judgment and from the contempt order have been consoli...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "방화",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=balzam-v-cohen"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wright-v-state"
    }
  ],
  "relatedIncidents": [
    16329,
    16340,
    16344,
    16345,
    16350
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}