{
  "id": 16601,
  "title": "1983년 Cochran 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-03-07",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Cochran. 판결일: 1983-03-07. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Gerald COCHRAN, Appellant, v. STATE of Indiana, Appellee\n**판결일**: 1983-03-07\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBRULER, Giyan, Hunter, Pivarnik, Prentice\n\n## 변호인\n\nWilliam C. Erbecker and Jack R. Sutherland, Erbecker & Sutherland, Indianapolis, for appellant., Linley E. Pearson, Atty. Gen. of Ind., Michael Gene Worden, Deputy Atty. Gen., Indianapolis, for appellee.\n\n## 인용\n\n- 445 N.E.2d 974\n\n## 판결문 요약\n\n\n445 N.E.2d 974 (1983)\nGerald COCHRAN, Appellant,\nv.\nSTATE of Indiana, Appellee.\nNo. 681S164.\nSupreme Court of Indiana.\nMarch 7, 1983.\n*975 William C. Erbecker and Jack R. Sutherland, Erbecker &amp; Sutherland, Indianapolis, for appellant.\nLinley E. Pearson, Atty. Gen. of Ind., Michael Gene Worden, Deputy Atty. Gen., Indianapolis, for appellee.\nPIVARNIK, Justice.\nAppellant-Petitioner Gerald Cochran appeals from a denial of his Petition for Post-Conviction Relief by the Marion Superior Court, Criminal Division, Room 3. On August 3, 1976, Petitioner was charged by Information with first degree murder. A jury subsequently found Petitioner guilty of second degree murder and the trial court sentenced him to life imprisonment. Petitioner thence perfected a direct appeal to this Court which affirmed his conviction on August 7, 1978. On January 18, 1980, Petitioner filed his Petition for Post-Conviction Relief which later was heard and denied by the trial court. Petitioner now pursues this belated appeal with our permission. He raises the following issue:\n1. whether the post-conviction relief court erred by holding that Petitioner was not denied the effective assistance of counsel during his murder trial.\nPetitioner and his appellate counsel, Chris Zoeller, were the only witnesses at Petitioner's post-conviction relief hearing. Attorney Zoeller testified that he raised on direct appeal every issue properly preserved during Petitioner's trial. He generally referred to another possible...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cochran-v-state"
    }
  ],
  "relatedIncidents": [
    16329,
    16344,
    16345,
    16350,
    16367
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}