{
  "id": 16610,
  "title": "1983년 Licocci 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-02-22",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Licocci. 판결일: 1983-02-22. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Samuel J. LICOCCI, Appellant, v. CARDINAL ASSOCIATES, INC., Appellee; Gil PAPP, Appellant, v. CARDINAL ASSOCIATES, INC., Appellee\n**판결일**: 1983-02-22\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBRU-LER, Giyan, Hunter, Pivarnik, Prentice\n\n## 변호인\n\nR. Eugene Johnson, Thomas J. Kimpel and Donald J. Fuchs, Merrill, Schroeder & Johnson, Evansville, for appellant., Charles L. Martin, Boonville, for appellee.\n\n## 인용\n\n- 445 N.E.2d 556\n\n## 판결문 요약\n\n\n445 N.E.2d 556 (1983)\nSamuel J. LICOCCI, Appellant,\nv.\nCARDINAL ASSOCIATES, INC., Appellee. Gil Papp, Appellant,\nv.\nCardinal Associates, Inc., Appellee.\nNo. 283S67.\nSupreme Court of Indiana.\nFebruary 22, 1983.\nRehearing Denied May 10, 1983.\n*557 R. Eugene Johnson, Thomas J. Kimpel and Donald J. Fuchs, Merrill, Schroeder &amp; Johnson, Evansville, for appellant.\nCharles L. Martin, Boonville, for appellee.\n\nON PETITION TO TRANSFER\nPIVARNIK, Justice.\nThis cause comes to us by way of a Petition to Transfer from the Fourth District Court of Appeals. Respondents-Appellants-Plaintiffs Licocci and Papp originally appealed from the Gibson Circuit Court's refusal to dissolve a preliminary injunction enforcing two of three restrictive covenants in their respective employment contracts with Petitioner-Appellee-Defendant Cardinal Associates, Inc. The contested contracts restricted Licocci and Papp from competition in the following ways:\n1) they were prohibited from soliciting sales from anyone in their former assigned sales territories during the sixty (60) day period following the respective dates on which they individually terminated their employment with Cardinal Associates;\n2) they were prohibited during said sixty (60) day period from calling upon, talking to or soliciting any business from any customer of Cardinal Associates within or outside their former territories; and\n3) they were prohibited from selling the same products to any of their former Cardinal customers for one year f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=licocci-v-cardinal-associates-inc"
    }
  ],
  "relatedIncidents": [
    16329,
    16331,
    16335,
    16340,
    16344
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}