{
  "id": 16614,
  "title": "1983년 Stanley Hagendorf v. David A. Brown, Martin W. Basiszta 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-02-15",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Stanley Hagendorf v. David A. Brown, Martin W. Basiszta. 판결일: 1983-02-15. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Stanley HAGENDORF, Plaintiff-Appellant, v. David A. BROWN, Martin W. Basiszta, Defendants-Appellees\n**판결일**: 1983-02-15\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Choy, Merrill, Wright\n\n## 변호인\n\nRobert E. Schaberg, Archer, Rosenak & Hanson, San Francisco, Cal., for plaintiff-appellant., Stephen D. Fraser, Boornazian, Jensen & Garthe, George W. Ziser, Moore, Clifford, Wolfe, Larson, Oakland, Cal., for defendants-appellees.\n\n## 인용\n\n- 699 F.2d 478\n\n## 판결문 요약\n\n699 F.2d 478\n    222 U.S.P.Q. 795, 1983 Copr.L.Dec. P 25,502\n    Stanley HAGENDORF, Plaintiff-Appellant,v.David A. BROWN, Martin W. Basiszta, Defendants-Appellees.\n    No. 82-4216.\n    United States Court of Appeals,Ninth Circuit.\n    Argued and Submitted Jan. 11, 1983.Decided Feb. 15, 1983.\n    \n      Robert E. Schaberg, Archer, Rosenak &amp; Hanson, San Francisco, Cal., for plaintiff-appellant.\n      Stephen D. Fraser, Boornazian, Jensen &amp; Garthe, George W. Ziser, Moore, Clifford, Wolfe, Larson, Oakland, Cal., for defendants-appellees.\n      Appeal from the United States District Court for the Northern District of California.\n      Before MERRILL, WRIGHT, and CHOY, Circuit Judges.\n      EUGENE A. WRIGHT, Circuit Judge:\n    \n    \n      1\n      Hagendorf, a law professor and author, appeals from the dismissal of his defamation suit against his former student, David Brown, and Brown's attorney, Basiszta.\n    \n    FACTS\n    \n      2\n      In the fall of 1978, Brown's 1977 term paper to Professor Hagendorf was published in a legal periodical at the latter's suggestion.  Neither the paper nor the periodical carried a copyright notice.  Hagendorf later published an article on the same topic in a Commerce Clearing House (CCH) publication.\n    \n    \n      3\n      A month after the CCH publication, Basiszta, an attorney in a firm with which Brown was associated, sent two letters, one to Hagendorf and the other to CCH, stating that the article infringed Brown's copyright.  It dema...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stanley-hagendorf-v-david-a-brown-martin-w-basiszta"
    }
  ],
  "relatedIncidents": [
    16340,
    16370,
    16383,
    16403,
    16423
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}