{
  "id": 16612,
  "title": "1983년 Griffin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-02-17",
  "location": "South Carolina, SC, USA",
  "summary": "미국 South Carolina, SC 법원 판결 사건. 사건명: Griffin. 판결일: 1983-02-17. 법원: Supreme Court of South Carolina.",
  "description": "## 사건 정보\n\n**사건명**: Joseph Lindsay GRIFFIN, Appellant, v. George N. MARTIN, III, Warden, and State of South Carolina, Respondents\n**판결일**: 1983-02-17\n**법원**: Supreme Court of South Carolina\n**관할**: South Carolina, SC\n\n**판사**: Gregory, Harwell, Lewis, Littlejohn, Ness\n\n## 변호인\n\nAssistant Appellate Defender David W. Carpenter, of S. C. Com’n of Appellate Defense, Columbia, for appellant., Atty. Gen. T. Travis Medlock, Retired Atty. Gen. Daniel R. McLeod and Asst. Attys. Gen. William K. Moore and Donald J. Zelenka, Columbia, for respondents.\n\n## 인용\n\n- 300 S.E.2d 482\n- 278 S.C. 620\n\n## 판결문 요약\n\n\n278 S.C. 620 (1983)\n300 S.E.2d 482\nJoseph Lindsay GRIFFIN, Appellant,\nv.\nGeorge N. MARTIN, III, Warden, and State of South Carolina, Respondents.\n21864\nSupreme Court of South Carolina.\nFebruary 17, 1983.\n*621 Assistant Appellate Defender David W. Carpenter, of S.C. Com'n of Appellate Defense, Columbia, for appellant.\nAtty. Gen. T. Travis Medlock, Retired Atty. Gen. Daniel R. McLeod and Asst. Attys. Gen. William K. Moore and Donald J. Zelenka, Columbia, for respondents.\nFeb. 17, 1983.\nNESS, Justice:\nThis is an appeal from the dismissal of appellant's post-conviction relief application. Appellant pleaded guilty to murder and was sentenced to life imprisonment. He now contends his plea was involuntary and that he received ineffective assistance of counsel. We disagree and affirm.\nIn the early morning hours of November 10, 1977, appellant went to the victim's place of employment. Armed with a rifle, he waited for several hours in the woods next to the parking lot for his ex-girlfriend. As she approached her car, appellant stepped from the woods and fired nine shots, seven of which struck her. Several of the victim's fellow employees witnessed the slaying. Appellant then turned the rifle over to someone at the plant and waited for the police to arrive.\nAppellant contends he should be granted relief because his attorney advised him he would be eligible for parole in ten years if he pleaded guilty and was sentenced to life imprisonment, when in fact appellant would not be eligible ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=griffin-v-martin"
    }
  ],
  "relatedIncidents": [
    16329,
    16344,
    16345,
    16350,
    16367
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}