{
  "id": 16623,
  "title": "1983년 Madden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-02-02",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Madden. 판결일: 1983-02-02. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Michael MADDEN, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1983-02-02\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Campbell, Clinton, Davis, McCORMICK, Teague\n\n## 변호인\n\nMark C. Hall, Lubbock, for appellant., John T. Montford, Dist. Atty. and Marvin Williams, Jr., Asst. Dist. Atty., Lubbock, Robert Huttash, State’s Atty. and Alfred Walker, Asst. State’s Atty., Austin, for the State.\n\n## 인용\n\n- 644 S.W.2d 735\n\n## 판결문 요약\n\n\n644 S.W.2d 735 (1983)\nMichael MADDEN, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 250-82.\nCourt of Criminal Appeals of Texas, En Banc.\nFebruary 2, 1983.\n*736 Mark C. Hall, Lubbock, for appellant.\nJohn T. Montford, Dist. Atty. and Marvin Williams, Jr., Asst. Dist. Atty., Lubbock, Robert Huttash, State's Atty. and Alfred Walker, Asst. State's Atty., Austin, for the State.\nBefore the court en banc.\n\nOPINION ON STATE'S PETITION FOR DISCRETIONARY REVIEW\nCLINTON, Judge.\nFor reasons stated in its published opinion, Madden v. State, 630 S.W.2d 380 (Tex. App.Amarillo 1982), the Court of Appeals found that the trial court erred in failing to grant appellant's motion to suppress his written confession and admitting it into evidence in that his arrest was made without probable cause. Correctness of factual statements set out in that opinion is not seriously challenged by the State.\nPresently represented by the State Prosecuting Attorney, what the State does contest, and the principal basis for our granting its petition for discretionary review, is the treatment by the Court of Appeals of the contention made by the State, then through its District Attorney: \"The first factor which contributes to the existence of probable cause in this case is the arresting officer's [inferred] knowledge[1] of the indictment for the prior robbery.\"[2] The *737 Court of Appeals rejected the contention because it was unable to find anything of record \"to indicate any of the officers involved in the arr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=madden-v-state"
    }
  ],
  "relatedIncidents": [
    16340,
    16361,
    16369,
    16382,
    16385
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}