{
  "id": 16625,
  "title": "1983년 Friedler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-01-31",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Friedler. 판결일: 1983-01-31. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Two Clinton Square Corp. v. Sydney Friedler, , Defendant Alan Rosoff, Third-Party v. Smith, Sovik, Kendrick, McAuliffe & Schwarzer, Third-Party Defendant-Respondent\n**판결일**: 1983-01-31\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 91 A.D.2d 1193\n\n## 판결문 요약\n\n\n— Order unanimously modified and, as modified, affirmed, with costs to respondents, in accordance with the following memorandum: The parties have been before our court on four previous appeals concerning various aspects of continuing litigation arising from the same transaction (see Two Clinton Sq. Corp. v Rosoff, 59 AD2d 651; Two Clinton Sq. Corp. v Computerized Recovery Systems, 63 AD2d 852; Two Clinton Sq. Corp. v Computerized Recovery Systems, 84 AD2d 911; Two Clinton Sq. Corp. v Computerized Recovery Systems, 86 AD2d 786). This action was commenced in June, 1981 against defendants Friedler, Rosoff and Computerized Recovery Systems, Inc. (CRS) based upon an alleged conversion of accounts receivable. It sets forth 21 separate causes of action alleging conduct which constitutes a “continuing conspiracy to hinder, delay and defraud Plaintiff”. Defendants’ answer contains affirmative defenses which allege (1) Statute of Limitations; (2) res judicata as to Rosoff resulting from the dismissal of the action against him in December, 1976; (3) res judicata as to Friedler resulting from the dismissal of the action against him in February, 1977; (4) failure to state a *1194cause of action; (5) estoppel as to Rosoff due to the earlier dismissal; (6) estoppel as to Friedler due to the earlier dismissal; and (7) improper service of process on Rosoff, together with a counterclaim against the plaintiff and a third-party complaint against plaintiff’s attorneys for an abuse of legal proce...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=two-clinton-square-corp-v-friedler"
    }
  ],
  "relatedIncidents": [
    16346,
    16373,
    16405,
    16498,
    16599
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}