{
  "id": 16621,
  "title": "1983년 Flower 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-02-07",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Flower. 판결일: 1983-02-07. 법원: Supreme Court of Colorado.",
  "description": "## 사건 정보\n\n**사건명**: Terry Lee FLOWER, Petitioner, v. the PEOPLE of the State of Colorado, Respondent\n**판결일**: 1983-02-07\n**법원**: Supreme Court of Colorado\n**관할**: Colorado, CO\n\n**판사**: Neighbors\n\n## 변호인\n\nJ. Gregory Walta, Colo. State Public Defender, Gerald E. Piper, Deputy State Public Defender, Denver, for petitioner., J.D. MacFarlane, Atty. Gen., Charles B. Howe, Deputy Atty. Gen., Joel W. Cantrick, Sol. Gen., Nathan B. Coats, Asst. Atty. Gen., Enforcement Section, Denver, for respondent.\n\n## 인용\n\n- 658 P.2d 266\n\n## 판결문 요약\n\n\n658 P.2d 266 (1983)\nTerry Lee FLOWER, Petitioner,\nv.\nThe PEOPLE of the State of Colorado, Respondent.\nNo. 82SC60.\nSupreme Court of Colorado, En Banc.\nFebruary 7, 1983.\nJ. Gregory Walta, Colo. State Public Defender, Gerald E. Piper, Deputy State Public Defender, Denver, for petitioner.\nJ.D. MacFarlane, Atty. Gen., Charles B. Howe, Deputy Atty. Gen., Joel W. Cantrick, Sol. Gen., Nathan B. Coats, Asst. Atty. Gen., Enforcement Section, Denver, for respondent.\nNEIGHBORS, Justice.\nPursuant to a written plea agreement, the defendant was convicted of second degree burglary, section 18-4-203, C.R.S.1973 (1978 Repl.Vol. 8). The offense is a class 4 felony and carries a presumptive sentence of two to four years, plus one year of parole. The maximum sentence which may be imposed is eight years plus one year of parole. Section 18-1-105, C.R.S.1973 (1982 Supp. to 1978 Repl.Vol. 8). The trial court found extraordinary aggravating circumstances and sentenced the defendant to the maximum sentence. The court of appeals, *267 644 P.2d 64, upheld the sentence and we granted certiorari. We affirm.\nThe defendant contends that (1) the trial court erred in considering his prior criminal record in finding extraordinary aggravating circumstances, and (2) the record does not contain sufficient evidence of extraordinary circumstances to warrant an eight year sentence, even if his prior criminal record is relevant. We do not find merit in either argument.\nThe facts surrounding the incident which led to ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=flower-v-people"
    }
  ],
  "relatedIncidents": [
    16340,
    16361,
    16369,
    16382,
    16385
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}