{
  "id": 16629,
  "title": "1983년 Gregory v. Department of Highways 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-01-26",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: Gregory v. Department of Highways. 판결일: 1983-01-26. 법원: West Virginia Court of Claims.",
  "description": "## 사건 정보\n\n**사건명**: NELSON GREGORY v. DEPARTMENT OF HIGHWAYS\n**판결일**: 1983-01-26\n**법원**: West Virginia Court of Claims\n**관할**: West Virginia, WV\n\n**판사**: Garden\n\n## 변호인\n\nWilliam C. Garrett, Attorney at Law, for claimant., Nancy J. Aliff, Attorney at Law, for respondent.\n\n## 인용\n\n- 14 Ct. Cl. 355\n\n## 판결문 요약\n\n\nGARDEN, JUDGE:\nOn May 19, 1979, claimant was walking on State Route 22, in Webster County, West Virginia, near Big Grassy Creek. At approximately 10:00 p.m., the claimant reached the bridge over Big Grassy Creek. The guardrails were missing, and claimant fell off the bridge, sustaining multiple personal injuries. Claimant alleged that the failure of the respondent to replace the guardrails constituted negligence and seeks $50,000.00.\nClaimant’s testimony indicated that he was familiar with the condition of the bridge. A coal company was working in the area, and its trucks, which travelled across the bridge, were responsible for knocking off the guardrails on a previous occasion. Respondent had replaced the rail at that time. According to the claimant, the guardrail “had been off a good while, maybe three weeks or a month” this second time, before his accident. Respondent’s employee, Maxine K. Alsop, was the Head Clerk of the Webster County Maintenance Detail at the time of claimant’s accident. She testified that part of her job included taking complaints and that there had been no complaints, prior to Mr. Gregory’s accident, that the guardrails were down again.\nThe State is neither an insurer nor a guarantor of the safety of persons travelling on its roadways. Adkins v. Sims, 130 W.Va. 645, 46 S.E.2d 81 (1947). For negligence of the respondent to be shown, proof of notice of the defect is required. Davis Auto Parts v. Department of Highways, 12 Ct.Cl. 31 (1977). Even if the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gregory-v-department-of-highways"
    }
  ],
  "relatedIncidents": [
    16329,
    16331,
    16335,
    16340,
    16344
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}