{
  "id": 16620,
  "title": "1983년 Billy Robicheaux v. Radcliff Material, Inc., a Subsidiary of Southern Industries Corporation 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-02-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Billy Robicheaux v. Radcliff Material, Inc., a Subsidiary of Southern Industries Corporation. 판결일: 1983-02-07. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Billy ROBICHEAUX, Et Al., Plaintiffs-Appellees, v. RADCLIFF MATERIAL, INC., a Subsidiary of Southern Industries Corporation, Defendant-Appellant\n**판결일**: 1983-02-07\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Randall, Tate, Wisdom\n\n## 변호인\n\nKullman, Lang, Inman & Bee, James D. Carriere, New Orleans, La., for defendant-appellant., Conery & Breaux, John E. Conery, Franklin, La., for plaintiffs-appellees.\n\n## 인용\n\n- 697 F.2d 662\n\n## 판결문 요약\n\n697 F.2d 662\n    25 Wage &amp; Hour Cas. (BN 1210, 96 Lab.Cas.  P 34,329\n    Billy ROBICHEAUX, et al., Plaintiffs-Appellees,v.RADCLIFF MATERIAL, INC., a subsidiary of Southern IndustriesCorporation, Defendant-Appellant.\n    No. 81-3578.\n    United States Court of Appeals,Fifth Circuit.\n    Feb. 7, 1983.\n    \n      Kullman, Lang, Inman &amp; Bee, James D. Carriere, New Orleans, La., for defendant-appellant.\n      Conery &amp; Breaux, John E. Conery, Franklin, La., for plaintiffs-appellees.\n      Appeal from the United States District Court for the Western District of Louisiana.\n      Before WISDOM, RANDALL and TATE, Circuit Judges.\n      TATE, Circuit Judge:\n    \n    \n      1\n      The plaintiffs, five Louisiana welders, bring suit in federal court, 29 U.S.C. Sec. 216(b), to recover unpaid overtime wages and liquidated damages under the Fair Labor Standards Act of 1938, 29 U.S.C. Sec. 201 et seq.    Made defendant is their alleged employer (\"Radcliff\"), who principally contends that the welders are independent contractors, rather than \"employees\" covered by the Act.  The district court found the plaintiff welders to have been employees within the meaning of the Act and thus entitled to overtime compensation for work performed for Radcliff in excess of forty hours in any week, section 207 of the Act, 29 U.S.C. Sec. 207.1   The court rejected, however, their claim for statutory liquidated damages in an additional amount equal to the unpaid overtime wages, section 216(b), 29 U.S....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=billy-robicheaux-v-radcliff-material-inc-a-subsidiary-of-southern"
    }
  ],
  "relatedIncidents": [
    16329,
    16331,
    16335,
    16340,
    16344
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}