{
  "id": 16624,
  "title": "1983년 National Rifle Ass'n v. Dayton Newspapers, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-02-01",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: National Rifle Ass'n v. Dayton Newspapers, Inc.. 판결일: 1983-02-01. 법원: District Court, S.D. Ohio.",
  "description": "## 사건 정보\n\n**사건명**: NATIONAL RIFLE ASSOCIATION, Plaintiff, v. DAYTON NEWSPAPERS, INC., Dba Dayton Daily News, Et Al., Defendants\n**판결일**: 1983-02-01\n**법원**: District Court, S.D. Ohio\n**관할**: Ohio, OH\n\n**판사**: Rice\n\n## 변호인\n\nDavid H. Martin, Washington, D.C., Richard E. Gardiner, National Rifle Ass’n of America, Washington, D.C., William R. Coen, Dayton, Ohio, for plaintiff., Robert P. Bartlett, Charles Horn, Dayton, Ohio, for defendants.\n\n## 인용\n\n- 555 F. Supp. 1299\n\n## 판결문 요약\n\n\n555 F.Supp. 1299 (1983)\nNATIONAL RIFLE ASSOCIATION, Plaintiff,\nv.\nDAYTON NEWSPAPERS, INC., dba Dayton Daily News, et al., Defendants.\nNo. C-3-79-436.\nUnited States District Court, S.D. Ohio, W.D.\nFebruary 1, 1983.\n*1300 David H. Martin, Washington, D.C., Richard E. Gardiner, National Rifle Ass'n of America, Washington, D.C., William R. Coen, Dayton, Ohio, for plaintiff.\nRobert P. Bartlett, Charles Horn, Dayton, Ohio, for defendants.\nDECISION AND ENTRY SUSTAINING DEFENDANTS' MOTION FOR SUMMARY JUDGMENT; JUDGMENT TO BE ENTERED FOR DEFENDANTS; TERMINATION ENTRY\nRICE, District Judge.\n\nI. Introduction\n\nOn December 21, 1979, the National Rifle Association (NRA) instituted the present defamation action against Dayton Newspapers, Inc., a corporation which publishes the Dayton Daily News, and against several employees of the Dayton Daily News,[1] based on the publication in the Dayton Daily News on December 28, 1978, of an editorial entitled \"NRA again murders good sense.\"[2] In addition, the NRA sued *1301 Springfield Newspapers, Inc., a corporation which publishes the Springfield Daily News, and several employees of that newspaper,[3] based on the Springfield Daily News' reprinting of the foregoing editorial under the title \"NRA Power.\"\nAccording to the Complaint, the NRA is a non-profit New York corporation, \"dedicated to protecting and defending the inalienable right of the people to keep and bear arms as set forth in the Second Amendment to the United States Constitution.\"[4] Th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=national-rifle-assn-v-dayton-newspapers-inc"
    }
  ],
  "relatedIncidents": [
    16329,
    16344,
    16345,
    16350,
    16367
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}