{
  "id": 16637,
  "title": "1983년 People v. Williams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-01-21",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: People v. Williams. 판결일: 1983-01-21. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Larry Williams\n**판결일**: 1983-01-21\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 91 A.D.2d 1173\n\n## 판결문 요약\n\n\n—Judgment unanimously affirmed. Memorandum: On appeal from his conviction for murder, second degree, arising from the shooting death in a bar of one Raymond Ford, defendant’s primary contention is that the court erred in permitting the prosecutor to use for impeachment purposes on cross-examination two statements made by defendant. At the station house, after defendant requested counsel and before an attorney appeared in his behalf, defendant allegedly stated to an Assistant District Attorney that he had decided “to get Raymond Ford before Raymond Ford got him.” The conversation also touched upon the upcoming trial of one Bobby Harrison in which defendant was to be a witness. According to the Assistant District Attorney, *1174defendant stated that if he were released for two days he “would have him killed, Bobby Harrison, he would do it.” After &amp; Huntley hearing, the court held these statements inadmissible at trial because they were made after defendant had requested counsel. At trial, the thrust of the defense was that Raymond Ford had, on a prior occasion, shot at defendant and had made numerous threats against him, and that on the night of the murder defendant had fired at Ford in self-defense when, upon seeing an object resembling a gun in Ford’s hand, he believed that Ford was about to shoot him. An analysis of defendant’s testimony shows that the first statement (indicating that contrary to his direct testimony, defendant was the pursuer — not the pursued) was pro...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-williams"
    }
  ],
  "relatedIncidents": [
    16329,
    16344,
    16345,
    16350,
    16367
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}