{
  "id": 16633,
  "title": "1983년 Anderson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-01-24",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Anderson. 판결일: 1983-01-24. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: David ANDERSON, Appellant, v. the STATE of Oklahoma, Appellee\n**판결일**: 1983-01-24\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Bussey, Cornish\n\n## 변호인\n\nMark Barrett, Asst. Appellate Public Defender, Norman, for appellant., Jan Eric Cartwright, Atty. Gen., State of Okl., Susan Talbot, Asst. Atty. Gen., Oklahoma City, for appellee.\n\n## 인용\n\n- 657 P.2d 659\n\n## 판결문 요약\n\n\n657 P.2d 659 (1983)\nDavid ANDERSON, Appellant,\nv.\nThe STATE of Oklahoma, Appellee.\nNo. F-80-719.\nCourt of Criminal Appeals of Oklahoma.\nJanuary 24, 1983.\nMark Barrett, Asst. Appellate Public Defender, Norman, for appellant.\nJan Eric Cartwright, Atty. Gen., State of Okl., Susan Talbot, Asst. Atty. Gen., Oklahoma City, for appellee.\n\n\n*660 OPINION\nBRETT, Judge:\nDavid Anderson was convicted of Cultivation of Marijuana, pursuant to 63 O.S. 1981, § 2-509, in LeFlore County District Court, Case No. CRF-78-172. He was sentenced to two years' imprisonment and a five hundred dollar ($500) fine.\nAfter receiving certain information, Deputy Sheriff Steve Hensley went to Dr. E.M. Woodson's home in Poteau, Oklahoma, and observed marijuana growing in a garden near the rent house at the rear of the property. Based on his observation he obtained a search warrant. The search of the garden, house and shed produced forty-seven (47) marijuana plants, several bags of marijuana and various paraphernalia. The appellant, the resident of the rent house, was arrested two days later.\nNumerous errors involving the search warrant and evidence obtained as a result of the search are raised on appeal. After a thorough review of all issues raised, we agree that the appellant has shown sufficient error to merit a reversal of his judgment and sentence. Only those issues on which our reversal is based will be discussed.\nThe appellant first asserts that his motion to suppress all the evidence obtained as a resul...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=anderson-v-state"
    }
  ],
  "relatedIncidents": [
    16329,
    16331,
    16335,
    16340,
    16344
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}