{
  "id": 16646,
  "title": "1983년 Conboy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-01-11",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Conboy. 판결일: 1983-01-11. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: PILLSBURY CO. Et Al. v. CONBOY\n**판결일**: 1983-01-11\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Blackmun, Brennan, Burger, Marshall, O'Connor, Powell, Rehnquist, Stevens, White\n\n## 변호인\n\nFrancis J. McConnell argued the cause for petitioners. With him on the briefs was Edward F. Ruberry., Michael W. Cojfield argued the cause for respondent. With him on the brief was Kevin M. Flynn*\n\n## 인용\n\n- 74 L. Ed. 2d 430\n- 103 S. Ct. 608\n- 459 U.S. 248\n- 1983 U.S. LEXIS 124\n\n## 판결문 요약\n\n\n459 U.S. 248 (1983)\nPILLSBURY CO. ET AL.\nv.\nCONBOY\nNo. 81-825.\nSupreme Court of United States.\nArgued October 6, 1982.\nDecided January 11, 1983.\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SEVENTH CIRCUIT\n*249 Francis J. McConnell argued the cause for petitioners. With him on the briefs was Edward F. Ruberry.\nMichael W. Coffield argued the cause for respondent. With him on the brief was Kevin M. Flynn.[*]\nHarold F. Baker, Alan Wiseman, and Ann I. Killilea filed a brief for Mead Corp. as amicus curiae.\nJUSTICE POWELL delivered the opinion of the Court.\nPursuant to the federal use immunity provisions, 18 U.S. C. งง 6001-6005, a United States Attorney may request an order from a federal court compelling a witness to testify even though he has asserted his privilege against self-incrimination. Section 6002 provides, however, that \"no testimony or other information compelled under the order (or any information directly or indirectly derived from such testimony or other information) may be used against the witness in any criminal case . . . .\" The issue presented in this case is whether a deponent's civil deposition testimony, repeating *250 verbatim or closely tracking his prior immunized testimony, is immunized \"testimony\" that can be compelled over the valid assertion of his Fifth Amendment privilege.\n\nI\nRespondent John Conboy is a former executive of a defendant in In re Corrugated Container Antitrust Litigation, M. D. L. 310 (SD Tex.). In January 1978, United Sta...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pillsbury-co-v-conboy"
    }
  ],
  "relatedIncidents": [
    16335,
    16384,
    16400,
    16496,
    16548
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}