{
  "id": 16647,
  "title": "1983년 Bolin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-01-11",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Bolin. 판결일: 1983-01-11. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Respondent, v. John BOLIN, Appellant\n**판결일**: 1983-01-11\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Billings, Blackmar, Don-Nelly, Gunn, Higgins, Morgan, Rendlen, Seiler, Welliver\n\n## 변호인\n\nRoger G. Brown, Jefferson City, for appellant., John Ashcroft, Atty. Gen., John M. Morris, Asst. Atty. Gen., Jefferson City, for respondent., Ellyn L. Sternfield, Clayton, for amicus curiae.\n\n## 인용\n\n- 643 S.W.2d 806\n\n## 판결문 요약\n\n\n643 S.W.2d 806 (1983)\nSTATE of Missouri, Respondent,\nv.\nJohn BOLIN, Appellant.\nNo. 63242.\nSupreme Court of Missouri, En Banc.\nJanuary 11, 1983.\n*808 Roger G. Brown, Jefferson City, for appellant.\nJohn Ashcroft, Atty. Gen., John M. Morris, Asst. Atty. Gen., Jefferson City, for respondent.\nEllyn L. Sternfield, Clayton, for amicus curiae.\nWELLIVER, Judge.\nAppellant was convicted by a Cole County jury of two counts of second degree burglary, § 569.170, RSMo 1978,[1] and was sentenced to a five year prison term on each count, with the two terms to run consecutively. The trial court rejected appellant's contention that he was denied a speedy trial under § 545.780 and under the state and federal constitutions. We affirm.\n\nI\nAppellant does not challenge the sufficiency of the evidence, and so it is not necessary to set forth the facts surrounding the crimes. The procedural history of the case requires detailed description.\nThe burglaries occurred in Russellville on September 2, 1980. Appellant and his two accomplices were stopped by an officer on patrol and arrested in Jefferson City in the early morning hours of September 3, and later that day a complaint was filed in Cole County to secure confinement of appellant. See §§ 544.020, .170. The case was assigned No. CR380-1063F. On September 5, the complaint was amended, and appellant appeared before the court, bond was set, and appellant was released.\nFor the sake of clarity it should be said at this juncture that the next day, Septem...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-bolin"
    }
  ],
  "relatedIncidents": [
    16340,
    16361,
    16369,
    16382,
    16385
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}