{
  "id": 16644,
  "title": "1983년 Flanigan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-01-14",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Flanigan. 판결일: 1983-01-14. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: Gary F. Flanigan, Appellant, v. City of Leavenworth, Appellee\n**판결일**: 1983-01-14\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Clement, Herd, Holmes, McFarland\n\n## 변호인\n\nRoger W. Lovett, of Topeka, argued the cause and was on the brief of appellant., Robert D. Beall, of Leavenworth, argued the cause and was on the brief for the appellee.\n\n## 인용\n\n- 657 P.2d 555\n- 232 Kan. 522\n\n## 판결문 요약\n\n\n232 Kan. 522 (1983)\n657 P.2d 555\nGARY F. FLANIGAN, Appellant,\nv.\nCITY OF LEAVENWORTH, Appellee.\nNo. 54,275\nSupreme Court of Kansas.\nOpinion filed January 14, 1983.\nRoger W. Lovett, of Topeka, argued the cause and was on the brief of appellant.\nRobert D. Beall, of Leavenworth, argued the cause and was on the brief for the appellee.\nThe opinion of the court was delivered by\nHERD, J.:\nThis is a civil rights action. This appeal brings the case before us for a second time. It arises from a district court order dismissing the action as barred by the statute of limitations and for lack of prosecution. We reverse.\nGary Flanigan, a black student at K.U., obtained a short-term summer job in 1971 from the Leavenworth Recreation Commission (LRC). Flanigan was terminated after working approximately four days which was short of the term for which he was hired. He filed a complaint with the Kansas Civil Rights Commission (KCCR) against the LRC alleging racial discrimination in employment practices in violation of K.S.A. 44-1001 et seq. The LRC was created in 1948 as a joint enterprise pursuant to K.S.A. 12-1901 et seq. The complaint was investigated and a *523 public hearing held thereon in June 1973 from which the hearing examiner ruled in favor of Flanigan. The examiner's findings of fact and conclusions of law were filed November 10, 1973, finding Flanigan should recover damages in the amount of $5,196.41. On December 1, 1973, the KCCR filed its order adopting the examiner's report.\nMea...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=flanigan-v-city-of-leavenworth"
    }
  ],
  "relatedIncidents": [
    16329,
    16331,
    16335,
    16340,
    16344
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}