{
  "id": 16653,
  "title": "1983년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-01-07",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1983-01-07. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Winfield JOHNSON, Appellant\n**판결일**: 1983-01-07\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Spaeth, Brosky and Beck\n\n## 변호인\n\nElaine DeMasse, Assistant Public Defender, Philadelphia, for appellant., Jane Cutler Greenspan, Assistant District Attorney, Philadelphia, for Commonwealth, appellee.\n\n## 인용\n\n- 456 A.2d 988\n- 310 Pa. Super. 385\n\n## 판결문 요약\n\n\n310 Pa. Super. 385 (1983)\n456 A.2d 988\nCOMMONWEALTH of Pennsylvania\nv.\nWinfield JOHNSON, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted February 22, 1982.\nFiled January 7, 1983.\nReargument Denied March 21, 1983.\n*387 Elaine DeMasse, Assistant Public Defender, Philadelphia, for appellant.\nJane Cutler Greenspan, Assistant District Attorney, Philadelphia, for Commonwealth, appellee.\n*388 Before SPAETH, BROSKY and BECK, JJ.\nSPAETH, Judge:\nThis is an appeal from a judgment of sentence for robbery. Appellant argues that the lower court erred in denying his motion to quash the return of the transcript of the preliminary hearing; in refusing to suppress his statement; and in giving the \"restrain\" version of the reasonable doubt charge.\nWe admire the careful way in which the lower court conducted the trial, and we agree with, and find no need to add to, its discussion rejecting appellant's arguments regarding the motion to quash and the reasonable doubt charge. But on two issues, which concern appellant's statement, we don't agree with the lower court. These issues have nothing to do with appellant's guilt  there's no doubt he was the robber  but a good deal to do with the conduct of other trials, in other cases.\nThe police officer who obtained appellant's statement did not give appellant the warnings required by Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966). In refusing to suppress the statement, the lower court held that whether a police officer ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-johnson"
    }
  ],
  "relatedIncidents": [
    16340,
    16361,
    16369,
    16382,
    16385
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}