{
  "id": 16652,
  "title": "1983년 Threinen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-01-07",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Threinen. 판결일: 1983-01-07. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Minnesota, Respondent, v. Eugene THREINEN, Appellant\n**판결일**: 1983-01-07\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Peterson\n\n## 변호인\n\nC. Paul Jones, Public Defender, and Kathy King, Asst. Public Defender, Minneapolis, for appellant., Warren Spannaus, Atty. Gen., St. Paul, Thomas W. Foley, County Atty., and Steven C. DeCoster, Asst. County Atty., St. Paul, for respondent.\n\n## 인용\n\n- 328 N.W.2d 154\n\n## 판결문 요약\n\n\n328 N.W.2d 154 (1983)\nSTATE of Minnesota, Respondent,\nv.\nEugene THREINEN, Appellant.\nNo. 82-143.\nSupreme Court of Minnesota.\nJanuary 7, 1983.\nC. Paul Jones, Public Defender, and Kathy King, Asst. Public Defender, Minneapolis, for appellant.\n*155 Warren Spannaus, Atty. Gen., St. Paul, Thomas W. Foley, County Atty., and Steven C. DeCoster, Asst. County Atty., St. Paul, for respondent.\nConsidered and decided by the court en banc without oral argument.\nPETERSON, Justice.\nA Ramsey County Grand Jury indicted defendant Eugene Threinen on July 2, 1981, for first-degree murder, in violation of Minn.Stat. § 609.185(1) (Supp.1981). A jury found defendant guilty as charged, and the trial court judge sentenced him to life imprisonment. We affirm the conviction.\nOn appeal defendant claims (1) the evidence was insufficient to support the first-degree murder conviction; (2) certain lineup identification testimony should have been excluded at trial; and (3) an improper closing argument by the prosecutor denied defendant a fair trial.\nEarly on May 25, 1981, a caretaker of an apartment building located at 982 East Ivy in St. Paul found a bloody purse near his car. Police officials were immediately contacted. In examining the purse, an officer found papers with the name of Mrs. Theodore Maier, 1045 East Hyacinth, St. Paul, on them.\nOfficers went to this address and found evidence of a break-in: a broken window, blood on the window, and a partially opened back door. They entered the house. Someo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-threinen"
    }
  ],
  "relatedIncidents": [
    16329,
    16344,
    16345,
    16350,
    16367
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}