{
  "id": 16654,
  "title": "1983년 Fuller 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1983-01-06",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Fuller. 판결일: 1983-01-06. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Fuller v. the State\n**판결일**: 1983-01-06\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Carley, Quillian, Shulman\n\n## 변호인\n\nPaul S. Weiner, for appellant., Robert E. Keller, District Attorney, Mary Jane Stewart, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 299 S.E.2d 397\n- 165 Ga. App. 55\n\n## 판결문 요약\n\n\n165 Ga. App. 55 (1983)\n299 S.E.2d 397\nFULLER\nv.\nTHE STATE.\n64784.\nCourt of Appeals of Georgia.\nDecided January 6, 1983.\n*59 Paul S. Weiner, for appellant.\nRobert E. Keller, District Attorney, Mary Jane Stewart, Assistant District Attorney, for appellee.\nSHULMAN, Chief Judge.\nA jury convicted appellant of conspiracy, possession of tools for the commission of a crime, and two counts of criminal use of an article with an altered identification number. The trial court set aside appellant's conviction for possession of tools, concluding that it was a lesser included offense of conspiracy. He now appeals, citing as error the denial of his motion to suppress, the denial of his motions for new trial and mistrial, one element of the charge given to the jury, and the sufficiency of the evidence with regard to the conspiracy count.\n1. Law enforcement officers who searched the car which had been entrusted to appellant discovered two handguns, a razor blade, and several pieces of white T-shirts which had been altered to serve as masks. Appellant maintains that these articles should have been suppressed as the fruits of an illegal arrest and search. We must disagree with appellant's assertions.\nFrom the evidence adduced at the motion to suppress hearing, it can be concluded that the Clayton County District Attorney's office received an unsubstantiated telephonic tip at 8:15 a. m. on May 12, 1980, to the effect that in Rooms 307 and 309 of a local motel an armed robbery was being planned f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fuller-v-state"
    }
  ],
  "relatedIncidents": [
    16340,
    16361,
    16369,
    16382,
    16385
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}