{
  "id": 16658,
  "title": "1982년 Reynolds 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-12-30",
  "location": "New Hampshire, NH, USA",
  "summary": "미국 New Hampshire, NH 법원 판결 사건. 사건명: Reynolds. 판결일: 1982-12-30. 법원: Supreme Court of New Hampshire.",
  "description": "## 사건 정보\n\n**사건명**: The State of New Hampshire v. Dwight T. Reynolds\n**판결일**: 1982-12-30\n**법원**: Supreme Court of New Hampshire\n**관할**: New Hampshire, NH\n\n**판사**: Batchelder\n\n## 변호인\n\nGregory H. Smith, attorney general (Richard C. Nelson, assistant attorney general, on the brief, and Brian T. Tucker, assistant attorney general, orally), for the State., James E. Duggan, appellate defender, of Concord, on the brief and orally, for the defendant.\n\n## 인용\n\n- 122 N.H. 1161\n\n## 판결문 요약\n\n\n122 N.H. 1161 (1982)\nTHE STATE OF NEW HAMPSHIRE\nv.\nDWIGHT T. REYNOLDS\nNo. 81-422.\nSupreme Court of New Hampshire.\nDecember 30, 1982.\n*1162 Gregory H. Smith, attorney general (Richard C. Nelson, assistant attorney general, on the brief, and Brian T. Tucker, assistant attorney general, orally), for the State.\nJames E. Duggan, appellate defender, of Concord, on the brief and orally, for the defendant.\nBATCHELDER, J.\nDwight T. Reynolds appeals his conviction of burglary, RSA 635:1, I, on the basis that the Trial Court (Cann, J.) erred when it denied his motion to suppress evidence obtained from his allegedly illegal arrest. The only issue before us on appeal is whether there was probable cause to arrest the defendant. For the reasons which follow, we reverse and remand for retrial in light of this opinion.\nOn July 28, 1980, Dwight T. Reynolds was hitchhiking on Route 3 in Tilton, toward Franklin and away from Belmont. At approximately 4:20 a.m., Officer Beadle, a Tilton policeman on routine patrol, observed the defendant. At that time, the officer neither stopped the defendant nor made any contact with him. Shortly after observing the defendant, the officer responded to a call to investigate what was reported as vandalism at a gas station in the neighboring town of Belmont.\nOn his way to Belmont, the officer once again observed the defendant and on this occasion stopped and inquired of the defendant his name and address. This occurred about thirty to forty minutes after he first...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-reynolds"
    }
  ],
  "relatedIncidents": [
    16660,
    16664,
    16665,
    16692,
    16698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}