{
  "id": 16659,
  "title": "1982년 Thompson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-12-29",
  "location": "Utah, UT, USA",
  "summary": "미국 Utah, UT 법원 판결 사건. 사건명: Thompson. 판결일: 1982-12-29. 법원: District Court, D. Utah.",
  "description": "## 사건 정보\n\n**사건명**: Michael C. THOMPSON, Petitioner, v. the DEPARTMENT OF THE TREASURY, BUREAU OF ALCOHOL, TOBACCO AND FIREARMS, Respondent\n**판결일**: 1982-12-29\n**법원**: District Court, D. Utah\n**관할**: Utah, UT\n\n**판사**: Aldon J. Anderson\n\n## 변호인\n\nRobert B. Sykes, Salt Lake City, Utah, for petitioner., D. Brent Ward, U.S. Atty., Barbara W. Richman, Charles William Ryan, Asst. U.S. Attys., Salt Lake City, Utah, for respondent.\n\n## 인용\n\n- 557 F. Supp. 158\n\n## 판결문 요약\n\n\n557 F. Supp. 158 (1982)\nMichael C. THOMPSON, Petitioner,\nv.\nThe DEPARTMENT OF THE TREASURY, BUREAU OF ALCOHOL, TOBACCO AND FIREARMS, Respondent.\nNo. C-81-0095A.\nUnited States District Court, D. Utah, C.D.\nDecember 29, 1982.\n*159 Robert B. Sykes, Salt Lake City, Utah, for petitioner.\nD. Brent Ward, U.S. Atty., Barbara W. Richman, Charles William Ryan, Asst. U.S. Attys., Salt Lake City, Utah, for respondent.\n\nORDER DENYING MOTION FOR SUMMARY JUDGMENT\nALDON J. ANDERSON, Chief Judge.\nIn 1968, at the age of 21, petitioner Michael Carty Thompson pled guilty to charges of fraudulent use of credit cards and obtaining merchandise by false pretenses. Under 18 U.S.C. § 922 and 18 U.S. C.App. § 1202, Thompson's conviction made it illegal for him to receive, transport, or possess firearms.[1] Since 1968, he has not been convicted nor arrested on any criminal charges.\n*160 Since 1974 Thompson has been the president and majority shareholder of a security guard contracting company which employs many security guards, some of whom carry firearms. As part of his responsibility in his company, Thompson was certified in 1980 by the State of Utah as a firearms trainer for private security guards. He also is often called upon to render \"executive protection services\" for his clients, which requires his personal use of firearms.\nOn January 5, 1979, Thompson's attorney secured a judicial pardon and expungement of the 1968 misdemeanor criminal charges, but by mistake failed to secure pardon and expun...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "방화",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thompson-v-department-of-the-treasury"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=michaelson-v-larson"
    }
  ],
  "relatedIncidents": [
    16657,
    16666,
    16685,
    16699,
    16709
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}