{
  "id": 16657,
  "title": "1982년 Lincoln Bank v. C & H AGENCY, INC. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-12-31",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Lincoln Bank v. C & H AGENCY, INC.. 판결일: 1982-12-31. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: LINCOLN BANK, Formerly Lincoln National Bank, Appellee, v. C & H AGENCY, INC., Appellant; And LINCOLN BANK, Formerly Lincoln National Bank, Appellee, v. Clare CORKERY and John Corkery, Terre-Tenant, Appellants\n**판결일**: 1982-12-31\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Flaherty, Hutchinson, Larsen, McDERMOTT, Nix, O'Brien, Roberts\n\n## 변호인\n\nJames W. Pearson, Jr., Philadelphia, for appellants., Jerome L. Markovitz, Philadelphia, for appellee.\n\n## 인용\n\n- 456 A.2d 136\n- 500 Pa. 294\n\n## 판결문 요약\n\n\n500 Pa. 294 (1982)\n456 A.2d 136\nLINCOLN BANK, formerly Lincoln National Bank, Appellee,\nv.\nC &amp; H AGENCY, INC., Appellant. and LINCOLN BANK, formerly Lincoln National Bank, Appellee,\nv.\nClare CORKERY and John Corkery, Terre-Tenant, Appellants.\nSupreme Court of Pennsylvania.\nArgued December 8, 1982.\nDecided December 31, 1982.\n*295 *296 James W. Pearson, Jr., Philadelphia, for appellants.\nJerome L. Markovitz, Philadelphia, for appellee.\nBefore O'BRIEN, C.J., and ROBERTS, NIX, LARSEN, FLAHERTY, McDERMOTT and HUTCHINSON, JJ.\n\nOPINION OF THE COURT\nFLAHERTY, Justice.\nIn February of 1966 John Corkery obtained a loan in the amount of $22,000 (Loan A) from Lincoln National Bank (hereinafter \"the bank\"). On the day of the loan, the bank obtained three promissory notes executed as follows:\n(1) a note in the amount of $22,000 payable in twenty-two monthly installments signed \"C and H Agency, Inc., John J. Corkery Pres.\" and also signed \"John J. Corkery.\" Corkery is the president of a real estate firm by the name of C and H Agency, Inc.\n(2) A one-day judgment note in the amount of $22,000 signed \"C and H Agency, Inc., John J. Corkery, Pres.\"\n\n*297 (3) A one-day judgment note in the amount of $22,000 signed \"Clare Corkery.\" Clare Corkery is John Corkery's mother and the owner of real estate which was attached pursuant to a Writ of Execution on this note.\nThe text of these one-day judgment notes is as follows:\n\nIn March of 1966 the bank issued an additional loan to John Corkery in the a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lincoln-bank-v-c-h-agency-inc"
    }
  ],
  "relatedIncidents": [
    16659,
    16666,
    16699,
    16709,
    16712
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}