{
  "id": 16664,
  "title": "1982년 Miller v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-12-28",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Miller v. State. 판결일: 1982-12-28. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Miller v. State\n**판결일**: 1982-12-28\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Decarlo\n\n## 인용\n\n- 423 So. 2d 1377\n\n## 판결문 요약\n\n\n423 So. 2d 1377 (1982)\nRaymond MILLER\nv.\nSTATE.\n3 Div. 490.\nCourt of Criminal Appeals of Alabama.\nJuly 27, 1982.\nRehearing Denied August 24, 1982.\nCertiorari Denied November 19, 1982.\nOn Return to Remand December 28, 1982.\n*1378 Richard A. Lawrence, Montgomery, for appellant.\nCharles A. Graddick, Atty. Gen., and Jeanne Weston, Asst. Atty. Gen., for appellee.\nAlabama Supreme Court 81-1025.\nDeCARLO, Judge.\nBurglary, third degree; thirteen months.\nAfter waiving a jury trial, the appellant was tried by a judge and found guilty of third degree burglary. Prior to trial an evidentiary hearing was conducted on appellant's motion to suppress. The motion was denied and the testimony taken at the hearing was adopted in the non-jury trial on the stipulation of the parties.\nAt the suppression hearing, Montgomery Police Officer Michael Patterson testified that early on the morning of July 4, 1981, he and his partner were patrolling an area in Montgomery, Alabama, described by Patterson as a \"high crime area.\" At approximately 1:10 A.M. they saw a vehicle with a large air conditioner protruding from its open trunk proceeding ahead of them. The officers turned on their blue light and stopped the vehicle, which was occupied by the appellant, his sister, and one Curtis Lewis.\nPatterson asked the three to step out of the vehicle and explained to Curtis Lewis, the driver of the vehicle, that he had stopped the car in order to inquire about the air conditioner protruding from the trunk. The appe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=miller-v-state"
    }
  ],
  "relatedIncidents": [
    16658,
    16660,
    16665,
    16692,
    16698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}