{
  "id": 16660,
  "title": "1982년 Kiper 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-12-29",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: Kiper. 판결일: 1982-12-29. 법원: Nevada Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: MAYFIELD ALLEN KIPER, Appellant, v. THE STATE OF NEVADA, Respondent\n**판결일**: 1982-12-29\n**법원**: Nevada Supreme Court\n**관할**: Nevada, NV\n\n**판사**: Per Curiam\n\n## 변호인\n\nMorgan D. Harris, Public Defender, and Gary H. Lieberman, Deputy Public Defender, Clark County, for Appellant., Richard H. Bryan, Attorney General, Carson City; Robert J. Miller, District Attorney, and James Tufteland, Deputy District Attorney, Clark County, for Respondent.\n\n## 인용\n\n- 655 P.2d 526\n- 98 Nev. 593\n\n## 판결문 요약\n\n\n655 P.2d 526 (1982)\nMayfield Allen KIPER, Appellant,\nv.\nThe STATE of Nevada, Respondent.\nNo. 13326.\nSupreme Court of Nevada.\nDecember 29, 1982.\nMorgan D. Harris, Public Defender, and Gary H. Lieberman, Deputy Public Defender, Clark County, Las Vegas, for appellant.\nRichard H. Bryan, Atty. Gen., Carson City, Robert J. Miller, Dist. Atty., and James Tufteland, Deputy Dist. Atty., Clark County, Las Vegas, for respondent.\n\nOPINION\nPER CURIAM:\nAppellant was charged with burglary. At trial, the jury heard testimony from the occupants of a residence that they had been eating breakfast on their front porch when they heard their dog bark. They ran to the back of the house in time to see the appellant rapidly walk out of the bedroom. Upon being asked what he was doing, the appellant replied that he had been looking for \"a little short white guy, Mike, who came in.\" When asked to leave, appellant complied. One of the occupants testified that appellant behaved like \"a perfect gentleman.\" Nothing was taken from the house, and nothing had been disturbed.\nAppellant declined to testify at trial. During argument, his attorney conceded that appellant had been in the house but argued that nothing introduced at trial indicated that Kiper entered the house with larcenous intent and that the most appellant was guilty of was criminal trespass. At the conclusion of trial, the defense tendered two trespass instructions and a verdict form on that charge. The district court rejected \"the simple misdem...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kiper-v-state"
    }
  ],
  "relatedIncidents": [
    16658,
    16664,
    16665,
    16692,
    16698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}