{
  "id": 16665,
  "title": "1982년 Adams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-12-23",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Adams. 판결일: 1982-12-23. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: People v. Adams\n**판결일**: 1982-12-23\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Coleman, Fitzgerald, Kavanagh, Levin, Riley, Ryan, Williams\n\n## 변호인\n\nFrank J. Kelley, Attorney General, Louis J. Caruso, Solicitor General, and Earl H. Morgan, Jr., Prosecuting Attorney, for the people., Thomas & Rapp (by Robert W. Thomas) for the defendant.\n\n## 인용\n\n- 330 N.W.2d 634\n- 416 Mich. 53\n\n## 판결문 요약\n\n\n416 Mich. 53 (1982)\n330 N.W.2d 634\nPEOPLE\nv.\nADAMS\nDocket No. 63780, (Calendar No. 1).\nSupreme Court of Michigan.\nArgued January 5, 1982.\nDecided December 23, 1982.\nFrank J. Kelley, Attorney General, Louis J. Caruso, Solicitor General, and Earl H. Morgan, Jr., Prosecuting Attorney, for the people.\nThomas &amp; Rapp (by Robert W. Thomas) for the defendant.\nLEVIN, J.\nThe defendant, John Edward Adams, was originally charged with armed robbery. He was convicted by a jury of three unarmed robberies and one larceny from the person following a holdup at a cocktail lounge.[1] The Court of Appeals *56 reversed because the trial judge refused to give defendant's requested instructions on attempted armed robbery and attempted unarmed robbery.[2] We reverse and reinstate the convictions.\nIn People v Lovett, 396 Mich. 101; 238 NW2d 44 (1976), the defendant was charged with armed robbery. This Court reversed the defendant's conviction of larceny from the person because the judge had refused to instruct, as requested by the defendant's lawyer, on the lesser included offense of attempted armed robbery. We said that attempted armed robbery is \"necessarily included\".\nWhile a completed offense may necessarily include as a factual matter[3] conduct that, taken alone, would constitute an attempt to commit the offense, we are now of the opinion that because the elements of an attempt are not duplicated in the completed offense the judge is not required to instruct the jury on attempt without rega...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-adams"
    }
  ],
  "relatedIncidents": [
    16658,
    16660,
    16664,
    16692,
    16698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}