{
  "id": 16666,
  "title": "1982년 Wade 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-12-22",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Wade. 판결일: 1982-12-22. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: IOWA HEALTH SYSTEMS AGENCY, INC., and Iowa State Department of Health, Appellants, v. James A. WADE and Byron Orton, Appellees, and Northwest Community Hospital, Intervenor-Appellee\n**판결일**: 1982-12-22\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Larson, LeGRAND, McCORMICK, Schultz, Uh-Lenhopp\n\n## 변호인\n\nThomas J. Miller, Atty. Gen., Jeanine Freeman, Asst. Atty. Gen., and Robert F. Holz, of Davis, Hockenberg, Wine, Brown & Kuehn, Des Moines, for appellants., Robert J. Baudino, Jr. of Neiman, Nei-man, Stone & Spellman, P.C., Des Moines, for intervenor-appellee.\n\n## 인용\n\n- 327 N.W.2d 732\n\n## 판결문 요약\n\n\n327 N.W.2d 732 (1982)\nIOWA HEALTH SYSTEMS AGENCY, INC., and Iowa State Department of Health, Appellants,\nv.\nJames A. WADE and Byron Orton, Appellees, and\nNorthwest Community Hospital, Intervenor-Appellee.\nNo. 66884.\nSupreme Court of Iowa.\nDecember 22, 1982.\nThomas J. Miller, Atty. Gen., Jeanine Freeman, Asst. Atty. Gen., and Robert F. Holz, of Davis, Hockenberg, Wine, Brown &amp; Kuehn, Des Moines, for appellants.\nRobert J. Baudino, Jr. of Neiman, Neiman, Stone &amp; Spellman, P.C., Des Moines, for intervenor-appellee.\nConsidered by LeGRAND, P.J., and UHLENHOPP, McCORMICK, LARSON, and SCHULTZ, JJ.\nLARSON, Justice.\nThe Northwest Community Hospital of Des Moines proposed to build a new facility *733 in West Des Moines. Under a federal reimbursement procedure, it sought reimbursement in the amount of approximately $21,000,000 for interest and depreciation expenses incident to the project. Under federal law, detailed studies of need and cost are required at the state level before the reimbursement request will be acted upon. In Iowa, the Department of Public Health is the agency responsible for conducting the necessary feasibility study at the state level. The feasibility study involves a complex system, including a federal-state contract outlining the procedures to be followed, and a maze of studies, polls, hearings and review hearings. In this case it was determined by a review hearing officer that an earlier recommendation disapproving Northwest's proposed move had been affec...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=iowa-health-systems-agency-inc-v-wade"
    }
  ],
  "relatedIncidents": [
    16657,
    16659,
    16699,
    16709,
    16712
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}