{
  "id": 16667,
  "title": "1982년 Berry 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-12-22",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Berry. 판결일: 1982-12-22. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. JAMES BERRY, Defendant-Appellant\n**판결일**: 1982-12-22\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Rizzi\n\n## 변호인\n\nRalph Ruebner and Nancy Abrahams, both of State Appellate Defender’s Office, of Chicago, for appellant., Richard M. Daley, State’s Attorney, of Chicago (Marcia B. Orr, Warren A. Zimmerman, and Edward M. Rubin, Assistant State’s Attorneys, of counsel), for the People.\n\n## 인용\n\n- 444 N.E.2d 593\n- 111 Ill. App. 3d 487\n\n## 판결문 요약\n\n\n111 Ill. App. 3d 487 (1982)\n444 N.E.2d 593\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nJAMES BERRY, Defendant-Appellant.\nNo. 80-829.\nIllinois Appellate Court  First District (3rd Division).\nOpinion filed December 22, 1982.\n*488 Ralph Ruebner and Nancy Abrahams, both of State Appellate Defender's Office, of Chicago, for appellant.\nRichard M. Daley, State's Attorney, of Chicago (Marcia B. Orr, Warren A. Zimmerman, and Edward M. Rubin, Assistant State's Attorneys, of counsel), for the People.\nReversed and remanded.\nJUSTICE RIZZI delivered the opinion of the court:\nDefendant, James Berry, was found guilty of murder and armed violence in a jury trial and was sentenced to a term of 30 years. On appeal he contends that (1) because self-defense was raised, the instructions should have informed the jury that the State was required to prove beyond a reasonable doubt that his actions were not justified and (2) he was denied effective assistance of counsel. We reverse and remand.\nOn September 13, 1978, at approximately 9:30 p.m., defendant came to the apartment of Gertrude Hollie at 4429 S. Federal in Chicago, Illinois. He stayed until about 10:30 p.m. when his friend came to Gertrude's door, and defendant went outside to speak to him. While defendant was outside, Richard Spaulding, who lived with Gertrude, arrived at Gertrude's apartment. Gertrude's brother, Billy Square Hollie, was also at the apartment.\nAccording to Gertrude and her brother, defendant returned to the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-berry"
    }
  ],
  "relatedIncidents": [
    16675,
    16686,
    16689,
    16690,
    16691
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}