{
  "id": 16686,
  "title": "1982년 Phelps 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-12-03",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Phelps. 판결일: 1982-12-03. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Minnesota, Respondent, v. Michael John PHELPS, Appellant\n**판결일**: 1982-12-03\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Peterson\n\n## 변호인\n\nC. Paul Jones, Public Defender, and Kathy King, Asst. Public Defender, Minneapolis, for appellant., Warren Spannaus, Atty. Gen., St. Paul, Thomas L. Johnson, County Atty., Vernon E. Bergstrom, Chief, Appellate Division, Thomas A. Weist, Richard Osborne, Asst. County Attys., and Beverly J. Wolfe, Minneapolis, for respondent.\n\n## 인용\n\n- 328 N.W.2d 136\n\n## 판결문 요약\n\n\n328 N.W.2d 136 (1982)\nSTATE of Minnesota, Respondent,\nv.\nMichael John PHELPS, Appellant.\nNo. 81-715.\nSupreme Court of Minnesota.\nDecember 3, 1982.\nRehearing Denied January 17, 1983.\n*137 C. Paul Jones, Public Defender, and Kathy King, Asst. Public Defender, Minneapolis, for appellant.\nWarren Spannaus, Atty. Gen., St. Paul, Thomas L. Johnson, County Atty., Vernon E. Bergstrom, Chief, Appellate Division, Thomas A. Weist, Richard Osborne, Asst. County Attys., and Beverly J. Wolfe, Minneapolis, for respondent.\nHeard, considered, and decided by the court en banc.\nPETERSON, Justice.\nDefendant was indicted by a grand jury for first-degree murder in the shooting death of his wife, Vicky. A district court jury found him guilty of the lesser included offense of second-degree murder, Minn. Stat. § 609.19 (1980), and the trial court sentenced defendant to a prison term of 1 year and 1 day to 40 years. On his appeal from judgment of conviction, defendant contends that he is entitled to a new trial because the trial court (1) erroneously admitted certain statements defendant made to police, (2) erroneously refused to admit other-crime evidence allegedly bearing on whether state's principal witness had committed the murder, (3) erroneously refused to submit certain lesser offenses or give certain instructions, and (4) in effect coerced the jury's verdict by giving an improper charge when the jury announced that it was deadlocked and by refusing to grant a mistrial. We affirm.\nAt 4:20 a.m. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-phelps"
    }
  ],
  "relatedIncidents": [
    16667,
    16675,
    16689,
    16690,
    16691
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}