{
  "id": 16681,
  "title": "1982년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-12-08",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1982-12-08. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: William Washington and Judy Washington v. Sherwin Real Estate, Inc., an Illinois Corporation Michigan Avenue Bank, an Illinois Banking Corporation, U/t 2056 Sherwin Management, Inc., an Illinois Corporation and Unknown Owners\n**판결일**: 1982-12-08\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 694 F.2d 1081\n\n## 판결문 요약\n\n694 F.2d 1081\n    William WASHINGTON and Judy Washington, Plaintiffs-Appellants,v.SHERWIN REAL ESTATE, INC., an Illinois corporation;Michigan Avenue Bank, an Illinois Banking corporation, U/T #2056;  Sherwin Management, Inc., an Illinois corporation;and Unknown Owners, Defendants-Appellees.\n    No. 82-1184.\n    United States Court of Appeals,Seventh Circuit.\n    Argued Sept. 16, 1982.Decided Dec. 8, 1982.\n    \n      F. Willis Caruso, Leadership for Metropolitan Open Communities, Chicago, Ill., for plaintiffs-appellants.\n      Joel J. Sprayregen, Aaron, Schimberg, Hess, Rusnak, Deutsch &amp; Gilbert, Chicago, Ill., for defendants-appellees.\n      Before ESCHBACH and COFFEY, Circuit Judges, and DUMBAULD, Senior District Judge.*\n      COFFEY, Circuit Judge.\n    \n    \n      1\n      This is an appeal from a judgment of the District Court for the Northern District of Illinois, Eastern Division, the Honorable J. Sam Perry presiding.  The district court rendered judgment in favor of the defendants in this housing discrimination action after a bench trial in which the plaintiffs Judy and William Washington proceeded pro se.    We agree that the district court did not abuse its discretion by allowing the plaintiffs' attorney to withdraw and by then directing the plaintiffs to present their case pro se without a continuance.  We further agree that the district court's finding of no actionable discrimination under the facts of this case is not clearly erroneous.  Accordingly, the judgmen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=william-washington-and-judy-washington-v-sherwin-real-estate-inc-an"
    }
  ],
  "relatedIncidents": [
    16657,
    16658,
    16659,
    16660,
    16664
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}