{
  "id": 16688,
  "title": "1982년 Ex Parte Wilkinson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-11-24",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex Parte Wilkinson. 판결일: 1982-11-24. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Ronald Edwin WILKINSON. Ex Parte Grady Stewart WILLIAMS\n**판결일**: 1982-11-24\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Clinton, Dally, Davis, Onion, Teague\n\n## 변호인\n\nCarolyn Clause Garcia and Michael Angus McDougal, Houston, for Wilkinson., Stanley G. Schneider, Houston, for Williams., John B. Holmes, Jr., Dist. Atty., and Ray Elvin Speece, Asst. Dist. Atty., Houston, Robert Huttash, State’s Atty. and Alfred Walker, Asst. State’s Atty., Austin, for the State.\n\n## 인용\n\n- 641 S.W.2d 927\n\n## 판결문 요약\n\n\n641 S.W.2d 927 (1982)\nEx parte Ronald Edwin WILKINSON.\nEx parte Grady Stewart WILLIAMS.\nNo. 68961.\nCourt of Criminal Appeals of Texas, En Banc.\nNovember 24, 1982.\n*928 Carolyn Clause Garcia and Michael Angus McDougal, Houston, for wilkinson.\nStanley G. Schneider, Houston, for Williams.\nJohn B. Holmes, Jr., Dist. Atty., and Ray Elvin Speece, Asst. Dist. Atty., Houston, Robert Huttash, State's Atty. and Alfred Walker, Asst. State's Atty., Austin, for the State.\nBefore the court en banc.\n\nOPINION\nONION, Presiding Judge.\nThis is an original application for writ of habeas corpus. Applicants seek relief from *929 orders of the 179th Judicial District Court holding them in contempt for refusing to answer questions before the grand jury empaneled by said court.\nThe applicants appeared before the grand jury in response to subpoenas on March 11, 1982. The grand jury was engaged in an investigation of the shooting death of William Scott Greene. The applicants refused to answer questions on the basis of their privilege against self-incrimination. The State filed written motions to grant \"use\" immunity to each applicant with regard to any grand jury testimony given by him, and requesting that the immunity be approved by the court and that each applicant be compelled to testify. The motions were granted. Thereafter, before the grand jury, the applicants still refused to answer questions propounded by the assistant district attorney on the basis of the privilege against self-incrimination....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-wilkinson"
    }
  ],
  "relatedIncidents": [
    16657,
    16658,
    16659,
    16660,
    16664
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}