{
  "id": 16682,
  "title": "1982년 Bushey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-12-08",
  "location": "New Hampshire, NH, USA",
  "summary": "미국 New Hampshire, NH 법원 판결 사건. 사건명: Bushey. 판결일: 1982-12-08. 법원: Supreme Court of New Hampshire.",
  "description": "## 사건 정보\n\n**사건명**: The State of New Hampshire v. Warren W. Bushey\n**판결일**: 1982-12-08\n**법원**: Supreme Court of New Hampshire\n**관할**: New Hampshire, NH\n\n**판사**: King\n\n## 변호인\n\nGregory H. Smith, attorney general (Peter W. Mosseau, assistant attorney general, on the brief), by brief for the State., James E. Duggan, appellate defender, of Concord, by brief for the defendant.\n\n## 인용\n\n- 122 N.H. 995\n\n## 판결문 요약\n\n\n122 N.H. 995 (1982)\nTHE STATE OF NEW HAMPSHIRE\nv.\nWARREN W. BUSHEY\nNo. 82-098.\nSupreme Court of New Hampshire.\nDecember 8, 1982.\n*996 Gregory H. Smith, attorney general (Peter W. Mosseau, assistant attorney general, on the brief), by brief for the State.\nJames E. Duggan, appellate defender, of Concord, by brief for the defendant.\nKING, C.J.\nThe sole issue presented by this appeal is whether the State proved beyond a reasonable doubt that the defendant, Warren W. Bushey, knowingly and intelligently waived his Miranda rights before making a statement to the police. Holding that the State failed to meet its burden, we reverse his conviction and remand for a new trial.\nThe defendant was arrested on the evening of June 21, 1981, and charged with the aggravated-felonious-sexual assault of a thirteen-year-old girl. On the way to the Pittsfield Police Station, a police officer read him the Miranda warnings. After arriving at the station, he was again advised of his Miranda rights by Deputy Police Chief Greenwood. Greenwood testified that it took forty-five minutes to explain these rights, line by line, to the defendant. When the defendant indicated that he was willing to talk to the police, Greenwood called Lieutenant Shackford of the Merrimack County Sheriff's Department to take the defendant's statement. Lieutenant Shackford again advised the defendant of his Miranda rights. When the defendant asked questions about some of the words used in the warnings, Shackford explained each r...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-bushey"
    }
  ],
  "relatedIncidents": [
    16763,
    16768,
    16851,
    16372,
    16441
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}