{
  "id": 16685,
  "title": "1982년 O'NEAL 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-12-03",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: O'NEAL. 판결일: 1982-12-03. 법원: Supreme Court of Virginia.",
  "description": "## 사건 정보\n\n**사건명**: Sea-Land Service, Inc. v. Nancy O’Neal\n**판결일**: 1982-12-03\n**법원**: Supreme Court of Virginia\n**관할**: Virginia, VA\n\n**판사**: Carrico\n\n## 변호인\n\nJohn M. Ryan (Vandeventer, Black, Meredith & Martin, on briefs), for appellant., William A. Young (John F. Fixey; Alexander N. Simon; Rixey and Heilig; Wallerstein, Goode & Dobbins, on briefs), for appellee.\n\n## 인용\n\n- 297 S.E.2d 647\n- 224 Va. 343\n\n## 판결문 요약\n\n\n297 S.E.2d 647 (1982)\nSEA-LAND SERVICE, INC.\nv.\nNancy O'NEAL.\nRecord No. 800856.\nSupreme Court of Virginia.\nDecember 3, 1982.\n*648 John M. Ryan, Norfolk (Vandeventer, Black, Meredith &amp; Martin, Norfolk, on briefs), for appellant.\nWilliam A. Young, Richmond (John F. Rixey, Norfolk, Alexander N. Simon, Richmond, Rixey &amp; Heilig, Norfolk, Wallerstein, Goode &amp; Dobbins, Richmond, on briefs), for appellee.\nBefore CARRICO, C.J., and COCHRAN, POFF, COMPTON, THOMPSON, STEPHENSON and RUSSELL, JJ.\nCARRICO, Chief Justice.\nIn the court below, Nancy O'Neal (O'Neal) filed a motion for judgment seeking compensatory and punitive damages against Sea-Land Service, Inc. (Sea-Land), for its alleged breach of an employment contract and its alleged fraud in inducing O'Neal to resign from one position in return for a promise, never fulfilled, of employment in another. A jury awarded O'Neal $125,000 in compensatory damages but denied her any punitive award. Sea-Land has appealed.\nThe record shows that O'Neal was first employed by Sea-Land in 1970 as a teletype operator/messenger in its Portsmouth terminal. Through a series of promotions, she advanced to management level. At the time of the incidents in question, she occupied the position of sales representative in one of the company's divisions, earning in excess of $19,000 annually, with extensive fringe benefits. Her most recent performance appraisal was \"excellent,\" and she intended to remain in Sea-Land's employ until retirement.[1]\nIn...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sea-land-service-inc-v-oneal"
    }
  ],
  "relatedIncidents": [
    16659,
    16713,
    16717,
    16746,
    16759
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}