{
  "id": 16699,
  "title": "1982년 Kuhn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-11-08",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: Kuhn. 판결일: 1982-11-08. 법원: District Court, D. Nevada.",
  "description": "## 사건 정보\n\n**사건명**: Charles R. KUHN, Steven R. Lewis, on Behalf of Themselves and as Representatives of a Class, Plaintiffs, v. John VERGIELS, Dr. Patricia Geuder, and Dr. Page, Defendants\n**판결일**: 1982-11-08\n**법원**: District Court, D. Nevada\n**관할**: Nevada, NV\n\n**판사**: Edward C. Reed, Jr.\n\n## 변호인\n\nPetty & Petty, Reno, Nev., for plaintiffs., Richard H. Bryan, Atty. Gen., Carson City, Nev., for defendants.\n\n## 인용\n\n- 558 F. Supp. 24\n\n## 판결문 요약\n\n\n558 F.Supp. 24 (1982)\nCharles R. KUHN, Steven R. Lewis, on behalf of themselves and as representatives of a class, Plaintiffs,\nv.\nJohn VERGIELS, Dr. Patricia Geuder, and Dr. Page, Defendants.\nNo. CIV-R-82-175-ECR.\nUnited States District Court, D. Nevada.\nNovember 8, 1982.\n*25 Petty &amp; Petty, Reno, Nev., for plaintiffs.\nRichard H. Bryan, Atty. Gen., Carson City, Nev., for defendants.\n\nORDER\nEDWARD C. REED, Jr., District Judge.\nPlaintiffs Charles R. Kuhn and Steven R. Lewis have moved for a preliminary injunction pursuant to Rule 65 of the Fed.R.Civ.P. to enjoin the defendants from enforcement of the five-year durational residence requirement of NRS 397.060. The motion is predicated upon the Equal Protection Clause, Due Process Clause and the Privileges and Immunities Clause of the Fourteenth Amendment to the United States Constitution.\nThe Western Interstate Commission on Higher Education (WICHE) was created by compact between several western states in order to establish a grant program to assist qualified residents of the participating states in obtaining out-of-state professional training not available in their home states. In Nevada WICHE is funded by legislative appropriation. NRS 397.050. A total of twelve states participate in WICHE, all but one of which imposes durational residency requirements of one or more years in order to qualify for benefits in the WICHE scholarship program.\n*26 In 1981 the Nevada legislature increased the residency requirement for individuals...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kuhn-v-vergiels"
    }
  ],
  "relatedIncidents": [
    16657,
    16659,
    16666,
    16709,
    16712
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}