{
  "id": 16691,
  "title": "1982년 McGee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-11-22",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: McGee. 판결일: 1982-11-22. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. RICKY McGEE, Defendant-Appellant\n**판결일**: 1982-11-22\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Hopf\n\n## 변호인\n\nG. Joseph Weller and John R. Wimmer, both of State Appellate Defender’s Office, of Elgin, for appellant., Daniel D. Doyle, State’s Attorney, of Rockford (Phyllis J. Perko and William L. Browers, both of State’s Attorneys Appellate Service Commission, of counsel), for the People.\n\n## 인용\n\n- 443 N.E.2d 1057\n- 110 Ill. App. 3d 766\n\n## 판결문 요약\n\n\n110 Ill. App. 3d 766 (1982)\n443 N.E.2d 1057\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nRICKY McGEE, Defendant-Appellant.\nNo. 81-116.\nIllinois Appellate Court  Second District.\nOpinion filed November 22, 1982.\nRehearing denied January 4, 1983.\nG. Joseph Weller and John R. Wimmer, both of State Appellate Defender's Office, of Elgin, for appellant.\nDaniel D. Doyle, State's Attorney, of Rockford (Phyllis J. Perko and William L. Browers, both of State's Attorneys Appellate Service Commission, of counsel), for the People.\nJudgment affirmed.\nJUSTICE HOPF delivered the opinion of the court:\nDefendant Ricky McGee was convicted, after trial by jury in Winnebago County, of murder (Ill. Rev. Stat. 1979, ch. 38, par. 9-1(a)(1)). The information filed alleged that defendant had, with the intent to kill or do bodily harm, killed Thomas L. Barnes without lawful justification by shooting him with a gun. After the jury's verdict was returned defendant was sentenced to 35 years with the Department of Corrections.\nDefendant raises three issues on appeal. His first contention is *767 that he should have been allowed to give the jury a self-defense instruction. He contends there was sufficient evidence of self-defense adduced at trial to warrant such an instruction. His second contention also challenges the jury instructions, alleging it is error to not give an instruction which would have required the State to prove that defendant was not acting under sudden and intense passion...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-mcgee"
    }
  ],
  "relatedIncidents": [
    16667,
    16675,
    16686,
    16689,
    16690
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}