{
  "id": 16692,
  "title": "1982년 Jackson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-11-22",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Jackson v. State. 판결일: 1982-11-22. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: JACKSON v. State\n**판결일**: 1982-11-22\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Deen\n\n## 변호인\n\nSusan L. Frank, J. Russell Mayer, for appellant., Lewis R. Slaton, District Attorney, Joseph J. Drolet, Margaret V. Lines, Tom Hayes, Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 164 Ga. App. 487\n\n## 판결문 요약\n\n\nDeen, Presiding Judge.\nAlbert Jackson brings this appeal from his conviction of armed robbery following the denial of his motion for a new trial.\n1. Appellant contends that the trial court erred in refusing to charge his sole defense of simple battery. At trial, the appellant’s sole defense was that he had no idea that an armed robbery was in progress when he viewed a scuffle involving his friend and the victim and that when he went to the aid of his friend, he hit the victim. The court charged on intent, mistake of fact and mere presence. Jackson was not charged with simple battery and it is not a lesser offense of armed robbery. “To authorize a charge on a lesser included offense ‘it is essential that the allegations describing the greater offense contain all essential averments relating to the lesser offense or that the greater offense necessarily include all the essential ingredients of the lesser.’ Gearin v. State, 127 Ga. App. 811 (1) (195 SE2d 211).” Kinney v. State, 155 Ga. App. 95, 96 (270 SE2d 209) (1980). Under Code § 26-1304, simple battery involves making intentional physical contact or causing physical harm to another. Armed robbery as defined in Code Ann. § 26-1902 does not include physical contact or harm to another. Moreover, robbery by intimidation is set forth as the lesser included offense of armed robbery.\n2. The trial court did not err in failing to charge the jury as to attempt to commit armed robbery as no request for such a charge appears in the reco...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jackson-v-state"
    }
  ],
  "relatedIncidents": [
    16658,
    16660,
    16664,
    16665,
    16698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}