{
  "id": 16698,
  "title": "1982년 Steele 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-11-09",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Steele. 판결일: 1982-11-09. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The State of Ohio, Appellee, v. Steele, Appellant\n**판결일**: 1982-11-09\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Norris, StRausbaugh, Whiteside\n\n## 변호인\n\nMr. Michael Miller,  prosecuting attorney, and  Ms. Karen L.  Martin,  for appellee.\n\n Mr. Roger Warner,  for appellant.\n\n## 인용\n\n- 456 N.E.2d 513\n- 8 Ohio App. 3d 137\n\n## 판결문 요약\n\nDefendant-appellant Eric J. Steele appeals from his conviction of aggravated robbery in the Franklin County Court of Common Pleas following his entering of a no-contest plea and raises two assignments of error, as follows:\n\"1.  The trial court erred in overruling the appellant's motion to dismiss since he was not brought to trial within the time limits set forth in Ohio Rev. Code 2945.71, et seq.\n\"2.  The appellant was denied the effective assistance of counsel in violation of his Sixth and Fourteenth Amendment rights under the Constitution of the United States.\"\nDefendant, then seventeen years old, was arrested on November 18, 1981, for aggravated robbery, which occurred four days earlier. The state filed a motion in the Juvenile Branch of the Domestic Relations Division of the Franklin County Court of Common Pleas seeking to have defendant tried as an adult. Hearings were conducted in the juvenile court on December 8, 1981, and January 19, 1982, and, at the latter hearing, the juvenile court announced an oral decision finding that defendant should be tried as an adult since he was not amenable to care or rehabilitation in any facility designed for the care and rehabilitation of delinquent children and that the safety of the community may require him to be kept under restraint beyond his majority.\nThis oral decision was reduced to a written decision signed by the juvenile judge and filed in the juvenile division of the court of common pleas on January 27, 1982. On January 29...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-steele"
    }
  ],
  "relatedIncidents": [
    16658,
    16660,
    16664,
    16665,
    16692
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}