{
  "id": 16690,
  "title": "1982년 Turner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-11-22",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Turner. 판결일: 1982-11-22. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Howard A. Turner v. State of Maryland\n**판결일**: 1982-11-22\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Murphy, C.J., and Smith, Eldridge, Cole, Davidson and Rodowsky\n\n## 변호인\n\nMartha Weisheit, Assistant Public Defender, with whom was Alan H. Murrell, Public Defender, on the brief, for appellant., Alexander L. Cummings, Assistant Attorney General, with whom was Stephen H. Sachs, Attorney General, on the brief, for appellee.\n\n## 인용\n\n- 452 A.2d 416\n- 294 Md. 640\n\n## 판결문 요약\n\n\n294 Md. 640 (1982)\n452 A.2d 416\nHOWARD A. TURNER\nv.\nSTATE OF MARYLAND\n[No. 156, September Term, 1981.]\nCourt of Appeals of Maryland.\nDecided November 22, 1982.\nThe cause was argued before MURPHY, C.J., and SMITH, ELDRIDGE, COLE, DAVIDSON and RODOWSKY, JJ.\n*641 Martha Weisheit, Assistant Public Defender, with whom was Alan H. Murrell, Public Defender, on the brief, for appellant.\nAlexander L. Cummings, Assistant Attorney General, with whom was Stephen H. Sachs, Attorney General, on the brief, for appellee.\nCOLE, J., delivered the opinion of the Court. MURPHY, C.J., and SMITH, J., dissent. SMITH, J., filed a dissenting opinion at page 647 infra, in which MURPHY, C.J., concurs.\nWe shall decide in this case whether the testimony of a third party relating an excited utterance made by an accomplice to the third party provides the necessary corroboration of the accomplice's testimony. We distill the facts giving rise to this issue as follows.\nAt the murder trial of Howard Turner, in the Criminal Court of Baltimore, John Morris, an admitted accomplice, testified that while he, Turner, and Mark Willis were committing a robbery, Turner shot Morris in the shoulder and, immediately thereafter, fatally wounded the robbery victim. Morris testified that after being shot he went to the nearby apartment of Thelma Williams and Dennis Atkinson and told them that \"Howard\" had shot him during a robbery. In corroboration of Morris' in-court testimony and over objection of defense counsel, William...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=turner-v-state"
    }
  ],
  "relatedIncidents": [
    16667,
    16675,
    16686,
    16689,
    16691
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}