{
  "id": 16707,
  "title": "1982년 Whorton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-10-12",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Whorton. 판결일: 1982-10-12. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Whorton v. State\n**판결일**: 1982-10-12\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Bowen\n\n## 인용\n\n- 422 So. 2d 812\n\n## 판결문 요약\n\n\n422 So.2d 812 (1982)\nHenry Otis WHORTON\nv.\nSTATE.\n8 Div. 730.\nCourt of Criminal Appeals of Alabama.\nOctober 12, 1982.\nRehearing Denied November 23, 1982.\n*813 Marc Sandlin of McDaniel &amp; McDaniel, Huntsville, for appellant.\nCharles A. Graddick, Atty. Gen., and Leura J. Garrett, Asst. Atty. Gen., for appellee.\nBOWEN, Judge.\nDuring October 1981, the defendant was charged in a three-count indictment with burglary, theft, and receiving stolen property. On February 4, 1982, he entered a guilty plea to the indictment and the trial court set sentencing for April 9, 1982.\nOn April 9, the defendant moved to withdraw his plea. The court granted the motion and set the case for trial on June 14, 1982. Then on May 18, 1982, defendant's appointed counsel withdrew and substitute counsel was named to represent him. The second attorney also withdrew and, on May 26, 1982, the defendant retained other counsel who now represents him on appeal.\nOn May 31, defendant's lawyer filed motions for a continuance and for a psychiatric exam. The record does not indicate that the circuit court ruled on either motion. Then on June 14, 1982, the date set for trial, defendant pleaded guilty to an amended indictment charging burglary in the third degree. After being sentenced to fifteen years' imprisonment, the defendant filed notice of appeal, claiming that his motions for continuance and for a psychiatric exam were erroneously denied and that there was no factual basis for the guilty plea.\n\nI\nThe proprie...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=whorton-v-state"
    }
  ],
  "relatedIncidents": [
    16658,
    16660,
    16664,
    16665,
    16692
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}