{
  "id": 16700,
  "title": "1982년 State v. Williams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-11-05",
  "location": "Alaska, AK, USA",
  "summary": "미국 Alaska, AK 법원 판결 사건. 사건명: State v. Williams. 판결일: 1982-11-05. 법원: Court of Appeals of Alaska.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Alaska, Appellant, v. Travis Dean WILLIAMS, Appellee\n**판결일**: 1982-11-05\n**법원**: Court of Appeals of Alaska\n**관할**: Alaska, AK\n\n**판사**: Bryner, C.J., and Coats and Singleton\n\n## 변호인\n\nCharles M. Merriner, Asst. Atty. Gen., Anchorage, and Wilson L. Condon, Atty. Gen., Juneau, for appellant., William H. Fuld and David J. Schmid, Kay, Christie, Fuld, Saville & Coffey, Anchorage, for appellee.\n\n## 인용\n\n- 653 P.2d 1067\n\n## 판결문 요약\n\n\n653 P.2d 1067 (1982)\nSTATE of Alaska, Appellant,\nv.\nTravis Dean WILLIAMS, Appellee.\nNo. 6025.\nCourt of Appeals of Alaska.\nNovember 5, 1982.\nCharles M. Merriner, Asst. Atty. Gen., Anchorage, and Wilson L. Condon, Atty. Gen., Juneau, for appellant.\nWilliam H. Fuld and David J. Schmid, Kay, Christie, Fuld, Saville &amp; Coffey, Anchorage, for appellee.\nBefore BRYNER, C.J., and COATS and SINGLETON, JJ.\n\n\n*1068 OPINION\nCOATS, Judge.\nFollowing Travis Dean Williams' acquittal of a charge of murder in the first degree, the state charged him with two counts of hindering prosecution in the first degree, AS 11.56.770,[1] and with one count of tampering with evidence, AS 11.56.610.[2] Superior Court Judge Ralph E. Moody dismissed the indictment on double jeopardy grounds. The state now appeals, arguing only that it was improper to have dismissed the charge of tampering with evidence.\nOn the evening of March 10, 1980, the body of Thomas Andrus was found in his burning pickup truck on a road near Peters Creek. Travis Dean Williams was indicted for the murder of Andrus. The state's case before the grand jury consisted of proof that Williams and Andrus were together the night of the homicide. Both were highly intoxicated. One important witness against Williams was Joyce Andrus, Thomas Andrus' wife. She testified that she had last seen her husband alive shortly before the homicide. She had left him at their home, a trailer, with Williams. The investigation of the Andrus homicide established ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-williams"
    }
  ],
  "relatedIncidents": [
    16667,
    16675,
    16686,
    16689,
    16690
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}