{
  "id": 16703,
  "title": "1982년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-11-01",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1982-11-01. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Robert Horton, as Next Friend of Robby Horton, Heather Horton and Sandra Sanchez, on Their Own Behalf and on Behalf of All Others Similarly Situated v. Goose Creek Independent School District\n**판결일**: 1982-11-01\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 690 F.2d 470\n\n## 판결문 요약\n\n690 F.2d 470\n    6 Ed. Law Rep. 950\n    Robert HORTON, as next friend of Robby Horton, HeatherHorton and Sandra Sanchez, on their own behalf andon behalf of all others similarlysituated, Plaintiffs-Appellants,v.GOOSE CREEK INDEPENDENT SCHOOL DISTRICT, Defendant-Appellee.\n    No. 81-2215.\n    United States Court of Appeals,Fifth Circuit.\n    Nov. 1, 1982.\n    \n      Arthur Val Perkins, Stefan Presser, Houston, Tex., for plaintiffs-appellants.\n      Richard A. Peebles, Baytown, Tex., for defendant-appellee.\n      Appeal from the United States District Court for the Southern District of Texas.\n      ON PETITION FOR REHEARING\n      Before WISDOM, RANDALL and TATE, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      The defendant's petition for panel rehearing is granted, the opinion originally published (677 F.2d 471) in this case is withdrawn, and the following opinion is substituted therefor.\n    \n    \n      2\n      This case presents a question of first impression in this circuit: as a matter of constitutional law, can a school district, acting in good faith in an effort to deal with a serious drug and alcohol problem, subject students, their lockers, and their automobiles to the exploratory sniffing of dogs trained to detect certain contraband?  We must consider the special circumstances peculiar to the public school environment, the duty of school officials to protect the minors in their care, the growing problem of drug and alcohol abuse in the schools, the students' ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robert-horton-as-next-friend-of-robby-horton-heather-horton-and-sandra"
    }
  ],
  "relatedIncidents": [
    16732,
    16794,
    16867,
    16335,
    16384
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}