{
  "id": 16704,
  "title": "1982년 Hampton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-10-29",
  "location": "Alaska, AK, USA",
  "summary": "미국 Alaska, AK 법원 판결 사건. 사건명: Hampton. 판결일: 1982-10-29. 법원: Court of Appeals of Alaska.",
  "description": "## 사건 정보\n\n**사건명**: Herman L. HAMPTON, Appellant, v. William H. HUSTON, Superintendent, State Correctional Center, and Wilson L. Condon, Attorney General, State of Alaska, Appellees\n**판결일**: 1982-10-29\n**법원**: Court of Appeals of Alaska\n**관할**: Alaska, AK\n\n**판사**: Bryner, C.J., and Coats and Singleton\n\n## 변호인\n\nHerman L. Hampton, pro se, Juneau, for appellant., W.H. Hawley, Asst. Atty. Gen., Anchorage, and Wilson L. Condon, Atty. Gen., Juneau, for appellees.\n\n## 인용\n\n- 653 P.2d 1058\n\n## 판결문 요약\n\n\n653 P.2d 1058 (1982)\nHerman L. HAMPTON, Appellant,\nv.\nWilliam H. HUSTON, Superintendent, State Correctional Center, and Wilson L. Condon, Attorney General, State of Alaska, Appellees.\nNo. 6575.\nCourt of Appeals of Alaska.\nOctober 29, 1982.\n*1059 Herman L. Hampton, pro se, Juneau, for appellant.\nW.H. Hawley, Asst. Atty. Gen., Anchorage, and Wilson L. Condon, Atty. Gen., Juneau, for appellees.\nBefore BRYNER, C.J., and COATS and SINGLETON, JJ.\n\nOPINION\nSINGLETON, Judge.\nHerman Hampton was convicted of first degree murder and sentenced to life imprisonment. His conviction and sentence were affirmed on appeal. Hampton v. State, 569 P.2d 138 (Alaska 1977). Hampton then moved for post-conviction relief. Alaska R.Crim.P. 35(c). The motion was summarily denied and Hampton appeals. Hampton raises two issues: (1) whether his trial counsel was incompetent, depriving him of the effective assistance of counsel in violation of the state and federal constitutions, and (2) whether the prosecutor improperly commented on Hampton's constitutional right to remain silent during final argument. We have reviewed the record and have concluded that the case is not ripe for disposition at this time. Specifically, we hold that the trial court erred in ruling on Hampton's motion without a knowing, intelligent and voluntary waiver of counsel by Hampton and by ruling without determining that Hampton was competent to represent himself. The trial court also erred by summarily disposing of the case without g...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hampton-v-huston"
    }
  ],
  "relatedIncidents": [
    16667,
    16675,
    16686,
    16689,
    16690
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}