{
  "id": 16705,
  "title": "1982년 McMillan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-10-26",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: McMillan. 판결일: 1982-10-26. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Herbert McMillan v. Donald P. Williams\n**판결일**: 1982-10-26\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Evans\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Richard I. Ginsberg for plaintiff. Steven J. Mandel for defendant.\n\n## 인용\n\n- 116 Misc. 2d 171\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nMartin Evans, J.\nThis plaintiff’s motion pursuant to CPLR 3213 raises a question of first impression: can a guilty plea alone be a sufficient predicate for summarily awarding damages via a motion for summary judgment in lieu of complaint?\nThe case at bar arises from a street altercation on July 24, 1981 between the plaintiff and defendant. The defendant was arrested and charged with assault in the third degree. (Penal Law, § 120.00.) On August 13,1981, in Part AP 17 of the Criminal Court (Mogel, J.), the defendant pleaded guilty to the charge. Following entry of the guilty plea, in a full allocution, the defendant admitted that he assaulted the plaintiff by striking him with a weighted object, causing injury to his head. The defendant clearly evinced his understanding of the nature of the charge, the consequences of his plea and his waiver of rights to be tried *172before a jury, offer proof or remain silent and confront witnesses. He declared that he understood that “a plea of guilty is the same as a conviction after trial”. He admitted that he was pleading guilty because he was “in fact guilty”. He was represented by counsel with whom he had consulted prior to entry of the plea. He represented that he had been neither threatened nor offered anything to induce him to plead guilty, other than a representation that he would be sentenced to a conditional discharge. The agreed upon sentence was thereupon imposed and entered. Defendant chose not to appeal hi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcmillan-v-williams"
    }
  ],
  "relatedIncidents": [
    16743,
    16747,
    16761,
    16815,
    16331
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}