{
  "id": 16708,
  "title": "1982년 Evans 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-10-12",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Evans. 판결일: 1982-10-12. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Respondent, v. Eddie Lee EVANS, Appellant\n**판결일**: 1982-10-12\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Donnelly, Finch, Gunn, Higgins, Rendlen, Seiler, Welliver\n\n## 변호인\n\nT. Patrick Deaton, Jr., Asst. Public Defender, Clayton, for appellant., John Ashcroft, Atty. Gen., Kelly Klopfen-stein, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 639 S.W.2d 792\n\n## 판결문 요약\n\n\n639 S.W.2d 792 (1982)\nSTATE of Missouri, Respondent,\nv.\nEddie Lee EVANS, Appellant.\nNo. 62748.\nSupreme Court of Missouri, En Banc.\nJune 14, 1982.\nAs Corrected October 12, 1982.\nT. Patrick Deaton, Jr., Asst. Public Defender, Clayton, for appellant.\nJohn Ashcroft, Atty. Gen., Kelly Klopfenstein, Asst. Atty. Gen., Jefferson City, for respondent.\nWELLIVER, Presiding Judge.\nAppellant Evans was convicted of first degree murder, § 565.003, RSMo 1978, and sentenced to life imprisonment, § 565.008(2), RSMo 1978. This Court has exclusive appellate jurisdiction in this case. Mo. Const. art. V, § 3. Appellant challenges the order in which the trial court conducted certain pretrial proceedings, the prosecutor's impeachment of a state's witness, and the action of the trial court in permitting the jury to hear during its deliberation a tape recording of appellant's confession. We hold that no prejudice resulted from any of the trial court's allegedly erroneous actions. We affirm.\nBecause the sufficiency of the evidence is not challenged, an abbreviated recitation of the facts developed at trial will suffice. Paula Christine Gregory testified that she awoke at approximately 2 a.m. August 23, 1979, to her daughter's cries that a burglar was in the house. After attempting to calm her daughter, Ms. Gregory walked down the hallway of the house to investigate, and she saw appellant standing in the living room. She ran back down the hallway *793 screaming to Joe St. Pierre, with whom she lived, t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-evans"
    }
  ],
  "relatedIncidents": [
    16667,
    16675,
    16686,
    16689,
    16690
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}