{
  "id": 16702,
  "title": "1982년 Castleman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-11-02",
  "location": "Vermont, VT, USA",
  "summary": "미국 Vermont, VT 법원 판결 사건. 사건명: Castleman. 판결일: 1982-11-02. 법원: Supreme Court of Vermont.",
  "description": "## 사건 정보\n\n**사건명**: State of Vermont v. Steavan Castleman\n**판결일**: 1982-11-02\n**법원**: Supreme Court of Vermont\n**관할**: Vermont, VT\n\n**판사**: Barney, Billings, Daley, Hill, Peck, Ret\n\n## 변호인\n\nMark J. Keller, Chittenden County State’s Attorney, and Deborah O. Frankel, Deputy State’s Attorney, Burlington, for Plaintiff-Appellee., John R. Churchill, Colchester, and Joseph D. Fallon, Hines-burg, for Defendant-Appellant.\n\n## 인용\n\n- 142 Vt. 195\n- 453 A.2d 406\n\n## 판결문 요약\n\n\nPer Curiam.\nThis is an appeal from the sentence imposed after a conviction for assault and robbery with a deadly weapon. The sole issue raised here by the defendant is whether it was error for the sentencing judge to use a presentence investigation report in which another judge, as well as the prosecution and defense counsel, had blacked out certain objection*196able material relating to alleged prior criminal activity. We affirm.\nIt is error requiring resentencing for a judge to use a presentence investigation report which contains hearsay information about criminal activities for which a defendant had never been charged, tried or convicted. State v. Williams, 137 Vt. 360, 364-65, 406 A.2d 375, 377 (1979). However, in this case the judge did not receive such information; he received a report in which certain matters, the precise nature of which was unknown to him, had been visibly expunged by a screening judge and the attorneys.\nThe defendant argues that the fact the sentencing judge was aware of and commented on the amount of material that had been covered should bring this procedure within the prohibition of Williams. He contends that because the judge saw the black markings indicating that assertions of criminal conduct existed, regardless of their content, the sentence he gave the defendant may have been more severe than it would have been if the judge had used a clean copy of the presentence investigation report. The defendant concludes that the judge was affected by t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-castleman"
    }
  ],
  "relatedIncidents": [
    16658,
    16660,
    16664,
    16665,
    16692
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}