{
  "id": 16701,
  "title": "1982년 Franklin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-11-02",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Franklin. 판결일: 1982-11-02. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Mattie FRANKLIN v. CHARITY HOSPITAL OF LOUISIANA and Travelers Insurance Co.\n**판결일**: 1982-11-02\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Byrnes, Klees, Ward\n\n## 변호인\n\nClyde A. Ramirez, New Orleans, for plaintiff-appellant., Robert J. Caluda, New Orleans, for defendants-appellees.\n\n## 인용\n\n- 422 So. 2d 243\n\n## 판결문 요약\n\n\nBYRNES, Judge.\nIn this appeal Mattie Franklin, plaintiff/appellant, seeks reversal of a ruling in the trial court granting an exception of no cause of action as to defendant/appellee Charity Hospital, and of a judgment dismissing her claim against Travelers Ins. Co., insurer of Charity Hospital. We affirm.\nOn August 19, 1978 Mattie Franklin, an employee of Charity Hospital, was involved in an automobile accident on Interstate 10 in New Orleans. Ms. Franklin sued the Dept, of Health and Human Resources the state agency which runs Charity Hospital, and Travelers Insurance Co., the liability insurer of Charity Hospital, alleging a tor-tious failure to provide uninsured motorist coverage on the State vehicle which she was driving. Alternatively she alleged that rejection of uninsured motorist coverage by the State breached some undefined contractual duty owed her by Charity Hospital. We find both contentions to be without merit.\nIt is uncontested that Ms. Franklin was in the course and scope of her employment for Charity Hospital when she was injured. This is admitted in paragraph 15 of her original petition and in the brief filed on her behalf in this court. Under Louisiana law an employee’s exclusive remedy against his employer for an injury received while acting within the course and scope of his employment is the right to compensation. La.R.S. 23:1032. This rule applies to State employees as well as to private employees. La.R.S. 23:1034. Wright v. Moore, 380 So.2d 172 (La.Ap...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=franklin-v-charity-hospital-of-louisiana"
    }
  ],
  "relatedIncidents": [
    16657,
    16658,
    16659,
    16660,
    16664
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}