{
  "id": 16709,
  "title": "1982년 Perron 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-10-12",
  "location": "New Hampshire, NH, USA",
  "summary": "미국 New Hampshire, NH 법원 판결 사건. 사건명: Perron. 판결일: 1982-10-12. 법원: Supreme Court of New Hampshire.",
  "description": "## 사건 정보\n\n**사건명**: Mildred M. Perron v. George Perron\n**판결일**: 1982-10-12\n**법원**: Supreme Court of New Hampshire\n**관할**: New Hampshire, NH\n\n**판사**: Per Curiam\n\n## 변호인\n\nBoynton, Waldron, Doleac, Woodman & Scott P.A., of Portsmouth (Patti Blanchette on the brief and orally), for the plaintiff., Fisher, Parsons & Moran, of Dover (Stephen A. White on the brief and orally), for the defendant.\n\n## 인용\n\n- 122 N.H. 855\n\n## 판결문 요약\n\n\n122 N.H. 855 (1982)\nMILDRED M. PERRON\nv.\nGEORGE PERRON.\nNo. 81-156.\nSupreme Court of New Hampshire.\nOctober 12, 1982.\nBoynton, Waldron, Doleac, Woodman &amp; Scott P.A., of Portsmouth (Patti Blanchette on the brief and orally), for the plaintiff.\nFisher, Parsons &amp; Moran, of Dover (Stephen A. White on the brief and orally), for the defendant.\nPER CURIAM.\nThe sole issue on appeal in this marital case is whether the trial court abused its discretion in either its award of alimony to the defendant's wife or its apportionment of the parties' property. See RSA 458:19. After trial, the Superior Court (Goode, J.) approved the Marital Master's (Earl J. Dearborn, Esq.) recommendations awarding the parties' real estate and alimony to Mildred Perron. The defendant, George Perron, challenges these awards on appeal. For the reasons that follow, we hold that the trial *856 court committed no error in making an equitable division of property between the parties, but that it erred in awarding alimony to the plaintiff.\nThe parties were married for approximately fourteen years. Both worked full time throughout their marriage. No children were born of the marriage, but the plaintiff had two children by a prior marriage. The parties' major asset at the time of their divorce proceedings was a duplex house purchased for $13,500 in 1968, but estimated as having a value of between $30,000 and $50,000 by the parties in 1981. There is an outstanding mortgage on the property in the amount of $6,000...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=perron-v-perron"
    }
  ],
  "relatedIncidents": [
    16657,
    16659,
    16666,
    16699,
    16712
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}