{
  "id": 16713,
  "title": "1982년 Dorfman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-10-01",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Dorfman. 판결일: 1982-10-01. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Allen M. DORFMAN, Chicago Tribune Company, Intervenors-Appellees UNITED STATES of America v. Allen M. DORFMAN, Appeal of William E. WEBBE\n**판결일**: 1982-10-01\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Coffey, Cummings, Posner\n\n## 변호인\n\nMichael J. Rovell, Jenner & Block, Harvey M. Silets, Silets & Martin, Ltd., Theodore Sinars, Harris, Burman, Sinars & Jig-anti, Edward L. Foote, Winston & Strawn, Chicago, III., for defendants-appellants., Gary Shapiro, Sp. Atty., U. S. Dept, of Justice, Chicago, 111., for plaintiff-appellee., A. Daniel Feldman, Isham, Lincoln & Beale, Lawrence Gunnels, Reuben & Proctor, Chicago, 111., for intervenors-appellees.\n\n## 인용\n\n- 690 F.2d 1230\n\n## 판결문 요약\n\n\nPOSNER, Circuit Judge.\nThe appellants in No. 82-2489 are five persons charged with various federal crimes arising out of an alleged scheme to defraud a union’s pension fund. Their trial is to begin in a few days. As part of the investigation that led to their indictment the government engaged in wide-ranging wiretapping for more than a year. Hundreds of persons’ telephone conversations were intercepted, yielding more than 2000 reels of taped conversations. The defendants moved under 18 U.S.C. § 2518(10)(a), a part of Title III of the Federal Omnibus Crime Control and Safe Streets Act of 1968, as amended, 18 U.S.C. §§ 2510-2520, to suppress at trial the fruits of the wiretapping of their conversations, on the ground that the wiretapping was unlawful under Title III. At the evidentiary hearing on the motion, the government submitted some 200 exhibits containing wiretap materials. The district judge ordered the exhibits to be sealed. At the conclusion of the hearing he ruled that most of the wiretap evidence that the government contended was relevant to the criminal prosecution had been obtained lawfully.\nThis ruling precipitated a motion by newspaper publishers and broadcasters to unseal the sealed exhibits, so that they could be inspected and copied. The news media are interested in the exhibits because the defendants include senior officers of labor unions and alleged captains of “organized crime,” the crimes charged include bribery of a United States Senator, and as a resul...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-dorfman"
    }
  ],
  "relatedIncidents": [
    16659,
    16685,
    16717,
    16746,
    16759
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}