{
  "id": 16717,
  "title": "1982년 United States v. Vera Valavanis and Seymour Gordon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-09-28",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Vera Valavanis and Seymour Gordon. 판결일: 1982-09-28. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Vera VALAVANIS and Seymour Gordon, Defendants-Appellants\n**판결일**: 1982-09-28\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Keith, Merritt, Timbers\n\n## 변호인\n\nCharles B. Lazzaro, Lazzaro, Giusto & Lazzaro, Cleveland, Ohio, for defendants-appellants., Kenneth S. MeHargh, Asst. U. S. Atty., Cleveland, Ohio, for plaintiff-appellee.\n\n## 인용\n\n- 689 F.2d 626\n\n## 판결문 요약\n\n689 F.2d 626\n    UNITED STATES of America, Plaintiff-Appellee,v.Vera VALAVANIS and Seymour Gordon, Defendants-Appellants.\n    No. 81-3190.\n    United States Court of Appeals,Sixth Circuit.\n    Argued May 6, 1982.Decided Sept. 28, 1982.\n    \n      Charles B. Lazzaro, Lazzaro, Giusto &amp; Lazzaro, Cleveland, Ohio, for defendants-appellants.\n      Kenneth S. McHargh, Asst. U. S. Atty., Cleveland, Ohio, for plaintiff-appellee.\n      Before KEITH and MERRITT, Circuit Judges, and TIMBERS, Senior Circuit Judge.*\n      MERRITT, Circuit Judge.\n    \n    \n      1\n      Defendants appeal their convictions of four counts of mail fraud, 18 U.S.C. &#167; 1341, on the grounds that the trial judge erred by denying a motion for judgment of acquittal and that the verdict was against the manifest weight of the evidence.  They were charged with engaging in activities which amount to a fraud against the Ohio Lottery Commission (OLC) and using the mails in furtherance of the fraud.  We find that the evidence supports the convictions; and, therefore, we affirm.\n    \n    \n      2\n      Defendant Vera Valavanis was the Drawing Director for the OLC.  Her responsibilities included supervising the drawings in accordance with the lottery rules and regulations.  Defendant Seymour Gordon was charged with aiding and abetting Ms. Valavanis in the scheme to defraud the lottery commission.\n    \n    \n      3\n      The OLC operated several games in which a few tickets would be selected in a preliminary round and...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-john-weed"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-vera-valavanis-and-seymour-gordon"
    }
  ],
  "relatedIncidents": [
    16659,
    16685,
    16713,
    16746,
    16759
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}