{
  "id": 1671,
  "title": "2020년 State Of Washington v. Joshua Castillo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2020-04-20",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: State Of Washington v. Joshua Castillo. 판결일: 2020-04-20. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: State Of Washington v. Joshua Castillo\n**판결일**: 2020-04-20\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n\n## 판결문 요약\n\nIN THE COURT OF APPEALS OF THE STATE OF WASHINGTON\n\n STATE OF WASHINGTON,\n                                                      No. 78863-9-I\n                       Respondent,\n                                                      DIVISION ONE\n                v.\n                                                      UNPUBLISHED OPINION\n JOSHUA CASTILLO,\n\n                       Appellant.\n\n\n       APPELWICK, J. — Castillo appeals his conviction for first degree robbery of\n\na financial institution. He argues that the State failed to prove beyond a reasonable\n\ndoubt that he took money through the use or threatened use of immediate force.\n\nWe affirm.\n\n                                        FACTS\n\n       On November 22, 2017, Kelly Schwetz was working her shift as a bank teller\n\nat a Skagit Bank in Mount Vernon. Just before 1:00 p.m., she saw a man that she\n\nbelieved to be a customer enter the bank. There were no cars at the drive-through\n\nstation she was working at, so she called the man over to a lobby window to help\n\nhim. As he walked over to the window, Schwetz noticed that he was wearing a\n\nblack trench coat and a black cowboy hat that prevented her from seeing his face\n\nvery well. The man then lifted up his hands, at which point she noticed that he was\n\nwearing black latex gloves. Schwetz found this unusual and became concerned.\n\n\n\n\n  Citations and pin cites are based on the Westlaw online version of the cited material.\n\fNo. 78863-9-I/2\n\n\nHer concern grew as the man opened h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "강도",
    "범죄",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-washington-v-joshua-castillo"
    }
  ],
  "relatedIncidents": [
    1719,
    1728,
    1729,
    1731,
    1740
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}