{
  "id": 16712,
  "title": "1982년 Finney 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-10-05",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Finney. 판결일: 1982-10-05. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Finney v. State\n**판결일**: 1982-10-05\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Hubbart, C.J., and Barkdull, Hendry, Schwartz, Nesbitt, Baskin, Daniel S. Pearson, Ferguson and Jorgenson\n\n## 인용\n\n- 420 So. 2d 639\n\n## 판결문 요약\n\n\n420 So. 2d 639 (1982)\nLogan FINNEY, Appellant,\nv.\nThe STATE of Florida, Appellee.\nNo. 79-1936.\nDistrict Court of Appeal of Florida, Third District.\nOctober 5, 1982.\n*640 Bennett H. Brummer, Public Defender and Alan R. Dakan, Asst. Public Defender, for appellant.\nJim Smith, Atty. Gen., and Steven R. Jacob, Asst. Atty. Gen., for appellee.\nBefore HUBBART, C.J., and BARKDULL, HENDRY, SCHWARTZ, NESBITT, BASKIN, DANIEL S. PEARSON, FERGUSON and JORGENSON, JJ.\n\nON MOTION FOR REHEARING EN BANC\nNESBITT, Judge.\nOn its own motion, this court granted a rehearing en banc to review the original *641 majority opinion due to a conflict in Furr v. State, 420 So. 2d 341 (Fla. 3d DCA 1982) (Case no. 80-2203, opinion filed October 5, 1982.)\nBecause motions for rehearing en banc constitute an extraordinary procedural device to harmonize conflicts within a given district court of appeal, we first examine whether sufficient conflict exists to properly authorize a rehearing en banc.\nFlorida Rule of Appellate Procedure 9.331(c)(1) provides:\nA rehearing en banc may be ordered by a district court of appeal on its own motion or on motion of a party. Within the time prescribed by Rule 9.330 and in conjunction with the motion for rehearing, a party may move for an en banc rehearing solely on the ground that such consideration is necessary to maintain uniformity in the court's decisions. A motion based on any other ground shall be stricken. A vote will not be taken on the motion unless requested by a judge...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=finney-v-state"
    }
  ],
  "relatedIncidents": [
    16657,
    16659,
    16666,
    16699,
    16709
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}