{
  "id": 16715,
  "title": "1982년 Young 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-09-29",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Young. 판결일: 1982-09-29. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Young v. State\n**판결일**: 1982-09-29\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Patterson, C.J., and Roy Noble Lee and Prather\n\n## 인용\n\n- 420 So. 2d 1055\n\n## 판결문 요약\n\n\n420 So. 2d 1055 (1982)\nJerry Lynn YOUNG\nv.\nSTATE of Mississippi.\nNo. 53586.\nSupreme Court of Mississippi.\nSeptember 29, 1982.\nRehearing Denied November 10, 1982.\nGene Barton, David O. Butts, Jr., Tupelo, for appellant.\n*1056 Bill Allain, Atty. Gen. by Charles W. Maris, Jr., Sp. Asst. Atty. Gen., Jackson, for appellee.\nBefore PATTERSON, C.J., and ROY NOBLE LEE and PRATHER, JJ.\nPATTERSON, Chief Justice, for the Court:\nJerry Lynn Young was convicted of armed robbery and sentenced to thirty years in the Mississippi Department of Corrections by the Circuit Court of Lee County. He appeals from this conviction and sentence.\nOn the afternoon of March 17, 1980, the Presley Heights Branch of the Bank of Mississippi in Tupelo was robbed by a masked man carrying a sawed-off shotgun. The robbery lasted about two minutes following which the gunman fled in a blue and white automobile just as Police Officer Williams arrived. Williams as well as two of the three bank employees present were unable to identify the robber, however, the remaining employee, Mrs. Hoard, testified the holes in the mask permitted a view of the robber's glasses, eyes, nose, mouth, the side of his face and the color of his hair, and from this she identified Young in court as the robber. On cross-examination she stated that she had first identified Young when shown several photographs by Officer Crider which included one of Young. An objection and motion for a mistrial were interposed to the identification testimony an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=young-v-state"
    }
  ],
  "relatedIncidents": [
    16658,
    16660,
    16664,
    16665,
    16692
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}