{
  "id": 16720,
  "title": "1982년 Schenck 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-09-21",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Schenck. 판결일: 1982-09-21. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: State v. Schenck\n**판결일**: 1982-09-21\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Judges Marzulli, Neagle and McGann\n\n## 인용\n\n- 452 A.2d 223\n- 186 N.J. Super. 236\n\n## 판결문 요약\n\n\n186 N.J. Super. 236 (1982)\n452 A.2d 223\nTHE STATE OF NEW JERSEY, PLAINTIFF,\nv.\nRICHARD SCHENCK, DEFENDANT.\nSuperior Court of New Jersey, Law Division Hunterdon County.\nDecided September 21, 1982.\n*237 Before Judges MARZULLI, NEAGLE and McGANN.\nGerard F. Long for defendant.\nKevin R. Brotz, Assistant Prosecutor, for the State (William B. Palleria, Hunterdon County Prosecutor, attorney).\nPER CURIAM.\nThis motion raises the following interesting question: Has the crime of entering a public place with intent to steal (formerly encompassed by N.J.S.A. 2A:94-1) been eliminated by the adoption of the New Jersey Code of Criminal Justice? We hold that it has.\nRichard Schenck was charged in a two-count indictment with entering with intent to steal (N.J.S.A. 2A:94-1) and robbery (N.J.S.A. 2A:141-1) as the result of his activity at the Hunterdon County National Bank on October 14, 1978. By its verdict of guilty on both counts a jury found that he had entered the bank at 2:30 p.m. and walked up to a teller and presented her with a note reading, \"Give me your money. I have a gun.\" She gave him $2,828. He walked out with it and was shortly thereafter apprehended and charged. He appealed the conviction and sentence of five to seven years on the first count and a consecutive seven to ten years on the second. Both conviction and sentence were upheld. His subsequent motion to the trial court for reduction of the sentence was denied.\nPursuant to N.J.S.A. 2C:1-1(d)(2), Schenck moves this Panel to ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-schenck"
    }
  ],
  "relatedIncidents": [
    16658,
    16660,
    16664,
    16665,
    16692
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}