{
  "id": 16726,
  "title": "1982년 Moore & Co. v. Williams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-09-09",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Moore & Co. v. Williams. 판결일: 1982-09-09. 법원: Colorado Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: MOORE AND COMPANY v. Wanda WILLIAMS, Walter F. Dehaan, Barbara J. Dehaan and Virginia M. Taylor\n**판결일**: 1982-09-09\n**법원**: Colorado Court of Appeals\n**관할**: Colorado, CO\n\n**판사**: Coyte, Kelly, Smith\n\n## 변호인\n\nRothgerber, Appel & Powers, Richard K. Clark, Marcia M. Hughes, Denver, for plaintiff-appellant., No appearance for defendants-appellees.\n\n## 인용\n\n- 657 P.2d 984\n\n## 판결문 요약\n\n\nKELLY, Judge.\nMoore and Company (Moore) appeals the judgment of the trial court requiring Moore to repay into the registry of the court funds previously ordered paid out to Moore, but authorizing Moore’s retention of court costs. Since we conclude that no timely notice of appeal was filed, we dismiss the appeal.\nIn November 1979, Moore, a real estate broker, filed a complaint in interpleader requesting leave to deposit $1,000 in the registry of the court for distribution to the defendants, who could not agree about the entitlement to these funds. An order was entered authorizing the deposit of these funds in the registry, and after responsive pleadings were filed by the defendants, Moore moved for its dismissal from the action and for attorneys’ fees and costs. On July 31, 1980, the trial court entered an order dismissing Moore from the action, and ordering the payment of $200 attorneys’ fees and $94.20 in costs from the registry of the court to Moore.\nOn April 24,1981, there was a trial to the court concerning entitlement to the funds remaining in the registry, after which the court entered an order dividing the funds among the defendants, and, in addition, vacating the previous order concerning attorneys’ fees and directing Moore to return to the registry the $200 previously paid out. It was also ordered by the court that a copy of its minute order be sent to Moore’s attorney. Moore’s ensuing motion to set aside this order was denied on May 26, 1981.\nOn June 9, 1981, Moore...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=moore-co-v-williams"
    }
  ],
  "relatedIncidents": [
    16657,
    16658,
    16659,
    16660,
    16664
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}