{
  "id": 16724,
  "title": "1982년 Espinoza 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-09-15",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Espinoza. 판결일: 1982-09-15. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Nicholas Garcia ESPINOZA, Jr., Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1982-09-15\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Tom G. Davis\n\n## 변호인\n\nPeggy Y. Butler, San Antonio, for appellant; David K. Chapman, San Antonio, of counsel., Bill M. White, Dist. Atty., James L. Bruner, Keith W. Burris and Anton Paul Hajek, III, Asst. Dist. Attys., San Antonio, Robert Huttash, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 638 S.W.2d 479\n\n## 판결문 요약\n\n\n638 S.W.2d 479 (1982)\nNicholas Garcia ESPINOZA, Jr., Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 100-82.\nCourt of Criminal Appeals of Texas, En Banc.\nSeptember 15, 1982.\nPeggy Y. Butler, San Antonio, for appellant; David K. Chapman, San Antonio, of counsel.\nBill M. White, Dist. Atty., James L. Bruner, Keith W. Burris and Anton Paul Hajek, III, Asst. Dist. Attys., San Antonio, Robert Huttash, State's Atty., Austin, for the State.\nBefore the court en banc.\n\nOPINION ON STATE'S PETITION FOR DISCRETIONARY REVIEW\nTOM G. DAVIS, Judge.\nTrial was before the court upon appellant's plea of not guilty to burglary of a building, V.T.C.A. Penal Code, Sec. 30.02. *480 After finding appellant guilty, the court found appellant had also committed one prior felony and assessed punishment at twelve years. The conviction was reversed by the Fourth Supreme Judicial District Court of Appeals. Espinoza v. State, 627 S.W.2d 788 (Tex.App.San Antonio, 1982). We granted the State's petition for discretionary review in order to examine the Court of Appeals' holding that the facts of the instant case do not bring it within the rule that the State is not bound by the date alleged and conviction may be had upon proof that the offense was committed anytime prior to the return of the indictment that is within the period of limitations.\nThe evidence shows that burglaries took place at the same building sometime during the night of April 8, 1977 and again on April 10, 1977. Both dates are anterior to the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=espinoza-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hemphill-v-state"
    }
  ],
  "relatedIncidents": [
    16369,
    16658,
    16660,
    16664,
    16665
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}