{
  "id": 16739,
  "title": "1982년 Hardy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-08-23",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Hardy. 판결일: 1982-08-23. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Hardy v. Monsanto Enviro-Chem Systems, Inc.\n**판결일**: 1982-08-23\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Blair, Coleman, Fitzgerald, Kavanagh, Levin, Moody, Ryan, Williams\n\n## 변호인\n\nMurray & Mroz (by Terry J. Mroz and James R. Hulbert) for plaintiff., Wheeler, Upham, Bryant & Uhl (by Buford A. Upham and Susan B. Flakne) for defendants Monsanto Enviro-Chem and Leonard Construction Co., Rhoades, McKee & Boer (by Michael W. Betz and Ben T. Liu) for defendant J & L Roofing Co.\n\n## 인용\n\n- 323 N.W.2d 270\n- 414 Mich. 29\n\n## 판결문 요약\n\n\n414 Mich. 29 (1982)\n323 N.W.2d 270\nHARDY\nv.\nMONSANTO ENVIRO-CHEM SYSTEMS, INC.\nDocket No. 63385, (Calendar No. 6).\nSupreme Court of Michigan.\nArgued March 4, 1980.\nDecided August 23, 1982.\nMurray &amp; Mroz (by Terry J. Mroz and James R. Hulbert) for plaintiff.\nWheeler, Upham, Bryant &amp; Uhl (by Buford A. Upham and Susan B. Flakne) for defendants Monsanto Enviro-Chem and Leonard Construction Co.\nRhoades, McKee &amp; Boer (by Michael W. Betz and Ben T. Liu) for defendant J &amp; L Roofing Co.\nRYAN, J.\nIn this case we are required to determine the effect of the doctrine of comparative negligence[1] on our decisions in Funk v General *38 Motors Corp, 392 Mich 91; 220 NW2d 641 (1974), and Tulkku v Mackworth Rees Division of Avis Industries, Inc, 406 Mich 615; 281 NW2d 291 (1979).[2] Since the defense of comparative negligence serves not to undermine but to enhance safety in the workplace, we are of the view that comparative negligence is available as a defense in those cases where Funk and Tulkku formerly prohibited the application of the contributory negligence defense. We conclude that negligence in the failure to provide an \"adequate safety device\" in the workplace is therefore subject to the comparative negligence defense, assuming that any evidence of the plaintiff's negligence exists. The verdict in favor of the defendants is reversed and the cause remanded for retrial under the principles of comparative negligence. Placek v Sterling Heights, 405 Mich 638; 275 NW2d 511 (...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hardy-v-monsanto-enviro-chem-systems-inc"
    }
  ],
  "relatedIncidents": [
    16657,
    16658,
    16659,
    16660,
    16664
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}