{
  "id": 16732,
  "title": "1982년 People v. Wickersham 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-09-02",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: People v. Wickersham. 판결일: 1982-09-02. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. DOROTHY SUZANNE WICKERSHAM, Defendant and Appellant\n**판결일**: 1982-09-02\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Bird, Richardson\n\n## 변호인\n\nCounsel, Dennis P. Riordan, James Larson and Larson & Weinberg for Defendant and Appellant., George Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, William D. Stein and Edward P. O’Brien, Assistant Attorneys General, Herbert F. Wilkinson, W. Eric Collins and Dane R. Gillette, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 650 P.2d 311\n- 32 Cal. 3d 307\n- 185 Cal. Rptr. 436\n\n## 판결문 요약\n\n\n32 Cal. 3d 307 (1982)\n650 P.2d 311\n185 Cal. Rptr. 436\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nDOROTHY SUZANNE WICKERSHAM, Defendant and Appellant.\nDocket No. Crim. 22406.\nSupreme Court of California.\nSeptember 2, 1982.\n*312 COUNSEL\nDennis P. Riordan, James Larson and Larson &amp; Weinberg for Defendant and Appellant.\nGeorge Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, William D. Stein and Edward P. O'Brien, Assistant Attorneys General, Herbert F. Wilkinson, W. Eric Collins and Dane R. Gillette, Deputy Attorneys General, for Plaintiff and Respondent.\nOPINION\nBIRD, C.J.\nThis case raises several questions concerning a trial court's duty to give instructions sua sponte in criminal cases. What standard should the trial court apply in determining whether to give instructions on necessarily included offenses? Did the evidence in the present case require instructions on voluntary manslaughter and second degree murder? Should the doctrine of \"invited error\" be invoked where the defense counsel has not articulated a deliberate tactical objection to required instructions?\n\nI.\nAppellant was convicted of first degree murder in the shooting death of her husband, Curt, who died on September 8, 1979. (Pen. Code, *313 §§ 187, 189.)[1] The jury also found that appellant had used a firearm within the meaning of section 12022.5.[2]\nShortly after 1:30 p.m. on September 8th, appellant telephoned the Marin County Communications Center to request emergency...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-wickersham"
    }
  ],
  "relatedIncidents": [
    16867,
    16549,
    16667,
    16675,
    16686
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}