{
  "id": 16746,
  "title": "1982년 Equitable Trust Co. v. G & M Construction Corp. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-08-09",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Equitable Trust Co. v. G & M Construction Corp.. 판결일: 1982-08-09. 법원: District Court, D. Maryland.",
  "description": "## 사건 정보\n\n**사건명**: The EQUITABLE TRUST COMPANY, Plaintiff, v. G & M CONSTRUCTION CORPORATION and H. Wendell Gardner, Defendants, v. the EQUITABLE TRUST COMPANY, Counter-Defendant and Third-Party Plaintiff, v. UNITED STATES of America Small Business Administration, Third-Party Defendant\n**판결일**: 1982-08-09\n**법원**: District Court, D. Maryland\n**관할**: Maryland, MD\n\n**판사**: Shirley B. Jones\n\n## 변호인\n\nRichard P. Kidwell, David F. Clinnin, Baltimore, Md., for plaintiff., Robert L. Bloom, Baltimore, Md., C. Edward Hitchcock, Towson, Md., Steven J. Riegel, U. S. Dept, of Justice, Washington, D. C., for third-party defendant.\n\n## 인용\n\n- 544 F. Supp. 736\n\n## 판결문 요약\n\n\n544 F. Supp. 736 (1982)\nThe EQUITABLE TRUST COMPANY, Plaintiff,\nv.\nG &amp; M CONSTRUCTION CORPORATION and H. Wendell Gardner, Defendants,\nv.\nThe EQUITABLE TRUST COMPANY, Counter-Defendant and Third-Party Plaintiff,\nv.\nUNITED STATES of America Small Business Administration, Third-Party Defendant.\nCiv. A. No. J-80-1769.\nUnited States District Court, D. Maryland.\nAugust 9, 1982.\n*737 *738 Richard P. Kidwell, David F. Clinnin, Baltimore, Md., for plaintiff.\nRobert L. Bloom, Baltimore, Md., C. Edward Hitchcock, Towson, Md., Steven J. Riegel, U. S. Dept. of Justice, Washington, D. C., for third-party defendant.\n\nMEMORANDUM AND ORDER\nSHIRLEY B. JONES, District Judge.\nThe Equitable Trust Company (ET) sued G &amp; M Construction Corporation (G &amp; M) for breach of contract and G &amp; M and H. Wendell Gardner for fraud. Defendants filed a counterclaim for breach of contract and conversion against ET and a third-party claim against the Small Business Administration (SBA). ET filed a third-party claim against SBA, on which liability was conceded. Trial of liability was bifurcated from damages with respect to defendants' counterclaim and third-party claim, and the case was tried, except for the issue of damages, to the Court on November 2, 3 and 23, 1981. Proposed findings of fact were submitted by the parties and exchanged, and posttrial memoranda of law were submitted. This opinion constitutes the Court's findings of fact and conclusions of law.\nSBA entered into a contract, pursuant...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=equitable-trust-co-v-g-m-construction-corp"
    }
  ],
  "relatedIncidents": [
    16659,
    16685,
    16713,
    16717,
    16759
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}