{
  "id": 16740,
  "title": "1982년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-08-20",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1982-08-20. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Candido RIQUELMY, Appellant\n**판결일**: 1982-08-20\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Wickersham, Rowley and McEwen\n\n## 변호인\n\nSaul Solomon, Norristown, for appellant., William L. Thurston, Assistant District Attorney, Lebanon, for Commonwealth, appellee.\n\n## 인용\n\n- 449 A.2d 750\n- 303 Pa. Super. 403\n\n## 판결문 요약\n\n\n303 Pa. Superior Ct. 403 (1982)\n449 A.2d 750\nCOMMONWEALTH of Pennsylvania\nv.\nCandido RIQUELMY, Appellant.\nSupreme Court of Pennsylvania.\nArgued February 3, 1982.\nFiled August 20, 1982.\n*404 Saul Solomon, Norristown, for appellant.\nWilliam L. Thurston, Assistant District Attorney, Lebanon, for Commonwealth, appellee.\nBefore WICKERSHAM, ROWLEY and McEWEN, JJ.\nPER CURIAM:\nThese are direct appeals from two consecutive two (2) to five (5) year sentences of imprisonment imposed following *405 appellant's conviction by a jury on charges of criminal conspiracy and attempt to commit theft by deception. Appellant raises three issues on appeal. First, that the sentences are unlawful under § 906 of the Crimes Code; second, that the trial court erred in denying his pre-trial motion to quash the information; and third, that the evidence was insufficient to sustain the verdict.\nAppellant's first argument concerning the legality of his sentences is based upon § 906 of the Pennsylvania Crimes Code which prohibits convictions for more than one offense defined in chapter 9 of the code \"for conduct designed to commit or culminate in the commission of the same crime.\" Criminal conspiracy and attempt are each defined in chapter 9 of the code. The Commonwealth concedes that the conduct underlying both charges was designed to culminate in the commission of one crime. The Commonwealth argues, however, that appellant has waived his objection to the sentences by failing to raise the issue in the trial...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-riquelmy"
    }
  ],
  "relatedIncidents": [
    16657,
    16658,
    16659,
    16660,
    16664
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}