{
  "id": 16747,
  "title": "1982년 Vezza 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-08-09",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Vezza. 판결일: 1982-08-09. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Frank Vezza and Marco Vezza\n**판결일**: 1982-08-09\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 89 A.D.2d 882\n\n## 판결문 요약\n\n\nAppeals by defendants from two judgments (one as to each of them) of the County Court, Nassau County (Harrington, J.), both rendered October 23, 1981, one convicting defendant Frank Vezza of assault in the second degree, upon a jury verdict, and imposing sentence, and the other adjudicating defendant Marco Vezza a youthful offender, upon a jury verdict that he committed the crime of assault in the second degree, and imposing sentence. Judgments reversed, on the law, and case remitted to the County Court, Nassau County, for further proceedings consistent herewith. The defendants, who are brothers, were charged with assault in the second degree as a result of a fight which occurred in the early morning of July 5, 1980, outside a Seven-Eleven store. Under the facts of this case the defendants were not accorded meaningful legal representation by trial counsel. Defense counsel failed to move for a severance in this case so that defendant Marco Vezza could have testified at the trial of defendant Frank Vezza that Frank was not present at the site at the time of the altercation and defense counsel failed to move for a Wade-Simmons hearing in this case where identification was the primary issue. Furthermore, counsel failed to elicit prior statements by several witnesses, which tended to show that Frank was not the person who punched the victim,, and that the fight was started by someone known as “Disco Dick”, whose description was very different from Marco’s. In addition, he elicite...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-vezza"
    }
  ],
  "relatedIncidents": [
    16705,
    16743,
    16761,
    16815,
    16331
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}