{
  "id": 16743,
  "title": "1982년 Callahan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-08-18",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Callahan. 판결일: 1982-08-18. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Callahan v. State\n**판결일**: 1982-08-18\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Patterson, Bowling and Dan M. Lee\n\n## 인용\n\n- 419 So. 2d 165\n\n## 판결문 요약\n\n\n419 So. 2d 165 (1982)\nSamuel CALLAHAN, Garrett Johnson, John Dale, Tom Common, R. James Matthews, Eddie James Carthan and David McLaurin\nv.\nSTATE of Mississippi.\nNo. 53361.\nSupreme Court of Mississippi.\nAugust 18, 1982.\n*166 Sanders, Sanders &amp; Clark, Alix H. Sanders, Greenwood, McTeer &amp; Bailey, Charles Victor McTeer, Greenville, for appellants.\nBill Allain, Atty. Gen. by Wayne Snuggs, Asst. Atty. Gen., Jackson, for appellee.\nBefore PATTERSON, BOWLING and DAN M. LEE, JJ.\nBOWLING, Justice, for the Court:\nThis cause involves seven appellants who were tried jointly in the Circuit Court of Holmes County for the crime of aggravated assault on a police officer acting within the scope of his duty. Initially, there were eight indictees. One met his death prior to trial. The seven appellants were tried jointly with each being convicted of the lesser offense of simple assault on a police officer acting within the scope of his duty. A conviction of this offense carries a maximum statutory penalty of five years imprisonment and a $1,000 fine. Mississippi Code Annotated, Section 97-3-7 (1972).\nUpon conviction by a jury the following sentences were given appellants by the lower court:\n*167 Samuel Callahan, three years in the Department of Corrections with all suspended and $500 fine;\nJohn Dale, three years in the Department of Corrections with all suspended and $500 fine;\nTom Common, three years in the Department of Corrections with all suspended and $500 fine;\nR. James Matthews, t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=callahan-v-state"
    }
  ],
  "relatedIncidents": [
    16705,
    16747,
    16761,
    16815,
    16331
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}