{
  "id": 16753,
  "title": "1982년 Lycett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-07-29",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Lycett. 판결일: 1982-07-29. 법원: Court of Appeals of Arizona.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Arizona, Appellee, v. Norma LYCETT AKA Garcia, Appellant\n**판결일**: 1982-07-29\n**법원**: Court of Appeals of Arizona\n**관할**: Arizona, AZ\n\n**판사**: Davis, Grant, Jacobson, Richard, Tern\n\n## 변호인\n\nRobert K. Corbin, Atty. Gen. by William J. Schafer, III, Chief Counsel, Crim. Div., Jessica Gifford, Asst. Attys. Gen., Phoenix, for appellee., Smith & Feola, P.C. by Barry Becker, Dennis I. Wilenchik, Phoenix, for appellant.\n\n## 인용\n\n- 650 P.2d 487\n- 133 Ariz. 185\n\n## 판결문 요약\n\n\n133 Ariz. 185 (1982)\n650 P.2d 487\nSTATE of Arizona, Appellee,\nv.\nNorma LYCETT aka Garcia, Appellant.\nNo. 1 CA-CR 5106.\nCourt of Appeals of Arizona, Division 1, Department B.\nJuly 29, 1982.\n*187 Robert K. Corbin, Atty. Gen. by William J. Schafer, III, Chief Counsel, Crim. Div., Jessica Gifford, Asst. Attys. Gen., Phoenix, for appellee.\nSmith &amp; Feola, P.C. by Barry Becker, Dennis I. Wilenchik, Phoenix, for appellant.\nOPINION\nJACOBSON, Presiding Judge.\nThe defendant appeals from her conviction of one count of conspiracy and one count of promoting, offering or granting participation in a pyramid scheme following a trial by jury. The imposition of sentence was suspended, and the defendant was placed on two years probation and was fined $240. The defendant was also required to reimburse Maricopa County in the amount of $240 as and for attorney's fees. She timely filed a notice of appeal and raises three issues for our consideration: (1) whether A.R.S. § 44-1731 is unconstitutionally vague and overbroad; (2) whether A.R.S. § 44-1731 is unlawful because it is a strict liability statute; (3) whether the trial court improperly admitted into evidence extrajudicial statements of various co-conspirators against the defendant. We affirm.\nThis case is a companion case to State v. Hill, 1 CA-CR 5168, Memorandum Decision issued this date. Defendants Hill and Lycett were charged with identical counts arising out of the same transaction and were tried jointly. The evidence at trial reveale...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-lycett"
    }
  ],
  "relatedIncidents": [
    16657,
    16658,
    16659,
    16660,
    16664
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}