{
  "id": 16751,
  "title": "1982년 Babbitt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-08-04",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Babbitt. 판결일: 1982-08-04. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Plaintiff-Respondent, v. Stanley L. BABBITT, Defendant-Appellant\n**판결일**: 1982-08-04\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Pudlowski, Satz, Smith\n\n## 변호인\n\nShaw, Howlett & Schwartz by Ronald J. Kaden, Clayton, for defendant-appellant., John Ashcroft, Atty. Gen. by John C. Reed, Kristie Green, Asst. Attys. Gen., Jefferson City, for plaintiff-respondent.\n\n## 인용\n\n- 639 S.W.2d 196\n\n## 판결문 요약\n\n\n639 S.W.2d 196 (1982)\nSTATE of Missouri, Plaintiff-Respondent,\nv.\nStanley L. BABBITT, Defendant-Appellant.\nNo. 42403.\nMissouri Court of Appeals, Eastern District, Division Four.\nAugust 4, 1982.\nMotion for Rehearing and/or Transfer Denied September 17, 1982.\nApplications to Transfer Denied October 18, 1982.\n*197 Shaw, Howlett &amp; Schwartz by Ronald J. Kaden, Clayton, for defendant-appellant.\nJohn Ashcroft, Atty. Gen. by John C. Reed, Kristie Green, Asst. Attys. Gen., Jefferson City, for plaintiff-respondent.\nSATZ, Judge.\nDefendant was convicted of robbery in the first degree, § 560.120 RSMo 1969 and armed criminal action, § 559.225 RSMo 1976 Supp. He was sentenced to five years on the robbery count and eight years, concurrent, on the armed criminal action count. We affirm the former sentence and reverse the latter.\nAround midnight on October 23, 1978, the defendant and a companion, Wes, left a party in search of marijuana. This errand brought them to the victim's apartment in St. Louis County. According to the victim, the defendant and Wes entered the apartment and forced the victim and a friend of hers to lie on the floor. The defendant then stood over the victim and her friend with a shotgun pointed at their heads while Wes ransacked the apartment. The defendant spoke to the victim, telling her to shut up and keep her face to the floor. After approximately 20 minutes, the two men left with a man's leather coat, $200 in cash, a radio and a small wooden box.\nThe victim reco...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-babbitt"
    }
  ],
  "relatedIncidents": [
    16658,
    16660,
    16664,
    16665,
    16692
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}