{
  "id": 16750,
  "title": "1982년 Gibson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-08-05",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Gibson. 판결일: 1982-08-05. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: EARL BILLY GIBSON Et Al., Petitioners, v. THE SUPERIOR COURT OF MARIN COUNTY, Respondent; THE PEOPLE, Real Party in Interest\n**판결일**: 1982-08-05\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Feinberg\n\n## 변호인\n\nCounsel, David Ross Mayer, Mayer, Zitrin & Zitrin, Doron Weinberg and Larson & Weinberg for Petitioners., No appearance for Respondent., George Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, William D. Stein, Assistant Attorney General, Ann K. Jensen and Stan M. Helfman, Deputy Attorneys General, for Real Party in Interest.\n\n## 인용\n\n- 135 Cal. App. 3d 774\n- 185 Cal. Rptr. 741\n\n## 판결문 요약\n\n\n135 Cal.App.3d 774 (1982)\n185 Cal. Rptr. 741\nEARL BILLY GIBSON et al., Petitioners,\nv.\nTHE SUPERIOR COURT OF MARIN COUNTY, Respondent; THE PEOPLE, Real Party in Interest.\nDocket No. 54648.\nCourt of Appeals of California, First District, Division Three.\nAugust 5, 1982.\n*775 COUNSEL\nDavid Ross Mayer, Mayer, Zitrin &amp; Zitrin, Doron Weinberg and Larson &amp; Weinberg for Petitioners.\nNo appearance for Respondent.\nGeorge Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, William D. Stein, Assistant Attorney General, Ann K. Jensen and Stan M. Helfman, Deputy Attorneys General, for Real Party in Interest.\nOPINION\nFEINBERG, J.\nOnce again, a court is presented by one of those tensions, endemic in a free and democratic society, wherein the safety of *776 the court, those required to attend to the court, and the public present at a criminal trial, strains against the defendants' right to a fair public trial before an impartial jury.\nOn the basis of information disclosed to the trial court, but not to petitioners, the court determined that in the interest of courtroom safety, all persons, other than jurors, attending the trial, will be required to:\n1. Pass through a metal detector at the entrance to the courtroom;\n2. Present proof of identity;\n3. Submit to a full body \"pat\" search; and\n4. Be photographed by a uniformed officer.\nIt is fair to say that the range and degree of intrusiveness of these measures, though not unique,[1] are extraordinary.\nP...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gibson-v-superior-court"
    }
  ],
  "relatedIncidents": [
    16657,
    16659,
    16666,
    16699,
    16709
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}