{
  "id": 16760,
  "title": "1982년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-07-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1982-07-13. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: People of the State of Illinois v. General Electric Company and Southern California Edison Company, General Electric Company and Southern California Edison Company v. Tyrone C. Fahner, Attorney General of Illinois, Charles Zalar, State's Attorney of Grundy County, and Philip Gustafson, Director of the Department of Nuclear Safety\n**판결일**: 1982-07-13\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 683 F.2d 206\n\n## 판결문 요약\n\n683 F.2d 206\n    18 ERC 1254, 12 Envtl. L. Rep. 20,793\n    PEOPLE OF the STATE OF ILLINOIS, Plaintiff-Appellant,v.GENERAL ELECTRIC COMPANY and Southern California EdisonCompany, Defendants-Appellees.GENERAL ELECTRIC COMPANY and Southern California EdisonCompany, Plaintiffs-Appellees,v.Tyrone C. FAHNER, Attorney General of Illinois, CharlesZalar, State's Attorney of Grundy County, andPhilip Gustafson, Director of theDepartment of Nuclear Safety,Defendants-Appellants.\n    Nos. 81-2768, 81-2778.\n    United States Court of Appeals,Seventh Circuit.\n    Argued May 25, 1982.Decided July 13, 1982.\n    \n      Daniel Harris, Ill.  Atty. Gen., Chicago, Ill., for plaintiff-appellant.\n      William A. Gordon, Mayer, Brown &amp; Platt, Chicago, Ill., for defendants-appellees.\n      Before WOOD and POSNER, Circuit Judges, and FOREMAN, Chief Judge.*\n      POSNER, Circuit Judge.\n    \n    \n      1\n      These consolidated appeals present questions of federal jurisdiction and constitutional law arising out of an attempt by the State of Illinois to prevent the shipment of spent nuclear fuel into the state for storage.\n    \n    \n      2\n      The fuel for nuclear electric-power reactors-enriched uranium-becomes depleted after a few years in the reactor and has to be replaced.  Because the spent fuel is highly radioactive and its radioactivity very long-lived, the question what to do with it is a troublesome one.  The spent fuel cannot just be thrown away, because wherever it is thrown will be con...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-of-the-state-of-illinois-v-general-electric-company-and-southern"
    }
  ],
  "relatedIncidents": [
    16657,
    16658,
    16659,
    16660,
    16664
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}