{
  "id": 16768,
  "title": "1982년 Terrell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-07-07",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Terrell. 판결일: 1982-07-07. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: TERRELL v. State\n**판결일**: 1982-07-07\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Birdsong\n\n## 변호인\n\nStephen H. Harris, for appellant., Spencer Lawton, Jr., District Attorney, David T. Lock, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 162 Ga. App. 859\n\n## 판결문 요약\n\n\nBirdsong, Judge.\nMichael Terrell appeals his conviction for rape and motor vehicle theft. His attorney filed a motion to withdraw as counsel pursuant to Anders v. California, 386 U. S. 738 (87 SC 1396, 18 LE2d 493) and Bethay v. State, 237 Ga. 625 (229 SE2d 406). Appellant’s counsel has filed a brief raising the point of error which he believed would arguably support an appeal, but concedes this point of error is disposed of in Baker v. State, 160 Ga. App. 211 (286 SE2d 458). We are in agreement with counsel that the appellant’s appeal has no merit. We have fully examined the record and transcript to determine independently if there are any reversible errors of law, and we have found none. The evidence in this case was sufficient to authorize a *860rational trier of fact to find the appellant’s guilt beyond a reasonable doubt. Jackson v. Virginia, 443 U. S. 307 (99 SC 2781, 61 LE2d 560); Boyd v. State, 244 Ga. 130, 132 (259 SE2d 71). We grant the attorney’s motion to withdraw.\nDecided July 7, 1982.\nStephen H. Harris, for appellant.\nSpencer Lawton, Jr., District Attorney, David T. Lock, Assistant District Attorney, for appellee.\n\nJudgment affirmed.\n\n\nMcMurray, P. J., and Banke, J., concur.\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=terrell-v-state"
    }
  ],
  "relatedIncidents": [
    16682,
    16763,
    16851,
    16372,
    16441
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}