{
  "id": 16765,
  "title": "1982년 Ward 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-07-08",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Ward. 판결일: 1982-07-08. 법원: Court of Special Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: JAMES EDWARD WARD v. STATE OF MARYLAND\n**판결일**: 1982-07-08\n**법원**: Court of Special Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Morton\n\n## 변호인\n\nGary W. Christopher, Assistant Public Defender, with whom was Alan H. Murrell, Public Defender, on the brief, for appellant., Diane G. Goldsmith, Assistant Attorney General, with whom were Stephen H. Sachs, Attorney General, Arthur A. Marshall, Jr., State’s Attorney for Prince George’s County, and Richard P. Arnold, Assistant State’s Attorney for Prince George’s County, on the brief, for appellee.\n\n## 인용\n\n- 52 Md. App. 63\n\n## 판결문 요약\n\n\nMorton, J.,\ndelivered the opinion of the Court.\nAppellant was convicted by a jury, sitting in the Circuit Court for Prince George’s County, of being an accessory to second degree murder in the contract murder of his spouse’s boyfriend and was sentenced by the court (Blackwell, J.) to thirty years’ imprisonment. He raises a number of issues on appeal which will be addressed, along with the relevant facts, separately:\n\"1. Did the court err in refusing to declare a mistrial in response to the jury’s deadlock?\n2. Did the court err in imposing a sentence greater than that imposed on the principals?\n3. Was a sentence greater than ten years barred by principles of double jeopardy?\n4. Was Appellant denied the right to a speedy trial?\n5. Was the evidence sufficient to support Appellant’s conviction?\n6. Was Appellant’s conviction barred by principles of double jeopardy?”\n\n*65\nJury Deadlock\n\nThe trial began on a Thursday and continued until 3:37 p.m. that day at which time the jury retired to deliberate its verdict. Shortly thereafter an exchange was had, via notes, between the court and the jury. At 6:11 p.m., when the jurors asked to rehear certain testimony, the court, with the approval of defense counsel, instructed them to rely on their recollections. The jurors were then told they could order dinner and they presumably did so. At 11:10 p.m. the court reconvened and the trial judge proposed giving the jury, in light of their lengthy deliberation, an Allen charge, similar to one gi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ward-v-state"
    }
  ],
  "relatedIncidents": [
    16667,
    16675,
    16686,
    16689,
    16690
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}