{
  "id": 16769,
  "title": "1982년 Kozel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-07-06",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Kozel. 판결일: 1982-07-06. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. WILLIAM THOMAS KOZEL, Defendant and Appellant\n**판결일**: 1982-07-06\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Choate\n\n## 변호인\n\nCounsel, Norman W. de Carteret for Defendant and Appellant., George Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, S. Clark Moore, Assistant Attorney General, William R. Pounders and Sandy R. Kriegler, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 133 Cal. App. 3d 507\n- 184 Cal. Rptr. 208\n\n## 판결문 요약\n\n\n133 Cal.App.3d 507 (1982)\n184 Cal. Rptr. 208\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nWILLIAM THOMAS KOZEL, Defendant and Appellant.\nDocket No. 35095.\nCourt of Appeals of California, Second District, Division Five.\nJuly 6, 1982.\n*516 COUNSEL\nNorman W. de Carteret for Defendant and Appellant.\nGeorge Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, S. Clark Moore, Assistant Attorney General, William R. Pounders and Sandy R. Kriegler, Deputy Attorneys General, for Plaintiff and Respondent.\n*517 OPINION\nCHOATE, J.[*]\nAppellant was sentenced to state prison for violation of section 187, Penal Code, the murder, second degree, of Robert Edelman, with use of a firearm, and for violation of section 217, of the Penal Code, assault with intent to commit murder of appellant's estranged wife, Elizabeth Kozel, with use of a firearm. He had pleaded not guilty and not guilty by reason of insanity. The jury returned verdicts of guilty to count I, murder, first degree, and count II, assault with intent to commit murder. The jury found the appellant to have been sane at the time of the commission of the offenses. The court denied a motion for new trial, but reduced the murder to second degree and denied probation. For the murder, the court imposed the upper term of seven years, with a two-year enhancement for firearm use. The sentence for the felony assault was one year, consecutive, with a gun use enhancement of eight months. The appeal is from the judgme...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-kozel"
    }
  ],
  "relatedIncidents": [
    16667,
    16675,
    16686,
    16689,
    16690
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}