{
  "id": 16762,
  "title": "1982년 Adkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-07-12",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Adkins. 판결일: 1982-07-12. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: People v. Adkins\n**판결일**: 1982-07-12\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: Bronson, P.J., and T.M. Burns and J.T. Corden\n\n## 변호인\n\nFrank J. Kelley, Attorney General, Louis J. Caruso, Solicitor General, Robert L. Kaczmarek, Prosecuting Attorney, and Kay F. Pearson, Assistant Prosecuting Attorney, for the people., Karla Kendall, Assistant State Appellate Defender, for defendant on appeal.\n\n## 인용\n\n- 324 N.W.2d 88\n- 117 Mich. App. 583\n\n## 판결문 요약\n\n\n117 Mich. App. 583 (1982)\n324 N.W.2d 88\nPEOPLE\nv.\nADKINS\nDocket No. 51415.\nMichigan Court of Appeals.\nDecided July 12, 1982.\nFrank J. Kelley, Attorney General, Louis J. Caruso, Solicitor General, Robert L. Kaczmarek, Prosecuting Attorney, and Kay F. Pearson, Assistant Prosecuting Attorney, for the people.\nKarla Kendall, Assistant State Appellate Defender, for defendant on appeal.\nBefore: BRONSON, P.J., and T.M. BURNS and J.T. CORDEN,[*] JJ.\n*585 J.T. CORDEN, J.\nDefendant, Acy Adkins, was convicted following a jury trial of possession of heroin, MCL 333.7403(2)(a)(iv); MSA 14.15(7403) (2)(a)(iv), and possession of marijuana, MCL 333.7403(2)(d); MSA 14.15(7403(2)(d), and was sentenced to concurrent terms of two to four years and one year, respectively, with seven days credit. Defendant appeals as of right.\nDefendant raises two issues on appeal. The first issue relates to the jury selection process. Trial began on January 16, 1980, with jury voir dire. After 13 prospective jurors had been impanelled, both sides passed for cause. The prosecution then passed for peremptory challenge and defendant exercised a peremptory challenge. This procedure was repeated two more times. However, after defendant had exercised three of his five peremptory challenges, the prosecution then challenged a prospective juror and the trial judge immediately asked defendant if he had a peremptory challenge without replacing the challenged juror. Defendant immediately challenged a juror and two more prosp...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-adkins"
    }
  ],
  "relatedIncidents": [
    16657,
    16659,
    16666,
    16699,
    16709
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}