{
  "id": 16764,
  "title": "1982년 Robert L. Blevins v. Director, Office of Workers' Compensation Programs, United States Department of Labor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-07-08",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Robert L. Blevins v. Director, Office of Workers' Compensation Programs, United States Department of Labor. 판결일: 1982-07-08. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Robert L. BLEVINS, Petitioner, v. DIRECTOR, OFFICE OF WORKERS’ COMPENSATION PROGRAMS, UNITED STATES DEPARTMENT OF LABOR, Respondent\n**판결일**: 1982-07-08\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Gilmore, Jones, Krupansky\n\n## 변호인\n\nElizabeth Ann Rowland, Rowland & Rowland, P.C., Knoxville, Tenn., for petitioner., Joseph T. Bednarik, U. S. Dept, of Labor, Washington, D. C., for respondent.\n\n## 인용\n\n- 683 F.2d 139\n\n## 판결문 요약\n\n683 F.2d 139\n    Robert L. BLEVINS, Petitioner,v.DIRECTOR, OFFICE OF WORKERS' COMPENSATION PROGRAMS, UNITEDSTATES DEPARTMENT OF LABOR, Respondent.\n    No. 81-3181.\n    United States Court of Appeals,Sixth Circuit.\n    Argued May 7, 1982.Decided July 8, 1982.\n    \n      Elizabeth Ann Rowland, Rowland &amp; Rowland, P.C., Knoxville, Tenn., for petitioner.\n      Joseph T. Bednarik, U. S. Dept. of Labor, Washington, D. C., for respondent.\n      Before JONES and KRUPANSKY, Circuit Judges, and GILMORE, District Judge.*\n      NATHANIEL R. JONES, Circuit Judge.\n    \n    \n      1\n      Petitioner Robert L. Blevins (hereinafter claimant) seeks review of the order of the Benefits Review Board (BRB) dismissing as untimely his appeal from the decision of the Administrative Law Judge (ALJ) denying him black lung benefits.  In addition, claimant asks this Court to reverse the decision of the ALJ because it is not supported by substantial evidence.  For the reasons stated below, we affirm the decision of the BRB dismissing claimant's appeal and, accordingly, decline to review the merits of the ALJ's decision.\n    \n    I.\n    \n      2\n      Blevins filed his claim for black lung benefits with the U. S. Department of Labor on January 12, 1975.  This claim was denied administratively on March 22, 1979.  After claimant was given an opportunity to submit additional evidence, his claim was again denied on August 15, 1979.  Pursuant to notice, a formal hearing was held in Knoxville, Tennessee befor...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robert-l-blevins-v-director-office-of-workers-compensation-programs"
    }
  ],
  "relatedIncidents": [
    16657,
    16658,
    16659,
    16660,
    16664
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}