{
  "id": 16778,
  "title": "1982년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-06-23",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1982-06-23. 법원: Pennsylvania Court of Common Pleas, Berks County.",
  "description": "## 사건 정보\n\n**사건명**: Standard Investments Corp. v. Commonwealth\n**판결일**: 1982-06-23\n**법원**: Pennsylvania Court of Common Pleas, Berks County\n**관할**: Pennsylvania, PA\n\n**판사**: Saylor\n\n## 변호인\n\nCharles K. Serine, for plaintiff., Scott M. Olin, Assistant Counsel, Commonwealth of Pennsylvania, Dept, of Transportation.\n\n## 인용\n\n- 28 Pa. D. & C.3d 294\n\n## 판결문 요약\n\n\nSAYLOR, J.,\nPlaintiff has come before us with an amended petition for the appointment of viewers. After an evidentiary hearing we make the following determination.\nFACTS\nPlaintiff, Standard Investment Corporation, is the owner of 4.283 acres of undeveloped land located predominantly in the Wyomissing borough of Berks County, Pa. A portion of the property lies in Spring Township, Berks County, Pa. More specifically, the property is bounded by the paper streets of Lincoln, Logan, Monroe and Morwood Avenues. The property has frontage of 1,020' on Lincoln Avenue and 1,100' on Monroe Avenue. Plaintiff has been the owner of the property since 1931.1 The subject property has remained essentially undeveloped since that time.2\nThe instant case involves the confrontation of the subject property with a partially constructed limited access highway and its proposed extension. The highway has been variously known as the “Warren Street Corridor” or the “Warren Street By-Pass”. The highway is a by-pass route around the urbanized Reading area in Berks County. The By-Pass is comprised of several legislative routes; beginning at Pricetown Road, L.R. 06113, and extending *296through Bern Road, L.R. 06150, to Penn Avenue, L.R. 06150 spur E, to Logan Avenue, L.R. 1075 Section 2, and continuing to Lancaster Pike, L.R. 1075 Section A01. The by-pass project apparently arose as a result of a traffic study conducted in 1948. In 1957 the by-pass was proposed as a highway project. Various public meeting...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=standard-investments-corp-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    16657,
    16658,
    16659,
    16660,
    16664
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}