{
  "id": 16786,
  "title": "1982년 White 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-06-09",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: White. 판결일: 1982-06-09. 법원: District Court, N.D. Illinois.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff, v Robert WHITE, Defendant\n**판결일**: 1982-06-09\n**법원**: District Court, N.D. Illinois\n**관할**: Illinois, IL\n\n**판사**: Shadur\n\n## 변호인\n\nVictoria Meyers, Ira H. Raphaelson, Asst. U. S. Attys., Chicago, 111., for the U. S., Carol R. Thigpen, Bradford P. Lyerla, Jenner & Block, Chicago, 111., for defendant.\n\n## 인용\n\n- 541 F. Supp. 1181\n\n## 판결문 요약\n\n\n541 F.Supp. 1181 (1982)\nUNITED STATES of America, Plaintiff,\nv.\nRobert WHITE, Defendant.\nNo. 81 CR 673.\nUnited States District Court, N. D. Illinois, E. D.\nJune 9, 1982.\n*1182 Victoria Meyers, Ira H. Raphaelson, Asst. U. S. Attys., Chicago, Ill., for the U. S.\nCarol R. Thigpen, Bradford P. Lyerla, Jenner &amp; Block, Chicago, Ill., for defendant.\n\nMEMORANDUM OPINION AND ORDER\nSHADUR, District Judge.\nRobert L. White (\"White\") has been indicted for mail and wire fraud in the operation of his sole proprietorship, Robert L. White &amp; Co. (\"White &amp; Co.\"). White challenges the seizure by federal postal inspectors of White &amp; Co. records from his offices at 28 East Jackson Boulevard, Chicago. Though the seizure followed a search pursuant to a warrant, White claims both search and seizure violated his Fourth Amendment rights. For the reasons stated in this memorandum opinion and order, White's motion to suppress is granted.\n\nFACTS[1]\nThere is a sharp dispute as to the bona fides of White &amp; Co.:\n(1) White says he is a legitimate manufacturer's representative and wholesale distributor for small manufacturers.\n(2) According to the government, White's operation is a \"`scam' business, an illegal operation which falsely induces merchants to ship goods which the `scam' operator never intends to pay for.\"\nThis opinion need not however resolve which of those competing versions is accurate.\nIn mid-December 1980 White entered into an oral lease[2] of Room 608 at 28 East Jackson to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-white"
    }
  ],
  "relatedIncidents": [
    16659,
    16685,
    16713,
    16717,
    16746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}