{
  "id": 16784,
  "title": "1982년 Parmes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-06-14",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Parmes. 판결일: 1982-06-14. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Jose Parmes\n**판결일**: 1982-06-14\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Broomer\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Robert M. Morgenthau, District Attorney {Steve Rooney of counsel), for plaintiff. John Collins for defendant.\n\n## 인용\n\n- 114 Misc. 2d 503\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nAlan Broomer, J.\nDefendant, under indictment for murder in the second degree, attempted murder in the second degree and criminal possession of a weapon in the fourth degree, has interposed an insanity defense and waived a jury. The case has been tried. This is my verdict and the underlying reasoning.\nTHE FACTS\nJose Parmes (defendant) watched television in Iris Torres’ (his girlfriend — the deceased) apartment through the evening of May 23,1981 into the early morning of May *50424, 1981. He left around 5:00 a.m. and went to the apartment of Celeste Holmes (in the same apartment building) towards whom he was romantically inclined. Within 10 minutes of his arrival they were joined by two male friends of Holmes. The foursome shared V2 gram of cocaine (snorted), some marihuana cigarettes (smoked), wine (drunk) and an alcoholic drink thought to be scotch. The cocaine was completely consumed within an hour.\nThe defendant felt unusual after drinking the scotch — it seemed as if he were receiving threats from the two men. He left the Holmes apartment, still feeling unusual he wandered about for 20 minutes and then went to the 120th Police Precinct “for help because he believed someone had placed something in his drink.” After 20 minutes he left the precinct and returned to Torres’ apartment. He wakened her and told her where he’d been and how he felt — they both cried. The next thing defendant remembers is awakening in a hospital.\nShortly after 9:00 a.m. the defe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-parmes"
    }
  ],
  "relatedIncidents": [
    16667,
    16675,
    16686,
    16689,
    16690
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}