{
  "id": 16790,
  "title": "1982년 United States v. David W. Echols, United States of America v. George R. Haviland 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-06-04",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. David W. Echols, United States of America v. George R. Haviland. 판결일: 1982-06-04. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. David W. ECHOLS, Defendant-Appellant; UNITED STATES of America, Plaintiff-Appellee, v. George R. HAVILAND, Defendant-Appellant\n**판결일**: 1982-06-04\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Brown, Per Curiam, Randall, Tate\n\n## 변호인\n\nRichard L. Stradley, Bonner, Mont., for defendants-appellants., Carl Walker, Jr., U. S. Atty., Anna E. Stool, Asst. U. S. Atty., Houston, Tex., for plaintiff-appellee.\n\n## 인용\n\n- 677 F.2d 498\n\n## 판결문 요약\n\n677 F.2d 498\n    82-1 USTC  P 9412\n    UNITED STATES of America, Plaintiff-Appellee,v.David W. ECHOLS, Defendant-Appellant.UNITED STATES of America, Plaintiff-Appellee,v.George R. HAVILAND, Defendant-Appellant.\n    Nos. 81-2149, 81-2150.\n    United States Court of Appeals,Fifth Circuit.\n    June 4, 1982.\n    \n      Richard L. Stradley, Bonner, Mont., for defendants-appellants.\n      Carl Walker, Jr., U. S. Atty., Anna E. Stool, Asst. U. S. Atty., Houston, Tex., for plaintiff-appellee.\n      Appeals from the United States District Court for the Southern District of Texas.\n      Before BROWN, RANDALL and TATE, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      Appellants David W. Echols and George Haviland were each convicted in a jury trial of willfully and knowingly supplying a false and fraudulent statement in a withholding exemption certificate in violation of 26 U.S.C. &#167; 7205.1  Echols and Haviland had each filed a W-4 Form with his employer, Brown &amp; Root, claiming that he was exempt from any withholding of wages for income tax purposes.  The form executed by each Appellant certified the following:\n    \n    \n      2\n      Under the penalties of perjury, I certify that the number of withholding allowances claimed on this certificate does not exceed the number to which I am entitled.  If claiming exemption from withholding, I certify that I incurred no liability for Federal income tax for last year and I anticipate that I will incur no liability for Federal i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-david-w-echols-united-states-of-america-v-george-r"
    }
  ],
  "relatedIncidents": [
    16659,
    16685,
    16713,
    16717,
    16746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}