{
  "id": 16797,
  "title": "1982년 Hibdon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-05-26",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Hibdon. 판결일: 1982-05-26. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF OREGON, Respondent, v. MICHAEL DEAN HIBDON, Appellant\n**판결일**: 1982-05-26\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Buttler, P.J., and Warden and Warren\n\n## 변호인\n\nDavid B. Lowry, Eugene, filed the brief for appellant., Dave Frohnmayer, Attorney General, William F. Gary, Solicitor General, and Thomas H. Denney, Assistant Attorney General, Salem, filed the brief for respondent.\n\n## 인용\n\n- 645 P.2d 580\n- 57 Or. App. 509\n\n## 판결문 요약\n\n\n645 P.2d 580 (1982)\nSTATE of Oregon, Respondent,\nv.\nMichael Dean HIBDON, Appellant. (Cases Consolidated)\nNos. 10-81-01615; CA A21280, 10-81-01616; CA A21281.\nCourt of Appeals of Oregon.\nArgued and Submitted December 16, 1981.\nDecided May 26, 1982.\nDavid B. Lowry, Eugene, filed the brief for appellant.\nDave Frohnmayer, Atty. Gen., William F. Gary, Sol. Gen. and Thomas H. Denney, Asst. Atty. Gen., Salem, filed the brief for respondent.\nBefore BUTTLER, P.J., and WARDEN and WARREN, JJ.\nWARDEN, Judge.\nDefendant appeals two convictions for burglary in the second degree, ORS 164.215, assigning as error the denial of his motion to suppress evidence of a confession made after an allegedly illegal search of his girlfriend's apartment.\nOn two nights in succession, February 5 and February 6, 1981, a Springfield grocery store was burglarized. After a preliminary investigation, Springfield police detective Bond obtained an arrest warrant for defendant, the stepson of an employe of the store. On February 10, 1981, Bond was advised by defendant's stepmother that defendant was probably at the apartment of his girlfriend, Belinda Noble.\nAt about 6:30 p.m., on February 11, 1981, Bond and another detective went to Ms. Noble's apartment, knocked on the door, identified themselves and were admitted by Ms. Noble, who, when asked, said that defendant *581 was not inside. Hearing a noise, detective Bond then walked to the bedroom, unlocked and opened the door, entered the room, turned on the light o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hibdon"
    }
  ],
  "relatedIncidents": [
    16658,
    16660,
    16664,
    16665,
    16692
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}