{
  "id": 16808,
  "title": "1982년 Alicea 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-04-30",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Alicea. 판결일: 1982-04-30. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: Edward ALICEA, Petitioner, v. Robert KUHLMAN, Superintendent and Robert Abrams, Attorney General of the State of New York, Respondents\n**판결일**: 1982-04-30\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Milton Pollack\n\n## 변호인\n\nEdward Alicea, p'ro se., Robert Abrams, Atty. Gen. of State of N. Y., New York City, for respondents; Ellen S. Weisburd, Deputy Asst. Atty. Gen., New York City, of counsel.\n\n## 인용\n\n- 537 F. Supp. 1156\n\n## 판결문 요약\n\n\n537 F. Supp. 1156 (1982)\nEdward ALICEA, Petitioner,\nv.\nRobert KUHLMAN, Superintendent\nand\nRobert Abrams, Attorney General of the State of New York, Respondents.\nNo. 81 Civ. 7754(MP).\nUnited States District Court, S. D. New York.\nApril 30, 1982.\n*1157 Edward Alicea, pro se.\nRobert Abrams, Atty. Gen. of State of N. Y., New York City, for respondents; Ellen S. Weisburd, Deputy Asst. Atty. Gen., New York City, of counsel.\n\nOPINION\nMILTON POLLACK, District Judge.\nEdward Alicea petitions this Court for a writ of habeas corpus pursuant to 28 U.S.C. § 2254 on the ground that his conviction on his voluntary plea of guilty to manslaughter violated the double jeopardy clause of the United States Constitution. For the reasons shown hereafter, the petition will, in all respects, be denied.\n\nPrior Proceedings\nOn June 29, 1973, defendant was tried before the Court and a jury in Bronx Supreme Court. The trial lasted nearly four weeks and was marred by many heated exchanges between the prosecutor, the defense attorneys, and the Court. Petitioner was convicted by the jury on first degree manslaughter, second degree manslaughter, and possession of a weapon as a felony. He was sentenced to an indeterminate period of imprisonment not to exceed twenty years for the manslaughter charges, and to a concurrent indeterminate period of up to seven years on the weapons charge.\nOn appeal to the Appellate Division of the New York Supreme Court, his conviction was affirmed on December 30, 1974, in an opini...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=alicea-v-kuhlman"
    }
  ],
  "relatedIncidents": [
    16667,
    16675,
    16686,
    16689,
    16690
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}