{
  "id": 16803,
  "title": "1982년 Hubbard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-05-07",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Hubbard. 판결일: 1982-05-07. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Nebraska, Appellee, v. Brent Hubbard, Appellant\n**판결일**: 1982-05-07\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Boslaugh, Brodkey, Caporale, Hastings, McCown, Ronin, White\n\n## 변호인\n\nDennis P. Lee of Thompson, Crounse & Pieper, for appellant., Paul L. Douglas, Attorney General, and Harold Mosher, for appellee.\n\n## 인용\n\n- 319 N.W.2d 116\n- 211 Neb. 531\n\n## 판결문 요약\n\n\n319 N.W.2d 116 (1982)\n211 Neb. 531\nSTATE of Nebraska, Appellee,\nv.\nBrent HUBBARD, Appellant.\nNo. 44506.\nSupreme Court of Nebraska.\nMay 7, 1982.\n*117 Dennis P. Lee of Thompson, Crounse &amp; Pieper, Omaha, for appellant.\nPaul L. Douglas, Atty. Gen., and Harold Mosher, Asst. Atty. Gen., Lincoln, for appellee.\nHeard before BOSLAUGH, McCOWN, WHITE, HASTINGS, and CAPORALE, JJ., BRODKEY, J., Retired, and Ronin, D.J., Retired.\nMcCOWN, Justice.\nAfter trial to a jury the defendant was found guilty of killing Joseph Johnson during the perpetration of or attempt to perpetrate a robbery. Defendant appeals from a sentence of life imprisonment.\nThe record shows that the defendant Brent Hubbard, Juan Bradley, and Crystal Reynolds were together on the afternoon and early evening of March 8, 1981. Bradley wanted to rob someone in order to buy drugs. Bradley asked the defendant to help \"do a robbery.\" The defendant agreed and Bradley gave defendant a gun. At around 8 p. m., while Bradley and Reynolds waited on the sidewalk, the defendant knocked on the front door of a house at 3110 Nicholas Street in Omaha, Nebraska. When his knock was answered the defendant attempted to gain entrance into the house but was unsuccessful.\nWhen the defendant returned to the sidewalk, Bradley, Reynolds, and the defendant continued to walk in the area. Bradley told the defendant: \"I want you to make me some money, man.\" Reynolds testified that at that point the defendant decided to rob \"just anybody.\"\nShortly the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hubbard"
    }
  ],
  "relatedIncidents": [
    16667,
    16675,
    16686,
    16689,
    16690
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}