{
  "id": 16805,
  "title": "1982년 Cox 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-05-04",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Cox. 판결일: 1982-05-04. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Venory COX, Appellant, v. the STATE of Oklahoma, Appellee\n**판결일**: 1982-05-04\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Bussey, Cornish\n\n## 변호인\n\nT. Hurley Jordan, Public Defender, Robert A. Ravitz, First Asst. Public Defender, Oklahoma County, Oklahoma City, for appellant., Jan Eric Cartwright, Atty. Gen., Susan Talbot, Asst. Atty. Gen., Chief, Criminal Appellate Division, Oklahoma City, for ap-pellee.\n\n## 인용\n\n- 644 P.2d 1077\n\n## 판결문 요약\n\n\n644 P.2d 1077 (1982)\nVenory COX, Appellant,\nv.\nThe STATE of Oklahoma, Appellee.\nNos. F-78-55, F-78-56.\nCourt of Criminal Appeals of Oklahoma.\nMay 4, 1982.\nT. Hurley Jordan, Public Defender, Robert A. Ravitz, First Asst. Public Defender, Oklahoma County, Oklahoma City, for appellant.\nJan Eric Cartwright, Atty. Gen., Susan Talbot, Asst. Atty. Gen., Chief, Criminal Appellate Division, Oklahoma City, for appellee.\n\nOPINION\nCORNISH, Judge:\nVenory Cox, appellant was convicted of Murder in the First Degree and sentenced to death.\nIn 1972, the appellant obtained a divorce from his wife, Pearl Mae Cox, after twenty-five years of marriage. On August 14, 1977, he went to his ex-wife's residence and observed her in bed with her boyfriend, Mr. Sanders. Cox immediately left the house and retrieved a pistol from his car. He returned minutes later and shot and killed his ex-wife and her boyfriend, while they lay asleep in bed.\nThe appellant argues that he was denied due process and equal protection by the trial court's refusal to grant funds for his own expert witnesses. In United States ex rel. Smith v. Baldi, 344 U.S. 561, 73 S.Ct. 391, 97 L.Ed. 549 (1953), the United States Supreme Court ruled that a state is under no constitutional duty to provide an indigent defendant with a psychiatrist to conduct an examination. Additionally, the Oklahoma statutes do not authorize the disbursement of state funds for the employment of expert witnesses for the benefit of indigent defendants. See Edding...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cox-v-state"
    }
  ],
  "relatedIncidents": [
    16667,
    16675,
    16686,
    16689,
    16690
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}