{
  "id": 16809,
  "title": "1982년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-04-30",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1982-04-30. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Melvin REED, Appellant\n**판결일**: 1982-04-30\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Cercone, President Judge, and Hester and Wieand\n\n## 변호인\n\nLee Mandell, Philadelphia, for appellant., Gaele McLaughlin Barthold, Assistant District Attorney, Philadelphia, for Commonwealth, appellee.\n\n## 인용\n\n- 444 A.2d 1285\n- 298 Pa. Super. 480\n\n## 판결문 요약\n\n\n298 Pa. Super. 480 (1982)\n444 A.2d 1285\nCOMMONWEALTH of Pennsylvania\nv.\nMelvin REED, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted December 5, 1980.\nFiled April 30, 1982.\n*481 Lee Mandell, Philadelphia, for appellant.\nGaele McLaughlin Barthold, Assistant District Attorney, Philadelphia, for Commonwealth, appellee.\nBefore CERCONE, President Judge, and HESTER and WIEAND, JJ.\n*482 CERCONE, President Judge:\nAppellant, Melvin Reed, takes this appeal from the order of the lower court denying appellant's petition under the Post Conviction Hearing Act (PCHA) after a hearing.[1] We do not reach the merits of this appeal because we find that the lower court has failed to include in the record its finding of fact and conclusions of law.\nPa.R.Crim.Pro. 1506 provides in relevant part:\nWhen the court grants a post conviction hearing, it shall:\n.....\n(5) cause all evidence adduced at the hearing to be recorded, file a statement of record setting forth its findings of fact and its conclusions of law.\nIn the instant case, the lower court failed to comply with the mandates of Rule 1506. One of the issues raised by appellant at the PCHA hearing and now before this Court was whether appellant was denied effective representation by competent counsel at trial when his counsel failed to object to certain allegedly prejudicial comments made by the prosecution in its closing comments to the jury. Although the hearing judge filed an opinion for appeal purposes, as is required by Pa.R.App.Pro. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-reed"
    }
  ],
  "relatedIncidents": [
    16782,
    16357,
    16363,
    16401,
    16510
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}