{
  "id": 16804,
  "title": "1982년 Harris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-05-05",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Harris. 판결일: 1982-05-05. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Harris v. State\n**판결일**: 1982-05-05\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Sugg, Roy Noble Lee and Dan M. Lee\n\n## 인용\n\n- 413 So. 2d 1016\n\n## 판결문 요약\n\n\n413 So. 2d 1016 (1982)\nRennie Ray HARRIS\nv.\nSTATE of Mississippi.\nNo. 53420.\nSupreme Court of Mississippi.\nMay 5, 1982.\n*1017 M. Charles May, C. Eiland Harris, Jackson, for appellant.\nBill Allain, Atty. Gen. by Charles W. Maris, Jr., Sp. Asst. Atty. Gen., Jackson, for appellee.\nBefore SUGG, ROY NOBLE LEE and DAN M. LEE, JJ.\nROY NOBLE LEE, Justice, for the Court:\nRennie Ray Harris was indicted and tried in the Circuit Court of the First Judicial District of Hinds County, Honorable William F. Coleman, presiding, on a charge of murder. He was tried on April 13, 1981, convicted of manslaughter and sentenced by the court to serve a term of twenty (20) years with the Mississippi Department of Corrections. He has appealed and assigns seven (7) errors in the trial below.\nDuring the early morning hours of October 20, 1980, Cynthia Coleman was awakened in her apartment, Building # 13 of the Christian Brothers Apartments, Jackson, Mississippi, by a noise outside her apartment, which sounded as if the stair railings were rattling. She got up and walked from her bedroom into the living room near the stairwell, where she heard something like footsteps coming down the stairs. Mrs. Coleman looked out the living room window facing the parking lot and saw three (3) men fighting along the sidewalk. As the men turned left and moved outside, she walked back to her bedroom window where she could obtain a better view of what was happening. In front of the next apartment building (Building # 14), s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harris-v-state"
    }
  ],
  "relatedIncidents": [
    16667,
    16675,
    16686,
    16689,
    16690
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}