{
  "id": 16800,
  "title": "1982년 Testa 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-05-25",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Testa. 판결일: 1982-05-25. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: State Ex Rel. Allen v. Testa\n**판결일**: 1982-05-25\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Hendry, Daniel S. Pearson and Jorgenson\n\n## 인용\n\n- 414 So. 2d 38\n\n## 판결문 요약\n\n\n414 So.2d 38 (1982)\nSTATE of Florida ex rel. Margaret H. ALLEN On Her Own Behalf and for the Use and Benefit of Shorty's Bar-B-Q, Inc., Petitioner,\nv.\nThe Honorable Thomas A. TESTA, Circuit Judge of the Eleventh Judicial Circuit of Florida in and for Dade County, Florida, E.L. Allen, Sr. and Other Defendants in Case No. 80-10444, Respondents.\nNo. 82-837.\nDistrict Court of Appeal of Florida, Third District.\nMay 25, 1982.\nDavid F. Cerf, Jr., Stephen Cahen, Miami, for petitioner.\nHorton, Perse &amp; Ginsberg and Mallory H. Horton, Miami, for respondents.\n*39 Before HENDRY, DANIEL S. PEARSON and JORGENSON, JJ.\nPER CURIAM.\nThe rule disqualifying a trial judge who attempts to refute charges of partiality and thus creates an intolerable atmosphere between himself and the litigant, see Bundy v. Rudd, 366 So.2d 440 (Fla. 1978); Management Corporation of America, Inc. v. Grossman, 396 So.2d 1169 (Fla. 3d DCA 1981), is no less applicable when, as here, the trial judge's refutation (which not only set forth his version of the context  \"a climate of levity\"  in which his remark, arguably prejudicial to the plaintiffs, was made, but, moreover, contradicted the alleged substance of the remark) comes in the form of an affidavit attached to his return to our rule nisi in prohibition.\nAccordingly, we must grant the petition for writ of prohibition. We deem it unnecessary to issue the writ and remand the cause to the Circuit Court for further proceedings consistent with this opinion.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-allen-v-testa"
    }
  ],
  "relatedIncidents": [
    16657,
    16659,
    16666,
    16699,
    16709
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}