{
  "id": 16810,
  "title": "1982년 Edwards 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-04-29",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Edwards. 판결일: 1982-04-29. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: EDWARDS v. State\n**판결일**: 1982-04-29\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Deen\n\n## 변호인\n\nJames H. Whitmer, for appellant., Jeff C. Wayne, District Attorney, Bruce L. Udolf, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 162 Ga. App. 216\n\n## 판결문 요약\n\n\nDeen, Presiding Judge.\n1. Appellant and his co-defendant Tatum were jointly tried for the homicide of Billy Roberts. Tatum was convicted of murder and Edwards of involuntary manslaughter in the commission of an unlawful act. The evidence establishes that Tatum and Roberts were seen together, that both went to the home of Edwards toward midnight of the night in question; that Edwards that afternoon and evening had been wearing a red shirt, that all three were drinking, that around 1:00 a.m. Edwards and Tatum were again seen at an all night gas station, this time without shirts, that they indicated they had been out on the lake “partying,” and that Roberts was not with them. Roberts’ body was found in the lake, severely beaten, the next day, with a red T-shirt around his neck and the name David Edwards (appellant’s brother) stamped inside. Death resulted from drowning.\nNeither defendant testified during the trial. Both defendants made statements admitting presence with the victim at the lake and that they were all drinking heavily. Appellant admitted ownership of the shirt, and on the first taped interview described a fight between the victim and Tatum. At a later taped interview he stated there was fighting between them “and Charlie knocked him off or something. Then a few minutes later they went down towards the lake. Charlie came back up there and said, ‘You ready to go?’ ” and the co-defendants then left the scene. Asked how the victim’s body got in the lake appellant said...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=edwards-v-state"
    }
  ],
  "relatedIncidents": [
    16667,
    16675,
    16686,
    16689,
    16690
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}