{
  "id": 16812,
  "title": "1982년 Coleman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-04-28",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Coleman. 판결일: 1982-04-28. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: Rodney COLEMAN v. U.S. BUREAU OF PRISONS\n**판결일**: 1982-04-28\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Weinfeld\n\n## 변호인\n\nRodney Coleman, pro se., John S. Martin, Jr., U.S. Atty., S.D.N.Y., New York City, for respondent; Gerald T. Ford, Asst. U.S. Atty., New York City, of counsel.\n\n## 인용\n\n- 561 F. Supp. 35\n\n## 판결문 요약\n\n\nEDWARD WEINFELD, District Judge.\nPetitioner, Rodney Coleman, is confined to the Federal Correctional Institution (“FCi”) jn otisville, New York. He was convicted of second degree burglary and simple assault in the Superior Court of the District of Columbia, and sentenced to a term of 4 to 6 years under the Youth Corrections Act (“YCA”)1 by Judge Leonard Braman of that court on September 12, 1979. There are three federal facilities exclusively for YCA offenders. Although originally petitioner had been confined to two of these facilities, he was transferred and is now confined to the FCI, which is an adult correctional institution. He seeks re-transfer to a YCA facility by way of a writ of habeas corpus.2\nPetitioner was first confined to the YCA facility in Englewood, Colorado, in September, 1981.3 There, he was a serious disciplinary problem, accumulating in excess of 70 misconduct points mostly for assaultive behavior. Accordingly, he was transferred to the YCA facility in Petersburg, Virginia.4 After his transfer, petitioner continued to be a violent, assaultive individual who disrupted the YCA program in Petersburg.\nOn July 1, 1982, the Director of the Federal Prison System wrote to Judge Braman *36seeking permission to transfer petitioner to a non-YCA facility. Judge Braman approved the request on July 12,5 and petitioner was transferred to the FCI in Otis-ville. He now contends that his confinement there is unlawful.\nThe government opposes the issuance of the writ on two...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=coleman-v-us-bureau-of-prisons"
    }
  ],
  "relatedIncidents": [
    16658,
    16660,
    16664,
    16665,
    16692
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}