{
  "id": 16813,
  "title": "1982년 Evans 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-04-27",
  "location": "Delaware, DE, USA",
  "summary": "미국 Delaware, DE 법원 판결 사건. 사건명: Evans. 판결일: 1982-04-27. 법원: Supreme Court of Delaware.",
  "description": "## 사건 정보\n\n**사건명**: Walter EVANS, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee\n**판결일**: 1982-04-27\n**법원**: Supreme Court of Delaware\n**관할**: Delaware, DE\n\n**판사**: Herrmann, Chief Justice, McNeilly and Horsey, Justices\n\n## 변호인\n\nEdmund M. Hillis, Asst. Public Defender, Wilmington, for defendant below, appellant., Robert H. Richter, Deputy Atty. Gen., Wilmington, for plaintiff below, appellee.\n\n## 인용\n\n- 445 A.2d 932\n\n## 판결문 요약\n\n\n445 A.2d 932 (1982)\nWalter EVANS, Defendant Below, Appellant,\nv.\nSTATE of Delaware, Plaintiff Below, Appellee.\nSupreme Court of Delaware.\nSubmitted April 13, 1982.\nDecided April 27, 1982.\nEdmund M. Hillis, Asst. Public Defender, Wilmington, for defendant below, appellant.\nRobert H. Richter, Deputy Atty. Gen., Wilmington, for plaintiff below, appellee.\nBefore HERRMANN, Chief Justice, McNEILLY and HORSEY, Justices.\nHERRMANN, Chief Justice:\nHaving failed under the Federal Double Jeopardy Clause to avoid multiple sentences for Manslaughter, Assault in the Second Degree, and the Possession of a Deadly Weapon During the Commission of those Felonies, Evans v. State, Del.Supr., 430 A.2d 481 (1981),[1] the defendant, Walter Evans, now seeks reversal of such sentences under the Double Jeopardy Clause of the Delaware Constitution, Art. I, § 8.[2] He asserts, collaterally, that in any event, he is entitled to credit for time served upon the sentences imposed for the same offenses at an earlier date.\n\n\n*933 I.\nThe defendant originally received separate and consecutive sentences for each of the said offenses. Upon appeal therefrom, following its decision in Hunter v. State, (Hunter I), Del.Supr., 420 A.2d 119 (1980), this Court held that by reason of such multiple sentences, the defendant was subjected to violations of his constitutional guaranties against double jeopardy under the Fifth Amendment. Evans v. State, (Evans I) Del.Supr., 420 A.2d 1186 (1980).\nA brief statement here of the hi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=evans-v-state"
    }
  ],
  "relatedIncidents": [
    16667,
    16675,
    16686,
    16689,
    16690
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}