{
  "id": 16811,
  "title": "1982년 Taylor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-04-28",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Taylor. 판결일: 1982-04-28. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Richard Dwayne TAYLOR v. The STATE of Texas, State\n**판결일**: 1982-04-28\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Brown, Holman, Hughes\n\n## 변호인\n\nSmith & Douglass and S. Price Smith, Jr., Wichita Falls, for appellant., Timothy D. Eyssen, Dist. Atty., Wichita Falls, for the State.\n\n## 인용\n\n- 632 S.W.2d 697\n\n## 판결문 요약\n\n\nOPINION\nRICHARD L. BROWN, Justice.\nThis is an appeal from a conviction of burglary of a building. Punishment, enhanced by a prior conviction, was assessed by the jury at life imprisonment in the Texas Department of Corrections.\nWe affirm.\nOn Saturday morning, December 10, 1977, Ronnie Hale arrived at his automobile upholstering business in Wichita Falls to complete a job. The business was not then open to the public. Hale unlocked the door, entered the building, and proceeded to an oil fueled heat stove to light it. As he kneeled at the stove, Hale noticed a movement beside him. Hale turned and saw the appellant, with whom he had been casually acquainted for sometime. At that point, appellant stabbed Hale in the neck with a *698blade from a pair of upholstery shears. Appellant, undaunted by Hale’s pleas for mercy, continued his assault. After a prolonged struggle, in which he received multiple wounds, Hale escaped from the building and staggered to a used car lot across the street. The owner of the car lot asked Hale what had happened, to which Hale replied that appellant had stabbed him. The victim gave the same response to police officers arriving at the car lot minutes later. Investigation of the upholstery shop revealed that it had been forcibly entered, and the money box of a coke machine in the building had been pried open.\nWe find no merit to appellant’s contention that the evidence is insufficient to support his conviction. From the evidence, the jury could properly ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=taylor-v-state"
    }
  ],
  "relatedIncidents": [
    16658,
    16660,
    16664,
    16665,
    16692
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}