{
  "id": 16815,
  "title": "1982년 United States v. Pablo Vincent Montoya 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-04-26",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Pablo Vincent Montoya. 판결일: 1982-04-26. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Pablo Vincent MONTOYA, Defendant-Appellant\n**판결일**: 1982-04-26\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n**판사**: Peck, Seth, Seymour\n\n## 변호인\n\nTova Indritz, Asst. Federal Public Defender, Albuquerque, N. M. (R. Raymond Twohig, Jr., Asst. Federal Public Defender, Albuquerque, N. M., on the brief), for defendant-appellant., James F. Blackmer, Asst. U. S. Atty., Albuquerque, N. M. (R. E. Thompson, U. S. Atty., Albuquerque, N. M., with him on the brief), for plaintiff-appellee.\n\n## 인용\n\n- 676 F.2d 428\n\n## 판결문 요약\n\n676 F.2d 428\n    UNITED STATES of America, Plaintiff-Appellee,v.Pablo Vincent MONTOYA, Defendant-Appellant.\n    No. 80-2329.\n    United States Court of Appeals,Tenth Circuit.\n    April 26, 1982.\n    \n      Tova Indritz, Asst. Federal Public Defender, Albuquerque, N. M.  (R. Raymond Twohig, Jr., Asst. Federal Public Defender, Albuquerque, N. M., on the brief), for defendant-appellant.\n      James F. Blackmer, Asst. U. S. Atty., Albuquerque, N. M.  (R. E. Thompson, U. S. Atty., Albuquerque, N. M., with him on the brief), for plaintiff-appellee.\n      Before SETH, SEYMOUR and PECK,* Circuit Judges.\n      SEYMOUR, Circuit Judge.\n    \n    \n      1\n      Pablo Montoya appeals convictions on offenses charged under a multiple count indictment generated by his assault of a Federal law enforcement officer.  Montoya asserts the trial judge erroneously refused to instruct the jury on certain defense theories and improperly denied a motion for acquittal on two of the counts.  We find these claims devoid of merit and affirm the judgment of the district court.I.\n    \n    \n      2\n      An ill-starred \"drug bust\" provides the factual framework for evaluating Montoya's appeal.  A synopsis of that incident can be culled from the trial record properly considered in a light most favorable to the prosecution.  See United States v. Morris, 612 F.2d 483, 492 (10th Cir. 1979).\n    \n    \n      3\n      The United States Drug Enforcement Administration (DEA) orchestrated a narcotics purchase in Albuque...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-pablo-vincent-montoya"
    }
  ],
  "relatedIncidents": [
    16705,
    16743,
    16747,
    16761,
    16331
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}