{
  "id": 16829,
  "title": "1982년 Holcomb 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-04-06",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Holcomb. 판결일: 1982-04-06. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: BILL HOLCOMB, Administrator of the Estate of Ida S. Hemric v. HAZEL HEMRIC CHARLES HEMRIC AND wife, MINNIE HEMRIC KATHLEEN H. WAGONER and husband, WILMOTH GRAY WAGONER JUDY ANN H. GROCE and husband, ALVIS GRAY GROCE\n**판결일**: 1982-04-06\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Harry, Martin, Robert, Whichard\n\n## 변호인\n\n\n\nEverett & Everett, by James A. Everett and Lucy C. Everett, for claimant appellants.\n, \nFranklin Smith for respondent appellants.\n\n\n## 인용\n\n- 56 N.C. App. 688\n\n## 판결문 요약\n\n\nMARTIN (Harry C.), Judge.\nWe begin our analysis of this case with a statement of the applicable law as found in the pertinent statutes and cases construing them.\nN.C.G.S. 28A-19-15 provides the mechanism by which a disputed claim against a decedent’s estate may be referred. The finding of the arbitrators under this section is equivalent to a judgment, but “may be impeached in any proceeding against the personal representative” for fraud or collusion. See In re Estate of Reynolds, 221 N.C. 449, 20 S.E. 2d 348 (1942); Lassiter v. Upchurch, 107 N.C. 411, 12 S.E. 63 (1890).\nUnder N.C.G.S. 28A-17-1, the personal representative may “apply to the clerk of superior court of the county where the decedent’s real property ... is situated, by petition, to sell such real property for the payment of debts and other claims against the decedent’s estate.” Although the proceeding to sell land under this section is a special proceeding before the clerk, if equities are involved over which the superior court acquires jurisdiction, it will determine the whole matter. See Baker v. Carter, 127 N.C. 92, 37 S.E. 81 (1900). See also Wadford v. Davis, 192 N.C. 484, 135 S.E. 353 (1926) (if pleadings raise an issue of fact, it can be tried by a jury); McNair v. Cooper, 174 N.C. 566, 94 S.E. 98 (1917) (upon ample evidence in the record, issue of fraud was submitted to the jury). Moreover, although the heirs are concluded by a judgment previously obtained for the debt and may not plead any defense which ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=holcomb-v-hemric"
    }
  ],
  "relatedIncidents": [
    16659,
    16685,
    16713,
    16717,
    16746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}