{
  "id": 16824,
  "title": "1982년 Eleby 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-04-15",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Eleby. 판결일: 1982-04-15. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Johnnie Morris ELEBY v. The STATE of Texas\n**판결일**: 1982-04-15\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Brown, Junell, Price\n\n## 변호인\n\nJ. G. Glass, Houston, for appellant., Marqua McGull-Billingsley, Maryrose Milloy, Asst. Dist. Attys., Houston, for ap-pellee.\n\n## 인용\n\n- 632 S.W.2d 855\n\n## 판결문 요약\n\n\nOPINION\nPRICE, Justice.\n■This is an appeal from a conviction for aggravated robbery. Trial was to a jury who found the appellant guilty of the offense and assessed his punishment at forty years imprisonment, appellant having had a prior felony theft conviction. Appellant asserts five grounds of error. We find no reversible error and affirm the conviction.\nWe summarize the facts for clarity. On September 17,1980, complainant was awaiting the arrival of a woman friend in a hotel room when an armed robber entered the room, pushing the woman in front of him. He stole the complainant’s money, jewelry and car keys, covered the complainant’s head with a coat and left the scene in the complainant’s automobile. Several days later the police stopped the driver of the complainant’s stolen automobile, a Mr. Phillip Shepherd. On October 5, 1980, Mr. Shepherd was placed in a line-up but the complainant indicated he was not the person who had robbed him.\nOn October 5,1980, a Houston police officer on routine patrol was flagged down by a man who, without giving his name to the officer, claimed to be the brother of Phillip Shepherd. This man implicated appellant to the officer on the basis of an alleged conversation with Shepherd on October 4, 1980. The complainant then tentatively identified appellant in a photo spread. Appellant was subsequently arrested on October 5, 1980, and identified in a line-up by the complainant on October 6, 1980. Complainant also made an independent in-court iden...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=eleby-v-state"
    }
  ],
  "relatedIncidents": [
    16658,
    16660,
    16664,
    16665,
    16692
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}