{
  "id": 16821,
  "title": "1982년 Wade 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-04-22",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Wade. 판결일: 1982-04-22. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Wade v. the State\n**판결일**: 1982-04-22\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Banke, Birdsong, McMurray\n\n## 변호인\n\nCharles E. Floyd, Jr., for appellant., Lewis R. Slaton, District Attorney, Joseph J. Drolet, Margaret V. Lines, Wallace Speed, Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 290 S.E.2d 535\n- 162 Ga. App. 189\n\n## 판결문 요약\n\n\n162 Ga. App. 189 (1982)\n290 S.E.2d 535\nWADE\nv.\nTHE STATE.\n63887.\nCourt of Appeals of Georgia.\nDecided April 22, 1982.\nCharles E. Floyd, Jr., for appellant.\nLewis R. Slaton, District Attorney, Joseph J. Drolet, Margaret V. Lines, Wallace Speed, Assistant District Attorneys, for appellee.\nBANKE, Judge.\nThe defendant appeals his convictions on two counts of armed robbery, contending that the evidence was insufficient. The victims, Mr. and Mrs. Peacock, testified that they met the defendant and his companion in a bar and offered the two men a ride upon leaving. They stated that once in the victims' car, the defendant put a gun to Mr. Peacock's side and demanded the couple's money, or he \"would blow his brains out.\" Mrs. Peacock gave up her pocketbook, and Mr. *190 Peacock gave up his wallet.\nThe defendant admitted encountering the Peacocks at the bar and accepting a ride with them, but he denied robbing them. He also testified that he was with a companion named Donnie, stating that he did not know Donnie's last name or where he could be located. Held:\nThe credibility of the witnesses is a matter for jury determination. Redd v. State, 154 Ga. App. 373 (268 SE2d 423) (1979). We have carefully reviewed the evidence and find that a rational trier of fact could have found the defendant guilty beyond a reasonable doubt. Brown v. State, 152 Ga. App. 144 (262 SE2d 510) (1979).\nJudgment affirmed. McMurray, P. J., and Birdsong, J., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wade-v-state"
    }
  ],
  "relatedIncidents": [
    16658,
    16660,
    16664,
    16665,
    16692
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}