{
  "id": 16831,
  "title": "1982년 In re Lee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-04-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re Lee. 판결일: 1982-04-05. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Stephen K. Lee (Admitted as Stephen Kenneth Lee), an Attorney, Grievance Committee for the Tenth Judicial District\n**판결일**: 1982-04-05\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Francis F. Doran (Grace D. Moran of counsel), for petitioner., Stephen K. Lee respondent pro se.\n\n## 인용\n\n- 86 A.D.2d 131\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\n\nPer Curiam.\n\nThe respondent was admitted to practice by this court on January 25,1967 under the name of Stephen Kenneth Lee. In this proceeding to discipline him for professional misconduct, the petitioner moves to confirm in full the findings of the referee sustaining seven charges of professional misconduct, including, inter alia, filing suits on behalf of himself and his client knowing said actions would serve merely to harass or maliciously injure another; making of false statements of fact; counseling clients in fraudulent conduct; defying a court order; neglecting two separate legal matters entrusted to him; and failing to co-operate with the investigation of the Grievance Committee. Respondent submits an affidavit requesting an adjournment of petitioner’s motion.\n*132After reviewing all of the evidence, we are in full agreement with the report of the referee. The respondent is guilty of the charges of misconduct. The petitioner’s motion is granted. Respondent’s application is denied.\nThe respondent is adjudged guilty of serious professional misconduct and should be, and hereby is, disbarred from the further practice of law, and his name is ordered stricken from the roll of attorneys and counselors at law, effective forthwith.\nMollen, P. J., Damiani, Titone, Lazer and Gibbons, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-lee"
    }
  ],
  "relatedIncidents": [
    16659,
    16685,
    16713,
    16717,
    16746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}