{
  "id": 16839,
  "title": "1982년 Ford 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-03-25",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ford. 판결일: 1982-03-25. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: CARRUTH MORTGAGE CORPORATION, Appellant, v. W. Jaye FORD, Et Al, Appellees\n**판결일**: 1982-03-25\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Warren, Duggan and Price\n\n## 변호인\n\nGoldberg, Kusin & Brown, Barry Allan Brown, Houston, for appellant., Green, Sims, Van Os & Lee, Thomas J. Sims, Houston, for appellees.\n\n## 인용\n\n- 630 S.W.2d 897\n\n## 판결문 요약\n\n\n630 S.W.2d 897 (1982)\nCARRUTH MORTGAGE CORPORATION, Appellant,\nv.\nW. Jaye FORD, et al, Appellees.\nNo. 01-81-0749-CV.\nCourt of Appeals of Texas, Houston (1st Dist.).\nMarch 25, 1982.\n*898 Goldberg, Kusin &amp; Brown, Barry Allan Brown, Houston, for appellant.\nGreen, Sims, Van Os &amp; Lee, Thomas J. Sims, Houston, for appellees.\nBefore WARREN, DUGGAN and PRICE, JJ.\nPRICE, Justice.\nThis is an appeal from a judgment denying recovery on a promissory note and guaranty agreement. The trial was to a jury which found that the appellant should take nothing on its cause of action for deficiency on the note amount, and made negative findings on appellees' affirmative defense of promissory estoppel and cross-action for fraud. Before submission of the case to the jury, the trial court granted appellees' motion for directed verdict on appellees' claim that the appellant's cause of action for fraud was barred by the statute of limitations.\nThe record reflects that on August 21, 1974, the Walker-Southwest Investment Co., appellee, executed a promissory note and deed of trust to Carruth Mortgage, appellant, in the amount of $2,050,000.00 for certain real property. A guaranty agreement was executed at the same time by Mr. Jaye Ford, appellee. The duration of the note was for one year, to become due on August 20, 1975. When the note became due it was not paid. The appellant and appellees executed an extension agreement in December, 1975, to be due and payable on January 10, 1976. For the agreem...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carruth-mortgage-corp-v-ford"
    }
  ],
  "relatedIncidents": [
    16659,
    16685,
    16713,
    16717,
    16746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}