{
  "id": 16840,
  "title": "1982년 Bromwell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-03-23",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Bromwell. 판결일: 1982-03-23. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Kevin BROMWELL\n**판결일**: 1982-03-23\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Crandall, Stephan, Stewart\n\n## 변호인\n\nStephen C. Banton, St. Louis, for appellant., John Ashcroft, Atty. Gen., Kristie Green, Asst. Atty. Gen., Jefferson City, George Peach, Circuit Atty., St. Louis, for respondent.\n\n## 인용\n\n- 631 S.W.2d 698\n\n## 판결문 요약\n\n\nCRANDALL, Judge.\nAppellant was convicted of burglary in the second degree, a Class C felony. Section 569.170, RSMo 1978. The jury assessed a sentence of two years. The trial court found that appellant was a persistent offender, subject to an extended term. Section 558.016, RSMo 1978. Appellant’s motion for new trial was overruled, allocution was granted, and appellant was sentenced to an extended term of five years on the burglary conviction. We affirm.\nAs appellant does not challenge the sufficiency of the evidence, we will briefly review the facts.\nOn May 19, 1980, two men committed a burglary at 3208 Cherokee in the City of St. Louis. Entrance was gained through the rear door of the house. The burglary was observed by Bill Branscomb, a contractor who was working nearby. Branscomb called the police, who, upon their arrival arrested Mark McCabe, a co-defendant. Property stolen from 3208 Cherokee was seized from him. Branscomb was shown a photo lineup and identified appellant as the second burglar. Appellant was arrested the next day and later identified by Branscomb at a lineup and at trial as one of the two men involved in the burglary.\nAppellant relied on the defense of alibi. Mark McCabe testified that appellant was not with him on the day of the burglary. Four witnesses testified that appellant spent that day with them in Ironton, Missouri.\nAppellant’s first contention is that the trial court erred in failing to grant a new trial on the basis of newly discovered evidenc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-bromwell"
    }
  ],
  "relatedIncidents": [
    16658,
    16660,
    16664,
    16665,
    16692
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}