{
  "id": 16842,
  "title": "1982년 Weisenburger 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-03-22",
  "location": "North Dakota, ND, USA",
  "summary": "미국 North Dakota, ND 법원 판결 사건. 사건명: Weisenburger. 판결일: 1982-03-22. 법원: District Court, D. North Dakota.",
  "description": "## 사건 정보\n\n**사건명**: Tom W. WEISENBURGER, D/B/A Tom’s Standard Station, Plaintiff, v. AMOCO OIL COMPANY, Defendant\n**판결일**: 1982-03-22\n**법원**: District Court, D. North Dakota\n**관할**: North Dakota, ND\n\n**판사**: Benson\n\n## 변호인\n\nJack G. Marcil, Tenneson, Serkland, Lundberg, Erickson & Marcil, Ltd., Fargo, N. D., for plaintiff., Douglas R. Herman, Vogel Law Firm, Fargo, N. D., for defendant; Dale L. Larson & Rita A. McConnell, Robins, Zelle, Larson & Keplan, Minneapolis, Minn., David L. Doyle, Standard Oil Co., Chicago, 111., of counsel.\n\n## 인용\n\n- 534 F. Supp. 673\n\n## 판결문 요약\n\n\n534 F.Supp. 673 (1982)\nTom W. WEISENBURGER, d/b/a Tom's Standard Station, Plaintiff,\nv.\nAMOCO OIL COMPANY, Defendant.\nCiv. No. A3-81-129.\nUnited States District Court, D. North Dakota, Southeastern Division.\nMarch 22, 1982.\nJack G. Marcil, Tenneson, Serkland, Lundberg, Erickson &amp; Marcil, Ltd., Fargo, N. D., for plaintiff.\nDouglas R. Herman, Vogel Law Firm, Fargo, N. D., for defendant; Dale L. Larson &amp; Rita A. McConnell, Robins, Zelle, Larson &amp; Keplan, Minneapolis, Minn., David L. Doyle, Standard Oil Co., Chicago, Ill., of counsel.\n\nMEMORANDUM OF DECISION AND ORDER FOR JUDGMENT\nBENSON, Chief Judge.\nOn August 13, 1981, plaintiff Tom W. Weisenburger filed a two count complaint against defendant Amoco Oil Company (Amoco). Count one alleged wrongful failure to renew his franchise and lease[1] in violation of the Petroleum Marketing Practices Act (PMPA), 15 U.S.C. § 2801, et seq., for which plaintiff sought both preliminary and permanent injunctions. Count two, alternatively, is grounded on a claim for compensatory and punitive damages for wrongful termination of the franchise. Prior to a scheduled hearing on the preliminary injunction request, the parties stipulated to continue the franchise relationship pending a trial on the merits and asked that the trial be expedited. Subsequently the case was noticed for trial commencing March 4, 1982. At pretrial on February 24, 1982, it was conceded that plaintiff had continued to do business without interruption under the fran...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=weisenburger-v-amoco-oil-co"
    }
  ],
  "relatedIncidents": [
    16657,
    16659,
    16666,
    16699,
    16709
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}