{
  "id": 16852,
  "title": "1982년 Miller v. Economics Laboratory, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-03-08",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Miller v. Economics Laboratory, Inc.. 판결일: 1982-03-08. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: C. E. MILLER v. ECONOMICS LABORATORY, INC.\n**판결일**: 1982-03-08\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Booth, Shivers, Smith\n\n## 변호인\n\nVan P. Russell, Watkins & Watkins, Apalachicola, for appellant., Charles W. Dodson, Holland & Knight, Tallahassee, for appellee.\n\n## 인용\n\n- 410 So. 2d 642\n\n## 판결문 요약\n\n\nPER CURIAM.\nThis cause is before us on appeal from an order granting a summary judgment and dismissing with prejudice appellant’s counterclaim against appellee. Appellant contends that the dismissal was erroneous because a genuine issue of material fact existed as to whether Miller was entitled to a statutory or equitable lien against a shipment of appellee’s goods for unpaid freight charges incurred in three prior shipments.\nThe Uniform Commercial Code, Section 7-307(1), unambiguously limits a private carrier’s statutory lien to charges incurred subsequent to the date of the carrier’s receipt of the goods for storage or transportation. Florida Statutes, Section 677.307(1); British West Indies Produce, Inc. v. Ohio Eastern Express, Inc., 11 UCC Rep.Serv. 1234 (NY Cir.Ct.1973). Section 7-307(1) applies in the absence of an agreement of the parties to the contrary and does not prohibit an agreement for a lien to cover prior charges. Florida Statutes, Section 671.-102(3); White and Summers, Uniform Commercial Code § 2 (1980). In the instant case, however, no such agreement between appellant and appellee was pleaded or argued to the trial court. Similarly, appellant’s claim to an equitable lien was not properly before the trial court. Dober v. Worrell, 401 So.2d 1322 (Fla.1981).\nAFFIRMED.\nBOOTH, LARRY G. SMITH and SHIVERS, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=miller-v-economics-laboratory-inc"
    }
  ],
  "relatedIncidents": [
    16657,
    16658,
    16659,
    16660,
    16664
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}