{
  "id": 16857,
  "title": "1982년 Lund 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-02-25",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Lund. 판결일: 1982-02-25. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: THE FLORIDA BAR v. John Larson LUND\n**판결일**: 1982-02-25\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Adkins, Boyd, McDonald, Over, Sundberg, Ton\n\n## 변호인\n\nJohn F. Harkness, Jr., Executive Director and.Stanley A. Spring, Staff Counsel, Tallahassee, Cynthia S. Prettyman, Bar Counsel, Fort Lauderdale, and William T. Haver-field, Chairman, Twentieth Judicial Circuit Grievance Committee “A”, Fort Myers, of The Florida Bar, for complainant., John Larson Lund, in pro. per.\n\n## 인용\n\n- 410 So. 2d 922\n\n## 판결문 요약\n\n\nPER CURIAM.\nIn this disciplinary proceeding the referee has recommended that the respondent, a member of the Florida Bar, be found guilty of violation of the Florida Bar Code of Professional Responsibility Disciplinary Rules 1-102(AX1), 1-102(A)(4), 1-102(A)(5), and 1-102(A)(6).*\n*923The complaint arises from testimony that the respondent had given before a grievance committee hearing. The respondent admits that a small portion of his testimony turned out to be untrue, but that he was unaware of its untruthfulness and that there was no intentional misrepresentation. He urges this Court that the referee’s findings of fact do not support a conclusion of a violation of any disciplinary rule.\nWe reject that contention and approve the referee’s report. We also adopt the referee’s recommendation of discipline and suspend John Larson Lund for a period of ten days. The suspension shall be effective March 29, 1982, thereby giving respondent time to close out his practice and take the necessary steps to protect his clients, and it is ordered that respondent shall not accept any new business. He is further directed to pay costs in the sum of $684.20 to the Florida Bar.\nIt is so ordered.\nSUNDBERG, C. J., and ADKINS, OVER-TON and McDONALD, JJ., concur.\nBOYD, J., dissents.\n\n DR 1-102 Misconduct\n(A) A lawyer shall not:\n(1) Violate a Disciplinary Rule.\n******\n*923(4) Engage in conduct involving dishonesty, fraud, deceit, or misrepresentation.\n(5) Engage in conduct that is prejudicial to the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=florida-bar-v-lund"
    }
  ],
  "relatedIncidents": [
    16657,
    16659,
    16666,
    16699,
    16709
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}