{
  "id": 16856,
  "title": "1982년 Ladd 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-02-25",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Ladd. 판결일: 1982-02-25. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. ROGER DUANE LADD, Defendant and Appellant\n**판결일**: 1982-02-25\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Puglia\n\n## 변호인\n\nCounsel, Quin Denvir, State Public Defender, under appointment by the Court of Appeal, and Roy M. Dahlberg, Deputy State Public Defender, for Defendant and Appellant., George Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, Arnold O. Overoye, Assistant Attorney General, James T. McNally and Carla J. Caruso, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 129 Cal. App. 3d 257\n- 181 Cal. Rptr. 29\n\n## 판결문 요약\n\n\n129 Cal.App.3d 257 (1982)\n181 Cal. Rptr. 29\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nROGER DUANE LADD, Defendant and Appellant.\nDocket No. 11057.\nCourt of Appeals of California, Third District.\nFebruary 25, 1982.\n*259 COUNSEL\nQuin Denvir, State Public Defender, under appointment by the Court of Appeal, and Roy M. Dahlberg, Deputy State Public Defender, for Defendant and Appellant.\nGeorge Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, Arnold O. Overoye, Assistant Attorney General, James T. McNally and Carla J. Caruso, Deputy Attorneys General, for Plaintiff and Respondent.\nOPINION\nPUGLIA, P.J.\nDefendant was convicted of second degree murder (Pen. Code, § 187) with use of a firearm (Pen. Code, § 12022.5). He appeals from the judgment committing him to prison. We shall affirm.\n*260 This is the second opinion in this case, a rehearing having been granted after the first decision.\nThe vacated opinion was rendered after the court had advised counsel by letter that the case would be submitted for decision unless within 10 days a written request for oral argument was received. Having received no such request, the court decided the case on July 31, 1981. On August 14, 1981, defendant's counsel, the State Public Defender, petitioned for rehearing, asserting that a written request for oral argument had been timely prepared and \"placed in [this court's] brief box in [the State Public Defender's] office to be delivered to [the Clerk of this] court....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-ladd"
    }
  ],
  "relatedIncidents": [
    16667,
    16675,
    16686,
    16689,
    16690
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}