{
  "id": 16855,
  "title": "1982년 Neal 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-02-25",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Neal. 판결일: 1982-02-25. 법원: District Court, D. Colorado.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff, v. Jake Keller NEAL, Defendant\n**판결일**: 1982-02-25\n**법원**: District Court, D. Colorado\n**관할**: Colorado, CO\n\n**판사**: Carrigan\n\n## 변호인\n\nRobert N. Miller, U. S. Atty., Denver, Colo., for plaintiff., Michael G. Katz, Federal Public Defender, Denver, Colo., for defendant.\n\n## 인용\n\n- 532 F. Supp. 942\n\n## 판결문 요약\n\n\n532 F. Supp. 942 (1982)\nUNITED STATES of America, Plaintiff,\nv.\nJake Keller NEAL, Defendant.\nCrim. A. No. 81-CR-236.\nUnited States District Court, D. Colorado.\nFebruary 25, 1982.\n*943 Robert N. Miller, U. S. Atty., Denver, Colo., for plaintiff.\nMichael G. Katz, Federal Public Defender, Denver, Colo., for defendant.\n\n\n*944 MEMORANDUM OPINION AND ORDER\nCARRIGAN, District Judge.\nThe United States (hereafter, \"the government\") has indicted the defendant Jake Keller Neal charging one count of bank robbery and homicide in violation of 18 U.S.C. § 2113(a) and (e). Neal is accused of having robbed the Midland Federal Savings and Loan Office at 295 West Hampden Avenue, Englewood, Colorado, of $14,100 on April 29, 1981. A female teller assaulted during the robbery died from her injuries a few days later.\nOn December 10, 1981, in the course of seeking evidence to implicate the defendant in this crime, an FBI agent listened to and tape recorded three telephone conversations between Neal and his wife Marcia. A promise of immunity from prosecution was used to obtain Mrs. Neal's consent to the telephone monitoring and tape recording. In this effort to induce the defendant to incriminate himself, his wife asked him questions suggested to her by the FBI agent. The questions were apparently designed to bait the defendant to respond with incriminating answers.\nNo warrant was sought for this action. The decision to monitor and record the conversations apparently was made by an FBI field agent. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-neal"
    }
  ],
  "relatedIncidents": [
    16667,
    16675,
    16686,
    16689,
    16690
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}