{
  "id": 16854,
  "title": "1982년 Griffith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-03-04",
  "location": "Alaska, AK, USA",
  "summary": "미국 Alaska, AK 법원 판결 사건. 사건명: Griffith. 판결일: 1982-03-04. 법원: Court of Appeals of Alaska.",
  "description": "## 사건 정보\n\n**사건명**: Charles A. GRIFFITH, Appellant, v. STATE of Alaska, Appellee\n**판결일**: 1982-03-04\n**법원**: Court of Appeals of Alaska\n**관할**: Alaska, AK\n\n**판사**: Bryner, C.J., and Coats and Singleton\n\n## 변호인\n\nDavid C. Backstrom, Asst. Public Defender, Fairbanks, and Dana Fabe, Public Defender, Anchorage, for appellant., Thomas A. Miller, Asst. Dist. Atty., Harry L. Davis, Dist. Atty., Fairbanks, and Wilson L. Condon, Atty. Gen., Juneau, for appellee.\n\n## 인용\n\n- 641 P.2d 228\n\n## 판결문 요약\n\n\nOPINION\nSINGLETON, Judge.\nOn March 27, 1981, Charles A. Griffith was convicted by a jury of robbery in the first degree, AS 11.41.500. He has appealed that conviction and the resulting sentence. That appeal is pending and is not yet ripe for decision and consequently, it will not be addressed in this opinion. The sole issue before us now concerns Griffith’s challenge to an order denying him bail both pending sentencing and after sentencing pending a determination of his merit appeal. These issues are appealable apart from the appeal on the merits. See AS 12.30.030(b) which provides in relevant part:\nWhen a court denies a motion under (a) of this section [a motion for release from pretrial or post-conviction detention] or conditions of release have been imposed by the court having original jurisdiction over the offense, an appeal may be taken to the court having appellate jurisdiction over the court denying the motion or imposing the conditions subject to the rules of the Supreme Court of Alaska, and the District Court Rules of Criminal Procedure. The order of the lower court shall be affirmed unless it is found that the lower court abused its discretion. If it is held that the lower court did abuse its discretion, the appellate court may modify, vacate, set aside, reverse, remand the action for further proceeding, or remand the action directing entry of the appropriate order, which may include ordering the person to be released under AS 12.30.020(a). The appeal shall be dete...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=griffith-v-state"
    }
  ],
  "relatedIncidents": [
    16667,
    16675,
    16686,
    16689,
    16690
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}