{
  "id": 16851,
  "title": "1982년 Riffle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-03-10",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Riffle. 판결일: 1982-03-10. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The State of Ohio, Appellee, v. Riffle, Appellant\n**판결일**: 1982-03-10\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Hendrickson, Jones, Koehler\n\n## 변호인\n\nMr. John F. Holcomb,  prosecuting attorney, and  Mr. Gerald R.  Leshner,  for appellee.\n\n Messrs. Nash  Kash  and  Mr. David L. Kash,  for appellant.\n\n## 인용\n\n- 444 N.E.2d 486\n- 3 Ohio App. 3d 202\n\n## 판결문 요약\n\nOn June 25, 1980, in the early evening hours, a seventeen-year-old girl had a fight with her boyfriend and asked to be let out of his car. The girl, Vickie Hubbard, was walking down the street when defendant-appellant, Michael Riffle, called out to her and offered her a ride. They subsequently entered appellant's apartment to make a telephone call where, by Miss Hubbard's testimony, she was raped by appellant.\nAppellant was arrested on July 1, 1980, and charged with rape. After preliminary proceedings, appellant was found guilty of rape by a jury and was sentenced as appears of record. From that conviction appellant brings a timely appeal to this court.\nWe first consider appellant's second assignment of error which reads as follows:\n\"The trial court erred in not instructing the jury that consent of the victim to the sexual conduct constituted a defense to the offense of rape.\"\nThe record does not reflect any objection to the jury instructions at trial. Therefore, this court need not consider this objection on appeal absent a miscarriage of justice. State\nv. Williams (1977), 51 Ohio St.2d 112 [5 O.O.3d 98], vacated insofar as it leaves undisturbed the death penalty imposed (1978), 438 U.S. 911.\nThe jury instructions given by the trial court certainly did not cause a miscarriage of justice. The trial court accurately instructed on the elements of rape. The case was tried and argued on the issue of consent, and the jury surely realized that the consent of the victim would have r...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-riffle"
    }
  ],
  "relatedIncidents": [
    16682,
    16763,
    16768,
    16372,
    16441
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}