{
  "id": 16869,
  "title": "1982년 United States v. Dunstan Wellington Burnett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-02-01",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Dunstan Wellington Burnett. 판결일: 1982-02-01. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Dunstan Wellington BURNETT, Defendant-Appellant\n**판결일**: 1982-02-01\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Friendly, Oakes, Pierce\n\n## 변호인\n\nMichael L. Tabak, Asst. U. S. Atty., John S. Martin, Jr., U. S. Atty., S.D.N.Y., New York City, for plaintiff-appellee., Clarence B. Jones, New York City, for defendant-appellant.\n\n## 인용\n\n- 671 F.2d 709\n\n## 판결문 요약\n\n671 F.2d 709\n    UNITED STATES of America, Plaintiff-Appellee,v.Dunstan Wellington BURNETT, Defendant-Appellant.\n    No. 455, Docket 81-1340.\n    United States Court of Appeals,Second Circuit.\n    Submitted Dec. 1, 1981.Decided Feb. 1, 1982.\n    \n      Michael L. Tabak, Asst. U. S. Atty., John S. Martin, Jr., U. S. Atty., S.D.N.Y., New York City, for plaintiff-appellee.\n      Clarence B. Jones, New York City, for defendant-appellant.\n      Before FRIENDLY, OAKES and PIERCE, Circuit Judges.\n      PIERCE, Circuit Judge:\n    \n    \n      1\n      On January 5, 1976 defendant Dunstan Wellington Burnett and two co-defendants were indicted on twenty-five substantive counts of immigration fraud and one count of conspiracy.  Defendants were charged with providing alien residents of the United States with fraudulent job offer forms which they knew would be submitted to the Government in support of applications for permanent resident status in the United States.  Defendant Burnett pleaded not guilty to the indictment and was scheduled for trial on April 26, 1976.  On that date, however, Burnett requested permission to plead guilty to the conspiracy count.  It was understood that in return the Government would not oppose dismissal of the twenty-five substantive fraud counts.  The plea was accepted by the district judge in the robing room on the record while a panel of prospective jurors waited outside in the court room.\n    \n    \n      2\n      After several adjournments, defendant appeare...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-dunstan-wellington-burnett"
    }
  ],
  "relatedIncidents": [
    16659,
    16685,
    16713,
    16717,
    16746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}