{
  "id": 16863,
  "title": "1982년 Helfrich 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-02-16",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Helfrich. 판결일: 1982-02-16. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Patricia Maddox HELFRICH, Appellant, v. the STATE of Oklahoma, Appellee\n**판결일**: 1982-02-16\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Bussey, Cornish\n\n## 변호인\n\nMichael Gassaway, Oklahoma City, for appellant., Jan Eric Cartwright, A tty. Gen., Susan Talbot, Asst. Atty. Gen., Chief, Criminal Appellate Div., Oklahoma City, for appellee.\n\n## 인용\n\n- 640 P.2d 1367\n\n## 판결문 요약\n\n\n640 P.2d 1367 (1982)\nPatricia Maddox HELFRICH, Appellant,\nv.\nThe STATE of Oklahoma, Appellee.\nNo. F-80-607.\nCourt of Criminal Appeals of Oklahoma.\nFebruary 16, 1982.\nRehearing Denied April 12, 1982.\nMichael Gassaway, Oklahoma City, for appellant.\nJan Eric Cartwright, Atty. Gen., Susan Talbot, Asst. Atty. Gen., Chief, Criminal Appellate Div., Oklahoma City, for appellee.\n\n\n*1368 MEMORANDUM OPINION\nCORNISH, Judge:\nPatricia Maddox Helfrich was convicted of Unlawful Possession of a Controlled Dangerous Substance with Intent to Distribute Phencyclidine. She was sentenced to ten (10) years' imprisonment and fined Five Thousand Dollars ($5,000).\nOn July 3, 1979, the Oklahoma Bureau of Narcotics and Dangerous Drugs was advised by a voluntary informant, Grant Phillips, that PCP (Phencyclidine) could be purchased from his stepmother, Mrs. Helfrich. The next day a meeting was arranged between Agent Wright and Phillips. The informant gave Wright approximately one ounce of PCP which he said he had obtained from the appellant's house. Phillips advised Wright that Mrs. Helfrich had told him she had one pound of PCP and was looking for someone to sell it to. At that time Phillips telephoned Helfrich. The call was recorded by Wright. The agent and informant then went to the residence where, outside the home, Wright gave Phillips $500 with which to purchase the PCP. The informant then went into the house wearing a microphone; however, the recording produced was inaudible. He later returned to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=helfrich-v-state"
    }
  ],
  "relatedIncidents": [
    16657,
    16658,
    16659,
    16660,
    16664
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}