{
  "id": 16865,
  "title": "1982년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-02-04",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Jones. 판결일: 1982-02-04. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Sterling Ross JONES, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1982-02-04\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Miller, Morse and James\n\n## 변호인\n\nGary Tucker, Houston, for appellant., John B. Holmes, Jr., Dist. Atty., Houston, for appellee.\n\n## 인용\n\n- 630 S.W.2d 353\n\n## 판결문 요약\n\n\n630 S.W.2d 353 (1982)\nSterling Ross JONES, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. C14-81-276-CR.\nCourt of Appeals of Texas, Houston (14th Dist.).\nFebruary 4, 1982.\n*354 Gary Tucker, Houston, for appellant.\nJohn B. Holmes, Jr., Dist. Atty., Houston, for appellee.\nBefore MILLER, MORSE and JAMES, JJ.\nMILLER, Justice.\nThis is an appeal from a conviction for burglary of a motor vehicle where the final adjudication of guilt was deferred and appellant was placed on probation for a period of three years. Subsequent to the granting of probation, appellant was arrested for the offense of theft. After a hearing on the State's motion to adjudicate guilt, the trial court found appellant had violated the terms and conditions of his probation and sentenced him to ten years confinement in the Texas Department of Corrections and a fine of $5,000. Appellant gave timely notice of appeal. We now affirm.\nAppellant argues in his single ground of error the trial court abused its discretion in revoking his probation and adjudicating guilt because the evidence was insufficient to show the offense of theft. The entirety of appellant's argument, however, concerns itself with the Court of Criminal Appeals' construction of Article 42.12, § 3d, Tex. Code Crim.Pro.Ann., the statute authorizing deferred adjudication. Subsection (b) of Section 3d provides in pertinent part:\nOn violation of a condition of probation imposed under Subsection (a) of this section,... (t)he defendant is entitled to a hea...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jones-v-state"
    }
  ],
  "relatedIncidents": [
    16658,
    16660,
    16664,
    16665,
    16692
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}