{
  "id": 16867,
  "title": "1982년 Gibbons 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-02-03",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Gibbons. 판결일: 1982-02-03. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Gibbons v. the State\n**판결일**: 1982-02-03\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Weltner\n\n## 변호인\n\nFlanagan & Neely, Vernon J. Neely, for appellant., Sam B. Sibley, Jr., District Attorney, Charles R. Sheppard, Leon Barfield, Assistant District Attorneys, Michael J. Bowers, Attorney General, Virginia H. Jeffries, for appellee.\n\n## 인용\n\n- 286 S.E.2d 717\n- 248 Ga. 858\n\n## 판결문 요약\n\n\n248 Ga. 858 (1982)\n286 S.E.2d 717\nGIBBONS\nv.\nTHE STATE.\n38026.\nSupreme Court of Georgia.\nDecided February 3, 1982.\nFlanagan &amp; Neely, Vernon J. Neely, for appellant.\nSam B. Sibley, Jr., District Attorney, Charles R. Sheppard, Leon Barfield, Assistant District Attorneys, Michael J. Bowers, Attorney *866 General, Virginia H. Jeffries, for appellee.\nWELTNER, Justice.\nClifton Edward Gibbons was indicted for the murder of Lloyd O. Agner, convicted of that offense by a jury in Burke County, Georgia, and sentenced to life imprisonment. On appeal, he presents eleven enumerations of error, the last contending that \"the evidence is insufficient as proof beyond a reasonable doubt that the defendant committed the crime of murder.\" We reach this enumeration first. Lewis v. State, 248 Ga. 566 (285 SE2d 179) (1981).\nTo establish the circumstances of the case, we set out the statement of facts contained in the brief submitted by the District Attorney of the Augusta Judicial Circuit:\n\"On January 9, 1980 the badly decomposed body of an elderly white male was found tied to a tree in a heavily wooded section of Burke County. The corpse was bound to the tree by a fan belt and other materials. It was clothed in a green work shirt and green work pants, a white tee shirt and a yellow sweater. A felt hat was also discovered laying on the ground in close proximity to the body.\n\"A subsequent examination of the deceased at the State Crime Lab revealed evidence of its identity and of the probable cau...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gibbons-v-state"
    }
  ],
  "relatedIncidents": [
    16732,
    16549,
    16667,
    16675,
    16686
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}