{
  "id": 16866,
  "title": "1982년 Thomas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-02-04",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Thomas. 판결일: 1982-02-04. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Thomas v. the State\n**판결일**: 1982-02-04\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: McMurray, Pope, Quillian\n\n## 변호인\n\nWilliam D. DeGolian, for appellant., Lewis R. Slaton, District Attorney, Joseph J. Drolet, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 288 S.E.2d 112\n- 161 Ga. App. 159\n\n## 판결문 요약\n\n\n161 Ga. App. 159 (1982)\n288 S.E.2d 112\nTHOMAS\nv.\nTHE STATE.\n62688.\nCourt of Appeals of Georgia.\nDecided February 4, 1982.\nWilliam D. DeGolian, for appellant.\n*163 Lewis R. Slaton, District Attorney, Joseph J. Drolet, Assistant District Attorney, for appellee.\nPOPE, Judge.\nThomas appeals his convictions of burglary and motor vehicle theft.\nThe evidence presented at trial established that on or about September 21, 1980 the offices of Leasing International on Peachtree Road in Atlanta were burglarized and all the keys for the company automobiles were removed. A 1980 Chevrolet was found caught on a retaining wall in the parking lot and a 1971 Mercedes was missing. About 6:30 p. m. the evening of September 22, acting on a tip from an informant, police located the defendant and the Mercedes in the vicinity of Ollie and Harwell Streets in Atlanta. Detective Larry Loy testified that he observed Thomas and his co-defendant, Andrew Spanky Howard, walking toward Ollie Street carrying an exhaust pipe and the mufflers from the Mercedes. A few minutes later Loy spotted the car parked down the block on the wrong side of the street. Thomas was outside the car on the passenger side when Loy approached, pulled out his weapon and badge and announced that both persons were under arrest. Loy stated that both men \"started to run,\" but before Thomas \"could take probably one step\" Loy held him and placed him under arrest; there was a \"slight struggle . . . [Thomas] was passively trying to get loose...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thomas-v-state"
    }
  ],
  "relatedIncidents": [
    16658,
    16660,
    16664,
    16665,
    16692
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}