{
  "id": 16862,
  "title": "1982년 Peterson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-02-17",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Peterson. 판결일: 1982-02-17. 법원: District Court, N.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: Jeffrey PETERSON v. Joseph KENNEDY, Warden, Mt. McGregor Correctional Facility, Robert Abrams, Attorney General of the State of New York\n**판결일**: 1982-02-17\n**법원**: District Court, N.D. New York\n**관할**: New York, NY\n\n**판사**: Foley\n\n## 변호인\n\nE. Stewart Jones, Troy, N. Y., for petitioner; Robert M. Cohen, Ballston Lake, N. Y., of counsel., Robert Abrams, Atty. Gen. of New York, Albany, N. Y., for respondents; Peter G. Favretto, Senior Atty., Albany, N. Y., of counsel.\n\n## 인용\n\n- 532 F. Supp. 113\n\n## 판결문 요약\n\n\nMEMORANDUM-DECISION and ORDER\nJAMES T. FOLEY, District Judge.\nPetitioner, represented by counsel in this federal habeas corpus proceeding, is presently an inmate of Mt. McGregor Correctional Facility, Wilton, New York. On March 21,1979, the petitioner was convicted after a trial by jury in the County Court of Albany County of Criminally Negligent Homicide and Driving While Intoxicated. He was sentenced to an indeterminate term of one and one-third years to four years on the homicide conviction and a definite one-year term on the second conviction, the one-year definite sentence to merge with the indeterminate sentence.\nAfter conviction, the petitioner directly appealed to the Appellate Division, Third Department, and also filed in Albany County Court an immediate N.Y. Crim.Pro.L. § 440.10 motion to vacate the judgment of conviction. The petitioner’s § 440.10 motion was denied by the County Court. The Appellate Division granted leave to appeal the denial of this motion, which was joined with the direct appeal from the judgment of conviction. The appeals from both were affirmed without opinion by the Appellate Division on October 23, 1980. People v. Peterson, 78 A.D.2d 781, 434 N.Y.S.2d 843 (3rd dep’t 1980).\nPending the above appeal in the Appellate Division, the petitioner filed a second motion pursuant to Crim.Pro.L. § 440.10 in the Albany County Court. This second motion was denied on September 9, 1980 and leave to appeal to the Appellate Division, Third Department, was den...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=peterson-v-kennedy"
    }
  ],
  "relatedIncidents": [
    16667,
    16675,
    16686,
    16689,
    16690
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}