{
  "id": 16868,
  "title": "1982년 United States v. Kenyon Battles Tolerton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-02-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Kenyon Battles Tolerton. 판결일: 1982-02-02. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Kenyon Battles TOLERTON, Defendant-Appellant\n**판결일**: 1982-02-02\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n**판사**: Peck, Seth, Seymour\n\n## 변호인\n\nVicki Mandell-King, Asst. Federal Public Defender, Denver, Colo. (Michael G. Katz, Federal Public Defender, Denver, Colo., with her on the brief), for defendant-appellant., John R. Barksdale, Asst. U. S. Atty., Denver, Colo. (Joseph F. Dolan, U. S. Atty., Denver, Colo., with him on the brief), for plaintiff-appellee.\n\n## 인용\n\n- 669 F.2d 652\n\n## 판결문 요약\n\n669 F.2d 652\n    UNITED STATES of America, Plaintiff-Appellee,v.Kenyon Battles TOLERTON, Defendant-Appellant.\n    No. 81-1447.\n    United States Court of Appeals,Tenth Circuit.\n    Argued and Submitted Nov. 19, 1981.Decided Feb. 2, 1982.\n    \n      Vicki Mandell-King, Asst. Federal Public Defender, Denver, Colo.  (Michael G. Katz, Federal Public Defender, Denver, Colo., with her on the brief), for defendant-appellant.\n      John R. Barksdale, Asst. U. S. Atty., Denver, Colo.  (Joseph F. Dolan, U. S. Atty., Denver, Colo., with him on the brief), for plaintiff-appellee.\n      Before SETH, Chief Judge, and SEYMOUR and PECK*, Circuit Judges.\n      SETH, Chief Judge.\n    \n    \n      1\n      On July 28, the defendant, Kenyon Tolerton, was arrested on suspicion for the murder of Donna Waugh.  The next day the sheriff's department received a warrant to search the defendant's apartment for a hydraulic jack, a pair of white tennis shoes, clothing with vegetation or soil residue, and documents showing the residence of the defendant.  On that same day the department received information that the defendant was a convicted felon.\n    \n    \n      2\n      On July 30, the investigation team met to discuss the investigation of the Waugh homicide.  Officers were assigned to investigate pawn shops in the area for a hydraulic jack and weapons.  Apparently, the officers did not check any pawn shops until August 15 when they went to the Keystone Pawn Shop.\n    \n    \n      3\n      On July 31, Office...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-kenyon-battles-tolerton"
    }
  ],
  "relatedIncidents": [
    16667,
    16675,
    16686,
    16689,
    16690
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}