{
  "id": 16861,
  "title": "1982년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-02-19",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1982-02-19. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Taylor DIXON, Appellant\n**판결일**: 1982-02-19\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Brosky, Disalle and Shertz\n\n## 변호인\n\nNorman D. Callan, Altoona, for appellant., Charles P. Wasovich, Assistant District Attorney, Altoona, for Commonwealth, appellee.\n\n## 인용\n\n- 441 A.2d 1305\n- 295 Pa. Super. 425\n\n## 판결문 요약\n\n\n295 Pa. Super. 425 (1982)\n441 A.2d 1305\nCOMMONWEALTH of Pennsylvania\nv.\nTaylor DIXON, Appellant.\nSuperior Court of Pennsylvania.\nArgued February 10, 1981.\nFiled February 19, 1982.\n*426 Norman D. Callan, Altoona, for appellant.\nCharles P. Wasovich, Assistant District Attorney, Altoona, for Commonwealth, appellee.\nBefore BROSKY, DiSALLE and SHERTZ, JJ.\nSHERTZ, Judge:\nThe sole question raised by Appellant is whether the court below erred in granting the Commonwealth's petition for extension pursuant to Pa.R.Crim.P. 1100(c) and in denying Appellant's petition to dismiss. We answer that question in the affirmative and, hence, reverse the order of the court below denying and dismissing Appellant's petition to dismiss the charges pursuant to Pa.R.Crim.P. 1100(f).\nThe salient facts are as follows. Appellant was arrested on May 4, 1978, upon a complaint filed on the same date.[1] Following a preliminary hearing and arraignment, the matter was scheduled for a jury trial to be held on August 23, 1978, but the trial was continued at the Commonwealth's request.[2] The case was then re-scheduled for trial on October 26, 1978, during the October Term of criminal jury trials.\nOn November 8, 1978, the Commonwealth's petition for extension pursuant to Pa.R.Crim.P. 1100(c) alleged due diligence on the part of the Commonwealth and stated:\nThis matter was scheduled for August 23, 1978; however, due to the backlog of the criminal docket, this matter was not reached. This matter was again schedule...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-dixon"
    }
  ],
  "relatedIncidents": [
    16657,
    16658,
    16659,
    16660,
    16664
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}