{
  "id": 16877,
  "title": "1982년 Mikkelson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-01-21",
  "location": "Utah, UT, USA",
  "summary": "미국 Utah, UT 법원 판결 사건. 사건명: Mikkelson. 판결일: 1982-01-21. 법원: Utah Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: John MIKKELSON, Et Ux., Plaintiff and Respondent, v. QUAIL VALLEY REALTY, Don Watkins, Jack Watkins, and Bryan Flanders, Et Ux., Defendants and Appellants\n**판결일**: 1982-01-21\n**법원**: Utah Supreme Court\n**관할**: Utah, UT\n\n**판사**: Hall, Howe, Oaks, Stewart, Tibbs\n\n## 변호인\n\nGary L. Gregerson, Provo, for Quail Valley etc., Thomas W. Seiler of Grow, Watson, & Seiler, Orem, for Mikkelson.\n\n## 인용\n\n- 641 P.2d 124\n\n## 판결문 요약\n\n\nHOWE, Justice:\nPlaintiff, John Mikkelson, brought this action against the defendants, Quail Valley Realty, Don Watkins, a real estate agent, and Jack Watkins, his broker, for misrepresentation of the square footage of a house purchased by the plaintiff. The jury returned a verdict awarding $7,206.50 to the plaintiff. Defendants appeal.\nDefendant Don Watkins took a real estate listing from Bryan Flanders who wished to sell his house in American Fork. Flanders told Watkins that the square footage in the two level house was 1400 square feet per level, or a total of 2800 square feet. Watkins prepared the listing agreement containing this information which he subsequently sent to the Utah County Multiple Listing Board for publication in a multiple listing book distributed to all realtors. Sometime thereafter the plaintiff was shown through the house during an open house by his own realtor who disclosed to him the information on the listing agreement.\nAfter some negotiation, Bryan Flanders accepted plaintiff’s offer to. purchase the house for $60,000. Plaintiff thereafter applied for an FHA loan through Mason-McDuffy. An FHA appraisal which was required was made fixing the value of the house at $59,500. Included in the appraisal documents was a form indicating that there were 1197 square feet per floor. Plaintiff thereafter signed the closing documents after having acknowledged receipt of the FHA appraisal information.\nAbout a year later, preparatory to listing it for sale, the pl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mikkelson-v-quail-valley-realty"
    }
  ],
  "relatedIncidents": [
    16659,
    16685,
    16713,
    16717,
    16746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}