{
  "id": 16889,
  "title": "1982년 In Re Mindy's, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1982-01-11",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: In Re Mindy's, Inc.. 판결일: 1982-01-11. 법원: United States Bankruptcy Court, S.D. Ohio.",
  "description": "## 사건 정보\n\n**사건명**: In Re MINDY’S, INC., Debtor. Daniel F. CARMACK, Trustee, Plaintiff, v. Samuel ZELL, Trustee, Et Al., Defendants\n**판결일**: 1982-01-11\n**법원**: United States Bankruptcy Court, S.D. Ohio\n**관할**: Ohio, OH\n\n**판사**: R.J. Sidman\n\n## 변호인\n\nDaniel F. Carmack, Columbus, Ohio, for plaintiff., Lee C. Mittman, Columbus, Ohio, for debtor., Thomas J. Bonasera, Columbus, Ohio, Albert E. Fowerbaugh, Cleveland, Ohio, for defendants.\n\n## 인용\n\n- 17 B.R. 177\n\n## 판결문 요약\n\n\n17 B.R. 177 (1982)\nIn re MINDY'S, INC., Debtor.\nDaniel F. CARMACK, Trustee, Plaintiff,\nv.\nSamuel ZELL, Trustee, et al., Defendants.\nBankruptcy No. 2-80-01385, Adv. No. 2-81-0308.\nUnited States Bankruptcy Court, S.D. Ohio, E.D.\nJanuary 11, 1982.\nDaniel F. Carmack, Columbus, Ohio, for plaintiff.\nLee C. Mittman, Columbus, Ohio, for debtor.\nThomas J. Bonasera, Columbus, Ohio, Albert E. Fowerbaugh, Cleveland, Ohio, for defendants.\n\n\n*178 OPINION AND ORDER ON COMPLAINT TO RECOVER PREFERENCE\nR.J. SIDMAN, Bankruptcy Judge.\nDaniel F. Carmack (hereinafter \"Trustee\"), trustee in bankruptcy for the estate of Mindy's, Inc., has filed this action under the provisions of § 547 of the Bankruptcy Code (11 U.S.C. § 547), alleging that certain pre-petition payments received from the debtor by the defendants, Samuel Zell, Trustee (\"Zell\") and Equity Financial and Management Company (\"Equity\"), were preferential and thus recoverable by a trustee in bankruptcy. The Court makes the following findings.\nMindy's, Inc. was a clothing retailer operating at several locations. In each location relevant to this matter, Mindy's was a lessee on a long-term lease obligation originally incurred in 1976. The locations in question were retail outlets located at the Mentor Mall (Mentor, Ohio), the Westerville Mall (Westerville, Ohio), and the Canton-Gold Circle Mall (Canton, Ohio). Mindy's transferred money to the defendants, Zell and Equity, within ninety (90) days of the April 25, 1980, filing of an involuntar...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carmack-v-zell-in-re-mindys-inc"
    }
  ],
  "relatedIncidents": [
    16657,
    16658,
    16659,
    16660,
    16664
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}