{
  "id": 16899,
  "title": "1981년 Committee on Professional Ethics & Conduct of the Iowa State Bar Ass'n v. Rogers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-12-23",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Committee on Professional Ethics & Conduct of the Iowa State Bar Ass'n v. Rogers. 판결일: 1981-12-23. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: The COMMITTEE ON PROFESSIONAL ETHICS AND CONDUCT OF the IOWA STATE BAR ASSOCIATION, Complainant, v. Clarold E. ROGERS, Respondent\n**판결일**: 1981-12-23\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Larson\n\n## 변호인\n\nLee H. Gaudineer, Jr., Karen E. Shaff, and Hedo M. Zacherle, Des Moines, for complainant., James A. Pratt, of Heithoff, Pratt & Hei-thoff, Council Bluffs, for respondent.\n\n## 인용\n\n- 313 N.W.2d 535\n\n## 판결문 요약\n\n\n313 N.W.2d 535 (1981)\nThe COMMITTEE ON PROFESSIONAL ETHICS AND CONDUCT OF the IOWA STATE BAR ASSOCIATION, Complainant,\nv.\nClarold E. ROGERS, Respondent.\nNo. 67180.\nSupreme Court of Iowa.\nDecember 23, 1981.\nLee H. Gaudineer, Jr., Karen E. Shaff, and Hedo M. Zacherle, Des Moines, for complainant.\nJames A. Pratt, of Heithoff, Pratt &amp; Heithoff, Council Bluffs, for respondent.\nConsidered en banc.\nLARSON, Justice.\nIn this lawyer disciplinary proceeding we review the report of the Grievance Commission, Iowa S.Ct. R. 118.9, recommending that Clarold E. Rogers be severely reprimanded for ethical violations arising from his neglect in disposing of ten estates and two conservatorships, contrary to DR 6-101(A)(3), Iowa Code of Professional Responsibility for Lawyers.\nOur review of this proceeding is de novo; the Commission's findings or recommendations are not binding but we accord them respectful consideration. Committee on Professional Ethics v. Rabe, 284 N.W.2d 234, 235 (Iowa 1979).\nIn its findings of fact the Commission noted that between 1974 and 1977 Rogers had opened ten different estates, but had not diligently sought to close them. For example, two estates were opened in October, 1974; however, nothing was filed in either estate until November, 1979, when the inventories were filed. Similarly, another estate was opened in July, 1976, and Rogers was appointed its attorney the following March; at the time of the Commission's hearing, however, nothing had been filed in the est...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=committee-on-professional-ethics-conduct-of-the-iowa-state-bar-assn-v"
    }
  ],
  "relatedIncidents": [
    16915,
    16920,
    17003,
    17008,
    17027
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}