{
  "id": 16894,
  "title": "1981년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-12-29",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1981-12-29. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Marcus POWELL\n**판결일**: 1981-12-29\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Cercone, Montgomery, Watkins\n\n## 변호인\n\nJohn J. Moran, Assistant Public Defender, York, for appellant., Floyd P. Jones, Assistant District Attorney, York, for Commonwealth, appellee.\n\n## 인용\n\n- 293 Pa. Super. 463\n- 439 A.2d 203\n\n## 판결문 요약\n\n\nWATKINS, Judge:\nThis case comes to us on appeal from the Court of Common Pleas of York County, Criminal Division, and involves appellant-defendant’s appeal from a judgment of sentence by which he was committed to Farview State Hospital for a period not in excess of 365 days after he was convicted by a jury of attempt to commit rape, indecent assault, and simple assault. Defendant claims that he was incompetent to stand trial and could not aid and assist his attorney in the preparation of his defense due to his mental condition.\n. A competency hearing was held before the trial judge on May 19, 1978 to determine the defendant’s competency at the trial. Two medical doctors, Dr. Laurelio Moscosco and a Dr. Pandelidis, testified for the Commonwealth at said hearing and two witnesses, a medical doctor and a psychologist, testified on behalf of the defendant at said hearing which was held two months after the trial. Dr. Moscosco had known the defendant professionally for several years and had examined him on occasions prior to and after the trial. He examined the trial transcripts and the medical reports as provided by defendant’s experts and used them in rendering *465his opinion on defendant’s competency at the time of the trial.\nDr. Pandelidis examined the defendant in January of 1978, two months prior to the trial as a result of an incident at the jail which involved the defendant. At that time the doctor found the defendant to be “oriented in all three spheres”, . . . “to have...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-powell"
    }
  ],
  "relatedIncidents": [
    16958,
    16980,
    16984,
    16987,
    16997
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}