{
  "id": 16906,
  "title": "1981년 Veneri 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-12-10",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Veneri. 판결일: 1981-12-10. 법원: District Court, E.D. Missouri.",
  "description": "## 사건 정보\n\n**사건명**: Veneri v. Circuit Court of Gasconade County\n**판결일**: 1981-12-10\n**법원**: District Court, E.D. Missouri\n**관할**: Missouri, MO\n\n**판사**: Regan\n\n## 인용\n\n- 528 F. Supp. 496\n\n## 판결문 요약\n\n\n528 F.Supp. 496 (1981)\nAnthony J. VENERI, Jr., Petitioner,\nv.\nCIRCUIT COURT OF GASCONADE COUNTY, et al., Respondents.\nNo. 81-1319C(B).\nUnited States District Court, E. D. Missouri, E. D.\nDecember 10, 1981.\n*497 Anthony Veneri, pro se.\nJay D. Haden, Asst. Atty. Gen., Jefferson City, Mo., for respondents.\n\nMEMORANDUM OPINION\nREGAN, District Judge.\nPetitioner is presently serving a sentence of 25 to 50 years imprisonment in the State Correctional Institution at Graterford, Pennsylvania, following his conviction in the Court of Common Pleas of Delaware County, Pennsylvania on two charges of *498 bank robberies.[1] Theretofore, on July 1, 1968, he had been convicted in the Circuit Court of Gasconade County, Missouri, on his plea of guilty to a charge of robbery in the first degree by means of a dangerous and deadly weapon and sentenced to a term of twenty-five years imprisonment. On September 30, 1974, petitioner was paroled by the Board of Probation and Parole of Missouri, and pursuant to the Interstate Corrections Compact, he was transferred for supervision to the State of Pennsylvania. On August 28, 1978, the Missouri Board of Probation and Parole issued its parole violation warrant to the Pennsylvania Administrator of the Interstate Compact requesting him to arrest petitioner and hold him subject to the order of the Missouri Board. This warrant was lodged as a detainer in petitioner's file maintained by Pennsylvania but has not been executed, in that petitioner has not been t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=veneri-v-circuit-court-of-gasconade-county"
    }
  ],
  "relatedIncidents": [
    16903,
    16904,
    16912,
    16916,
    16926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}