{
  "id": 16907,
  "title": "1981년 Widmar 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-12-08",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Widmar. 판결일: 1981-12-08. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: WIDMAR Et Al. v. VINCENT Et Al.\n**판결일**: 1981-12-08\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Blackmun, Brennan, Burger, Marshall, Powell, Stevens, White\n\n## 변호인\n\nTed D. Ayres argued the cause for petitioners. With him on the brief was Jackson A. Wright., James M. Smart, Jr., argued the cause for respondents. With him on the brief was Michael K. Whitehead*\n\n## 인용\n\n- 70 L. Ed. 2d 440\n- 102 S. Ct. 269\n- 454 U.S. 263\n- 1981 U.S. LEXIS 134\n\n## 판결문 요약\n\n\nJustice Powell\ndelivered the opinion of the court.\nThis case presents the question whether a state university, which makes its facilities generally available for the activities *265of registered student groups, may close its facilities to a registered student group desiring to use the facilities for religious worship and religious discussion.\nHH\nIt is the stated policy of the University of Missouri at Kansas City1 to encourage the activities of student organizations. The University officially recognizes over 100 student groups. It routinely provides University facilities for the meetings of registered organizations. Students pay an activity fee of $41 per semester (1978-1979) to help defray the costs to the University.\nFrom 1973 until 1977 a registered religious group named Cornerstone regularly sought and received permission to conduct its meetings in University facilities.2 In 1977, however, the University informed the group that it could no longer meet in University buildings. The exclusion was based on a regulation, adopted by the Board of Curators in 1972, that prohibits the use of University buildings or grounds “for purposes of religious worship or religious teaching.”3\n*266Eleven University students, all members of Cornerstone, brought suit to challenge the regulation in the Federal District Court for the Western District of Missouri.4 They alleged that the University’s discrimination against religious activity and discussion violated their rights to free exercise of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=widmar-v-vincent"
    }
  ],
  "relatedIncidents": [
    16903,
    16981,
    17096,
    16703,
    16732
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}