{
  "id": 16908,
  "title": "1981년 Barish 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-12-08",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Barish. 판결일: 1981-12-08. 법원: Court of Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Sylvia BARISH, Plaintiff-Appellant, v. the METROPOLITAN GOVERNMENT OF NASHVILLE AND DAVIDSON COUNTY, TENNESSEE, Defendant-Appellee\n**판결일**: 1981-12-08\n**법원**: Court of Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Conner, Lewis, Shriver, Thomas\n\n## 변호인\n\nWilliam Caldwell Hancock, Waddey, Lun-din & Newport, Nashville, and Henry F. Todd, Jr., Dickson, for plaintiff-appellant., George A. Dean, Nashville, for defendant-appellee.\n\n## 인용\n\n- 627 S.W.2d 953\n\n## 판결문 요약\n\n\n*954OPINION\nCONNER, Judge.\n(Filed with concurrence of participating judges)\nThe principal issue presented is whether the trial court erred by refusing to grant the plaintiff-appellant, Sylvia Barish,1 a continuance in order to seek counsel after the trial court had permitted her former lawyer to withdraw four days before trial. Plaintiff also contends the trial judge procedurally erred in dismissing the plaintiff’s complaint pursuant to T.R.C.P. 41.02 when she appeared pro se and offered no proof on the date of trial.\nMrs. Barish filed suit on May 17, 1979, claiming that certain of her improved properties had been ordered destroyed by the Metropolitan Government and Davidson County Codes Administration in an arbitrary and capricious manner. Plaintiff sought relief from these orders, and she requested restraining orders to prohibit the defendant from proceeding to destroy the houses or taking any further action. Thereafter, she filed three other similar actions. The four cases were then consolidated. In all, there were ten houses belonging to plaintiff involved.\nThe defendant filed a motion for summary judgment. It was denied. Thereafter, the consolidated cases were set for trial on April 1, 1981.\nOn March 12, 1981, plaintiff’s counsel, William H. Poland, filed a notice of withdrawal of counsel stating that the plaintiff had discharged him. He filed a motion to be relieved as counsel on March 20. This motion was heard on March 27, and granted. However, the order relieving Mr....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=barish-v-metropolitan-government-of-nashville-davidson-county"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}