{
  "id": 16903,
  "title": "1981년 Harris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-12-14",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Harris. 판결일: 1981-12-14. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Harris, Superintendent, Green Haven Correctional Facility v. Rivera\n**판결일**: 1981-12-14\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Marshall\n\n## 인용\n\n- 70 L. Ed. 2d 530\n- 102 S. Ct. 460\n- 454 U.S. 339\n- 1981 U.S. LEXIS 137\n\n## 판결문 요약\n\n\n454 U.S. 339 (1981)\nHARRIS, SUPERINTENDENT, GREEN HAVEN CORRECTIONAL FACILITY\nv.\nRIVERA\nNo. 81-17.\nSupreme Court of United States.\nDecided December 14, 1981\nON PETITION FOR WRIT OF CERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SECOND CIRCUIT\n*340 PER CURIAM.\nThe questions presented by the certiorari petition concern the constitutionality of inconsistent verdicts in a nonjury criminal trial. Certiorari is granted and the judgment of the United States Court of Appeals for the Second Circuit is reversed.\nDuring the morning of March 26, 1973, respondent, Jose Rivera, his wife Cynthia Humdy, and their friend, Earl Robinson, entered the apartment of Milagros Torres. After a neighbor heard a woman scream, he called the police. The police arrested Humdy on the fire escape with $540 in cash in her coat pocket, and when the apartment door was opened, they found the place in shambles and arrested respondent and Robinson.\nEach of the three intruders was indicted on five separate charges arising out of this one episode.[1] They were tried jointly by a justice of the Supreme Court of New York sitting without a jury. The principal government witness was the victim Torres; Robinson was the only defense witness. If the judge had credited all of the testimony of Torres, presumably he would have found all three defendants guilty on all counts; acquittals presumably would have been rendered if the judge had credited all of Robinson's testimony. However, he found all defendants not gu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harris-v-rivera"
    }
  ],
  "relatedIncidents": [
    16904,
    16906,
    16907,
    16912,
    16916
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}