{
  "id": 16916,
  "title": "1981년 United States v. Charles Jenkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-11-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Charles Jenkins. 판결일: 1981-11-24. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Charles JENKINS, Defendant-Appellant\n**판결일**: 1981-11-24\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Kaufman, Meskill, Per Curiam, Timbers\n\n## 변호인\n\nJames M. Morrissey, Federal Defender Services Unit, The Legal Aid Society, New York City, for appellant., Michael E. Norton, Asst. U. S. Atty., New York City (John S. Martin, Jr., U. S. Atty., New York City, for the Southern District of New York), for appellee.\n\n## 인용\n\n- 665 F.2d 47\n\n## 판결문 요약\n\n665 F.2d 47\n    UNITED STATES of America, Plaintiff-Appellee,v.Charles JENKINS, Defendant-Appellant.\n    No. 406, Docket 81-1298.\n    United States Court of Appeals,Second Circuit.\n    Submitted Nov. 23, 1981.Decided Nov. 24, 1981.\n    \n      James M. Morrissey, Federal Defender Services Unit, The Legal Aid Society, New York City, for appellant.\n      Michael E. Norton, Asst. U. S. Atty., New York City (John S. Martin, Jr., U. S. Atty., New York City, for the Southern District of New York), for appellee.\n      Before KAUFMAN, TIMBERS, and MESKILL, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      This is an appeal from a judgment entered by Judge Pollack upon a jury verdict convicting Charles Jenkins of one count of armed bank robbery in violation of 18 U.S.C. &#167; 2113(d)1 and one count of bank robbery in violation of 18 U.S.C. &#167; 2113(a).2  Since a conviction of bank robbery pursuant to &#167; 2113(a) is deemed merged into a conviction of armed bank robbery pursuant to &#167; 2113(d), we reverse and remand to the district court with directions to vacate the conviction pursuant to 18 U.S.C. &#167; 2113(a) and the sentence imposed thereon.\n    \n    \n      2\n      The relevant facts can be briefly recounted.  On the morning of October 14, 1980, Charles Jenkins, wearing glasses, a beret, and a leather coat, entered a branch of Chemical Bank located in the Bronx, New York.  He approached a teller and announced that \"this is a hold-up.\"  She reacted by dropping to t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-charles-jenkins"
    }
  ],
  "relatedIncidents": [
    16903,
    16904,
    16906,
    16912,
    16926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}