{
  "id": 16918,
  "title": "1981년 Balush 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-11-20",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Balush. 판결일: 1981-11-20. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Joseph E. BALUSH, Appellant v. BOROUGH OF NORRISTOWN\n**판결일**: 1981-11-20\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Spaeth, Hoffman and Van Der Voort\n\n## 변호인\n\nHarold Rehfuss, Philadelphia, for appellant., John O’Rourke, Norristown, for appellee.\n\n## 인용\n\n- 437 A.2d 453\n- 292 Pa. Super. 416\n\n## 판결문 요약\n\n\n292 Pa. Super. 416 (1981)\n437 A.2d 453\nJoseph E. BALUSH, Appellant\nv.\nBOROUGH OF NORRISTOWN.\nSuperior Court of Pennsylvania.\nArgued April 7, 1981.\nFiled November 20, 1981.\n*418 Harold Rehfuss, Philadelphia, for appellant.\nJohn O'Rourke, Norristown, for appellee.\nBefore SPAETH, HOFFMAN and VAN der VOORT, JJ.\nHOFFMAN, Judge:\nAppellant contends that the lower court erred in dismissing his complaint upon appellee's motion for judgment on the pleadings. We agree and, accordingly, reverse the order of the court below and remand for proceedings consistent with this opinion.\nOn May 24, 1979, appellant filed a complaint in trespass alleging that he suffered injuries while driving his automobile along a roadway which had been negligently maintained by appellee. Appellee subsequently moved for judgment on the pleadings on the ground that appellant's complaint failed to state a cause of action because it contained no allegation that appellant had sustained medical expenses exceeding $750 as required by section 301(a)(5)(B) of the Pennsylvania No-fault Motor Vehicle Insurance Act,[1] 40 Pa.C.S.A. § 1009.301(a)(5)(B) (the Act). The lower court granted appellee's motion and dismissed the complaint. This appeal followed.[2]\n*419 Appellant argues first that the lower court should not have granted judgment on the pleadings because facts revealed in discovery showed that he had, indeed, incurred the requisite amount of medical expenses under the Act. We disagree. While it is true that a judgme...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=balush-v-borough-of-norristown"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}