{
  "id": 16910,
  "title": "1981년 Perez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-12-04",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Perez. 판결일: 1981-12-04. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Cirilo PEREZ v. The STATE of Texas\n**판결일**: 1981-12-04\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Boyd, Coun, Reynolds, Tiss\n\n## 변호인\n\nVickers, Purdom & Nelson, Thomas J. Purdom, Lubbock, for appellant., John T. Montford, Crim. Dist. Atty., Jim B. Darnell, Asst. Dist. Atty., Lubbock, for appellee.\n\n## 인용\n\n- 625 S.W.2d 785\n\n## 판결문 요약\n\n\nBOYD, Justice.\nThis is an appeal from a conviction for murder. Punishment was assessed by the jury at twenty-two years’ confinement in the Texas Department of Corrections. We affirm the judgment.\nThe record reveals that on January 4, 1979, at about 3 p.m., Officer Baughman of the Lubbock Police Department went to 1815 East Second Street, Lubbock, Texas. Upon arrival he found Bicenta Lopez Perez, wife of appellant Cirilo Perez, bleeding from a gunshot wound. She later expired and the testimony established that the gunshot wound was the cause of death. Rudy Perez, the son of appellant and Bicenta, was the only eyewitness who testified at the guilt or innocence phase of the trial. He stated that appellant, with a gun, came to the house in which the deceased and Rudy were staying, and had a conversation with the deceased which Rudy could not hear. After about ten minutes, Rudy saw appellant rise and point the pistol at the chair in which the deceased was seated as if he were showing the pistol to her. Rudy heard appellant make the statement, “[t]hat gun will shoot now,” heard an explosion or bang, and saw the deceased slumped in the chair bleeding from the chest area. Appellant then left the house.\nIn grounds of error one and two appellant asserts insufficiency of the evidence to show intent. In grounds of error three and four he asserts insufficiency of the evidence to sustain conviction in the case. Because of the closely related nature of these grounds, the evidence bearing t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=perez-v-state"
    }
  ],
  "relatedIncidents": [
    16925,
    16927,
    16945,
    16971,
    16981
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}