{
  "id": 16912,
  "title": "1981년 Smith v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-12-02",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Smith v. State. 판결일: 1981-12-02. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Smith v. the State\n**판결일**: 1981-12-02\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Banke, Carley, Deen\n\n## 변호인\n\nCheryle T. Bryan, for appellant., Thomas Pittman, District Attorney, C. Paul Bowden, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 287 S.E.2d 622\n- 160 Ga. App. 574\n\n## 판결문 요약\n\n\n160 Ga. App. 574 (1981)\n287 S.E.2d 622\nSMITH\nv.\nTHE STATE.\n62940.\nCourt of Appeals of Georgia.\nDecided December 2, 1981.\nCheryle T. Bryan, for appellant.\nThomas Pittman, District Attorney, C. Paul Bowden, Assistant District Attorney, for appellee.\nDEEN, Presiding Judge.\n1. The evidence in this case amply supports the conviction for armed robbery although no witness positively identified the defendant. The latter entered a Majik Market in which only the cashier was present and laid on the counter a can of Coca Cola, a loaf of bread, a box of doughnuts and a package of bologna. According to the cashier he was black, tall, wearing a turtle neck and a greenish jacket, armed with a pistol carried in a shoulder holster. He ordered her to give him the bills from the drawer, which she did, and left. These facts were broadcast. Within the hour an officer spotted a driver generally matching the description. When the latter saw himself being observed he \"jerkily\" and without giving a traffic signal turned into a nearby motel driveway, whereupon the officer radioed for back-up and followed him in. The defendant was eventually arrested and searched. He had an empty wallet but approximately the amount of money stolen stuffed into a back pocket, a pistol in a shoulder holster, a turtleneck shirt and greenish checked jacket, and on the floor of the car a Coca Cola, bread, bologna and doughnuts. The evidence was ample to support the verdict.\n*575 2. Additionally, the defendant admitted all t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-state"
    }
  ],
  "relatedIncidents": [
    16903,
    16904,
    16906,
    16916,
    16926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}