{
  "id": 16926,
  "title": "1981년 Congeni 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-11-12",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Congeni. 판결일: 1981-11-12. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The State of Ohio, Appellee, v. Congeni, Appellant\n**판결일**: 1981-11-12\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: CorRigan, Patton, Stillman\n\n## 변호인\n\nMr. John T. Corrigan,  prosecuting attorney, for appellee.\n\n Mr. Hyman Friedman,  county public defender, for appellant.\n\n## 인용\n\n- 445 N.E.2d 698\n- 3 Ohio App. 3d 392\n\n## 판결문 요약\n\nWilliam Congeni, Harry Bezak and James Burke were indicted for crimes arising out of an incident that occurred on February 21, 1980. Burke pled guilty; however, Congeni and Bezak pled not guilty and were tried together by a jury. Both were convicted of two counts of carrying a concealed weapon. Each filed separate appeals which were never consolidated.1 The within appeal concerns appellant Congeni only.\n                                    I\nCongeni's first assignment of error states:\n\"The trial court erred in denying appellant's motion to suppress evidence which resulted in a violation of appellant'sFourth and Fourteenth Amendment rights.\"\nPrior to trial, a hearing was held on Congeni's motion to suppress. The following evidence was adduced at this hearing.\nAt 10 a.m. on Thursday, February 21, 1980, the SWAT Unit of the Cleveland Police Department was in attendance for roll call. The officers of the SWAT Unit were informed that a robbery was to take place that day. Specifically, the officers were told that Mrs. Myer, the owner of the Forest Brook Tavern, would go to the Union Commerce Bank at Berea and Triskett Roads at 1 p.m., where she would be robbed. The police were also told that Mrs. Myer customarily withdrew a large amount of money on Thursdays so that she could cash payroll checks for her patrons who worked in nearby factories. A James Burke and a man named O'Dell would be involved in the robbery, and the escape was to be made in a car parked on Interstate 90. The car...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-congeni"
    }
  ],
  "relatedIncidents": [
    16903,
    16904,
    16906,
    16912,
    16916
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}