{
  "id": 16927,
  "title": "1981년 Banks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-11-12",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Banks. 판결일: 1981-11-12. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Michael Joseph BANKS, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1981-11-12\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Miller, Morse and Robertson\n\n## 변호인\n\nDick DeGuerin, Foreman & DeGuerin, Houston, for appellant., John B. Holmes, Jr., Dist. Atty., Houston, for appellee.\n\n## 인용\n\n- 624 S.W.2d 762\n\n## 판결문 요약\n\n\n624 S.W.2d 762 (1981)\nMichael Joseph BANKS, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. C14-81-006-CR.\nCourt of Appeals of Texas, Houston (14th Dist.).\nNovember 12, 1981.\n*763 Dick DeGuerin, Foreman &amp; DeGuerin, Houston, for appellant.\nJohn B. Holmes, Jr., Dist. Atty., Houston, for appellee.\nBefore MILLER, MORSE and ROBERTSON, JJ.\nMILLER, Justice.\nThis is an appeal from a murder conviction. Appellant was found guilty after a trial by jury, and punishment was assessed at fifteen (15) years confinement in the Texas Department of Corrections. Appellant was sentenced by the court and notice of appeal was duly given. We affirm the judgment of the trial court.\nMichael Joseph Banks was convicted of the gun-shot murder of Donald Ray Sessions. On the evening of October 28, 1977 Donald Ray Sessions was playing cards with three neighbors outside his apartment. At approximately 8:30 P.M. appellant and Cynthia Sessions, sister of the deceased and common-law wife of Banks, came to the apartment complex to ask the deceased about the disappearance of $1600 from appellant's car. Appellant believed the deceased removed the money when he borrowed the car several hours earlier. The deceased denied any knowledge of the missing money, and after a few minutes of argument, appellant and Cynthia Sessions left the complex to look for the money once more. Some fifteen minutes later, appellant returned and a heated argument ensued. At some time during the argument the deceased, standing on some ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=banks-v-state"
    }
  ],
  "relatedIncidents": [
    16910,
    16925,
    16945,
    16971,
    16981
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}