{
  "id": 16936,
  "title": "1981년 Lujan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-11-02",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Lujan. 판결일: 1981-11-02. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. SEVERO LUJAN, Defendant and Appellant\n**판결일**: 1981-11-02\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Andreen\n\n## 변호인\n\nCounsel, Quin Denvir, State Public Defender, under appointment by the Court of Appeal, and Augustus E. Noland, Deputy State Public Defender, for Defendant and Appellant., George Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, Arnold O. Overoye, Assistant Attorney General, Shirley A. Nelson and Joel Carey, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 125 Cal. App. 3d 166\n- 178 Cal. Rptr. 122\n\n## 판결문 요약\n\n\n125 Cal. App. 3d 166 (1981)\n178 Cal. Rptr. 122\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nSEVERO LUJAN, Defendant and Appellant.\nDocket No. 4803.\nCourt of Appeals of California, Fifth District.\nNovember 2, 1981.\n*168 COUNSEL\nQuin Denvir, State Public Defender, under appointment by the Court of Appeal, and Augustus E. Noland, Deputy State Public Defender, for Defendant and Appellant.\nGeorge Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, Arnold O. Overoye, Assistant Attorney General, Shirley A. Nelson and Joel Carey, Deputy Attorneys General, for Plaintiff and Respondent.\nOPINION\nANDREEN, J.\nDefendant appeals from a judgment of conviction in which he was sentenced to prison following his plea to a violation of Penal Code section 245, subdivision (a), assault with a deadly weapon.[1]\nBecause the defendant was 17 years of age at the time of the offense, he was referred to the Youth Authority pursuant to section 707.2 of the Welfare and Institutions Code for an evaluation concerning his amenability to their programs. The Youth Authority (Authority or YA) *169 returned its diagnostic report in which it was found that the defendant was amenable to Authority rehabilitative programs.\nAt the hearing on the report, the probation officer differed with the Authority and recommended prison. The court sentenced the defendant to prison for the aggravated term of four years. The defendant has appealed, asserting that it was error to sentence him to priso...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-lujan"
    }
  ],
  "relatedIncidents": [
    16943,
    17002,
    17020,
    17102,
    17118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}