{
  "id": 16939,
  "title": "1981년 Summers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-10-28",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Summers. 판결일: 1981-10-28. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The State of Ohio, Appellee, v. Summers, Appellant\n**판결일**: 1981-10-28\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Black, Palmer, Shannon\n\n## 변호인\n\nMr. Simon L. Leis, Jr.,  prosecuting attorney, and  Mr. Leonard  Kirschner,  for appellee.\n\n Mr. Steven E. Simon,  for appellant.\n\n## 인용\n\n- 444 N.E.2d 1041\n- 3 Ohio App. 3d 234\n\n## 판결문 요약\n\nThe question in this appeal is whether a judgment and sentence will be reversed when the defendant's written plea of no contest was entered on the trial court's record, but it is impossible to produce a transcript of the proceeding at which the no contest plea was offered and accepted because the stenographic notes had been lost or stolen through no fault of the court, the prosecution or the defense. We answer the question in the negative.\nThe defendant was charged in two separate indictments with breaking and entering and with aggravated burglary. After he withdrew his pleas of not guilty and entered written pleas of no contest on October 27, 1980, he was sentenced to consecutive terms of imprisonment. He then appealed both sentences, but he discovered while attempting to certify a transcript of the hearing at which his pleas were accepted, that the stenographic notes of the hearing had been lost or stolen and could not, after diligent search, be found. Subsequently, affidavits about the hearing both by defendant's trial counsel and by the trial judge were filed in this court on, respectively, June 11 and June 15, 1981. Because neither affidavit had been certified to this court as part of the record on appeal pursuant to App. R. 9, counsel have prepared and filed, at the suggestion of this court, an Agreed Stipulation As To Supplemental Record under App. R. 9(E), in order to correct the foregoing omission by expressly incorporating as part of the agreed record on appeal the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-summers"
    }
  ],
  "relatedIncidents": [
    16903,
    16904,
    16906,
    16912,
    16916
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}