{
  "id": 16937,
  "title": "1981년 Williams v. Williams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-10-29",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: Williams v. Williams. 판결일: 1981-10-29. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Evelyn E. WILLIAMS, Appellant, v. James C. WILLIAMS, Appellee\n**판결일**: 1981-10-29\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: Nebeker and Harris, Associate Judges, and Gallagher, Associate Judge, Retired\n\n## 변호인\n\nStuart C. Law, Washington, D.C., for appellant., Edward DeV. Bunn, Bailey’s Crossroads, Va., for appellee.\n\n## 인용\n\n- 436 A.2d 1291\n\n## 판결문 요약\n\n\nHARRIS, Associate Judge:\nAppellant challenges the trial court’s denial of her motion to have the court appoint an appraiser to set a value for a certain piece of real property owned jointly by the parties. Finding no error, we affirm.\nI\nAppellant and appellee, who were married, entered into a separation agreement in April 1979. In that agreement, which later was incorporated into their judgment of divorce, the parties arranged to dispose of two jointly owned houses. They planned to sell a house on Southern Avenue and to share the proceeds equally. Appellee would live in the other house (which had been their marital domicile), located on 32d Street, and pay appellant for her half interest in that property. By the terms of the separation agreement, both properties were to be appraised “by an independent appraiser agreeable to both parties.” If the parties could not agree on an appraiser, “either party [could] petition the court to have an appraiser appointed.”\nAppellee submitted the names of three independent and qualified appraisers to appellant for her approval. She rejected all three suggestions made by her former husband, and countered by offering the name Joe R. McCray, a real estate broker. Ap-pellee consented to her choice. McCray visited the properties and delivered his complete appraisal of the two houses to the parties. He appraised the Southern Avenue house at $29,600 and the 32d Street house at $52,700. Appellant maintained that McCray’s appraisal of the 32d Street...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-williams"
    }
  ],
  "relatedIncidents": [
    16900,
    16922,
    16980,
    16992,
    17006
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}