{
  "id": 16935,
  "title": "1981년 Jenkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-11-03",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Jenkins. 판결일: 1981-11-03. 법원: Wisconsin Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: T.J. Jenkins, Plaintiff, v. Carl Sabourin, and Badger Mutual Insurance Company, a Domestic Corporation, Defendants-Appellants-Petitioners, Briggs & Stratton Corporation, Defendant-Respondent\n**판결일**: 1981-11-03\n**법원**: Wisconsin Supreme Court\n**관할**: Wisconsin, WI\n\n**판사**: Abrahamson, Heffernan\n\n## 변호인\n\nFor the petitioners there were briefs by Ellis R. Her-bon, Robert M. Koch and Herbon & McLaughlin of Milwaukee, and oral argument by Ellis R. Herbon., For the defendant-respondent there was a brief by Elwin J. Zarwell, Peter W. Bunde, Thomas Armstrong and Quarles & Brady of Milwaukee, and oral argument by Mr. Bunde.\n\n## 인용\n\n- 311 N.W.2d 600\n- 104 Wis. 2d 309\n\n## 판결문 요약\n\n\n104 Wis.2d 309 (1981)\n311 N.W.2d 600\nT.J. JENKINS, Plaintiff,\nv.\nCarl SABOURIN, and Badger Mutual Insurance Company, a domestic corporation, Defendants-Appellants-Petitioners,\nBRIGGS &amp; STRATTON CORPORATION, Defendant-Respondent.\nNo. 80-624.\nSupreme Court of Wisconsin.\nArgued September 9, 1981.\nDecided November 3, 1981.\n*310 For the petitioners there were briefs by Ellis R. Herbon, Robert M. Koch and Herbon &amp; McLaughlin of Milwaukee, and oral argument by Ellis R. Herbon.\nFor the defendant-respondent there was a brief by Elwin J. Zarwell, Peter W. Bunde, Thomas Armstrong and Quarles &amp; Brady of Milwaukee, and oral argument by Mr. Bunde.\nAffirming 100 Wis.2d 743, 301 N.W.2d 464.\nHEFFERNAN, J.\nThis is a review of a decision of the court of appeals[1] which affirmed the order of February 20, 1980, of the Circuit Court for Milwaukee County, GEORGE A. BURNS, JR., Circuit Judge, dismissing the cross-claim of the defendants, Carl Sabourin and Badger Mutual Insurance Company, because it failed to state a claim upon which relief could be granted.\nThe issue posed on this review is whether the exclusivity-of-remedy provision of the Workers Compensation Act (ch. 102, Stats.) precludes a common-law cause of action by an employee, who has sustained a compensable *311 injury, against the employer for negligently providing medical attention for that injury by persons employed for that purpose at the employer's plant.\nWe conclude that the exclusivity of the remedy of workers compens...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jenkins-v-sabourin"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}