{
  "id": 16933,
  "title": "1981년 Ex parte Vaughn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-11-04",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex parte Vaughn. 판결일: 1981-11-04. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex parte Jerry Edward VAUGHN\n**판결일**: 1981-11-04\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davis, McCormick, Teague\n\n## 변호인\n\nRobert Huttash, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 643 S.W.2d 934\n\n## 판결문 요약\n\n\nOPINION\nTOM G. DAVIS, Judge.\nThis is a post-conviction application for writ of habeas corpus filed pursuant to Art. 11.07, V.A.C.C.P. On December 9, 1980, applicant was convicted in a trial before the court following his plea of guilty of the offense of possession of a prohibited weapon. V.T.C.A. Penal Code, Sec. 46.06. Punishment was assessed at ten years.\nApplicant maintains that his indictment for possession of a prohibited weapon is fundamentally defective because it fails to allege a culpable' mental state. The indictment under which applicant was convicted alleges in pertinent part that on or about May 5, 1980, he:\n“did then and there unlawfully possession of short-barreled firearm namely, a shotgun with a barrel less than 18 inches.”\nA person commits an offense if he intentionally or knowingly possesses a short-barrel firearm. Sec. 46.06(a)(3), supra. By its very terms, the statute includes the culpable mental states of intentionally or knowingly. Applicant’s indictment fails to include either of these culpable mental states.\nAn indictment should allege in as clear and direct a manner as possible that the prohibited act was done with the requisite culpable mental state. Ex Parte Smith, 571 S.W.2d 22. An indictment which fails to allege all of the elements of an offense is fundamentally defective and may be challenged by way of a post-conviction application for writ of habeas corpus. Ex Parte Seaton, 580 S.W.2d 593. We find that applicant’s indictment for possession of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-vaughn"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}