{
  "id": 16943,
  "title": "1981년 Womack 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-10-22",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Womack. 판결일: 1981-10-22. 법원: Court of Appeals of Arizona.",
  "description": "## 사건 정보\n\n**사건명**: The STATE of Arizona v. John Donald WOMACK\n**판결일**: 1981-10-22\n**법원**: Court of Appeals of Arizona\n**관할**: Arizona, AZ\n\n**판사**: Birdsall, Hathaway, Howard\n\n## 변호인\n\nRobert K. Corbin, Atty. Gen. by William J. Schafer III and Jack Roberts, Asst. At-tys. Gen., Phoenix, for appellee., Frederic J. Dardis, Pima County Public Defender by Allen G. Minker, Asst. Public Defender, Tucson, for appellant.\n\n## 인용\n\n- 131 Ariz. 158\n- 639 P.2d 348\n\n## 판결문 요약\n\n\nOPINION\nHOWARD, Judge.\nAppellant, convicted by a jury of aggravated assault, was placed on probation with the condition that he serve six months in the county jail. He contends for the first time on appeal that (1) the prosecutor committed reversible error by commenting on his failure to call his wife as a witness, and (2) the jury was not adequately instructed on his theory of the case. We disagree and affirm.\nI\nOn the date of the assault, Bruce Klingler was a passenger in a car being driven by his wife. Appellant, accompanied by his wife, was driving a pickup truck hauling a trailer. As a result of a traffic incident, Bruce Klingler made an obscene gesture while passing appellant. This led to appellant lightly tapping the rear bumper of the Klin-gler automobile which had stopped for a red light. Bruce Klingler got out of his car and appellant got out of his truck with a rifle which he pointed at Klingler. A policeman arrived on the scene and persuaded appellant to put down the rifle.\nII\nAppellant testified at the trial claiming self-defense. On three occasions during his direct examination, his counsel asked him whether the police ever asked his wife what happened before they arrested him. Appellant testified that they did not, the clear implication being that had the police done so, they would not have arrested him and that his wife would substantiate his theory of self-defense.\nOn cross-examination, the prosecutor asked appellant if his wife were going to testify. Appell...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-womack"
    }
  ],
  "relatedIncidents": [
    16936,
    17002,
    17020,
    17102,
    17118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}