{
  "id": 16946,
  "title": "1981년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-10-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1981-10-19. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Heyl & Patterson International, Incorporated v. F. D. Rich Housing of the Virgin Islands, Incorporated and F. D. Rich Housing Corporation, F. D. Rich Housing of the Virgin Islands, Incorporated, as Assignee of F. D. Rich Housing of Puerto Rico, Incorporated v. Government of the Virgin Islands\n**판결일**: 1981-10-19\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 663 F.2d 419\n\n## 판결문 요약\n\n663 F.2d 419\n    HEYL &amp; PATTERSON INTERNATIONAL, INCORPORATED, Appellee,v.F. D. RICH HOUSING OF the VIRGIN ISLANDS, INCORPORATED andF. D. Rich Housing Corporation, Appellants.F. D. RICH HOUSING OF the VIRGIN ISLANDS, INCORPORATED, asassignee of F. D. Rich Housing of Puerto Rico,Incorporated, Appellant,v.GOVERNMENT OF the VIRGIN ISLANDS, Appellee.\n    Nos. 80-2749, 81-1193.\n    United States Court of Appeals,Third Circuit.\n    Argued July 14, 1981.Decided Oct. 19, 1981.\n    \n      Lawrence Gochberg (argued), Gochberg &amp; Berkman, Stamford, Conn., for appellants.\n      Donald M. Bouton, Acting Atty. Gen., Edward A. Wascoe (argued), Asst. Atty. Gen., Dept. of Law, Charlotte Amalie, V. I., for appellee, Government of the Virgin Islands.\n      Daniel M. Curtin, Pittsburgh, Pa.  (argued), Geoffrey W. Barnard, Isherwood Barnard &amp; Diehm, Christiansted, St. Croix, U. S. V. I., for appellee, Heyl &amp; Patterson, Inc.\n      Before SEITZ, Chief Judge, and HIGGINBOTHAM and VAN DUSEN, Circuit Judges.\n      OPINION OF THE COURT\n      A. LEON HIGGINBOTHAM, Jr., Circuit Judge.\n    \n    \n      1\n      With flare and kindled hope, on October 1, 1973, the Government of the Virgin Islands signed a contract with a developer to build up to 300 houses \"for families of low and moderate income\" at Estate Nazareth.  The parties stressed that the \"need for housing in St. Thomas, Virgin Islands\" was so acute that it must be \"constructed as expeditiously as possible.\"  Now more than eight years...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=heyl-patterson-international-incorporated-v-f-d-rich-housing-of-the"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}