{
  "id": 16956,
  "title": "1981년 Searles 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-10-06",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Searles. 판결일: 1981-10-06. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State of North Carolina v. Lewis Searles, Jr.\n**판결일**: 1981-10-06\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Copeland\n\n## 변호인\n\n\n\nAttorney General Rufus L. Edmisten by Assistant Attorney General Christopher P. Brewer for the State.\n, \nAssistant Public Defender Robert L. Harrell for the defendant.\n\n\n## 인용\n\n- 282 S.E.2d 430\n- 304 N.C. 149\n\n## 판결문 요약\n\n\n282 S.E.2d 430 (1981)\nSTATE of North Carolina\nv.\nLewis SEARLES, Jr.\nNo. 21.\nSupreme Court of North Carolina.\nOctober 6, 1981.\n*433 Atty. Gen. Rufus L. Edmisten by Asst. Atty. Gen. Christopher P. Brewer, Raleigh, for the State.\nAsst. Public Defender Robert L. Harrell, Asheville, for defendant.\nCOPELAND, Justice.\nDefendant brings forward four assignments of error which he contends require a new trial of this matter. For the reasons stated below, we disagree and find that defendant received a fair trial, free from prejudicial error.\nFirst, defendant argues that the court erred in denying his motion for a continuance. Defendant made this motion on 10 November 1980, the day the case was called for trial. After hearing from both defendant and the State, Judge Kirby granted a continuance of two days, until 12 November 1980. Although defendant excepted to the short duration of this continuance, he did not thereafter raise further objections about it when trial commenced two days later. Nonetheless, defendant now says that the court's allowance of such a short continuance, in which to locate a witness and evaluate the relevance and materiality of his possible testimony, constituted a denial of his right to effective assistance of counsel, as guaranteed by the federal and state constitutions, because his counsel was thereby prevented from conferring with witnesses and preparing an adequate defense.\nIt is, of course, axiomatic that a motion for a continuance is ordinarily addressed to ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-searles"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}