{
  "id": 16958,
  "title": "1981년 Kirby Building Systems, Inc. v. Independence Partnership No. One 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-10-05",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: Kirby Building Systems, Inc. v. Independence Partnership No. One. 판결일: 1981-10-05. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: KIRBY BUILDING SYSTEMS, INC., a Texas Corporation, Appellant (Plaintiff), v. INDEPENDENCE PARTNERSHIP NO. ONE, a Wyoming Partnership, Zions First National Bank, and Clydeco Building Supplies, Appellees (Defendants)\n**판결일**: 1981-10-05\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: Raper, Rooney, Rose, Sawyer, Thomas\n\n## 변호인\n\nDaniel G. Blythe, Cheyenne, and C. Reed Brown (argued), Armstrong, Rawlings, West & Brown, Salt Lake City, Utah, and Bruce R. Barnard, Evanston, for appellant., Dennis W. Lancaster, Phillips & Lancaster, P. C., Evanston, for appellees.\n\n## 인용\n\n- 634 P.2d 342\n\n## 판결문 요약\n\n\n634 P.2d 342 (1981)\nKIRBY BUILDING SYSTEMS, INC., a Texas Corporation, Appellant (Plaintiff),\nv.\nINDEPENDENCE PARTNERSHIP NO. ONE, a Wyoming partnership, Zions First National Bank, and Clydeco Building Supplies, Appellees (Defendants).\nNo. 5500.\nSupreme Court of Wyoming.\nOctober 5, 1981.\nDaniel G. Blythe, Cheyenne, and C. Reed Brown (argued), Armstrong, Rawlings, West &amp; Brown, Salt Lake City, Utah, and Bruce R. Barnard, Evanston, for appellant.\nDennis W. Lancaster, Phillips &amp; Lancaster, P.C., Evanston, for appellees.\nBefore ROSE, C.J., RAPER, THOMAS and ROONEY, JJ., and SAWYER, D.J.\nRAPER, Justice.\nThis appeal is from an order dismissing an action to foreclose a mechanic's lien. The issue before us concerns whether the district court correctly found as a matter of law that the notice requirement in § 29-2-110, W.S. 1977, was not satisfied. That statute provided:\n\"Every person, except the original contractor, who may wish to avail himself of the benefits of the provisions of this act [§§ 29-2-101 to 29-2-124], shall give ten (10) days notice, in writing, before filing the lien, as herein required, to the owner, owners or agent, or either of them, that he or they hold a claim against such building or improvement, stating in said *343 notice the amount of the same and from whom it is due.\"[1]\nWe will reverse.\nOn October 30, 1980, appellant  Kirby Building Systems, Inc.  filed a complaint against appellee  Independence Partnership No. One. The following were the relev...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kirby-building-systems-inc-v-independence-partnership-no-one"
    }
  ],
  "relatedIncidents": [
    16894,
    16980,
    16984,
    16987,
    16997
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}