{
  "id": 16952,
  "title": "1981년 Berlin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-10-13",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Berlin. 판결일: 1981-10-13. 법원: Commonwealth Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Briar Creek Borough v. Fred V. Berlin and Anna Berlin, his wife\n**판결일**: 1981-10-13\n**법원**: Commonwealth Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Craig, MacPhail, Mencer\n\n## 변호인\n\nJohn A. Mihalik, Hummel, James and Mihalik, for appellant., John M. Kuchka, for appellees.\n\n## 인용\n\n- 62 Pa. Commw. 197\n\n## 판결문 요약\n\n\nOpinion by\nJudge Mencer,\nThe Borough of Briar Creek (Borough) has appealed from an order of the Court of Common Pleas of Columbia County dismissing the Borough’s exceptions to a decree nisi entered on February 4,1980. The decree nisi denied the Borough’s request for a permanent injunction to restrain Fred Y. Berlin and Anna Berlin (appellees) from displacing soil on their property. We affirm the order of the lower court.\nAppellees own property containing a mobile home park in a designated flood-prone area of the Borough. When appellees decided to expand their mobile home park, they began to displace soil in order to elevate their property above the regulatory flood elevation point.\nOn May 3, 1978, the Borough brought suit to permanently enjoin the further displacement of soil, arguing that this activity required a building permit pursuant to Briar Creek Borough Ordinance No. 84. The court below denied the injunction, and this appeal followed.\nOrdinance No. 84 establishes requirements for the issuance of building permits for “new construction” in flood-prone areas of the Borough. Thus, the sole issue in this case is whether the soil displacement by appellees constitutes “new construction” within the meaning of Ordinance No. 84, thereby requiring a building permit. We hold that it does not.\nSince it is not defined in the ordinance,1 the word “construction” must be construed according to its *199common and approved usage. Section 1903(a) of the Statutory Construction Act of 197...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=briar-creek-borough-v-berlin"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}