{
  "id": 16957,
  "title": "1981년 Gadacz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-10-06",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Gadacz. 판결일: 1981-10-06. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Thaddeus GADACZ, Appellant (Defendant Below), v. STATE of Indiana, Appellee (Plaintiff Below)\n**판결일**: 1981-10-06\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBRULER, Givan, Hunter, Pivarnik, Prentice\n\n## 변호인\n\nDon G. Blackmond, South Bend, for appellant., Linley E. Pearson, Atty. Gen., Carmen L. Quintana, Deputy Atty. Gen., Indianapolis, for appellee.\n\n## 인용\n\n- 426 N.E.2d 376\n\n## 판결문 요약\n\n\n426 N.E.2d 376 (1981)\nThaddeus GADACZ, Appellant (Defendant below),\nv.\nSTATE of Indiana, Appellee (Plaintiff below).\nNo. 980S370.\nSupreme Court of Indiana.\nOctober 6, 1981.\n*377 Don G. Blackmond, South Bend, for appellant.\nLinley E. Pearson, Atty. Gen., Carmen L. Quintana, Deputy Atty. Gen., Indianapolis, for appellee.\nPRENTICE, Justice.\nDefendant (Appellant) was convicted of Conspiracy to Commit Armed Robbery under Ind. Code § 35-41-5-2 (Burns 1979) and Robbery While Armed with a Deadly Weapon, Ind. Code § 35-42-5-1 (Burns 1979) and sentenced to concurrent fifteen (15) year terms of imprisonment. The appeal presents the following issues:\n(1) Whether the trial court erred in permitting the State to introduce evidence of an inculpatory incident which occurred outside the time frame fixed for the conspiracy to have transpired?\n(2) Whether the trial court erred in overruling Defendant's motion in limine to preclude the State from calling a co-conspirator as a witness, with knowledge that she would invoke her Fifth Amendment rights?\n(3) Whether the trial court erred in admitting certain evidence over his objection that there had been no foundation laid linking it to him?\n(4) Whether the trial court erred in refusing to give Defendant's tendered instruction advising that accomplice testimony should be highly scrutinized?\n(5) Whether the trial court erred in denying Defendant's request to be let to bail pending appeal?\n\n* * * * * *\n\nISSUE I\nDefendant contends that it was error for...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gadacz-v-state"
    }
  ],
  "relatedIncidents": [
    16903,
    16904,
    16906,
    16912,
    16916
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}