{
  "id": 16954,
  "title": "1981년 Porter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-10-09",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Porter. 판결일: 1981-10-09. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Nebraska, Appellee, v. Rodney D. Porter, Appellant\n**판결일**: 1981-10-09\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Boslaugh, Brodkey, Clinton, Hastings, Krivosha, McCown, White\n\n## 변호인\n\nJames W. Symonds of Cronin, Hannon & Symonds for appellant., Paul L. Douglas, Attorney General, and Shanler D. Cronk for appellee.\n\n## 인용\n\n- 310 N.W.2d 926\n- 209 Neb. 722\n\n## 판결문 요약\n\n\n310 N.W.2d 926 (1981)\n209 Neb. 722\nSTATE of Nebraska, Appellee,\nv.\nRodney D. PORTER, Appellant.\nNo. 43906.\nSupreme Court of Nebraska.\nOctober 9, 1981.\nJames W. Symonds of Cronin, Hannon &amp; Symonds, O'Neill, for appellant.\nPaul L. Douglas, Atty. Gen., and Shanler D. Cronk, Lincoln, for appellee.\nHeard before KRIVOSHA, C. J., and BOSLAUGH, McCOWN, CLINTON, BRODKEY, WHITE, and HASTINGS, JJ.\nHASTINGS, Justice.\nDefendant was sentenced to a term of probation for a November 5, 1978, burglary. The statute covering this crime in effect at the time was Neb.Rev.Stat. § 28-532 (Reissue 1975), which provided for a possible sentence of from 1 to 10 years' imprisonment in the Nebraska Penal and Correctional Complex. Following an appropriate hearing his probation was revoked and he was thereafter sentenced to a term of not less than 3 nor more than 10 years' incarceration in the penal complex. He has appealed from that sentence, assigning as errors that the trial court considered certain confidential letters addressed to the trial judge, contrary to Neb.Rev.Stat. § 29-2261(3) (Reissue 1979); that the sentence was excessive; and that the court failed to give defendant credit for 34 days in jail served prior to the sentencing. The maximum sentence imposed upon the defendant was the maximum permitted by statute, and under the rule in State v. Rathbun, 205 Neb. 329, 287 N.W.2d 445 (1980), credit for jail time must be given. The State concedes this point. The defendant agrees that the evidenc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-porter"
    }
  ],
  "relatedIncidents": [
    16903,
    16904,
    16906,
    16912,
    16916
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}