{
  "id": 16972,
  "title": "1981년 Dunn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-09-08",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Dunn. 판결일: 1981-09-08. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Thomas DUNN v. STATE of Missouri\n**판결일**: 1981-09-08\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Kennedy, Shangler, Somer, Somerville, Ville\n\n## 변호인\n\nJames W. Fletcher, Public Defender, Gary L. Gardner, Asst. Public Defender, Sandra Myers, Certified Law Student, Kansas City, for appellant., John Ashcroft, Atty. Gen., Steven H. Akre, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 624 S.W.2d 102\n\n## 판결문 요약\n\n\nSOMERVILLE, Chief Judge.\nBy information, Thomas Dunn (movant) was charged in the Circuit Court of Jackson County, Missouri, with three counts of robbery in the first degree by means of a dangerous and deadly weapon (Section 560.-120, RSMo 1969, and Section 560.135, RSMo Supp. 1975), three counts of armed criminal action (Section 559.225, RSMo Supp. 1976), one count of assault with a deadly weapon with intent to kill with malice aforethought (Section 559.180, RSMo 1969), and one count of assault with intent to do great bodily *103harm with malice aforethought (Section 559.180, RSMo 1969).\nMovant pled guilty to all eight counts pursuant to a “plea bargain” made with the state for disposition of the multiple charges. The trial court, accordingly, sentenced mov-ant to fifteen years confinement in the Missouri Department of Corrections on each of the eight charges, said sentences to run concurrently.\nThis appeal lies from a judgment and order of the Circuit Court of Jackson County, Missouri, following an evidentiary hearing, denying in part and granting in part, movant’s amended Rule 27.26 motion to vacate all eight sentences. The court below, citing Sours v. State, 593 S.W.2d 208 (Mo. banc 1980), vacated the sentences imposed on the three armed criminal action charges, but rejected movant’s prayer that the sentences imposed on the remaining five charges also be vacated on the ground that he did not knowingly and voluntarily plead guilty thereto.\nOn appeal movant confines himself...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dunn-v-state"
    }
  ],
  "relatedIncidents": [
    16903,
    16904,
    16906,
    16912,
    16916
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}