{
  "id": 16976,
  "title": "1981년 Viveros 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-09-03",
  "location": "Alaska, AK, USA",
  "summary": "미국 Alaska, AK 법원 판결 사건. 사건명: Viveros. 판결일: 1981-09-03. 법원: Court of Appeals of Alaska.",
  "description": "## 사건 정보\n\n**사건명**: George E. VIVEROS, Appellant, v. STATE of Alaska, Appellee\n**판결일**: 1981-09-03\n**법원**: Court of Appeals of Alaska\n**관할**: Alaska, AK\n\n**판사**: Bryner, C.J., and Coats and Singleton\n\n## 변호인\n\nPhillip Paul Weidner, Drathman & Weid-ner, Anchorage, for appellant., Paul E. Olson, Asst. Dist. Atty., Larry R. Weeks, Dist. Atty., Anchorage, Wilson L. Condon, Atty. Gen., Juneau, for appellee.\n\n## 인용\n\n- 633 P.2d 289\n\n## 판결문 요약\n\n\n633 P.2d 289 (1981)\nGeorge E. VIVEROS, Appellant,\nv.\nSTATE of Alaska, Appellee.\nNo. 5530.\nCourt of Appeals of Alaska.\nSeptember 3, 1981.\n*290 Phillip Paul Weidner, Drathman &amp; Weidner, Anchorage, for appellant.\nPaul E. Olson, Asst. Dist. Atty., Larry R. Weeks, Dist. Atty., Anchorage, Wilson L. Condon, Atty. Gen., Juneau, for appellee.\nBefore BRYNER, C.J., and COATS and SINGLETON, JJ.\n\nOPINION\nPER CURIAM.\nThis is a sentence appeal following resentencing ordered by the supreme court in Viveros v. State, 606 P.2d 790 (Alaska 1980). Following a jury trial, Viveros was convicted of armed robbery under former AS 11.15.240 and AS 11.15.295.[1] On appeal the supreme court held that a disjunctive in the jury instructions invalidated Viveros' conviction under AS 11.15.295, leaving stand his conviction for robbery under AS 11.15.240. The state elected not to retry Viveros for armed robbery, and resentencing was required by the supreme court opinion since the 15-year sentence originally imposed could have been affected by the sentence enhancement provision of AS 11.15.295.[2]\nOn resentencing, Viveros received a sentence of 12 years' imprisonment. He claims the sentencing judge, who was also the trial judge, erroneously based this sentence on a belief that Viveros carried a firearm during the robbery. At the resentencing, the judge stated his belief that he could consider the evidence he had heard at trial. Most of his comments show a careful understanding of just what the undisputed ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=viveros-v-state"
    }
  ],
  "relatedIncidents": [
    16903,
    16904,
    16906,
    16912,
    16916
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}