{
  "id": 16977,
  "title": "1981년 Wiedemer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-09-03",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Wiedemer. 판결일: 1981-09-03. 법원: Colorado Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE of the State of Colorado, Plaintiff-Appellee, v. Gary Lee WIEDEMER, Defendant-Appellant\n**판결일**: 1981-09-03\n**법원**: Colorado Court of Appeals\n**관할**: Colorado, CO\n\n**판사**: Berman, Kelly, Kirshbaum\n\n## 변호인\n\nJ. D. MacFarlane, Atty. Gen., Richard F. Hennessey, Deputy Atty. Gen., Mary J. Mullarkey, Sol. Gen., Susan P. Mele-Serno-vitz, Asst. Atty. Gen., Denver, for plaintiff-appellee., J. Gregory Walta, Colorado State Public Defender, Thomas M. Van Cleave, III, Deputy State Public Defender, Denver, for defendant-appellant.\n\n## 인용\n\n- 641 P.2d 289\n\n## 판결문 요약\n\n\n641 P.2d 289 (1981)\nThe PEOPLE of the State of Colorado, Plaintiff-Appellee,\nv.\nGary Lee WIEDEMER, Defendant-Appellant.\nNo. 80CA0014.\nColorado Court of Appeals, Div. III.\nSeptember 3, 1981.\nRehearing Denied October 1, 1981.\nCertiorari Denied March 1, 1982.\n*290 J. D. MacFarlane, Atty. Gen., Richard F. Hennessey, Deputy Atty. Gen., Mary J. Mullarkey, Sol. Gen., Susan P. Mele-Sernovitz, Asst. Atty. Gen., Denver, for plaintiff-appellee.\nJ. Gregory Walta, Colorado State Public Defender, Thomas M. Van Cleave, III, Deputy State Public Defender, Denver, for defendant-appellant.\nKELLY, Judge.\nDefendant, Gary Lee Wiedemer, appeals his convictions following a jury trial of aggravated robbery and committing a violent crime and the subsequent enhanced punishment under the habitual criminal statute. He alleges that the trial court erred in allowing the admission of evidence of other offenses and in denying his motion for mistrial. He also contends that the evidence was insufficient to sustain the enhanced sentencing. We affirm.\n\nI.\nThe charges against the defendant arose from a robbery of a jewelry store. At trial, over objection, the People introduced evidence that the defendant had taken part in another jewelry store robbery five weeks later. In the later robbery, the manner of conducting the robbery was strikingly similar to that charged here. Each robbery was of a small, independent, suburban jewelry *291 store by three men, and each occurred in the afternoon while only one salespers...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-wiedemer"
    }
  ],
  "relatedIncidents": [
    16903,
    16904,
    16906,
    16912,
    16916
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}