{
  "id": 16986,
  "title": "1981년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-08-21",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1981-08-21. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania, v. James EMMI, Appellant\n**판결일**: 1981-08-21\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Cercone, President Judge, and Watkins and Hoffman\n\n## 변호인\n\nRobert F. Pappano, Assistant Public Defender, Chester, for appellant., Frank T. Hazel, District Attorney, Media, for Commonwealth, appellee.\n\n## 인용\n\n- 434 A.2d 142\n- 290 Pa. Super. 86\n\n## 판결문 요약\n\n\n290 Pa. Super. 86 (1981)\n434 A.2d 142\nCOMMONWEALTH of Pennsylvania,\nv.\nJames EMMI, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted September 13, 1979.\nFiled August 21, 1981.\n*88 Robert F. Pappano, Assistant Public Defender, Chester, for appellant.\nFrank T. Hazel, District Attorney, Media, for Commonwealth, appellee.\nBefore CERCONE, President Judge, and WATKINS and HOFFMAN, JJ.\nCERCONE, President Judge:\nAppellant, James Emmi, takes this appeal from the judgment of sentence rendered by the Court of Common Pleas of Delaware County for the crimes of unauthorized use of an automobile,[1] theft by receiving stolen property[2] and criminal conspiracy.[3] He raises two questions in this appeal: (1) whether the lower court erred in that its charge to the jury constituted a violation of the appellant's constitutional right to a fair and impartial trial; and (2) whether the evidence was sufficient to sustain his conviction for the offense of criminal conspiracy.\nThe operative facts of the instant case are as follows: In the early morning hours on August 30, 1977, appellant Emmi was observed by a police officer when he disregarded a red light. The officer who witnessed this blatant violation of the Motor Vehicle Code stopped the blue 1966 Pontiac GTO which the appellant was driving. Unknown to the officer, *89 this vehicle had been reported as stolen only five hours earlier by its rightful owner. Upon being asked for his owner's card, the appellant told the inquiring officer that h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-emmi"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}