{
  "id": 16980,
  "title": "1981년 Roy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-09-01",
  "location": "Vermont, VT, USA",
  "summary": "미국 Vermont, VT 법원 판결 사건. 사건명: Roy. 판결일: 1981-09-01. 법원: Supreme Court of Vermont.",
  "description": "## 사건 정보\n\n**사건명**: State of Vermont v. Charles H. Roy\n**판결일**: 1981-09-01\n**법원**: Supreme Court of Vermont\n**관할**: Vermont, VT\n\n**판사**: Barney, C. J., and Larrow, Billings, Hill and Underwood\n\n## 변호인\n\nMark J. Keller, Chittenden County State’s Attorney, and Susan R. Via, Chief Deputy State’s Attorney, Burlington, for Plaintiff., Paul D. Jarvis of Blum Associates, Inc., Burlington, for Defendant.\n\n## 인용\n\n- 436 A.2d 1090\n- 140 Vt. 219\n\n## 판결문 요약\n\n\n436 A.2d 1090 (1981)\nSTATE of Vermont\nv.\nCharles H. ROY.\nNo. 359-80.\nSupreme Court of Vermont.\nSeptember 1, 1981.\n*1091 Mark J. Keller, Chittenden County State's Atty., and Susan R. Via, Chief Deputy State's Atty., Burlington, for plaintiff.\nPaul D. Jarvis of Blum Associates, Inc., Burlington, for defendant.\nBefore BARNEY, C. J., and LARROW, BILLINGS, HILL and UNDERWOOD, JJ.\nHILL, Justice.\nDefendant appeals a jury verdict finding him guilty of sexual assault, 13 V.S.A. § 3252(3), and lewd and lascivious conduct, 13 V.S.A. § 2602, involving a seven year old boy with physical handicaps.\nDefendant was arrested after police were notified by a passerby of a possible sexual assault taking place several blocks away. Upon reaching the scene, the police saw a man driving a car fitting the passerby's description with a young child standing in the front seat. The child was pulling up his trousers and his genitals were exposed. The police arrested defendant, and transported the child and defendant separately to the police station. Both defendant and the alleged victim were then questioned by different police officers. The child talked with at least three policemen over a span of more than one hour.\nDefendant and the victim's father were friends, and the child had known defendant for some time. The child suffers from a hearing deficiency, is unable to speak clearly, and cannot read. He attends a special school for students with learning problems. After a hearing on a motion to exclude hi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "성범죄",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-roy"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=martin-v-eaton"
    }
  ],
  "relatedIncidents": [
    16894,
    16900,
    16922,
    16937,
    16958
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}