{
  "id": 16982,
  "title": "1981년 McDonnell Douglas Corporation v. Commodore Business MacHines Inc. And Commodore Business MacHines (Canada) Limited 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-08-31",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: McDonnell Douglas Corporation v. Commodore Business MacHines Inc. And Commodore Business MacHines (Canada) Limited. 판결일: 1981-08-31. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: McDONNELL DOUGLAS CORPORATION, Appellee, v. COMMODORE BUSINESS MACHINES INC. and Commodore Business MacHines (Canada) Limited, Appellants\n**판결일**: 1981-08-31\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Goodwin, Poole, Wyatt\n\n## 변호인\n\nJohn W. Clark, Trepel & Clark, San Jose, Cal., for appellants., Theodore Dunn, Huntington Beach, Cal., for appellee.\n\n## 인용\n\n- 656 F.2d 1309\n\n## 판결문 요약\n\n656 F.2d 1309\n    McDONNELL DOUGLAS CORPORATION, Appellee,v.COMMODORE BUSINESS MACHINES INC. and Commodore BusinessMachines (Canada) Limited, Appellants.\n    No. 79-4616.\n    United States Court of Appeals,Ninth Circuit.\n    Argued and Submitted May 13, 1981.Decided Aug. 31, 1981.\n    \n      John W. Clark, Trepel &amp; Clark, San Jose, Cal., for appellants.\n      Theodore Dunn, Huntington Beach, Cal., for appellee.\n      Appeal from the United States District Court for the Northern District of California.\n      Before GOODWIN and POOLE, Circuit Judges, and WYATT,* District Judge.\n      POOLE, Circuit Judge:\n    \n    \n      1\n      Commodore Business Machines (Commodore) appeals the judgment of the United States District Court for the Northern District of California, awarding plaintiff McDonnell Douglas the full $432,000 claimed in its breach of contract action, and denying Commodore's claim for a set off in the amount of $261,000.  Commodore does not contest its liability for the balance of the debt.\n    \n    \n      2\n      The dispute arose out of a contract between subsidiaries of the two parties.  McDonnell Douglas' subsidiary, Nitron, supplied Commodore with semiconductors for use in electric calculators.  The product supplied by Nitron was a wafer containing a number of individual chips.  When Commodore received the wafers it sent them to Electronic Arrays, a subcontractor, where the wafers were tested and diced and the individual chips were packaged.  The $261,000 at is...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcdonnell-douglas-corporation-v-commodore-business-machines-inc-and"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}