{
  "id": 16984,
  "title": "1981년 Fulcher 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-08-26",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: Fulcher. 판결일: 1981-08-26. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Robert Brian FULCHER, Appellant (Defendant), v. STATE of Wyoming, Appellee (Plaintiff)\n**판결일**: 1981-08-26\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: Rose, C.J., and Raper, Thomas, Rooney and Brown\n\n## 변호인\n\nRobert T. Moxley, Wheatland, for appellant., Steven F. Freudenthal, Atty. Gen., Gerald A. Stack, Deputy Atty. Gen., Crim. Div., Allen C. Johnson, Senior Asst. Atty. Gen., and Randal R. Arp, Asst. Atty. Gen. (argued), for appellee.\n\n## 인용\n\n- 633 P.2d 142\n\n## 판결문 요약\n\n\n633 P.2d 142 (1981)\nRobert Brian FULCHER, Appellant (Defendant),\nv.\nSTATE of Wyoming, Appellee (Plaintiff).\nNo. 5466.\nSupreme Court of Wyoming.\nAugust 26, 1981.\nRehearing Denied September 16, 1981.\n*143 Robert T. Moxley, Wheatland, for appellant.\nSteven F. Freudenthal, Atty. Gen., Gerald A. Stack, Deputy Atty. Gen., Crim. Div., Allen C. Johnson, Senior Asst. Atty. Gen., and Randal R. Arp, Asst. Atty. Gen. (argued), for appellee.\nBefore ROSE, C.J., and RAPER, THOMAS, ROONEY and BROWN, JJ.\nBROWN, Justice.\nAppellant-defendant was found guilty of aggravated assault without dangerous weapon in violation of § 6-4-506(a), W.S. 1977,[1] by the district court sitting without a jury. While appellant characterizes the issues on appeal differently, we believe the issues to be:\n1) Is it necessary for a defendant to plead \"not guilty by reason of mental illness or deficiency\" before evidence of unconsciousness can be presented?\n2) Was there sufficient evidence to sustain appellant's conviction?\nWe will affirm.\nOn November 17, 1979, the appellant consumed seven or eight shots of whiskey over a period of four hours in a Torrington bar, and had previously had a drink at home.\nAppellant claims he got in a fight in the bar restroom, then left the bar to find a friend. According to his testimony, the last thing he remembers until awakening in jail, is going out of the door at the bar.\nAppellant and his friend were found lying in the alley behind the bar by a police officer who noted abrasions o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fulcher-v-state"
    }
  ],
  "relatedIncidents": [
    16894,
    16958,
    16980,
    16987,
    16997
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}