{
  "id": 16981,
  "title": "1981년 Davis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-08-31",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Davis. 판결일: 1981-08-31. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. MICHAEL DARRELL DAVIS, Defendant and Appellant\n**판결일**: 1981-08-31\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Bird, Mosk, Richardson\n\n## 변호인\n\nCounsel, Barney Goldstin for Defendant and Appellant., Quin Denvir, State Public Defender, and Edward Schulman, Deputy State Public Defender, as Amici Curiae on behalf of Defendant and Appellant., George Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, S. Clark Moore, Assistant Attorney General, Gary R. Hahn, William R. Weisman and Robert R. Anderson, Deputy Attorneys General, for Plaintiff and Respondent., Albert M. Leddy, District Attorney (Kern), and Marg\n\n## 인용\n\n- 633 P.2d 186\n- 29 Cal. 3d 814\n- 176 Cal. Rptr. 521\n\n## 판결문 요약\n\n\n29 Cal. 3d 814 (1981)\n633 P.2d 186\n176 Cal. Rptr. 521\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nMICHAEL DARRELL DAVIS, Defendant and Appellant.\nDocket No. Crim. 21721.\nSupreme Court of California.\nAugust 31, 1981.\n*818 COUNSEL\nBarney Goldstin for Defendant and Appellant.\nQuin Denvir, State Public Defender, and Edward Schulman, Deputy State Public Defender, as Amici Curiae on behalf of Defendant and Appellant.\nGeorge Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, S. Clark Moore, Assistant Attorney General, Gary R. Hahn, William R. Weisman and Robert R. Anderson, Deputy Attorneys General, for Plaintiff and Respondent.\n*819 Albert M. Leddy, District Attorney (Kern), and Margaret E. Spencer, Deputy District Attorney, as Amici Curiae on behalf of Plaintiff and Respondent.\nOPINION\nMOSK, J.\nAfter a jury trial defendant, 16-year-old Michael Darrell Davis, was convicted of the rape and first degree murder of 13-year-old Deboruh Morgan. Because of the victim's age, defendant was also convicted of committing a lewd and lascivious act on a child under the age of 14. Two special circumstances were charged and found to be true. (Former Pen. Code, § 190.2, subds. (c)(3)(iii) and (iv).)[1] Hence defendant, who as a minor is exempt from the death penalty (former § 190.5), was automatically sentenced without a penalty hearing to life imprisonment without possibility of parole. (See former § 190 et seq.)\nOn appeal, defendant challenges the legality of the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-davis"
    }
  ],
  "relatedIncidents": [
    16732,
    16867,
    16903,
    16907,
    16910
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}