{
  "id": 16989,
  "title": "1981년 United States v. Oscar Emilio Henao and Ernesto Henao 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-08-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Oscar Emilio Henao and Ernesto Henao. 판결일: 1981-08-07. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellant, v. Oscar Emilio HENAO and Ernesto Henao, Defendants-Appellees\n**판결일**: 1981-08-07\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Anderson, Frank, Godbold, Johnson\n\n## 변호인\n\nJames McMaster, Sonia O’Donnell, Asst. U.S. Attys., Miami, Fla., for plaintiff-appellant., G. David O’Leary, Miami, Fla., for Oscar Emilio Henao.\n\n## 인용\n\n- 652 F.2d 591\n\n## 판결문 요약\n\n652 F.2d 591\n    UNITED STATES of America, Plaintiff-Appellant,v.Oscar Emilio HENAO and Ernesto Henao, Defendants-Appellees.\n    No. 80-5145.\n    United States Court of Appeals,Fifth Circuit.\n    \n      Unit B\n      Aug. 7, 1981.\n      James McMaster, Sonia O'Donnell, Asst. U.S. Attys., Miami, Fla., for plaintiff-appellant.\n      G. David O'Leary, Miami, Fla., for Oscar Emilio Henao.\n      Appeal from the United States District Court for the Southern District of Florida.\n      Before GODBOLD, Chief Judge, FRANK M. JOHNSON, Jr., and ANDERSON, Circuit Judges.\n      GODBOLD, Chief Judge:\n    \n    \n      1\n      Defendants were charged with transporting illegal aliens, 8 U.S.C. &#167; 1324, and conspiracy to do the same, 18 U.S.C. &#167;&#167; 2 and 371.  The district court dismissed the indictment on the theory that the government had violated the defendants' rights under the Sixth Amendment to access to a witness.\n    \n    \n      2\n      November 13, 1979 defendant Oscar Henao was arrested at an airport in Dade County, Florida after allegedly piloting from that airport a small airplane in which three allegedly illegal aliens were passengers, Gloria, Dora, and Dora's two year old child Lina.  The following day immigration officials set a $1,000 bond for Dora requiring that she appear at an immigration hearing to be held November 23.  The same day Gloria was brought before a United States magistrate by an agent of the border patrol who filed a material witness complaint against h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-oscar-emilio-henao-and-ernesto-henao"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}