{
  "id": 16987,
  "title": "1981년 Tyler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-08-18",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Tyler. 판결일: 1981-08-18. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Respondent, v. Melvin Leroy TYLER, Appellant\n**판결일**: 1981-08-18\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Dowd, Stephan, Stewart\n\n## 변호인\n\nRalph A. Dobberstein, William R. Kirby, St. Louis, for appellant., John Ashcroft, Atty. Gen., Paul Robert Otto, Asst. Atty. Gen., Jefferson City, George A. Peach, Circuit Atty., St. Louis, for respondent.\n\n## 인용\n\n- 622 S.W.2d 379\n\n## 판결문 요약\n\n\n622 S.W.2d 379 (1981)\nSTATE of Missouri, Respondent,\nv.\nMelvin Leroy TYLER, Appellant.\nNo. 40843.\nMissouri Court of Appeals, Eastern District, Division One.\nAugust 18, 1981.\nMotion for Rehearing and/or Transfer Denied September 21, 1981.\nApplication to Transfer Denied November 10, 1981.\n*382 Ralph A. Dobberstein, William R. Kirby, St. Louis, for appellant.\nJohn Ashcroft, Atty. Gen., Paul Robert Otto, Asst. Atty. Gen., Jefferson City, George A. Peach, Circuit Atty., St. Louis, for respondent.\nMotion for Rehearing and/or Transfer to Supreme Court Denied September 21, 1981.\nDOWD, Judge.\nDefendant appeals from his conviction by a jury of two counts of robbery first degree by means of a dangerous and deadly weapon, § 560.120 RSMo 1969, § 560.135 RSMo 1975 Supp., two counts of assault with intent to commit rape without malice aforethought, § 559.190 RSMo 1969, and armed criminal action, § 559.225 RSMo 1976 Supp. Defendant was sentenced to fifty years imprisonment on each count of robbery first degree, to five years imprisonment on each count of assault with intent to rape without malice aforethought and fifty years imprisonment for armed criminal action, all terms of imprisonment to be served consecutively. We affirm in part and reverse in part.\nEvidence supporting the verdicts showed that on the morning of December 27, 1976, defendant entered the home of Ralph and Mary Petersen and their daughter Christine. Prior to his entry he had approached Christine's friend, Laura Harmon, wh...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-tyler"
    }
  ],
  "relatedIncidents": [
    16894,
    16958,
    16980,
    16984,
    16997
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}