{
  "id": 16991,
  "title": "1981년 Slawek 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-08-04",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Slawek. 판결일: 1981-08-04. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellant, v. JAMES SLAWEK Et Al., Defendants-Appellees\n**판결일**: 1981-08-04\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Downing, Hartman, Stamos\n\n## 변호인\n\nRichard M. Daley, State’s Attorney, of Chicago (Michael Shabat, Joan S. Cherry, and Theodore F. Burtzos, Assistant State’s Attorneys, of counsel), for the People., Whelan, Truschke & Associates, of Arlington Heights (James R. Truschke and Charles Whelan, of counsel), for appellees.\n\n## 인용\n\n- 425 N.E.2d 26\n- 98 Ill. App. 3d 1146\n\n## 판결문 요약\n\n\n98 Ill. App. 3d 1146 (1981)\n425 N.E.2d 26\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellant,\nv.\nJAMES SLAWEK et al., Defendants-Appellees.\nNos. 80-1622, 80-1717 cons.\nIllinois Appellate Court  First District (2nd Division).\nOpinion filed August 4, 1981.\nRichard M. Daley, State's Attorney, of Chicago (Michael Shabat, Joan S. Cherry, and Theodore F. Burtzos, Assistant State's Attorneys, of counsel), for the People.\nWhelan, Truschke &amp; Associates, of Arlington Heights (James R. Truschke and Charles Whelan, of counsel), for appellees.\nReversed and remanded.\nMr. JUSTICE DOWNING delivered the opinion of the court:\nDefendants James Slawek and Donald J. Slawek were charged in complaints for preliminary examination with possession of burglary tools (Ill. Rev. Stat. 1979, ch. 38, par. 19-2(a)), theft (Ill. Rev. Stat. 1979, ch. 38, par. 16-1(a)), and burglary (Ill. Rev. Stat. 1979, ch. 38, par. 19-1(a)). A preliminary examination was held at which only one witness appeared, at the behest of the State. Defendants then made oral motions to quash their *1147 arrest and to suppress evidence seized by the arresting officer. The circuit court granted the motions.\nThe state appeals this disposition, contending (1) that defendants were legally stopped and then arrested with probable cause, and (2) that the search which turned up the suppressed evidence was either (a) not subject to attack by defendants because they abandoned the searched vehicle and lacked standing, or (b) valid as ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-slawek"
    }
  ],
  "relatedIncidents": [
    16903,
    16904,
    16906,
    16912,
    16916
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}