{
  "id": 16998,
  "title": "1981년 Paul 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-07-27",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: Paul. 판결일: 1981-07-27. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Norina D. PAUL, Appellant (Plaintiff), v. Theodore R. PAUL, Appellee (Defendant); CENTRAL WYOMING LAW ASSOCIATES, P.C., a Wyoming Professional Corporation, Appellant (Plaintiff), v. WYMARD & WYMARD, Attorneys at Law, a Pennsylvania Partnership, and Norina D. Paul, Appellees (Defendants)\n**판결일**: 1981-07-27\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: Brown, Rapper, Rooney, Rose, Thomas\n\n## 변호인\n\nKenneth S. Cohen, Jackson, signed the briefs and appeared in oral argument on behalf of Norina D. Paul., Richard I. Leedy of Hettinger & Leedy, P. C., Riverton, signed the brief and appeared in oral argument on behalf of Theodore R. Paul., William L. Miller, Riverton, signed the brief and John R. Hursh, Riverton, appeared in oral argument on behalf of Central Wyoming Law Associates, P. C.\n\n## 인용\n\n- 631 P.2d 1060\n\n## 판결문 요약\n\n\n631 P.2d 1060 (1981)\nNorina D. PAUL, Appellant (Plaintiff),\nv.\nTheodore R. PAUL, Appellee (Defendant).\nCENTRAL WYOMING LAW ASSOCIATES, P.C., a Wyoming professional corporation, Appellant (Plaintiff),\nv.\nWYMARD &amp; WYMARD, Attorneys at Law, a Pennsylvania partnership, and Norina D. Paul, Appellees (Defendants).\nNos. 5472, 5473.\nSupreme Court of Wyoming.\nJuly 27, 1981.\n*1061 Kenneth S. Cohen, Jackson, signed the briefs and appeared in oral argument on behalf of Norina D. Paul.\nRichard I. Leedy of Hettinger &amp; Leedy, P.C., Riverton, signed the brief and appeared in oral argument on behalf of Theodore R. Paul.\nWilliam L. Miller, Riverton, signed the brief and John R. Hursh, Riverton, appeared in oral argument on behalf of Central Wyoming Law Associates, P.C.\nBefore ROSE, C.J., and RAPER, THOMAS, ROONEY and BROWN, JJ.\nROONEY, Justice.\nInasmuch as these two cases grew out of the same controversy and relate to the same subject of litigation, we are determining them together. Case No. 5473 is before us for the first time. Appellant therein, Central Wyoming Law Associates, P.C. (hereinafter *1062 referred to as CWLA), represented appellee therein, Norina D. Paul (hereinafter referred to as wife), during the early portion of her divorce action against Theodore R. Paul (hereinafter referred to as husband). Appellee, Wymard &amp; Wymard, was Pennsylvania counsel for wife. CWLA obtained a judgment against wife and Wymard &amp; Wymard for attorney fees in the amount of $27,716.69 wit...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=paul-v-paul"
    }
  ],
  "relatedIncidents": [
    16894,
    16958,
    16980,
    16984,
    16987
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}