{
  "id": 16997,
  "title": "1981년 Moscone 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-07-28",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Moscone. 판결일: 1981-07-28. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: Mark Moscone v. John R. Manson, Commissioner of Correction\n**판결일**: 1981-07-28\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Armentano, Bogdanski, Healey, Parskey, Peters\n\n## 변호인\n\nL. D. McCallum, assistant attorney general, with whom, on the brief, was Carl B. A j ello, attorney general, for the appellant (defendant)., Ellen B. Lubell, habeas corpus attorney, with whom, on the brief, were Basil T. Tsakonas and Jerrold H. Barnett, assistant public defenders, for the appellee (plaintiff).\n\n## 인용\n\n- 185 Conn. 124\n\n## 판결문 요약\n\n\n185 Conn. 124 (1981)\nMARK MOSCONE\nv.\nJOHN R. MANSON, COMMISSIONER OF CORRECTION\nSupreme Court of Connecticut.\nArgued June 11, 1981.\nDecision released July 28, 1981.\nBOGDANSKI, C. J., PETERS, HEALEY, PARSKEY and ARMENTANO, JS.\nL. D. McCallum, assistant attorney general, with whom, on the brief, was Carl R. Ajello, attorney general, for the appellant (defendant).\nEllen B. Lubell, habeas corpus attorney, with whom, on the brief, were Basil T. Tsakonas and Jerrold H. Barnett, assistant public defenders, for the appellee (plaintiff).\nPETERS, J.\nThis is a petition for habeas corpus challenging the calculation of the petitioner's statutory *125 good time credits. The state has appealed from the judgment of the trial court ordering that these credits be calculated according to the law in effect at the time of the petitioner's resentencing, General Statutes § 18-7a, rather than the law in effect at the time of his original sentencing, General Statutes § 18-7.\nThe parties have stipulated to the following facts: The petitioner, Mark Moscone, was sentenced, on July 19, 1974, to a term of imprisonment of not less than nine years nor more than eighteen years for the crime of rape. Upon appeal to this court, the petitioner's conviction was set aside and the case was remanded for a new trial. State v. Moscone, 171 Conn. 500, 370 A.2d 1030 (1976). Thereafter, the petitioner pleaded guilty to the same offense, and was, on April 12, 1977, resentenced to a term of imprisonment of not less than ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=moscone-v-manson"
    }
  ],
  "relatedIncidents": [
    16894,
    16958,
    16980,
    16984,
    16987
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}