{
  "id": 16992,
  "title": "1981년 In re Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-08-03",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: In re Smith. 판결일: 1981-08-03. 법원: District Court, E.D. Wisconsin.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Robert J. SMITH, Susan E. Smith a/k/a Mr. P., Ltd. d/b/a Sonny's Restaurants, Debtors\n**판결일**: 1981-08-03\n**법원**: District Court, E.D. Wisconsin\n**관할**: Wisconsin, WI\n\n**판사**: Clevert\n\n## 변호인\n\nR. Arthur Ludwig, Ludwig & Shlimovitz, Milwaukee, Wis., for trustee., Randall D. Crocker, Lichtsinn, Haensel, Bastían & Erchul, S.C., Milwaukee, Wis., for debtors.\n\n## 인용\n\n- 12 B.R. 932\n\n## 판결문 요약\n\n\n*933MEMORANDUM DECISION AND ORDER\nC.N. CLEVERT, Bankruptcy Judge.\nRelying upon Wisconsin law (§ 815.18(30) Stats.) and the equitable powers of the bankruptcy court, the trustee in bankruptcy has asked that the debtors be denied all of their exemptions on the ground that they committed a fraud upon the court by failing to perform various obligations while they were debtors-in-possession under Chapter 11.\nThe trustee sought to support his objection to the allowance of the debtors’ exemptions by proving:\nA. The debtors failed to make required monthly reports to the court;\nB. The debtors failed to file timely up to date reports;\nC. The debtors failed to supply the creditors’ committee with various records, failed to open special tax accounts and failed to pay trust fund taxes as ordered by the court;\nD. The debtors failed to pay their Chapter 11 business expenses;\nE. The debtors paid themselves $5,850.00 during their Chapter 11;\nF. Debtor Robert Smith directed his employees to order merchandise on credit in order to raise money to pay taxes;\nG. The debtors hired and paid an accountant without court authorization;\nH. The debtors paid their attorney without court authorization; and\nI. The debtors failed to file federal tax forms.\n* * * * * *\nDISCUSSION\nThe essence of the trustee’s objection is that the debtors perpetrated a fraud upon this court. However, at the hearing on the trustee’s objection held on April 10 and June 9 the evidence he presented did not even remotely suggest h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-smith"
    }
  ],
  "relatedIncidents": [
    16900,
    16922,
    16937,
    16980,
    17006
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}