{
  "id": 17008,
  "title": "1981년 Pearson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-07-14",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Pearson. 판결일: 1981-07-14. 법원: District Court, S.D. Ohio.",
  "description": "## 사건 정보\n\n**사건명**: Charles PEARSON, Et Al., Plaintiffs, v. EASY LIVING, INC., Defendant\n**판결일**: 1981-07-14\n**법원**: District Court, S.D. Ohio\n**관할**: Ohio, OH\n\n**판사**: Hogan\n\n## 변호인\n\nAlphonse A. Gerhardstein, Cincinnati, Ohio, for plaintiffs., John A. Rebel, Cincinnati, Ohio, for defendant.\n\n## 인용\n\n- 534 F. Supp. 884\n\n## 판결문 요약\n\n\n534 F. Supp. 884 (1981)\nCharles PEARSON, et al., Plaintiffs,\nv.\nEASY LIVING, INC., Defendant.\nNo. C-1-80-264.\nUnited States District Court, S. D. Ohio, W. D.\nJuly 14, 1981.\n*885 *886 *887 *888 Alphonse A. Gerhardstein, Cincinnati, Ohio, for plaintiffs.\nJohn A. Rebel, Cincinnati, Ohio, for defendant.\n\nMEMORANDUM\nHOGAN, Senior District Judge.\nThis is a Truth-in-Lending Act (hereinafter TILA) case filed by the plaintiffs pursuant to 15 U.S.C. § 1640. There are several legal issues to be resolved concerning whether Easy Living, Inc. (hereinafter Easy Living or defendant) violated the disclosure requirements of TILA and 12 C.F.R. § 226 (hereinafter Regulation Z). The case is before us on cross-motions for summary judgment.[1]\n\nI.\nOn May 18, 1979, plaintiffs Charles and Lena Pearson entered a contract with Easy Living. This contract served the dual purpose of refinancing a loan for furniture previously purchased from Easy Living and extending credit for some additional merchandise. The new merchandise included an electric range, a freezer and a folding rocking chair. The items being refinanced were a washer, a dryer, box springs and a mattress. The carryover balance from the previous contract was $688.77. The price of the new items was $731.50. Joint credit life insurance was purchased, as was property insurance, totalling $150.71. The total amount financed was $1,570.98. The finance charge was $269.10. The annual rate of interest was 17.25%.\nOn November 9, 1979, Charles Pearson e...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pearson-v-easy-living-inc"
    }
  ],
  "relatedIncidents": [
    16899,
    16915,
    16920,
    17003,
    17027
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}