{
  "id": 17006,
  "title": "1981년 Mid-America Truck & Equipment, Inc. v. MacK Trucks, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-07-15",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Mid-America Truck & Equipment, Inc. v. MacK Trucks, Inc.. 판결일: 1981-07-15. 법원: District Court, W.D. Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: MID-AMERICA TRUCK & EQUIPMENT, INC. v. MACK TRUCKS, INC., and Brockway Motor Trucks Division of MacK Trucks, Inc., Jointly and Severally\n**판결일**: 1981-07-15\n**법원**: District Court, W.D. Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Roy\n\n## 변호인\n\nSandy S. McMath, McMath & Leather-man, P.A., Little Rock, Ark., and James A. Penix, Jr., Davis, Douglas & Penix, Spring-dale, Ark., for plaintiff., H. William Allen, Allen, Cabe & Lester, Little Rock, Ark., for defendant.\n\n## 인용\n\n- 519 F. Supp. 461\n\n## 판결문 요약\n\n\n519 F.Supp. 461 (1981)\nMID-AMERICA TRUCK &amp; EQUIPMENT, INC.\nv.\nMACK TRUCKS, INC., and Brockway Motor Trucks Division of Mack Trucks, Inc., Jointly and Severally.\nNo. F-C-79-5020.\nUnited States District Court, W. D. Arkansas, Fayetteville Division.\nJuly 15, 1981.\n*462 Sandy S. McMath, McMath &amp; Leatherman, P.A., Little Rock, Ark., and James A. Penix, Jr., Davis, Douglas &amp; Penix, Springdale, Ark., for plaintiff.\nH. William Allen, Allen, Cabe &amp; Lester, Little Rock, Ark., for defendant.\n\nMEMORANDUM OPINION\nROY, District Judge.\nThis case involves an allegation of fraud and breach of contractual duty of good faith regarding the execution of a distributorship agreement in 1976 between the plaintiff, Mid-America Truck and Equipment, Inc. (Mid-America), and the defendant Brockway Motor Trucks (Brockway) which was a division of defendant Mack Trucks, Inc. (Mack).\nThe facts as developed at trial established that in early 1976, Mid-America wrote several large truck manufacturers, including Brockway, seeking to obtain a distributorship. All of the manufacturers replied that they were not interested in granting Mid-America a distributorship at that time. Brockway, however, on April 12, 1976, wrote to Mid-America stating that they had reevaluated the Mid-America application and that the granting of a distributorship was possible after a credit check and other necessary steps were taken.\nJoe Helf and Marion Brown, officers of Mid-America, went to the home office of Brockway in...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mid-america-truck-equipment-inc-v-mack-trucks-inc"
    }
  ],
  "relatedIncidents": [
    16900,
    16922,
    16937,
    16980,
    16992
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}