{
  "id": 17000,
  "title": "1981년 Winson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-07-23",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Winson. 판결일: 1981-07-23. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. RICHARD SHIRES WINSON, JR., Defendant and Appellant\n**판결일**: 1981-07-23\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Newman, Richardson\n\n## 변호인\n\nCounsel, Quin Denvir, State Public Defender, under appointment by the Court of Appeal, Elaine A. Alexander, Chief Assistant State Public Defender, and Andrew Freeman, for Defendant and Appellant., George Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, Daniel J. Kremer, Assistant Attorney General, Michael D. Wellington, Alan S. Meth and Steven H. Zeigen, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 631 P.2d 55\n- 29 Cal. 3d 711\n- 175 Cal. Rptr. 621\n\n## 판결문 요약\n\n\n29 Cal. 3d 711 (1981)\n631 P.2d 55\n175 Cal. Rptr. 621\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nRICHARD SHIRES WINSON, JR., Defendant and Appellant.\nDocket No. Crim. 21675.\nSupreme Court of California.\nJuly 23, 1981.\n*713 COUNSEL\nQuin Denvir, State Public Defender, under appointment by the Court of Appeal, Elaine A. Alexander, Chief Assistant State Public Defender, and Andrew Freeman, for Defendant and Appellant.\nGeorge Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, Daniel J. Kremer, Assistant Attorney General, Michael D. Wellington, Alan S. Meth and Steven H. Zeigen, Deputy Attorneys General, for Plaintiff and Respondent.\nOPINION\nRICHARDSON, J.\nA preliminary hearing transcript of a witness' testimony in a defendant's related criminal case is not a proper substitute *714 for the live testimony of the witness at defendant's probation revocation hearing in the absence of the declarant's unavailability or other good cause.\nWe have reached the foregoing conclusion in reviewing the revocation of defendant's probation imposed following his 1978 conviction of assault with a deadly weapon. Defendant was placed on formal probation for three years, the conditions of which included one year's confinement in the county jail and compliance with all state laws. Three weeks after his release from county jail, he was arrested and charged with two offenses, an attempted robbery and an assault with a deadly weapon against Winther (victim).\nAt defendant's ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-winson"
    }
  ],
  "relatedIncidents": [
    16903,
    16904,
    16906,
    16912,
    16916
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}