{
  "id": 17002,
  "title": "1981년 Johnson v. Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-07-23",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Johnson v. Smith. 판결일: 1981-07-23. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Ron Johnson v. Harold J. Smith, as Superintendent of the Attica Correctional Facility, (Proceeding No. 1.) In the Matter of Jerry Clark v. Eugene S. LeFevre, as Superintendent of the Clinton Correctional Facility, (Proceeding No. 2.)\n**판결일**: 1981-07-23\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 83 A.D.2d 721\n\n## 판결문 요약\n\n\nAppeal, in Proceeding No. 1, from a judgment of the Supreme Court at Special Term (Cerrito, J.), entered December 21, 1979 in Clinton County, which granted petitioner’s application, in a proceeding pursuant to CPLR article 78, to annul the determination of a superintendent’s proceeding and directed that all references thereto be expunged from petitioner’s records. Appeal, in Proceeding No. 2, from a judgment of the Supreme Court at Special Term (Ford, J.), entered September 12,1980 in Clinton County, which, inter alia, granted petitioners’ applications, in a proceeding pursuant to CPLR article 78, to annul determinations of two superintendent’s proceedings and directed that all references thereto be expunged from petitioners’ records. The three petitioners in these proceedings were inmates at State correctional facilities, petitioner Johnson at Attica Correctional Facility and petitioners Clark and Taylor at Clinton Correctional Facility, when misbehavior reports were filed against each of them because of their alleged misconduct. Following the conducting of superintendent’s proceedings on the various charges, determinations were made imposing certain *722measures of discipline against each of the petitioners, and they thereafter successfully sought annulments of the subject determinations on the ground that their respective superintendent’s proceedings were not held in a timely manner. We hold that the determinations in question should not be disturbed. In so ruling, we not...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "폭행",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lower-east-side-joint-planning-council-v-new-york-city-board-of-estimate"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-v-smith"
    }
  ],
  "relatedIncidents": [
    16936,
    16943,
    17020,
    17102,
    17118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}