{
  "id": 17001,
  "title": "1981년 Ruddy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-07-23",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Ruddy. 판결일: 1981-07-23. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri Ex Rel. George R. “Buzz” WESTFALL, Prosecuting Attorney of St. Louis County, Missouri, Relator, v. the Honorable James RUDDY, Judge, Twenty-First Judicial Circuit, St. Louis County, Missouri, Respondent\n**판결일**: 1981-07-23\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Bardgett, Donnelly, Higgins, Morgan, Rendlen, Seiler, Welliver\n\n## 변호인\n\nAnn Fran Carpi ni, Asst. Pros. Atty., Clayton, for relator., Robert Cosentino, Asst. Public Defender, Clayton, for respondent., John Ashcroft, Atty. Gen., Steven W. Garrett, Asst. Atty. Gen., Jefferson City, amicus curiae.\n\n## 인용\n\n- 621 S.W.2d 42\n\n## 판결문 요약\n\n\nBARDGETT, Judge.\nProhibition.\nRelator, prosecuting attorney of St. Louis County, filed a two-count information charging Randy Elva Keyes in count one with robbery second degree (§ 569.030) and in count two with armed criminal action (§ 571.015), in that Keyes and another used a gun to commit the robbery alleged in count one. The offenses were committed on June 25, 1979, all as one transaction or occurrence. The information was amended to also charge Keyes with being a dangerous offender (§ 558.016), but that charge is not of consequence in this prohibition proceeding.\nPrior to trial date, defendant Keyes moved to dismiss count two, armed criminal *43action. The respondent judge sustained that motion on the ground that the state could not proceed on both counts because, under Sours v. State, 593 S.W.2d 208 (Mo. banc 1980) (Sours I), the charge of armed criminal action violated the double jeopardy provision of Amendment Five of the United States Constitution when filed along with the additional charge of robbery second degree.1 See also Sours v. State, 603 S.W.2d 592 (Mo.banc 1980) (Sours II). The order to proceed on count one, robbery second degree, is simply consequential to the dismissal of count two. The state, however, contends that, assuming both cannot be prosecuted in the same case, the prosecutor, and not the court has the right to decide which count should proceed.\nThe briefs in this case, in substantial portion, are devoted to issues similar to those which were the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-westfall-v-ruddy"
    }
  ],
  "relatedIncidents": [
    16903,
    16904,
    16906,
    16912,
    16916
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}