{
  "id": 17009,
  "title": "1981년 Fletcher 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-07-14",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Fletcher. 판결일: 1981-07-14. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Respondent, v. Carl FLETCHER, Appellant\n**판결일**: 1981-07-14\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Bard-Gett, Donnelly, Higgins, Morgan, Rendlen, Seiler, Wel-Liver\n\n## 변호인\n\nLee Nation, Kansas City, for appellant., John Ashcroft, Atty. Gen., Paul R. Otto, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 619 S.W.2d 57\n\n## 판결문 요약\n\n\n619 S.W.2d 57 (1981)\nSTATE of Missouri, Respondent,\nv.\nCarl FLETCHER, Appellant.\nNo. 62049.\nSupreme Court of Missouri, En Banc.\nJuly 14, 1981.\nRehearing Denied July 29, 1981.\n*58 Lee Nation, Kansas City, for appellant.\nJohn Ashcroft, Atty. Gen., Paul R. Otto, Asst. Atty. Gen., Jefferson City, for respondent.\nPER CURIAM:\nThis is a direct appeal from the Circuit Court of Jackson County where appellant was convicted of kidnapping, rape, robbery first degree, and armed criminal action. He was sentenced to fifteen years each for the kidnapping and rape convictions, thirty years for robbery, and life imprisonment for armed criminal action. It is the sentence for armed criminal action that provides this Court with exclusive appellate jurisdiction. Mo.Const. Art. V, § 3.\nAs appellant does not challenge the sufficiency of the evidence to support his convictions, it suffices to say that the state's evidence showed that appellant was one of two black males who approached the victim's van as the victim and her eight-year-old daughter left a dance class, and who asked for a ride under the guise of needing gasoline for their motorcycle. When the victim consented to this request, one of the men pulled a gun, and told the victim that if she made a false move, she would be killed. The robbery, rape, and kidnapping charges arose from incidents occurring in the van later that evening as the victim was forced to drive around Kansas City. The armed criminal action charge stemmed from the rape.\nA...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-fletcher"
    }
  ],
  "relatedIncidents": [
    17107,
    16782,
    16809,
    16894,
    16899
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}