{
  "id": 17016,
  "title": "1981년 Hayslip 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-07-01",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Hayslip. 판결일: 1981-07-01. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Hayslip v. Douglas\n**판결일**: 1981-07-01\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Hurley\n\n## 인용\n\n- 400 So. 2d 553\n\n## 판결문 요약\n\n\n400 So. 2d 553 (1981)\nDr. Gordon HAYSLIP, Petitioner,\nv.\nThe Honorable Paul T. DOUGLAS, Circuit Court Judge of the Fifteenth Judicial Circuit in and for Palm Beach County, Respondent.\nNo. 81-778.\nDistrict Court of Appeal of Florida, Fourth District.\nJuly 1, 1981.\n*554 L. Martin Flanagan of Jones &amp; Foster, P.A., West Palm Beach, for petitioner.\nJim Smith, Atty. Gen., Tallahassee, and Joy B. Shearer, Asst. Atty. Gen., West Palm Beach, for respondent.\nHURLEY, Judge.\nBy petition for writ of prohibition we are asked to determine the propriety of an order denying a motion to disqualify a judge. We conclude that the motion and its supporting documents were legally sufficient and, consequently, the trial judge erred in failing to disqualify himself. We grant and issue the writ of prohibition.\nDr. Gordon Hayslip, a defendant in a medical malpractice action pending before the respondent judge, filed a verified motion for disqualification pursuant to Rule 1.432, Fla.R.Civ.P. Dr. Hayslip averred that he feared he could not obtain a fair and impartial trial due to prejudice or bias on the part of the trial judge against his defense attorney. The motion recited that Hayslip's counsel had moved to disqualify the same judge in two earlier cases and that *555 in response to one of those motions, the trial judge had stated, \"I'm going to review the file a little more before I rule, but it appears to me that this is a frivolous and perhaps almost champertous motion for me to recuse myself....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hayslip-v-douglas"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}