{
  "id": 17015,
  "title": "1981년 Harper 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-07-02",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Harper. 판결일: 1981-07-02. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Appellant, v. NADINE HARPER, Defendant and Respondent\n**판결일**: 1981-07-02\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Taylor\n\n## 변호인\n\nTHE PEOPLE, Plaintiff and Appellant, v. NADINE HARPER, Defendant and Respondent.\n\n## 인용\n\n- 121 Cal. App. 3d 283\n- 175 Cal. Rptr. 146\n\n## 판결문 요약\n\n\n121 Cal. App. 3d 283 (1981)\n175 Cal. Rptr. 146\nTHE PEOPLE, Plaintiff and Appellant,\nv.\nNADINE HARPER, Defendant and Respondent.\nDocket No. 21598.\nCourt of Appeals of California, First District, Division Two.\nJuly 2, 1981.\n*285 COUNSEL\nGeorge Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, Edward P. O'Brien and William D. Stein, Assistant Attorneys General, Gloria F. DeHart, Thomas A. Brady and Mary A. Roth, Deputy Attorneys General, for Plaintiff and Appellant.\nThomas J. Ferrito for Defendant and Respondent.\nOPINION\nTAYLOR, P.J.\nOn this appeal by the People from an order granting defendant Harper's pretrial nonstatutory motion to dismiss an information charging her with two felony counts of welfare fraud pursuant to former Welfare and Institutions Code section 11483, subdivision (2), the contentions are that: 1) there is no requirement in welfare fraud cases that the People must demonstrate compliance with the second part of the two-pronged procedure for restitution mandated by People v. McGee (1977) 19 Cal. 3d 948 [140 Cal. Rptr. 657, 568 P.2d 382]; and 2) there is no requirement that a reasonable time pass before a criminal welfare fraud complaint can be filed after a demand for restitution has been made. For the reasons set forth below, we have concluded that the order must be affirmed.\nThe pertinent facts as revealed by the record are not in dispute. A civil demand letter notifying defendant of an overpayment of $6,324 and requestin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-harper"
    }
  ],
  "relatedIncidents": [
    16900,
    16922,
    16937,
    16980,
    16992
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}