{
  "id": 17014,
  "title": "1981년 Slaughter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-07-06",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: Slaughter. 판결일: 1981-07-06. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: David SLAUGHTER, Appellant (Defendant), v. the STATE of Wyoming, Appellee (Plaintiff)\n**판결일**: 1981-07-06\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: Rose, C.J., and Raper, Thomas, Rooney and Brown\n\n## 변호인\n\nMichael H. Schilling, Appellate Counsel, and Sylvia Lee Hackl, Asst. Public Defender, Wyoming Public Defender Program (argued), Laramie, on brief, for appellant., Steven F. Freudenthal, Atty. Gen., Gerald A. Stack, Deputy Atty. Gen., Criminal Division, and John W. Renneisen, Asst. Atty. Gen. (argued), Cheyenne, on brief, for appellee.\n\n## 인용\n\n- 630 P.2d 517\n\n## 판결문 요약\n\n\n630 P.2d 517 (1981)\nDavid SLAUGHTER, Appellant (Defendant),\nv.\nThe STATE of Wyoming, Appellee (Plaintiff).\nNo. 5449.\nSupreme Court of Wyoming.\nJuly 6, 1981.\nMichael H. Schilling, Appellate Counsel, and Sylvia Lee Hackl, Asst. Public Defender, Wyoming Public Defender Program (argued), Laramie, on brief, for appellant.\nSteven F. Freudenthal, Atty. Gen., Gerald A. Stack, Deputy Atty. Gen., Criminal Division, and John W. Renneisen, Asst. Atty. Gen. (argued), Cheyenne, on brief, for appellee.\nBefore ROSE, C.J., and RAPER, THOMAS, ROONEY and BROWN, JJ.\n*518 BROWN, Justice.\nAppellant-defendant was convicted by a Natrona County jury of two counts of burglary. Appellant, David Slaughter, appeals his conviction alleging that the jury was not adequately instructed on the presumption of innocence.\nWe will affirm.\nOn appeal, appellant urges a single assignment of error as follows:\n\"The trial court erred in refusing to instruct the jury as to the presumption of innocence, as explained in appellant's offered Instruction D, and thereby denied appellant due process of law by depriving him of his right to a fair trial.\"\nAt the trial appellant offered Instruction D on the presumption of innocence taken from Wyoming Pattern Jury Instructions Criminal, 2.401B, which reads:\n\"The law raises no presumption against the defendant but rather, the presumption of the law is in favor of his innocence. In order to convict the defendant of the crime charged, every material and necessary element to constitu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=slaughter-v-state"
    }
  ],
  "relatedIncidents": [
    16894,
    16958,
    16980,
    16984,
    16987
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}