{
  "id": 17019,
  "title": "1981년 Fulton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-06-29",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Fulton. 판결일: 1981-06-29. 법원: District Court, D. Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Samuel FULTON, Petitioner, v. WARDEN, MARYLAND PENITENTIARY, Respondent\n**판결일**: 1981-06-29\n**법원**: District Court, D. Maryland\n**관할**: Maryland, MD\n\n**판사**: Shirley B. Jones\n\n## 변호인\n\nSamuel Fulton, in pro per., Stephen H. Sachs, Atty. Gen., Alice G. Penderhughes, Asst. Atty. Gen., Baltimore, Md., for respondent.\n\n## 인용\n\n- 517 F. Supp. 485\n\n## 판결문 요약\n\n\n517 F. Supp. 485 (1981)\nSamuel FULTON, Petitioner,\nv.\nWARDEN, MARYLAND PENITENTIARY, Respondent.\nCiv. A. No. J-78-1517.\nUnited States District Court, D. Maryland.\nJune 29, 1981.\n*486 Samuel Fulton, in pro per.\nStephen H. Sachs, Atty. Gen., Alice G. Penderhughes, Asst. Atty. Gen., Baltimore, Md., for respondent.\n\nMEMORANDUM AND ORDER\nSHIRLEY B. JONES, District Judge.\nPetitioner Samuel Clifton Fulton was convicted of first degree murder on December 7, 1973 by a jury in the Baltimore City Criminal Court and was sentenced to imprisonment for the balance of his natural life. He filed this action under 28 U.S.C. § 2254, challenging an alibi instruction given at his trial, as unconstitutionally shifting the burden of proof to him.\nNo exception was taken to the instruction at trial, and no issue regarding it was raised on direct appeal. Petitioner appealed on other grounds, and his conviction was affirmed by the Court of Special Appeals. Fulton v. State, No. 275, Sept. Term 1975 (Jan. 17, 1975). The Maryland Court of Appeals denied his petition for a writ of certiorari.\nPetitioner filed a state action for postconviction relief in 1977, based on the alibi instruction. The state court ruled that giving of the instruction was error but held it harmless. The Court of Special Appeals denied leave to appeal the postconviction result on the same ground. Fulton v. State, No. 133, Sept. Term 1977 (Oct. 7, 1977).\nPlaintiff asserts a cognizable claim under 28 U.S.C. § 2254. His raising of the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fulton-v-warden-maryland-penitentiary"
    }
  ],
  "relatedIncidents": [
    16910,
    16925,
    16927,
    16945,
    16971
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}