{
  "id": 17026,
  "title": "1981년 Collins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-06-18",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Collins. 판결일: 1981-06-18. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: John Collins, Et Al, Appellants, v. Lomas & Nettleton Company, Et Al, Respondents\n**판결일**: 1981-06-18\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Callow\n\n## 변호인\n\nJohn Caughlan, for appellants., Andrew C. Gauen, Lee Corkrum, and R. Hays Goddard, for respondents.\n\n## 인용\n\n- 628 P.2d 855\n- 29 Wash. App. 415\n\n## 판결문 요약\n\n\n29 Wash. App. 415 (1981)\n628 P.2d 855\nJOHN COLLINS, ET AL, Appellants,\nv.\nLOMAS &amp; NETTLETON COMPANY, ET AL, Respondents.\nNo. 8229-9-I.\nThe Court of Appeals of Washington, Division One.\nMay 26, 1981.\nAs amended by order June 18, 1981.\n*416 John Caughlan, for appellants.\nAndrew C. Gauen, Lee Corkrum, and R. Hays Goddard, for respondents.\n[As amended by order of the Court of Appeals June 18, 1981.]\nCALLOW, J.\nJohn and Geraldine Collins appeal from an order dismissing the defendants Dodd, Hamlin &amp; Coney, P.S.; William L. Bishop, Jr., and Jane Doe Bishop; William W. Edwards and Jane Doe Edwards; Robert E. Ordal and Jane Doe Ordal; and B.H. Camperson and Jane Doe Camperson. These named individuals were attorneys with the law firm of Dodd, Hamlin &amp; Coney, P.S., at the time this lawsuit was commenced.\nThe plaintiffs, acting on their own behalf, filed a 17-page complaint on January 28, 1978, alleging fraudulent misrepresentation, usury, malpractice and various other wrongs which caused the plaintiffs the loss of real property. Named as defendants were the Lomas &amp; Nettleton Company, some of its officers, the law firm and certain individual attorneys of Dodd, Hamlin &amp; Coney, P.S., and the plaintiffs' former personal attorney, R. Hays Goddard.\nThe plaintiffs failed to serve the defendants properly within 90 days of the date of filing the complaint. All named defendants entered general appearances during February 1978 notwithstanding the lack of proper notice. On Apri...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=collins-v-lomas-nettleton-co"
    }
  ],
  "relatedIncidents": [
    16900,
    16922,
    16937,
    16980,
    16992
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}