{
  "id": 17024,
  "title": "1981년 Thompson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-06-23",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Thompson. 판결일: 1981-06-23. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Thompson v. State\n**판결일**: 1981-06-23\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Bowen\n\n## 인용\n\n- 405 So. 2d 717\n\n## 판결문 요약\n\n\n405 So.2d 717 (1981)\nWillie Earl THOMPSON\nv.\nSTATE.\n4 Div. 881.\nCourt of Criminal Appeals of Alabama.\nJune 23, 1981.\nRehearing Denied August 4, 1981.\n*718 George E. Trawick, Ariton, for appellant.\nCharles A. Graddick, Atty. Gen., and Helen P. Nelson, Asst. Atty. Gen., for appellee.\nBOWEN, Judge.\nThe defendant was indicted and convicted for the murder of James Junior Sampson. Section 13A-6-2, Alabama Code 1975 (Amended 1977). The defendant was sentenced under the Habitual Felony Offender Statute to life imprisonment without parole. Section 13A-5-9, Alabama Code 1975 (Amended 1977). Three issues are raised on appeal.\n\nI\nThe defendant and the deceased were inmates of the Henry County Jail at the time of the homicide. The defendant contends that the trial court committed error in refusing to allow defense counsel to show the victim's reputation for bloodthirstiness. The basis for this error is found in the record when defense counsel was cross examining State's witness John J. McCraney.\n\"Q. Right. And Sampson, do you know his reputation for bloodthirstiness?\nMR. SORRELLS (District Attorney): Judge, we object to that. There has *719 been no testimony of that and we submit this is not the proper time. At this time, we object.\nTHE COURT: Yes, sustained.\"[1]\nThe well-settled rule in this State is that \"(t)he victim's bad general reputation for peace and quiet, violence or like trait is admissible only if the evidence before the trial court, at the time such general reputation is off...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thompson-v-state"
    }
  ],
  "relatedIncidents": [
    16910,
    16925,
    16927,
    16945,
    16971
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}