{
  "id": 17028,
  "title": "1981년 Skipper 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-06-17",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Skipper. 판결일: 1981-06-17. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Skipper v. State\n**판결일**: 1981-06-17\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Per Curiam\n\n## 인용\n\n- 400 So. 2d 797\n\n## 판결문 요약\n\n\n400 So.2d 797 (1981)\nJoe Henry SKIPPER, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. SS-346.\nDistrict Court of Appeal of Florida, First District.\nJune 17, 1981.\nRehearing Denied July 31, 1981.\nLacy Mahon, Jr., and Harry B. Mahon, of Mahon, Mahon &amp; Farley, Jacksonville, for appellant.\nJim Smith, Atty. Gen., and Doris Jenkins, Asst. Atty. Gen., for appellee.\nPER CURIAM.\nWe affirm appellant's conviction of the offense of armed robbery. We find no basis for appellant's contention that the trial court erred in failing to grant appellant's motion for a court ordered line-up prior to commencement of the trial. Further, appellant's contention that the trial court erred in failing to instruct the jury on penalties, Tascano v. State, 393 So.2d 540 (Fla. 1980), was not preserved for appellate review. Although the supplemental record establishes trial counsel's request for and denial of penalty instructions by the court, the record contains no objection in accordance with Rule 3.390(d), Florida Rules of Criminal Procedure. Accordingly, reversible error is not presented. Washington v. State, 392 So.2d 599 (Fla. 1st DCA 1981), Davenport v. State, 396 So.2d 232 (Fla. 1st DCA 1981).\nAppellant also contends that the court erred in denying his challenge of a juror for cause. On voir dire, the juror *798 stated that he was attending school preparatory to going into work as a law enforcement officer, and was at the time a reserve police officer for Fernandina Beach. In response to question...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=skipper-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=caudillo-v-state"
    }
  ],
  "relatedIncidents": [
    16903,
    16904,
    16906,
    16912,
    16916
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}