{
  "id": 17027,
  "title": "1981년 Jennings 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-06-17",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Jennings. 판결일: 1981-06-17. 법원: District Court, M.D. Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Rosier JENNINGS, by His Next Friend, Kathleen Jennings; Hershel Choate; Wilma Ann Hyder; Clyde Vaughn, by His Next Friend, Edath Vaughn; Paul Ramone Parsons, by His Next Friend, Lou Ann Brady; Rebecca West, by Her Next Friend, Paulette West; Michelle Ogle, by Her Next Friend, Linda Sue Ogle; Eldon Kerr; Stella Harris; Sadie I. Owens; Margaret Betty and Charles Baldwin, on Their Own Behalves and as Next Friend for Mary and Charles Baldwin; And Carrie Clemmons v. Lamar ALEXANDER, in His Official Capacity as Governor of the State of Tennessee; Eugene Fowinkle, Individually and in His Official Capacity as Commissioner of the Department of Public Health; Ben Crim, Individually and in His Official Capacity as Assistant Commissioner of the Department of Public Health; And Carolyn Hale, in Her Official Capacity as Director of Cumberland County Department of Human Services\n**판결일**: 1981-06-17\n**법원**: District Court, M.D. Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Morton\n\n## 변호인\n\nJames J. Barrett, III, Legal Services, Cookeville, Tenn., Gordon Bonnyman, Legal Services of Middle Tenn., Inc., Nashville, Tenn., William Bush, Southeast Tenn. Legal Services, Chattanooga, Tenn., Susan Clasbey, South Central Tenn. Legal Services, Columbia, Tenn., for plaintiffs., Frank Scanlon, Asst. Atty. Gen. for the State of Tenn., Nashville, Tenn., C. Hayes Cooney, Nashville, Tenn., for defendant.\n\n## 인용\n\n- 518 F. Supp. 877\n\n## 판결문 요약\n\n\n518 F. Supp. 877 (1981)\nRosier JENNINGS, by his next friend, Kathleen Jennings; Hershel Choate; Wilma Ann Hyder; Clyde Vaughn, by his next friend, Edath Vaughn; Paul Ramone Parsons, by his next friend, Lou Ann Brady; Rebecca West, by her next friend, Paulette West; Michelle Ogle, by her next friend, Linda Sue Ogle; Eldon Kerr; Stella Harris; Sadie I. Owens; Margaret Betty and Charles Baldwin, on their own behalves and as next friend for Mary and Charles Baldwin; and Carrie Clemmons\nv.\nLamar ALEXANDER, in his official capacity as Governor of the State of Tennessee; Eugene Fowinkle, individually and in his official capacity as Commissioner of the Department of Public Health; Ben Crim, individually and in his official capacity as Assistant Commissioner of the Department of Public Health; and Carolyn Hale, in her official capacity as Director of Cumberland County Department of Human Services.\nNo. 80-2043-NE-CV.\nUnited States District Court, M. D. Tennessee, Northeastern Division.\nJune 17, 1981.\n*878 James J. Barrett, III, Legal Services, Cookeville, Tenn., Gordon Bonnyman, Legal Services of Middle Tenn., Inc., Nashville, Tenn., William Bush, Southeast Tenn. Legal Services, Chattanooga, Tenn., Susan Clasbey, South Central Tenn. Legal Services, Columbia, Tenn., for plaintiffs.\nFrank Scanlon, Asst. Atty. Gen. for the State of Tenn., Nashville, Tenn., C. Hayes Cooney, Nashville, Tenn., for defendant.\n\nMEMORANDUM\nMORTON, Chief Judge.\nThe plaintiffs in this case, all recipients of Med...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jennings-ex-rel-jennings-v-alexander"
    }
  ],
  "relatedIncidents": [
    16899,
    16915,
    16920,
    17003,
    17008
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}