{
  "id": 17023,
  "title": "1981년 Alba 사건",
  "category": "terrorism",
  "era": "contemporary",
  "date": "1981-06-25",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Alba. 판결일: 1981-06-25. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Vicente Alba\n**판결일**: 1981-06-25\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Markewich, Sullivan\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Alan D. Marrus of counsel (Mario Merola, District Attorney, attorney), for appellant., William M. Kunstler for respondent., Richard Emery and Steven R. Shapiro for New York Civil Liberties Union, et al., amici curise.\n\n## 인용\n\n- 81 A.D.2d 345\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nMarkewich, J.\nThis case involves the propriety of an order, made after a hearing, suppressing a handgun found on defendant’s person in a courthouse (104 Misc 2d 1095). All testimony came from People’s witnesses; defendant-respondent presented none.\n*346On a Sunday evening in March, 1978 defendant, accompanied by four persons, entered the arraignment part of Bronx Criminal Court, about one hour before closing time, carrying a large attaché case, and sat in the last row, apart from his companions. In the three years that the courthouse had been open, there had been several bomb threats phoned in anonymously and, in consequence, a large sign had been placed at the building’s outer door, with similar signs at courtroom doors, which warned that all persons entering would be subject to search. The desk inside the main door not being manned on weekends, the duty of implementation of the warning devolved upon courtroom personnel.\nDefendent was known by sight to the two court officers and to the Assistant District Attorney on duty, and they promptly conferred to share their knowledge, some derived from newspapers, some from observation. They believed him to be an activist demonstrator, with apparent great influence over other demonstrators, particularly in behalf of Puerto Rican independence as a member of a notorious terrorist organization, FALN, who also had been involved in a case concerned with an arms cache. They decided that it would be appropriate in the c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "테러"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-alba"
    }
  ],
  "relatedIncidents": [
    16472,
    16521,
    2996,
    3058,
    3468
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}