{
  "id": 17022,
  "title": "1981년 State v. Beloit Concrete Stone Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-06-25",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: State v. Beloit Concrete Stone Co.. 판결일: 1981-06-25. 법원: Court of Appeals of Wisconsin.",
  "description": "## 사건 정보\n\n**사건명**: State of Wisconsin, Plaintiff-Appellant, v. Beloit Concrete Stone Co. and AAA Disposal Systems, Inc., Defendants-Respondents\n**판결일**: 1981-06-25\n**법원**: Court of Appeals of Wisconsin\n**관할**: Wisconsin, WI\n\n**판사**: Bablitch, Dykman, Gartzke\n\n## 변호인\n\nFor the plaintiff-appellant the cause was submitted on the briefs of Bronson C. La Follette, attorney general, and Shari Eggleston, assistant attorney general., For the defendants-respondents the cause was submitted on the brief of Robert J. Ruth, and Bolgrien & Ruth, S.C., of Beloit., Brief of amicus curiae was filed by Daniel T. Kelley and Hansen, Eggers, Berres & Kelley, S.C. of Beloit, on behalf of City of Beloit and Named Individuals.\n\n## 인용\n\n- 309 N.W.2d 28\n- 103 Wis. 2d 506\n\n## 판결문 요약\n\n\n103 Wis. 2d 506 (1981)\n309 N.W.2d 28\nSTATE of Wisconsin, Plaintiff-Appellant,\nv.\nBELOIT CONCRETE STONE CO. and AAA Disposal Systems, Inc., Defendants-Respondents.[]\nNo. 80-1255.\nCourt of Appeals of Wisconsin.\nSubmitted on briefs March 19, 1981.\nDecided June 25, 1981.\n*507 For the plaintiff-appellant the cause was submitted on the briefs of Bronson C. La Follette, attorney general, and Shari Eggleston, assistant attorney general.\n*508 For the defendants-respondents the cause was submitted on the brief of Robert J. Ruth and Bolgrien &amp; Ruth, S.C., of Beloit.\nBrief of amicus curiae was filed by Daniel T. Kelley and Hansen, Eggers, Berres &amp; Kelley, S.C. of Beloit, on behalf of City of Beloit and Named Individuals.\nBefore Gartzke, P.J., Bablitch, J. and Dykman, J.\nGARTZKE, P.J.\nThe state appeals from the judgment dismissing its action against defendants, entered because the trial court found that the state willfully violated two discovery orders. The orders required the state to produce for deposition then-secretary of the Department of Natural Resources (DNR), Anthony Earl,[1] and to pay defendants $200 expenses as a sanction for failure to provide discovery. The issues are whether the defendants were entitled as of right to take the secretary's deposition, whether they may recover motion expenses from the state, and whether dismissal is appropriate. We decide the issues in favor of the state and reverse.\nThe state's complaint seeks forfeitures from Beloit Concrete Stone...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-beloit-concrete-stone-co"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}