{
  "id": 17025,
  "title": "1981년 Zant 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-06-23",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Zant. 판결일: 1981-06-23. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: ZANT v. GADDIS; And Vice Versa\n**판결일**: 1981-06-23\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Clarke\n\n## 변호인\n\nArthur K. Bolton, Attorney General, John W. Dunsmore, Jr., Susan V. Boleyn, Assistant Attorneys General, for appellant., August F. Siemon, for appellee.\n\n## 인용\n\n- 279 S.E.2d 219\n- 247 Ga. 717\n\n## 판결문 요약\n\n\n247 Ga. 717 (1981)\n279 S.E.2d 219\nZANT\nv.\nGADDIS; and vice versa.\n36985, 37095.\nSupreme Court of Georgia.\nDecided June 23, 1981.\n*721 Arthur K. Bolton, Attorney General, John W. Dunsmore, Jr., Susan V. Boleyn, Assistant Attorneys General, for appellant.\nAugust F. Siemon, for appellee.\nCLARKE, Justice.\nBobby Gene Gaddis filed a petition for habeas corpus in the Superior Court of Butts County challenging the constitutionality of his burglary, armed robbery and murder convictions and the subsequent imposition of the death penalty for the murder. His convictions and sentences were affirmed on direct appeal. Gaddis v. State, 239 Ga. 238 (236 SE2d 594) (1977). Certiorari was denied by the United States Supreme Court. Gaddis v. Georgia, 434 U.S. 1088 (1977). An extraordinary motion for new trial was denied, and the denial was upheld by this court in Gaddis v. State, 245 Ga. 200 (265 SE2d 275) (1980).\nThe Superior Court of Butts County granted the petition for habeas corpus insofar as it related to the imposition of the death penalty and denied the petition as it related to the guilt phase of petitioner's trial. The state appeals from the granting of habeas corpus as to the sentencing phase of petitioner's trial. We granted petitioner's application to appeal from the habeas court's denial of his petition as it related to the guilt phase of his trial.\nThe habeas court noted that although the petition was cast in sixteen counts, evidence and argument at the hearing were made on only f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=zant-v-gaddis"
    }
  ],
  "relatedIncidents": [
    16910,
    16925,
    16927,
    16945,
    16971
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}