{
  "id": 17031,
  "title": "1981년 Wise 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-06-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Wise. 판결일: 1981-06-15. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Gregory Wise\n**판결일**: 1981-06-15\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 82 A.D.2d 869\n\n## 판결문 요약\n\n\nAppeal by defendant (by permission) from an order of the Supreme Court, Kings County (Slavin, J.), dated April 25,1980, which denied his motion to set aside a judgment of conviction, rendered February 27, 1975, convicting him of murder in the second degree (felony murder). Order affirmed. In January, 1973 one Albert Jenks was shot to death while sitting at a kitchen table in an apartment in Brooklyn. A preliminary investigation by *870Detective John Grosso pointed to defendant Gregory Wise as a primary suspect. Defendant was taken to the police precinct for questioning. He made inculpatory statements to Detective Grosso and to another detective. At a Huntley hearing, the Trial Court agreed to suppress statements made to the second detective, but decided to admit certain statements made to Detective Grosso. Defendant was subsequently convicted. The conviction was eventually upheld on appeal. (People v Wise, 60 AD2d 921 [which revd the judgment and ordered a new trial], revd and case remitted for review of the facts 46 NY2d 321, upon remittitur judgment affd 67 AD2d 737.) Now defendant seeks to set aside his conviction by the retroactive application of the majority rule in Dunaway v New York (442 US 200) to the facts of his case. In that case, the majority found that detention for custodial interrogation is so severe an intrusion on interests protected by the Fourth Amendment as to “trigger the traditional safeguards against illegal arrest” (442 US, at p 216). This court has a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-wise"
    }
  ],
  "relatedIncidents": [
    16910,
    16925,
    16927,
    16945,
    16971
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}