{
  "id": 17035,
  "title": "1981년 Patton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-06-10",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Patton. 판결일: 1981-06-10. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Athene PATTON, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1981-06-10\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Roberts, Dally and Teague\n\n## 변호인\n\nMonty B. Roberson, Bruce J. Ponder (Court-appointed on appeal only), El Paso, for appellant., Steve W. Simmons, Dist. Atty. and R. Bradford Stiles, Asst. Dist. Atty., El Paso, Robert Huttash, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 617 S.W.2d 255\n\n## 판결문 요약\n\n\nOPINION\nDALLY, Judge.\nThis is an appeal from a conviction for two counts of theft of more than $200 but less than $10,000. On each count, the jury found the appellant guilty and assessed her punishment at imprisonment for nine years; the court imposed concurrent sentences.\nThe appellant asserts that the trial court erred in admitting two videotapes in evidence and the evidence is insufficient to sustain each conviction.\nIn September, 1978, the El Paso Police Department and the United States Customs Service jointly set up an undercover fencing operation code named “Operation Sting.” As part of Operation Sting, the police established a “business,” Nelson’s Custom Carpenters, to serve as a buy site for stolen property; Agent John Vallova of the United States Customs Service and Officer William Pfeil of the El Paso Police Department posed as “fences” for the operation. Upon receiving a phone call from a seller, they would arrange a meeting to buy the seller’s merchandise at the “business;” the police would then videotape the entire buy-sell transaction. Arrests were delayed in order to avoid jeopardizing the operation’s effectiveness.\nOn February 20, 1979, and April 9, 1979, the police videotaped two transactions involving the appellant; State’s Exhibit Three is a videotape of the February 20th transaction and State’s Exhibit Four is a videotape of the April 9th transaction. The appellant says that State’s Exhibit Three is inadmissible because it contains hearsay statements of T...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=marks-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=patton-v-state"
    }
  ],
  "relatedIncidents": [
    16903,
    16904,
    16906,
    16912,
    16916
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}