{
  "id": 17030,
  "title": "1981년 Meekma 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-06-15",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Meekma. 판결일: 1981-06-15. 법원: Wisconsin Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Wisconsin Ex Rel. Phillip Reddin, Petitioner-Appellant-Petitioner, v. Theodore Meekma, Dodge County Sheriff, Respondent\n**판결일**: 1981-06-15\n**법원**: Wisconsin Supreme Court\n**관할**: Wisconsin, WI\n\n**판사**: Heffernan\n\n## 변호인\n\nFor the petitioner there were briefs (in this court) and oral argument by Douglas W. Plier of Horicon., For the respondent the cause was argued by Michael R. Klos, assistant attorney general, with whom on the brief (in court of appeals) was Bronson C. La Follette, attorney general.\n\n## 인용\n\n- 102 Wis. 2d 358\n- 306 N.W.2d 664\n\n## 판결문 요약\n\n\n102 Wis. 2d 358 (1981)\nSTATE of Wisconsin EX REL. Phillip REDDIN, Petitioner-Appellant-Petitioner,\nv.\nTheodore MEEKMA, Dodge County sheriff, Respondent.\nNo. 80-316.\nSupreme Court of Wisconsin.\nArgued March 31, 1981.\nDecided June 15, 1981.\n*359 For the petitioner there were briefs (in this court) and oral argument by Douglas W. Plier of Horicon.\nFor the respondent the cause was argued by Michael R. Klos, assistant attorney general, with whom on the brief (in court of appeals) was Bronson C. La Follette, attorney general.\n*360 HEFFERNAN, J.\nPhillip Reddin was convicted of robbery in Christian County, Kentucky, on March 20, 1969. He was sentenced to a term of imprisonment of eight years, and then in 1972 he was released on parole. His parole supervision was transferred to Wisconsin in July of that year pursuant to sec. 57.13, Stats., the Uniform Act for Out-of-State Parolee Supervision. After living and working in Wisconsin for approximately two years, he was charged in Wood county with the crime of second-degree murder. He was arraigned on that charge on September 9, 1974, and two days later his parole agent recommended revocation of his Kentucky parole. On September 23, 1974, the Kentucky Parole Board issued a warrant and requested that Reddin be held for the state of Kentucky pending disposition of the Wisconsin second-degree murder charge. He pleaded guilty to manslaughter in Wisconsin on December 17, 1974, and was sentenced to a term of nine years in the Wisconsin State Pr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-reddin-v-meekma"
    }
  ],
  "relatedIncidents": [
    16910,
    16925,
    16927,
    16945,
    16971
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}