{
  "id": 17037,
  "title": "1981년 State v. Lee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-06-08",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: State v. Lee. 판결일: 1981-06-08. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Vincent X. LEE\n**판결일**: 1981-06-08\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Welborn\n\n## 변호인\n\nGary L. Gardner, Asst. Public Defender, Kansas City, for appellant., John M. Morris, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 617 S.W.2d 398\n\n## 판결문 요약\n\n\nWELBORN, Commissioner.\nVincent X. Lee was previously tried and convicted of two counts of first degree murder (§ 559.010, RSMo 1969, since repealed) and two counts of first degree robbery (§ 560.120, RSMo 1969, since repealed) and received four concurrent terms of life imprisonment. Appellant’s convictions were affirmed on appeal, State v. Lee, 556 S.W.2d 25 (Mo. banc 1977), but this decision was vacated by the United States Supreme Court because of the underrepresentation of women in the jury venire. Lee v. Missouri, 439 U.S. 461, 99 S.Ct. 710, 58 L.Ed.2d 736 (1979). Upon the remand of this cause, a new indictment charging the same crimes was filed against appellant. Following a change of venue from Jackson County, a jury in the Circuit Court of Greene County found the defendant guilty on all four counts. The trial court, under the Second Offender Act, fixed the punishment at four concurrent life terms. This appeal followed.\nThis case arose out of the robbery and shooting to death of a 7-Eleven store employee and a store customer in Independence, Missouri, on June 15,1975. The basic facts appear in the prior appeal and will not be here repeated, there being no challenge to the sufficiency of the evidence.\nAppellant’s first assignment of error is based upon the trial court’s excusing a venire person upon voir dire. This claim of error arose from the trial court’s questioning of the panel members, in which he asked whether any of the members of the panel were disqualified for...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-lee"
    }
  ],
  "relatedIncidents": [
    16910,
    16925,
    16927,
    16945,
    16971
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}