{
  "id": 17033,
  "title": "1981년 Lopez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-06-12",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Lopez. 판결일: 1981-06-12. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: Gilberto LOPEZ, Petitioner, v. Harold J. SMITH, Superintendent, Attica Correctional Facility and Robert Abrams, Attorney General of the State of New York, Respondents\n**판결일**: 1981-06-12\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Edward Weinfeld\n\n## 변호인\n\nManuel Nelson Zapata, New York City, for petitioner., Mario Merola, Dist. Atty., Bronx County, New York City, for defendants; Robert Lefevre, Asst. Dist. Atty., New York City, of counsel.\n\n## 인용\n\n- 515 F. Supp. 753\n\n## 판결문 요약\n\n\n515 F. Supp. 753 (1981)\nGilberto LOPEZ, Petitioner,\nv.\nHarold J. SMITH, Superintendent, Attica Correctional Facility and Robert Abrams, Attorney General of the State of New York, Respondents.\nNo. 80 Civ. 5593.\nUnited States District Court, S. D. New York.\nJune 12, 1981.\nManuel Nelson Zapata, New York City, for petitioner.\nMario Merola, Dist. Atty., Bronx County, New York City, for defendants; Robert Lefevre, Asst. Dist. Atty., New York City, of counsel.\n\n\n*754 OPINION\nEDWARD WEINFELD, District Judge.\nPetitioner, now serving an indeterminate term of imprisonment of 15 years to life, following a guilty verdict by a jury of murder in the second degree[1] seeks to void his conviction by this federal writ of habeas corpus pursuant to 28 U.S.C. § 2254 by reason of alleged violation of his federal constitutional rights. The essence of his claim is that the judgment of conviction is void in that alleged prosecutorial conduct, the trial court's conduct, and its instructions to the jury deprived him of a fair trial. However, this Court's power to review the state court conviction requires a showing that the claimed constitutional infirmities were first presented to the state courts and all available state remedies were exhausted.[2]\nThe only showing made on this petition is that an appeal was taken to the Appellate Division which affirmed the judgment of conviction; that the New York State Court of Appeals denied leave to appeal, and that the Supreme Court of the United States denied ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lopez-v-smith"
    }
  ],
  "relatedIncidents": [
    16910,
    16925,
    16927,
    16945,
    16971
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}