{
  "id": 17041,
  "title": "1981년 Moore 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-05-29",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Moore. 판결일: 1981-05-29. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Nebraska, Appellee, v. Donald F. Moore, Appellant\n**판결일**: 1981-05-29\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Boslaugh, Brodkey, Clinton, Hastings, Krivosha, McCown, White\n\n## 변호인\n\nThomas M. Kenney, Douglas County Public Defender, and Stanley A. Krieger for appellant., Paul L. Douglas, Attorney General, and Harold Mosher for appellee.\n\n## 인용\n\n- 306 N.W.2d 183\n- 209 Neb. 88\n\n## 판결문 요약\n\n\n306 N.W.2d 183 (1981)\n209 Neb. 88\nSTATE of Nebraska, Appellee,\nv.\nDonald F. MOORE, Appellant.\nNo. 43699.\nSupreme Court of Nebraska.\nMay 29, 1981.\nThomas M. Kenney, Douglas County Public Defender, and Stanley A. Krieger, Omaha, for appellant.\nPaul L. Douglas, Atty. Gen., and Harold Mosher, Asst. Atty. Gen., Lincoln, for appellee.\nHeard before KRIVOSHA, C. J., and BOSLAUGH, McCOWN, CLINTON, BRODKEY, WHITE, and HASTINGS, JJ.\nBOSLAUGH, Justice.\nThe defendant, Donald F. Moore, appeals from a sentence of life imprisonment for second degree murder. The defendant was originally charged with murder in the first degree in the robbery and shooting of Omaha cab driver Reuel Eugene Van Ness, Jr. Later he agreed to plead guilty to an amended information charging second degree murder. The defendant, in this appeal, contends that the sentence imposed was excessive.\nAlthough the sentence to life imprisonment was the maximum sentence authorized for the offense, under our decisions it is an indeterminate sentence of 10 years to life. See, State v. Randall, 208 Neb. 248, 302 N.W.2d 733 (1981); State v. Thompson, 189 Neb. 115, 201 N.W.2d 204 (1972).\n*184 Prior to the acceptance of the defendant's guilty plea, the trial court examined the defendant to determine the extent and nature of his involvement in the offense. The defendant stated that, on the evening of August 22, 1979, he and his 21-year-old brother, Carey Dean Moore, planned to rob a cab driver. The two had gone to a movie earlier in th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-moore"
    }
  ],
  "relatedIncidents": [
    16910,
    16925,
    16927,
    16945,
    16971
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}