{
  "id": 17049,
  "title": "1981년 Orr 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-05-22",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Orr. 판결일: 1981-05-22. 법원: Court of Appeals of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: Sharon L. Orr, Appellant, v. Holiday Inns, Inc., Topeka Inn Management, and Holiday Inn Towers, Appellees\n**판결일**: 1981-05-22\n**법원**: Court of Appeals of Kansas\n**관할**: Kansas, KS\n\n**판사**: Justice McFarland, Presiding, Spencer, J., and Ron Rogg, Associate District Judge, Assigned\n\n## 변호인\n\nJ. Roy Holliday, Jr., of Speer, Austin, Holliday, Lane & Ruddick, of Olathe, for the appellant., Daniel P. Hanson, of Wallace, Saunders, Austin, Brown & Enochs, of Overland Park, for the appellees.\n\n## 인용\n\n- 634 P.2d 1067\n- 6 Kan. App. 2d 335\n- 230 Kan. 271\n- 627 P.2d 1193\n\n## 판결문 요약\n\n\nRogg, J.:\nThis case grew out of personal injuries received when appellant was assaulted, raped and sodomized on the premises of the Holiday Inn Towers in Kansas City, Kansas. Appellant brought an action for personal injuries on a negligence theory. Appellees interposed the defense that appellant’s injuries were covered by the Kansas Workmen’s Compensation Act, and thus an action on the theory of negligence did not lie. The trial court sustained appellees’ motion for summary judgment based on the *336pleadings, the deposition of appellant, and written interrogatories answered by appellees.\nThere are two issues to be considered by the court on appeal: (1) Did the trial court err as a matter of law in granting summary judgment on the issue of whether appellant’s exclusive remedy was within the purview of the Kansas Workmen’s Compensation Act? (2) Did the trial court err in determining from the undisputed facts available to it that appellant’s injuries arose out of and in the course of her employment as defined by the Kansas Workmen’s Compensation Act?\nSince the adoption of our code of civil procedure, the appellate courts of this state have frequently stated the standard the trial court must follow in ruling on motions for summary judgment. The court should search the record and determine whether issues of material fact do exist. Dugan v. First Nat’l Bank in Wichita, 227 Kan. 201, 606 P.2d 1009 (1980).\nThe appellate court must examine the record in the light most favorable to t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=orr-v-holiday-inns-inc"
    }
  ],
  "relatedIncidents": [
    16894,
    16958,
    16980,
    16984,
    16987
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}