{
  "id": 17046,
  "title": "1981년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-05-26",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Jones. 판결일: 1981-05-26. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Donald Jones\n**판결일**: 1981-05-26\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Gulotta\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Joel S. Ezra for appellant, and appellant pro se., Eugene Gold, District Attorney (A. David Stern of counsel), for respondent.\n\n## 인용\n\n- 81 A.D.2d 22\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nGulotta, J.\nThis appeal requires us to consider whether a claim based upon an alleged lack of probable cause to arrest an individual is available on appeal as a ground for the suppression of statements held to be voluntary and admissible by the hearing court. We hold that the issue of probable cause, raised tentatively but never pursued at a suppression hearing devoted almost entirely to Fifth Amendment concerns, has not been preserved for appellate review. Finding no defect in the plea, we affirm.\nI\nAppellant pleaded guilty to murder in the second degree (felony murder) in satisfaction of a multicount indictment charging him and his two codefendants, Terrence Mc-Michaels and David Green, with the crimes of murder, attempted murder, assault, robbery and criminal possession of a weapon.1 The charges stem from the armed robbery of a subway token booth clerk in Brooklyn on November 9, 1977, during which one Transit Authority worker was killed and another seriously injured.2 During his plea *24allocution, appellant admitted that both he and McMichaels had gone to codefendant Green’s house on the morning in question and that he knew that Green was armed.3 Later that morning, appellant and his codefendants went to the subway station at Van Siclen and Pitkin Avenues, in Brooklyn, knowing that “we were going to rob something”, and when they got there, they decided to rob the token booth clerk. Following the robbery, appellant learned for the first time that Gree...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-jones"
    }
  ],
  "relatedIncidents": [
    16910,
    16925,
    16927,
    16945,
    16971
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}