{
  "id": 17045,
  "title": "1981년 Henriksen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-05-27",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Henriksen. 판결일: 1981-05-27. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: NEW YORK LIFE INSURANCE COMPANY, Appellant (Plaintiff Below), v. Chester O. HENRIKSEN, Sr., Lily A. Henriksen, Lily A. Myers, Gloria Cook, and Virginia Henriksen, Appellee (Defendants Below), Lily A. Henriksen as Administratrix of the Estate of Chester O. Henriksen, Jr., Appellee (Intervenor Defendants Below); Lily A. HENRIKSEN and Lily A. Henriksen as Administratrix of the Estate of Chester O. Henriksen, Jr., Appellee (Counterclaimants Below), v. NEW YORK LIFE INSURANCE COMPANY, Appellant (Counterdefendant Below)\n**판결일**: 1981-05-27\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Garrard, Hoffman, Staton\n\n## 변호인\n\nJoel C. Levy and Glenn R. Patterson, Singleton, Levy, Crist & Johnson, Highland, for appellant., Robert A. Sowinski and T. Edward Um-mel, Sowinski & Easterday, Plymouth, Joseph V. Simanski, Feagler & Simanski, Plymouth, for appellees.\n\n## 인용\n\n- 421 N.E.2d 1117\n\n## 판결문 요약\n\n\n421 N.E.2d 1117 (1981)\nNEW YORK LIFE INSURANCE COMPANY, Appellant (Plaintiff below),\nv.\nChester O. HENRIKSEN, Sr., Lily A. Henriksen, Lily A. Myers, Gloria Cook, and Virginia Henriksen, Appellee (Defendants below), Lily A. Henriksen As Administratrix of the Estate of Chester O. Henriksen, Jr., Appellee (Intervenor Defendants below), Lily A. Henriksen and Lily A. Henriksen As Administratrix of the Estate of Chester O. Henriksen, Jr., Appellee (Counterclaimants below),\nv.\nNew York Life Insurance Company, Appellant (Counterdefendant below).\nNo. 3-680A168.\nCourt of Appeals of Indiana, Third District.\nMay 27, 1981.\n*1118 Joel C. Levy and Glenn R. Patterson, Singleton, Levy, Crist &amp; Johnson, Highland, for appellant.\nRobert A. Sowinski and T. Edward Ummel, Sowinski &amp; Easterday, Plymouth, Joseph V. Simanski, Feagler &amp; Simanski, Plymouth, for appellees.\nSTATON, Judge.\n\nON PETITION FOR REHEARING\nThis Court, on January 28, 1981, reversed the judgment of the trial court and concluded that where the sole owner and beneficiary of a New York Life Insurance Company policy had murdered the insured, the insurer should be relieved of any liability on the policy proceeds. Ms. Lily Henriksen petitions for a rehearing of the appeal and urges that \"if New York is not liable on the policy proceeds, it should be liable for all premiums paid in on the policy.\"\nInitially, we note that Ms. Henriksen, as administratrix of the estate of the insured, Chester O. Henriksen, Jr., was the appellee...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "방화",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=indiana-department-of-state-revenue-inheritance-tax-division-v-evans"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=new-york-life-insurance-co-v-henriksen"
    }
  ],
  "relatedIncidents": [
    16899,
    16910,
    16915,
    16920,
    16925
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}