{
  "id": 17057,
  "title": "1981년 Rosenberg 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-05-11",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Rosenberg. 판결일: 1981-05-11. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of David Rosenberg v. Richard J. Bartlett, as Chief Administrative Judge of the Courts\n**판결일**: 1981-05-11\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 81 A.D.2d 867\n\n## 판결문 요약\n\n\n— In a proceeding pursuant to CPLR article 78, inter alia, to compel the Chief Administrative Judge of the State of New York to grant petitioner’s claim for a retroactive promotional increment and/or for time in service credit, the appeals are from so much of a judgment of the Supreme Court, Kings County, dated July 29, 1980, as granted the petition for credit for time served, awarded petitioner the principal sum of $9,533 and denied the city’s motion to dismiss the petition. Judgment modified, on the law, by deleting the second and third decretal paragraphs and substituting a provision dismissing the proceeding on the merits. As so modified, judgment affirmed insofar as appealed from, without costs or disbursements. Initially, we note that petitioner’s article 78 proceeding was not barred by the Statute of Limitations or laches. A final determination on the merits of his complaint did not occur until October 16, 1978. Petitioner, then an Assistant Court *868Clerk in the Civil Court, took a “promotional examination” for the position of Senior Court Officer. He was appointed as a Senior Court Officer in the Supreme Court, Kings County, after passing the examination. Upon his appointment, he received a $600 promotional increment, which was subsequently rescinded when the Judicial Conference determined that the appointment of an Assistant Court Clerk to a Senior Court Officer was a lateral and not a promotional move. Soon after his appointment as a Senior Court Officer, salary ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rosenberg-v-bartlett"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}