{
  "id": 17055,
  "title": "1981년 Nichols 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-05-12",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Nichols. 판결일: 1981-05-12. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. BEACHER NICHOLS, Defendant-Appellant\n**판결일**: 1981-05-12\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Hope, Seidenfeld, Van Deusen\n\n## 변호인\n\nMary Robinson, Elizabeth Clarke, and John J. Barrett, all of State Appellate Defender’s Office, of Elgin, for appellant., James S. Williams, State’s Attorney, of Mt. Carroll (Phyllis J. Perko and Cynthia N. Schneider, both of State’s Attorneys Appellate Service Commission, of counsel), for the People.\n\n## 인용\n\n- 420 N.E.2d 1166\n- 96 Ill. App. 3d 354\n\n## 판결문 요약\n\n\n96 Ill. App.3d 354 (1981)\n420 N.E.2d 1166\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nBEACHER NICHOLS, Defendant-Appellant.\nNo. 80-47.\nIllinois Appellate Court  Second District.\nOpinion filed May 12, 1981.\n*355 Mary Robinson, Elizabeth Clarke, and John J. Barrett, all of State Appellate Defender's Office, of Elgin, for appellant.\nJames S. Williams, State's Attorney, of Mt. Carroll (Phyllis J. Perko and Cynthia N. Schneider, both of State's Attorneys Appellate Service Commission, of counsel), for the People.\nJudgment affirmed.\nMr. PRESIDING JUSTICE SEIDENFELD delivered the opinion of the court:\nThe defendant was convicted of the offense of murder (Ill. Rev. Stat. 1979, ch. 38, par. 9-1(a)(2)) based on his negotiated plea of guilty. Under the terms of the plea bargain the State agreed to dismiss count I of the amended information which charged murder with \"the intent to kill or do great bodily harm\" (par. 9-1(a) (1)), agreeing to charge the offense under count II with the intent language, \"knows that such acts create a strong probability of death or great bodily harm * * *\". (Par. 9-1(a)(2).) The State also agreed that it would not treat the case as a capital case nor seek to have a sentence of natural life imposed, and further indicated that it would not make a recommendation on the sentence to be imposed but would be limited to giving evidence in aggravation and mitigation without comment. The defendant was thereafter sentenced to 39 years imprisonment. He m...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-nichols"
    }
  ],
  "relatedIncidents": [
    16910,
    16925,
    16927,
    16945,
    16971
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}