{
  "id": 17054,
  "title": "1981년 Wallman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-05-12",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Wallman. 판결일: 1981-05-12. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Lawrence W. WALLMAN, Appellant (Defendant Below), v. STATE of Indiana, Appellee (Plaintiff Below)\n**판결일**: 1981-05-12\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Neal, Ratliff, Robertson\n\n## 변호인\n\nRichard L. Tandy, George E. Purdy, Van Valer, Wicker & Tandy, Greenwood, for appellant., Linley E. Pearson, Atty. Gen., Janis L. Summers, Deputy Atty. Gen., Indianapolis, for appellee.\n\n## 인용\n\n- 419 N.E.2d 1346\n\n## 판결문 요약\n\n\n419 N.E.2d 1346 (1981)\nLawrence W. WALLMAN, Appellant (Defendant below),\nv.\nSTATE of Indiana, Appellee (Plaintiff below).\nNo. 1-1080A289.\nCourt of Appeals of Indiana, First District.\nMay 12, 1981.\nRehearing Denied June 18, 1981.\n*1347 Richard L. Tandy, George E. Purdy, Van Valer, Wicker &amp; Tandy, Greenwood, for appellant.\nLinley E. Pearson, Atty. Gen., Janis L. Summers, Deputy Atty. Gen., Indianapolis, for appellee.\nRATLIFF, Judge.\n\nSTATEMENT OF THE CASE\nDefendant-appellant Lawrence W. Wallman appeals his conviction by the Sullivan County Court of possession of a portable police radio.\nWe reverse.\n\nSTATEMENT OF THE FACTS\nOn December 5, 1979, Indiana State Police Trooper Jerry W. Cliver was patrolling southbound U.S. Highway 41 one-tenth mile west of Sullivan, Indiana. Using his K55 radar unit, he clocked a truck travelling north at seventy-seven miles per hour. After turning his vehicle around, Trooper Cliver pursued the north-bound truck. As he approached the truck he came upon an automobile driven by Lawrence W. Wallman of Indianapolis. Trooper Cliver observed a light on a box on the dashboard of Wallman's automobile, directly below the rearview mirror. He motioned Wallman and the truck driver to the side of the road. Trooper Cliver arrested Wallman and confiscated a radar detection device from Wallman's automobile.\nWallman was charged with possession of a portable police radio, a Class B misdemeanor, and was released on bond. He was convicted in a trial before the Sull...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wallman-v-state"
    }
  ],
  "relatedIncidents": [
    16899,
    16915,
    16920,
    17003,
    17008
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}