{
  "id": 17050,
  "title": "1981년 Securities and Exchange Commission v. First Financial Group of Texas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-05-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Securities and Exchange Commission v. First Financial Group of Texas. 판결일: 1981-05-20. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: SECURITIES AND EXCHANGE COMMISSION, Plaintiff-Appellee, v. FIRST FINANCIAL GROUP OF TEXAS Et Al., Defendants-Appellants\n**판결일**: 1981-05-20\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Gee, Tate, Williams\n\n## 변호인\n\nVan E. McFarland, Houston, Tex., for defendants-appellants., Michael K. Wolensky, Paul Gonson, Linda D. Fienberg, Bruce F. Rinaldi, Douglas J. Scheidt, Washington, D.C., for plaintiff-ap-pellee.\n\n## 인용\n\n- 645 F.2d 429\n\n## 판결문 요약\n\n645 F.2d 429\n    Fed. Sec. L. Rep.  P 98,001, 4 Collier Bankr.Cas.2d 601,7 Bankr.Ct.Dec. 913, Bankr. L. Rep.  P 68,003\n    SECURITIES AND EXCHANGE COMMISSION, Plaintiff-Appellee,v.FIRST FINANCIAL GROUP OF TEXAS et al., Defendants-Appellants.\n    No. 79-3420.\n    United States Court of Appeals,Fifth Circuit.\n    \n      Unit A\n      May 20, 1981.\n      Van E. McFarland, Houston, Tex., for defendants-appellants.\n      Michael K. Wolensky, Paul Gonson, Linda D. Fienberg, Bruce F. Rinaldi, Douglas J. Scheidt, Washington, D.C., for plaintiff-appellee.\n      Appeals from the United States District Court for the Southern District of Texas.\n      Before GEE, TATE, and WILLIAMS, Circuit Judges.\n      TATE, Circuit Judge:\n    \n    \n      1\n      This interlocutory appeal1 from district court orders granting a preliminary injunction and appointing a receiver arises from a civil enforcement action brought by the Securities and Exchange Commission (SEC) to enjoin the purchase and sale of securities by the defendants because of certain alleged securities-law violations.  On their appeal, the defendants, First Financial Group of Texas, Inc.  (First Financial), and its officers, Howton and Reynolds, contend, inter alia, that the requisite scienter (knowing or intentional misconduct) was not proved.  First Financial also contends that the district court lacked jurisdiction to appoint a temporary receiver because bankruptcy proceedings had been instituted against First Financial at the time the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=securities-and-exchange-commission-v-first-financial-group-of-texas"
    }
  ],
  "relatedIncidents": [
    16900,
    16922,
    16937,
    16980,
    16992
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}