{
  "id": 17053,
  "title": "1981년 Lowe 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-05-13",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Lowe. 판결일: 1981-05-13. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: State v. Lowe\n**판결일**: 1981-05-13\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Downey\n\n## 인용\n\n- 398 So. 2d 962\n\n## 판결문 요약\n\n\n398 So. 2d 962 (1981)\nSTATE of Florida, Appellant,\nv.\nDanny Lee LOWE, Appellee.\nNo. 80-1149.\nDistrict Court of Appeal of Florida, Fourth District.\nMay 13, 1981.\nRehearings Denied June 17, 1981.\nJim Smith, Atty. Gen., Tallahassee, and Laura R. Morrison, Asst. Atty. Gen., West Palm Beach, for appellant.\nDonald A. Wich, Jr., of Sullivan, Ranaghan, Bailey &amp; Gleason, P.A., Pompano Beach, for appellee.\nDOWNEY, Judge.\nThe State seeks reversal of an order dismissing all three counts of an indictment and discharging appellee as a sanction for discovery violations.\nOn July 31, 1979, Danny Lee Lowe, a juvenile, was arrested on charges of sexual battery, armed robbery, and breaking and *963 entering. No certification hearing having been held within 21 days, the State nolle prossed the case and obtained a grand jury indictment containing the identical charges.\nWithout detailing all of the motions to compel discovery, orders thereon, and rules to show cause for the State's failure to comply with the discovery rules, suffice to say that the Broward County Sheriff's office simply did not measure up to its obligations to furnish discovery pursuant to either the Rules of Criminal Procedure or the Court's orders in this case. As a result the trial judge elected to invoke the ultimate sanction for such recalcitrance and discharged Lowe from all pending charges.\nThe sanctions to be invoked for failure of a party[1] to comply with discovery is a matter within the sound judicial discretion of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-lowe"
    }
  ],
  "relatedIncidents": [
    16903,
    16904,
    16906,
    16912,
    16916
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}