{
  "id": 17063,
  "title": "1981년 Cunningham 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-05-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Cunningham. 판결일: 1981-05-05. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Patrick J. Cunningham, Respondent-Appellant, v. State of New York, Appellant-Respondent\n**판결일**: 1981-05-05\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: Cooke and Judges Jasen, Gabrielli, Jones, Wachtler, Fuchsberg and Meyer Concur\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Robert Abrams, Attorney-General (Peter J. Dooley and Shirley Adelson Siegel of counsel), for appellant-respondent., Marc S. Krieg for respondent-appellant.\n\n## 인용\n\n- 53 N.Y.2d 851\n\n## 판결문 요약\n\n\n53 N.Y.2d 851 (1981)\nPatrick J. Cunningham, Respondent-Appellant,\nv.\nState of New York, Appellant-Respondent. (Claim No. 61891.)\nCourt of Appeals of the State of New York.\nArgued March 26, 1981.\nDecided May 5, 1981.\nRobert Abrams, Attorney-General (Peter J. Dooley and Shirley Adelson Siegel of counsel), for appellant-respondent.\nMarc S. Krieg for respondent-appellant.\nChief Judge COOKE and Judges JASEN, GABRIELLI, JONES, WACHTLER, FUCHSBERG and MEYER concur.\n*853MEMORANDUM.\nThe order of the Appellate Division should be modified, with costs to defendant State of New York, by dismissing claimant's cause of action for abuse of process and, as so modified, affirmed. The question certified is answered in the negative.\nThe threshold inquiry in regard to claimant's cause of action for abuse of process is whether that claim is timely under subdivision 3 of section 10 of the Court of Claims Act, which provides: \"3. A claim to recover damages for injuries to property or for personal injury caused by the tort of an officer or employee of the state while acting as such officer or employee, shall be filed within ninety days after the accrual of such claim unless the claimant shall within such time file a written notice of intention to file a claim therefor, in which event the claim shall be filed within two years after the accrual of such claim.\" Claimant contends, among other things, that his notice of intention was timely because it was filed within 90 days of the dismissal of the indi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cunningham-v-state"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}