{
  "id": 17064,
  "title": "1981년 White 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-05-04",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: White. 판결일: 1981-05-04. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. VAN ANTHONY WHITE, Defendant and Appellant\n**판결일**: 1981-05-04\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Staniforth, Wiener\n\n## 변호인\n\nCounsel, James R. Goff, under appointment by the Court of Appeal, for Defendant and Appellant., George Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, Daniel J. Kremer, Assistant Attorney General, Harley D. Mayfield and Yvonne H. Behart, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 118 Cal. App. 3d 767\n- 173 Cal. Rptr. 575\n\n## 판결문 요약\n\n\n118 Cal. App. 3d 767 (1981)\n173 Cal. Rptr. 575\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nVAN ANTHONY WHITE, Defendant and Appellant.\nDocket No. 11433.\nCourt of Appeals of California, Fourth District, Division One.\nMay 4, 1981.\n*770 COUNSEL\nJames R. Goff, under appointment by the Court of Appeal, for Defendant and Appellant.\nGeorge Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, Daniel J. Kremer, Assistant Attorney General, Harley D. Mayfield and Yvonne H. Behart, Deputy Attorneys General, for Plaintiff and Respondent.\n*771 OPINION\nSTANIFORTH, J.\nThe jury convicted defendant Van Anthony White of forcible rape in violation of Penal Code section 261, subdivision 2.[1] At sentencing hearing, the trial court struck the prior offense proved and sentenced White to prison for the middle term of four years, with credit for time served. The court found neither mitigation nor aggravation. White appeals, contending (1) he was denied effective assistance of counsel at his preliminary hearing which prejudiced him upon trial, (2) the trial court erred in refusing to give a lesser included offense (battery) instruction, (3) the prosecutor was guilty of prejudicial misconduct in inferring that defense counsel was not being truthful with the jury, and (4) the trial court is charged with error in failing to consider evidence in mitigation and improperly considering other matters in imposing the sentence on White.\n\nFACTS\nWhite was an acquaintance of the rap...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-white"
    }
  ],
  "relatedIncidents": [
    16894,
    16958,
    16980,
    16984,
    16987
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}