{
  "id": 17061,
  "title": "1981년 In Re Wolfe 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-05-07",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: In Re Wolfe. 판결일: 1981-05-07. 법원: United States Bankruptcy Court, S.D. Ohio.",
  "description": "## 사건 정보\n\n**사건명**: In Re Shirley A. WOLFE Fdba Hair Extraordinaire, Debtor\n**판결일**: 1981-05-07\n**법원**: United States Bankruptcy Court, S.D. Ohio\n**관할**: Ohio, OH\n\n**판사**: Burton Perlman\n\n## 변호인\n\nThomas J. Geygan, Cincinnati, Ohio, for trustee., Edwin A. Wesselman, Cincinnati, Ohio, for debtor.\n\n## 인용\n\n- 12 B.R. 686\n\n## 판결문 요약\n\n\n12 B.R. 686 (1981)\nIn re Shirley A. WOLFE fdba Hair Extraordinaire, Debtor.\nBankruptcy No. 1-80-02634.\nUnited States Bankruptcy Court, S.D. Ohio, W.D.\nMay 7, 1981.\nThomas J. Geygan, Cincinnati, Ohio, for trustee.\n*687 Edwin A. Wesselman, Cincinnati, Ohio, for debtor.\n\nORDER ON DEBTOR'S MOTION FOR DISMISSAL\nBURTON PERLMAN, Bankruptcy Judge.\nDebtor has moved to dismiss her voluntary Chapter 7 petition without prejudice, asserting that she wishes to pay her creditors in full, and has arranged for her father to assist in accomplishing this. The trustee in the case, appointed November 26, 1980 (after the case was filed November 19, 1980), has filed an objection to the motion.\nIn his objection, the trustee asserts as grounds that (1) debtor did certain acts to hinder delay or defraud a creditor or an officer of the estate, (2) debtor made a false oath, (3) debtor has failed to furnish information requested of her by the trustee, and (4) intention to repay debts does not constitute good cause for dismissal.\nThe matter came on for hearing at which time the sole witness was the debtor who was called by the trustee. The bulk of the testimony was offered by the trustee for the purpose of showing the likelihood of an undisclosed preferential transfer of an automobile by debtor to her father some five months prior to filing the bankruptcy. In addition, the trustee adduced testimony relative to a $17,000.00 cash settlement received by debtor in her divorce. The trustee also showed that de...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-wolfe"
    }
  ],
  "relatedIncidents": [
    16900,
    16922,
    16937,
    16980,
    16992
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}