{
  "id": 17060,
  "title": "1981년 Jackson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-05-08",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Jackson v. State. 판결일: 1981-05-08. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: JACKSON v. State\n**판결일**: 1981-05-08\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Deen\n\n## 변호인\n\nE. Byron Smith, District Attorney, for appellee.\n\n## 인용\n\n- 158 Ga. App. 499\n\n## 판결문 요약\n\n\nDeen, Presiding Judge.\nAppellant was convicted of robbery and was sentenced to serve a term of ten (10) years in confinement. His appointed attorney has filed a motion to withdraw as counsel pursuant to Anders v. California, 386 U. S. 738 (87 SC 1396, 18 LE2d 493) (1967). In accordance with Anders, counsel has filed a brief raising points of law which he considered arguably could support an appeal. In addition, as required by Bethay v. State, 237 Ga. 625 (229 SE2d 406) (1976), we have fully examined the record and transcript to determine independently if there are any meritorious errors of law. We are in agreement with counsel that none of the points raised, though persuasively presented, have any merit nor does our independent examination disclose any errors of substance. Therefore, this court grants the motion to withdraw, and we affirm the conviction (see Snell v. State, 246 Ga. 648 (272 SE2d 348) (1981)). We are satisfied the evidence adduced at trial was sufficient to enable any rational trier of fact to find guilt of the crime charged beyond reasonable doubt. Jackson v. Virginia, 443 U. S. 307 (99 SC 2781, 61 LE2d 560) (1979); Baldwin v. State, 153 Ga. App. 35, 37 (264 LE2d 528) (1980).\n\nJudgment affirmed.\n\n\nBanke and Carley, JJ., concur.\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jackson-v-state"
    }
  ],
  "relatedIncidents": [
    16903,
    16904,
    16906,
    16912,
    16916
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}