{
  "id": 17073,
  "title": "1981년 Pillsbury Co. v. Cleaver-Brooks Division of Aqua-Chem, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-04-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Pillsbury Co. v. Cleaver-Brooks Division of Aqua-Chem, Inc.. 판결일: 1981-04-22. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: PILLSBURY CO., Appellant, v. CLEAVER-BROOKS DIVISION OF AQUA-CHEM, INC., Appellee\n**판결일**: 1981-04-22\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Bright, Gibson, Ross\n\n## 변호인\n\nRobins, Zelle, Larson & Kaplan, Minneapolis, Minn., James D. Steiner, Minneapolis, Minn., argued, Robert M. Wattson, Minneapolis, Minn., Kenneth M. Moran, Jamestown, N. D., for appellant., Paul G. Woutat, Grand Forks, N. D., argued, Vaaler, Gillig, Warcup, Woutat, Zimney & Foster, Grand Forks, N. D., for appellee.\n\n## 인용\n\n- 646 F.2d 1216\n\n## 판결문 요약\n\n646 F.2d 1216\n    8 Fed. R. Serv. 239\n    PILLSBURY CO., Appellant,v.CLEAVER-BROOKS DIVISION OF AQUA-CHEM, INC., Appellee.\n    No. 80-1223.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted March 9, 1981.Filed April 22, 1981.\n    \n      Robins, Zelle, Larson &amp; Kaplan, Minneapolis, Minn., James D. Steiner, Minneapolis, Minn., argued, Robert M. Wattson, Minneapolis, Minn., Kenneth M. Moran, Jamestown, N. D., for appellant.\n      Paul G. Woutat, Grand Forks, N. D., argued, Vaaler, Gillig, Warcup, Woutat, Zimney &amp; Foster, Grand Forks, N. D., for appellee.\n      Before BRIGHT, Circuit Judge, GIBSON, Senior Circuit Judge, and ROSS, Circuit Judge.\n      ROSS, Circuit Judge.\n    \n    \n      1\n      In this products liability action, the Pillsbury Company sought recovery for damages to a steam boiler unit from the unit's manufacturer, Cleaver-Brooks Division of Aqua-Chem, Inc. Pillsbury alleged that a defect in the design of the automatic cutoff devices prevented the boiler from shutting itself off during a low water condition on April 26, 1975, and sought recovery for the damages to the boiler under the theories of negligence, breach of warranty and strict products liability.  Following a trial to the court, Judge Paul Benson1 held that Pillsbury had \"failed to prove its case by a preponderance of the evidence.\"\n    \n    \n      2\n      On appeal, Pillsbury contends that the evidence is insufficient to support the trial court's decision, that the trial court err...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pillsbury-co-v-cleaver-brooks-division-of-aqua-chem-inc"
    }
  ],
  "relatedIncidents": [
    16899,
    16915,
    16920,
    17003,
    17008
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}