{
  "id": 17072,
  "title": "1981년 Andrew P. KELLY, Plaintiff-Appellee, v. AMERICAN STANDARD, INC., a Foreign Corporation, Defendant-Appellant 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-04-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Andrew P. KELLY, Plaintiff-Appellee, v. AMERICAN STANDARD, INC., a Foreign Corporation, Defendant-Appellant. 판결일: 1981-04-23. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: 25 Fair empl.prac.cas. 94, 25 Empl. Prac. Dec. P 31,612 Andrew P. Kelly v. American Standard, Inc., a Foreign Corporation\n**판결일**: 1981-04-23\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Anderson, Boochever, Van Dusen\n\n## 변호인\n\nMichael J. Cronin, Spokane, Wash., for defendant-appellant., Michael J. McMahon and Michael J. Myers, Randall & Danskin, Spokane, Wash., for plaintiff-appellee.\n\n## 인용\n\n- 640 F.2d 974\n\n## 판결문 요약\n\n640 F.2d 974\n    25 Fair Empl. Prac. Cas. (BNA)  94, 25 Empl. Prac.Dec. P 31,612Andrew P. KELLY, Plaintiff-Appellee,v.AMERICAN STANDARD, INC., a foreign Corporation, Defendant-Appellant.\n    Nos. 79-4005, 79-4081.\n    United States Court of Appeals,Ninth Circuit.\n    Argued and Submitted Nov. 6, 1980.Decided Feb. 23, 1981.Rehearing and Rehearing En Banc Denied April 23, 1981.\n    \n      Michael J. Cronin, Spokane, Wash., for defendant-appellant.\n      Michael J. McMahon, and Michael J. Myers, Randall &amp; Danskin, Spokane, Wash., for plaintiff-appellee.\n      Appeal from the United States District Court for the Eastern District of Washington.\n      Before VAN DUSEN*, Senior Circuit Judge, ANDERSON and BOOCHEVER, Circuit Judges.\n      BOOCHEVER, Circuit Judge.\n    \n    \n      1\n      This appeal involves the proper measures of damage recovery under the Age Discrimination in Employment Act of 1967, Pub.L. 90-202, 81 Stat. 602 (1967) (codified at 29 U.S.C. &#167; 621 et seq.)  (ADEA), as well an an evaluation of the district court's jury instructions.  The jury awarded Kelly damages for lost wages and pension benefits, business start-up costs, and emotional distress resulting from discharge by his employer.  The trial judge further awarded Kelly prejudgment interest and attorney fees, but denied liquidated damages.  We have concluded that, with a minor modification to the business start-up award, the jury verdict was proper.  Furthermore, the award of prejudgment interest was c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=andrew-p-kelly-plaintiff-appellee-v-american-standard-inc-a-foreign"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}