{
  "id": 17074,
  "title": "1981년 Bic Pen Corporation v. Local No. 134 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-04-21",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Bic Pen Corporation v. Local No. 134. 판결일: 1981-04-21. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: Bic Pen Corporation v. Local No. 134, United Rubber, Cork, Linoleum & Plastic Workers of America\n**판결일**: 1981-04-21\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Abmentano, Armentano, Bogdanski, Healey, Peters, Wright\n\n## 변호인\n\nNeil A. Pollio, of the New York bar, with whom was Norman E. Hurwitz, for the appellant (plaintiff)., Bertram Diamond, for the appellee (defendant).\n\n## 인용\n\n- 183 Conn. 579\n\n## 판결문 요약\n\n\n183 Conn. 579 (1981)\nBIC PEN CORPORATION\nv.\nLOCAL NO. 134, UNITED RUBBER, CORK, LINOLEUM &amp; PLASTIC WORKERS OF AMERICA\nSupreme Court of Connecticut.\nArgued February 5, 1981.\nDecision released April 21, 1981.\nBOGDANSKI, PETERS, HEALEY, ARMENTANO and WRIGHT, JS.\n*580 Neil A. Pollio, of the New York bar, with whom was Norman E. Hurwitz, for the appellant (plaintiff).\nBertram Diamond, for the appellee (defendant).\nARMENTANO, J.\nThe underlying facts in this case establish the following: In early 1976, the plaintiff, Bic Pen Corporation (the company), reorganized its central toolroom department into three smaller departments: (1) the mold toolroom; (2) R &amp; D toolroom; and (3) factory service toolroom. Article IV (n) of the 1975 collective bargaining agreement between the parties provided that \"[a]ll overtime within a department will be distributed equally among the employees in the department qualified to do the work....\" The plaintiff devised the reorganization not only to increase efficiency, but also to facilitate the equal allocation of overtime. After the division of the central toolroom department, it attempted to distribute overtime equally among the toolmakers within each new department instead of among them as a whole.\nOn January 27, 1976, and on February 23, 1976, the defendant filed two grievances dealing with the allocation of responsibilities and overtime among employees within the three specialized departments. The parties resolved these grievances. On January...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bic-pen-corporation-v-local-no-134"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}