{
  "id": 17075,
  "title": "1981년 Ward 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-04-15",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Ward. 판결일: 1981-04-15. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: Mavis WARD, Surviving Spouse of Lloyd Ward, Appellant, v. IOWA DEPARTMENT OF TRANSPORTATION and Iowa Industrial Commissioner, Appellees\n**판결일**: 1981-04-15\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Harris, Larson, MeGIVERIN, Reynoldson, Uhlenhopp\n\n## 변호인\n\nDavid D. Drake, Des Moines, for appellant., Thomas J. Miller, Atty. Gen., and Thomas A. Evans, Jr., Asst. Atty. Gen., for appel-lees.\n\n## 인용\n\n- 304 N.W.2d 236\n\n## 판결문 요약\n\n\n304 N.W.2d 236 (1981)\nMavis WARD, Surviving Spouse of Lloyd Ward, Appellant,\nv.\nIOWA DEPARTMENT OF TRANSPORTATION and Iowa Industrial Commissioner, Appellees.\nNo. 65214.\nSupreme Court of Iowa.\nApril 15, 1981.\nDavid D. Drake, Des Moines, for appellant.\n*237 Thomas J. Miller, Atty. Gen., and Thomas A. Evans, Jr., Asst. Atty. Gen., for appellees.\nConsidered by REYNOLDSON, C. J., and UHLENHOPP, HARRIS, McGIVERIN, and LARSON, JJ.\nHARRIS, Justice.\nSitting on judicial review of agency action the district court affirmed the industrial commissioner's denial of death benefits. On petitioner's appeal to us we also affirm.\nLloyd R. Ward, the petitioner's decedent, was an employee of Iowa's department of transportation. On May 20, 1975, he was engaged on a highway crew and responsible for cleaning debris from concrete. This accumulation was created by a concrete saw which was used to cut expansion joints in the highway.\nWard's shovel became caught in the saw and twisted so that he was knocked to the ground. Ward avoided the blade by pushing his legs against the saw but, in making his escape, he felt a pulling sensation in his back. Several days later he was hospitalized for treatment of pain and discomfort in his legs and lower back.\nHe remained in the hospital for 13 days, complaining of almost constant low back pain. Hospital physicians were, however, unable to find evidence of a herniated disc or nerve root compression. Ward was diagnosed as having recurrent lumbar back strain and a p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ward-v-iowa-department-of-transportation"
    }
  ],
  "relatedIncidents": [
    16899,
    16915,
    16920,
    17003,
    17008
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}