{
  "id": 17079,
  "title": "1981년 Davis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-04-09",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Davis. 판결일: 1981-04-09. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: DAVIS v. THE STATE JACOBS v. THE STATE HALL v. State\n**판결일**: 1981-04-09\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Shulman\n\n## 변호인\n\nLynn W. Wilson, for appellant (case no. 61393)., William D. Lindsey, for appellant (case no. 61394)., Grace W. Thomas, for appellant (case no. 61507)., E. Byron Smith, District Attorney, Tommy K. Floyd, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 158 Ga. App. 271\n\n## 판결문 요약\n\n\nShulman, Presiding Judge.\nDefendants appeal their convictions of burglary, asserting error in the trial court’s denial of their motions to suppress on the ground that the evidence obtained from the search and seizure was the “fruit” of an illegal arrest. For the reasons set forth below, we reverse.\nThe facts of the instant cases are strikingly similar to the facts of McKinney v. State, 155 Ga. App. 930 (273 SE2d 888). The circumstances leading to the arrest of the defendants are as follows: State witness Terry Skinner saw a Cadillac automobile in the driveway of the residence of a Mr. Deal (with whom he was not personally acquainted). He saw one individual (a black male) inside the automobile and another (also a black male) standing under the carport. He then drove around the block, returned to the area of the residence, saw the vehicle coming out of the driveway, copied down the tag number of the vehicle, and contacted the State Patrol. The State Patrol then placed a lookout for the Cadillac with the local police department, stating in the lookout that the occupants of the automobile were wanted for burglary. The arresting officer spotted a vehicle fitting the description of the lookout, pulled the vehicle over, immediately drew his gun on the occupants, got them out of the automobile, and called for a backup unit.\nThe state does not dispute the fact that at that point the defendants were under arrest. The state acknowledges that the legality of the search and seizure of th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=davis-v-state"
    }
  ],
  "relatedIncidents": [
    16903,
    16904,
    16906,
    16912,
    16916
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}