{
  "id": 17089,
  "title": "1981년 Bowman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-03-23",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Bowman. 판결일: 1981-03-23. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Henry D. BOWMAN v. EARLY AMERICAN INSURANCE CO. OF MONTGOMERY, ALA.\n**판결일**: 1981-03-23\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Jones, Marvin\n\n## 변호인\n\nJack D. Barnett, Shreveport, for plaintiff-appellant., Gordon E. Rountree, Shreveport, for defendant-appellee.\n\n## 인용\n\n- 397 So. 2d 28\n\n## 판결문 요약\n\n\nMARVIN, Judge.\nIn this action arising out of a collision between two city fire trucks in which a fireman passenger sustained personal injury, the plaintiff fireman appeals a summary judgment dismissing his demands for damages against the City’s liability insurer. We affirm. CCP 966, 967. Emp. Surplus Line Ins. v. City of Baton Rouge, 362 So.2d 561 (La.1978); Bazley v. Tortorich (La.1981).\nPlaintiff contends that the exclusivity bar of the Workers’ Compensation Law, LRS 23:1032, is a personal defense to the employer and fellow employees of plaintiff and is not available to the defendant insurer and that uninsured motorist coverage should be statutorily afforded plaintiff under LRS 22:1406 because the record does not show that the City validly rejected UM coverage for the policy period in question.\nIn Braxton v. Georgia-Pacific Corp., 379 So.2d 1150 (La.App.2d Cir. 1980), upholding the exclusivity bar of § 1032, we observed, “. . . the intent of the Legislature is clear in circumstances where an employee suffers an injury .. . during the course and scope of his employment, that the remedy of the employee ... is governed exclusively by the workers’ compensation law, whether the claim is asserted against the employer or against . . . supervisory or fellow em*29ployees.” See also Johnson v. Chicago Mill &amp; Lumber Co., 385 So.2d 878 (La.App.2d Cir. 1980). There the claimants in a workers’ compensation action, on the day of the hearing of a motion for summary judgment, filed an ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bowman-v-early-american-insurance-co-of-montgomery"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}