{
  "id": 17087,
  "title": "1981년 Commitee of Interns & Residents v. New York City Health & Hospitals Corp. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-03-24",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Commitee of Interns & Residents v. New York City Health & Hospitals Corp.. 판결일: 1981-03-24. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Committee of Interns and Residents v. New York City Health and Hospitals Corporation\n**판결일**: 1981-03-24\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 80 A.D.2d 807\n\n## 판결문 요약\n\n\nOrder and judgment (one paper), Supreme Court, New York County, entered December 19, 1979, dismissing the petition seeking, inter alia, a refund of strike penalty deductions, unanimously modified, on the law, withouts costs or disbursements, and the petition granted to the extent of ordering a refund of the first day’s deduction and, except, as thus modified, affirmed. On January 17, 1979, house staff officers picketed at five ■ municipal hospitals to protest the proposed closing of certain New York City municipal hospital system facilities. Pursuant to section 210 (subd 2, par [d]) of the Civil Service Law, respondent, on February 1, 1979, determined *808that a strike had occurred on January 17, and, as required by section 210 (subd 2, par [e]), notice of this determination and of the imposition of the mandatory strike penalty was served upon those staff officers determined to have participated in the strike. The earliest notice was served on February 16; the latest on March 1, 1979. One day’s pay was deducted from the strikers’ paychecks on March 2 for those employed at four of the hospitals. For those employed at Kings County Hospital, one day’s pay was deducted on March 16. On May 11, 1979, an additional day’s pay was deducted from all the strikers’ paychecks. Among other claims in this article 78 proceeding, petitioner, the collective bargaining representative of the staff officers, challenges the timeliness of those deductions. Section 210 (subd 2, par [g]) of the Civi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commitee-of-interns-residents-v-new-york-city-health-hospitals-corp"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}