{
  "id": 17083,
  "title": "1981년 Reed 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-03-31",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Reed. 판결일: 1981-03-31. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Reed v. State\n**판결일**: 1981-03-31\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Harris\n\n## 인용\n\n- 401 So. 2d 131\n\n## 판결문 요약\n\n\n401 So.2d 131 (1981)\nFreddie Earl REED\nv.\nSTATE.\n1 Div. 69.\nCourt of Criminal Appeals of Alabama.\nMarch 31, 1981.\nRehearing Denied May 5, 1981.\n*133 Thomas M. Haas and James M. Byrd, Mobile, for appellant.\nCharles A. Graddick, Atty. Gen. and Michael E. McMaken, Sp. Asst. Atty. Gen., for appellee.\nHARRIS, Presiding Judge.\nAppellant was convicted of the offense of possessing marijuana and the jury assessed a fine against him in the amount of $7,500.00. As additional punishment the trial court sentenced him to fifteen years imprisonment in the penitentiary. Appellant was represented by counsel of his choice and at arraignment he waived reading the indictment and pleaded not guilty.\nAppellant did not testify in his behalf but rested after his cross-examination of the State's witnesses and his motion to exclude the State's evidence for failure to make out a prima facie case. He filed a motion for a new trial raising the sufficiency of the evidence and claimed the trial court erred in refusing several written charges.\nOn January 28, 1978, Officer Sammie Brown, Jr., of the Mobile Police Department went before one of the District Court judges and made an affidavit in support of a search warrant to search the residence of appellant located at 3628 Minmarsue Drive in Prichard, Alabama. The affidavit reads as follows:\n\"SEARCH AFFIDAVIT\n__________________________________________\nDistrict Court of Alabama, Mobile County\nAffidavit: State of Alabama, County of Mobile: Before the undersigne...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=reed-v-state"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}