{
  "id": 17084,
  "title": "1981년 Samuel A. Ferguson v. Richard S. Schweiker, Secretary of Health and Human Services 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-03-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Samuel A. Ferguson v. Richard S. Schweiker, Secretary of Health and Human Services. 판결일: 1981-03-30. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Samuel A. FERGUSON, Plaintiff-Appellant, v. Richard S. SCHWEIKER, Secretary of Health and Human Services, Defendant-Appellee\n**판결일**: 1981-03-30\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Goldberg, Johnson, Politz, Sam\n\n## 변호인\n\nLaurel G. Weir, Philadelphia, Miss., for plaintiff-appellant., L. A. Smith, III, Asst. U. S. Atty., Robert E. Haubert, U. S. Atty., Jackson, Miss., Walter E. McCabe, Jr., Atty., Dept, of HEW, Baltimore, Md., for defendant-appellee.\n\n## 인용\n\n- 641 F.2d 243\n\n## 판결문 요약\n\n641 F.2d 243\n    Samuel A. FERGUSON, Plaintiff-Appellant,v.Richard S. SCHWEIKER, Secretary of Health and HumanServices, Defendant-Appellee.\n    No. 79-3135.\n    United States Court of Appeals,Fifth Circuit.\n    \n      Unit A\n      March 30, 1981.\n      Laurel G. Weir, Philadelphia, Miss., for plaintiff-appellant.\n      L. A. Smith, III, Asst. U. S. Atty., Robert E. Haubert, U. S. Atty., Jackson, Miss., Walter E. McCabe, Jr., Atty., Dept. of HEW, Baltimore, Md., for defendant-appellee.\n      Appeal from the United States District Court for the Southern District of Mississippi.\n      Before GOLDBERG, POLITZ and SAM D. JOHNSON, Circuit Judges.\n      GOLDBERG, Circuit Judge:\n    \n    \n      1\n      Our nation's courts are required to play a limited role in reviewing the disposition of social security benefits claims.  We are not to meddle in the fact-findings of the Secretary of Health, Education and Welfare1 (\"the Secretary\") unless the decision is not supported by \"substantial evidence.\"  Western v. Harris, 633 F.2d 1204 (5th Cir. 1981); Fruge v. Harris, 631 F.2d 1244 (5th Cir. 1980).  Based upon this laissez faire standard, the district court in the case at bar granted summary judgment in favor of the Secretary.  However, because we find this to be one of the rare cases in which substantial evidence does not support the Secretary's decision, we reverse and remand the matter for more administrative moil.\n    \n    I. PROCEDURAL BACKGROUND\n    \n      2\n      Appellant Samuel Ferg...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=samuel-a-ferguson-v-richard-s-schweiker-secretary-of-health-and-human"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}