{
  "id": 17081,
  "title": "1981년 Michael Guidry v. Continental Oil Company, Travelers Insurance Company, Intervenor-Appellee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-04-06",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Michael Guidry v. Continental Oil Company, Travelers Insurance Company, Intervenor-Appellee. 판결일: 1981-04-06. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Michael GUIDRY, Plaintiff-Appellant, v. CONTINENTAL OIL COMPANY Et Al., Defendants-Appellees, Travelers Insurance Company, Intervenor-Appellee\n**판결일**: 1981-04-06\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Ainsworth, Brown, Frank, Johnson\n\n## 변호인\n\nJ. Minos Simon, Thomas D. Curtis, Lafayette, La., for plaintiff-appellant., James T. Guglielmo, Opelousas, La., for Continental, et al., John Blackwell, New Iberia, La., for Marlin Drilling., Don L. Broussard, Lafayette, La., for intervenor-appellee.\n\n## 인용\n\n- 640 F.2d 523\n\n## 판결문 요약\n\n640 F.2d 523\n    Michael GUIDRY, Plaintiff-Appellant,v.CONTINENTAL OIL COMPANY et al., Defendants-Appellees,Travelers Insurance Company, Intervenor-Appellee.\n    No. 78-3474.\n    United States Court of Appeals,Fifth Circuit.\n    March 9, 1981.Rehearing Denied April 6, 1981.\n    \n      J. Minos Simon, Thomas D. Curtis, Lafayette, La., for plaintiff-appellant.\n      James T. Guglielmo, Opelousas, La., for Continental, et al.\n      John Blackwell, New Iberia, La., for Marlin Drilling.\n      Don L. Broussard, Lafayette, La., for intervenor-appellee.\n      Appeal from the United States District Court for the Western District of Louisiana.\n      Before BROWN, AINSWORTH and FRANK M. JOHNSON, Jr., Circuit Judges.\n      JOHN R. BROWN, Circuit Judge:\n    \n    \n      1\n      Plaintiff, Michael Guidry, appeals grant of summary judgment in favor of his employer, defendant, Offshore Casing Crews, Inc.  (Offshore), direction of verdict for defendants, Continental Oil Co.  (Continental) and Marlin Drilling Co.  (Marlin), and imposition of $500 sanction against his counsel for costs and expenses incurred by defendants in general actions for negligence brought under the Jones Act, 46 U.S.C. &#167; 688, and general maritime law. Guidry asserts on appeal District Court erred in (i) granting summary judgment since he was a seaman, (ii) directing the verdict, finding his conduct was the sole proximate cause of the accident, and (iii) imposing the sanction after judgment when the record was not hel...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=michael-guidry-v-continental-oil-company-travelers-insurance-company"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}