{
  "id": 17080,
  "title": "1981년 Dobson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-04-07",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Dobson. 판결일: 1981-04-07. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State of North Carolina v. Mickey Wayne Dobson\n**판결일**: 1981-04-07\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Robert M. Martin\n\n## 변호인\n\n\n\nAttorney General Edmisten by Associate Attorney Evelyn M. Coman, for the State-appellant.\n, \nV. Scott Peterson for the defendant-appellee.\n\n\n## 인용\n\n- 276 S.E.2d 480\n- 51 N.C. App. 445\n\n## 판결문 요약\n\n\n276 S.E.2d 480 (1981)\nSTATE of North Carolina\nv.\nMickey Wayne DOBSON.\nNo. 8029SC986.\nCourt of Appeals of North Carolina.\nApril 7, 1981.\n*481 Atty. Gen. Rufus L. Edmisten by Associate Atty. Gen. Evelyn M. Coman, Raleigh, for the State-appellant.\nV. Scott Peterson, Brevard, for defendant-appellee.\nROBERT M. MARTIN, Judge.\nWe reluctantly must dismiss this appeal on the grounds that this Court lacks jurisdiction. As a general rule, the State cannot appeal proceedings from a judgment in favor of the defendant in a criminal case in the absence of a statute clearly conferring that right. State v. Harrell, 279 N.C. 464, 183 S.E.2d 638 (1971); State v. Horton, 7 N.C.App. 497, 172 S.E.2d 887 (1970). N.C. Gen.Stat. § 15A-1445 provides when the State may appeal in a criminal case as follows:\n(a) Unless the rule against double jeopardy prohibits further prosecution, the State may appeal from the superior court to the appellate division:\n(1) When there has been a decision or judgment dismissing criminal charges as to one or more counts.\n(2) Upon the granting of a motion for a new trial on the ground of newly discovered or newly available evidence but only on questions of law.\n\n*482 (b) The State may appeal an order by the superior court granting a motion to suppress as provided in G.S. 15A-979.\nIn subsection (c) of N.C.Gen.Stat. § 15A-979 (Supp.1979), the General Assembly made orders of the superior court granting motions to suppress evidence appealable to the appellate division prior to ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-dobson"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}