{
  "id": 17097,
  "title": "1981년 Roberts 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-03-05",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Roberts. 판결일: 1981-03-05. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Charles V. ROBERTS v. WPBT and Peninsular Fire Insurance Company\n**판결일**: 1981-03-05\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Liles, Pearson, Smith, Woodie\n\n## 변호인\n\nIsrael Abrams of Abrams & Suskin, North Miami, for appellant., John F. McMath, Miami, for appellees.\n\n## 인용\n\n- 395 So. 2d 233\n\n## 판결문 요약\n\n\nTILLMAN PEARSON (Retired), Associate Judge.\nThe claimant has appealed an order of the Deputy Commissioner which denied him workers’ compensation wage loss benefits. There is no issue on this appeal as to the compensability of claimant’s injury. He has been paid permanent partial disability of 15% of the body as a whole. At the final hearing, the claimant contended that his disability exceeded 15% of the body as a whole and sought permanent total disability benefits. The Deputy’s order denied the additional benefits claimed and dismissed the claim. We reverse and hold that the undisputed evidence in this case shows that the claimant has suffered a permanent and total loss of earning capacity.\nThis claimant, a 76-year-old man, has a prior work history as a machinist, carpenter and maintenance man. He worked for the *234employer herein as a plant maintenance supervisor for a television station.\nThe injury occurred when he was moving a heavy computer component. He had to move this piece of equipment twice a day, as he was remodeling some office space. He was able to move the computer by pressing against it with his body and pushing with his arms and legs. His injury was to his back and legs.\nAfter hospitalization,, a medical evaluation resulted in a finding that he had two herniated discs. An operation was not advised and he was told that he would have to live with the condition. Dr. Monyek opined that claimant suffered a 15% permanent partial disability of the body as a whole. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=roberts-v-wpbt"
    }
  ],
  "relatedIncidents": [
    16899,
    16915,
    16920,
    17003,
    17008
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}