{
  "id": 17091,
  "title": "1981년 Padgett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-03-18",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Padgett. 판결일: 1981-03-18. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Padgett v. SCH. BD. OF ESCAMBIA CTY.\n**판결일**: 1981-03-18\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Per Curiam\n\n## 인용\n\n- 395 So. 2d 584\n\n## 판결문 요약\n\n\n395 So.2d 584 (1981)\nMargaret Joann PADGETT et al., Appellants,\nv.\nThe SCHOOL BOARD OF ESCAMBIA COUNTY, Florida, et al., Appellees.\nNo. UU-234.\nDistrict Court of Appeal of Florida, First District.\nMarch 18, 1981.\n*585 W.H.F. Wiltshire and James M. Wilson of Harrell, Wiltshire, Stone &amp; Swearingen, Pensacola, for appellants.\nG. Miles Davis of Beggs &amp; Lane, Pensacola, for appellees.\nPER CURIAM.\nThis appeal is taken from an order dismissing a third amended complaint with prejudice on the ground that the appellants failed to allege any duty owed them by appellee, The School Board of Escambia County. This action was brought by Margaret Joann Padgett on behalf of her minor son, David Lee Huddleson (appellants), to recover damages for serious injuries allegedly caused by defendants that Huddleson incurred while he was crossing a street at or near a school crossing in Escambia County.\nWe reverse the order only as to those allegations concerning the principal's negligent operation of or failure to operate the warning signals at the school crossing, as those allegations adequately allege a duty. The remaining allegations which relate to activities not voluntarily assumed by the principal are not actionable.\nThe third amended complaint alleged that the School Board, through the acts of its principal, had voluntarily undertaken to operate flashing operating lights at the school crossing. For purposes of a motion to dismiss the allegations of a complaint are taken to be true. It i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=padgett-v-sch-bd-of-escambia-cty"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}