{
  "id": 17093,
  "title": "1981년 People v. Sorenson & Compitello 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-03-16",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: People v. Sorenson & Compitello. 판결일: 1981-03-16. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. William Sorenson and Donald Compitello\n**판결일**: 1981-03-16\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 80 A.D.2d 878\n\n## 판결문 요약\n\n\nDefendants appeal from two judgments (Ind. No. 1518/75) (one as to each of them) of the Supreme Court, Kings County, both rendered March 17, 1978, convicting them of criminal sale of a controlled substance in the first degree, and conspiracy in the first degree, upon jury verdicts, and imposing sentences. Defendant Sorenson also appeals from two judgments (Ind. Nos. 414/75 and 423/75) of the same court, both rendered March 17, 1978, convicting him of two counts of criminal possession of a weapon, in the fourth degree, upon his pleas of guilty, and imposing sentences. Two judgments rendered March 17, 1978 under Indictment No. 1518/75, reversed, on the law, and new trial ordered. Two judgments rendered March 17, 1978 under Indictment Nos. 414/75 and 423/75, affirmed. The District Attorney, with commendable candor, has conceded that the conduct of the prosecutor, including his verbal attacks upon defense counsel and his flouting of the court’s evidentiary rulings, deprived defendants of a fair trial under Indictment No. 1518/75. We have examined defendants’ contentions as to why a retrial should be barred and find them to be without merit. The declaration of a mistrial during the original trial, due to the unavailability of a critical witness, was clearly based upon “ ‘manifest necessity’ ” and, accordingly, there was no double jeopardy bar to a retrial (Hall v Potoker, 49 NY2d 501, 505; People v Michael, 48 NY2d 1; see, also, United States v Perez, 9 Wheat [22 US] 579). We als...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-sorenson-compitello"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}