{
  "id": 17107,
  "title": "1981년 Thomas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-02-25",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Thomas. 판결일: 1981-02-25. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: J. B. THOMAS, Jr. v. STATE of Florida\n**판결일**: 1981-02-25\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Cobb, Dauksch, Orfinger\n\n## 변호인\n\nRichard L. Jorandby, Public Defender, and Tatjana Ostapoff, Chief, Appellate Division, Asst. Public Defender, West Palm Beach, for appellant., Jim Smith, Atty. Gen., Tallahassee, and Gregory C. Smith, Asst. Atty. Gen., Dayto-na Beach, for appellee.\n\n## 인용\n\n- 394 So. 2d 548\n\n## 판결문 요약\n\n\nCOBB, Judge.\nThe appellant, J. B. Thomas, Jr., was convicted after jury trial of kidnapping, sexual battery and robbery. His first point on appeal is the claim that the prosecutor improperly injected a racial slur into the trial, wherein a black man was accused of raping a white woman, by making the following closing argument:\nRemember I asked Mr. Porter which way is Cape Canaveral — that’s north. But the defense wants you to believe she went out of her way south to give him a lift and ultimately engage in consensual intercourse with him, and she’s been up all this period of time on her feet all this day. He wants you to believe because he says that’s reasonable. I submit to you that is most unreasonable.\nYou can consider all the evidence. The trial has to be held in public, everything has to be done face to face so you can see and because that is a very great part of this case. Is it reasonable to believe that Debby Sue Clark, under any circumstances and, in particular, these circumstances, would consent to sexual intercourse with that (indicating)?\nDefense counsel immediately said: “Objection, Your Honor. I have a motion to make.” The trial court overruled the objection, whereupon defense counsel inquired: “Can I make the motion after the jury is excused?” This request was denied by the court. Consequently, the motion (presumably a motion for mistrial was intended) was never made, then or later. Therefore, the objection was waived and any error, other than fundamental erro...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thomas-v-state"
    }
  ],
  "relatedIncidents": [
    17009,
    16782,
    16809,
    16894,
    16899
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}