{
  "id": 17104,
  "title": "1981년 Maddox 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-02-27",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Maddox. 판결일: 1981-02-27. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Maddox v. the State\n**판결일**: 1981-02-27\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Birdsong, Shulman, Sognier\n\n## 변호인\n\nStroud P. Stacy, for appellant., Ann Mitchell, Michael Sheffield, Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 278 S.E.2d 480\n- 157 Ga. App. 696\n\n## 판결문 요약\n\n\n157 Ga. App. 696 (1981)\n278 S.E.2d 480\nMADDOX\nv.\nTHE STATE.\n61244.\nCourt of Appeals of Georgia.\nDecided February 27, 1981.\nStroud P. Stacy, for appellant.\nAnn Mitchell, Michael Sheffield, Assistant District Attorneys, for appellee.\nBIRDSONG, Judge.\nLorenzo Maddox makes this appeal after a restitution hearing, which was held following his plea of guilty to burglary. He contends the trial court erred in permitting a lay witness (the victim and owner of the stolen property) to testify as to her opinion of the value of an item without giving the basis for the formulation of that opinion, and that the trial court erred in permitting that lay witness to prove the alleged value of an item by the hearsay statement of a non-expert witness. Held:\nMaddox stole from the owner an Argus movie projector, a Brownie camera, a highly sophisticated German-made camera, a Mr. Coffee coffeemaker, an ice cream maker, a brand new Coleman lantern, a White double-needle zig-zag sewing machine, a set of pre-war china by Noritake containing service for twelve, a set of china with platinum trim containing eight place settings with ten pieces each, cut glass stemware from Poland, her grandmother's 22-Karat gold wedding ring, her husband's 18-Karat gold wedding ring, and other antique jewelry inherited from her grandmother and great-aunts. Also, Maddox had broken a hole in an antique desk.\nFor this property, the victim gave an aggregate value of $1,500. For some of the items she testified as to their cost...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=maddox-v-state"
    }
  ],
  "relatedIncidents": [
    16903,
    16904,
    16906,
    16912,
    16916
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}