{
  "id": 17102,
  "title": "1981년 United States v. Thomas Michael Roberts 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-03-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Thomas Michael Roberts. 판결일: 1981-03-02. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Thomas Michael ROBERTS, Defendant-Appellant\n**판결일**: 1981-03-02\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Browning, Hemphill, Per Curiam, Tang\n\n## 변호인\n\nEllen Rosenbloom, Asst. U. S. Atty., Eugene, Or., for defendant-appellant., Kelly R. Beckley, Eugene, Or., for plaintiff-appellee.\n\n## 인용\n\n- 638 F.2d 134\n\n## 판결문 요약\n\n638 F.2d 134\n    UNITED STATES of America, Plaintiff-Appellee,v.Thomas Michael ROBERTS, Defendant-Appellant.\n    No. 80-1501.\n    United States Court of Appeals,Ninth Circuit.\n    Argued and Submitted Feb. 2, 1981.Decided March 2, 1981.\n    \n      Ellen Rosenbloom, Asst. U. S. Atty., Eugene, Or., for defendant-appellant.\n      Kelly R. Beckley, Eugene, Or., for plaintiff-appellee.\n      Appeal from the United States District Court for the District of Oregon.\n      Before BROWNING, Chief Judge, TANG, Circuit Judge, and HEMPHILL,* District Judge.\n      PER CURIAM:\n    \n    \n      1\n      Roberts appeals his conviction under 18 U.S.C. &#167; 1510(a) of assaulting and injuring an informant who had supplied federal investigators with information leading to the arrest of his mother.  We affirm.\n    \n    \n      2\n      Roberts first claims that section 1510(a) does not apply to retaliatory assaults but only to assaults that have the purpose of deterring the future communication of information.  He argues that since the assault occurred 18 days after his mother was convicted he could only have had a retaliatory motive.\n    \n    The statute provides:\n    \n      3\n      (a) Whoever willfully endeavors by means of bribery, misrepresentation, intimidation, or force or threats thereof to obstruct, delay, or prevent the communication of information relating to a violation of any criminal statute of the United States by any person to a criminal investigator; or\n    \n    \n      4\n      Whoev...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-thomas-michael-roberts"
    }
  ],
  "relatedIncidents": [
    16936,
    16943,
    17002,
    17020,
    17118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}