{
  "id": 17108,
  "title": "1981년 Berman Enterprises Inc. v. Local 333, United Marine Division, International Longshoremen's Ass'n 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-02-25",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Berman Enterprises Inc. v. Local 333, United Marine Division, International Longshoremen's Ass'n. 판결일: 1981-02-25. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: BERMAN ENTERPRISES INC., Standard Tank Cleaning Corp., and General Marine Transport Corp. v. LOCAL 333, UNITED MARINE DIVISION, INTERNATIONAL LONGSHOREMEN'S ASSOCIATION, Marine Towing and Transportation Employers' Association, McAllister Brothers, Inc., Diesel Vessel Operators, Inc., Spentonbush Transport Service, Inc., Morania Oil Tanker Corporation, Bouchard Transportation Company, Inc., Moran Towing & Transportation Company, Inc., Poling Transportation Corporation, Eklof Marine Corporation, Red Star Marine Services, Inc., Reinauer Transportation Companies, Inc., and Turecamo Coastal & Harbor Towing Corporation\n**판결일**: 1981-02-25\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Oakes\n\n## 변호인\n\nJared Stamell, New York City (Kevin J. McGill, Clifton, Budd, Burke & DeMaria, New York City, on brief), for plaintiffs-appellants., Daniel A. Pollack, New York City (Martin I. Kaminsky, Pollack & Kaminsky, New York City, on brief), for defendant-appellee Marine Towing and Transp- Employers’ Ass’n., Seymour M. Waldman, Waldman & Waldman, New York City, for defendant-appellee Local 333, United Marine Division, Intern. Longshoremen’s Ass’n., Michael J. McAllister, Lunney & Crocco, New York City, o\n\n## 인용\n\n- 644 F.2d 930\n\n## 판결문 요약\n\n\nOAKES, Circuit Judge:\nThis appeal concerns labor practices and collective bargaining provisions in the marine transportation service industry. Appellants are three affiliated companies, Ber-man Enterprises Inc. (Berman), General Marine Transport Corp. (General Marine), and Standard Tank Cleaning Corp. (Standard Tank). They allege antitrust violations by Marine Towing and Transportation Employers’ Association (Association), a mul-tiemployer bargaining organization, certain of the Association’s members, and Local 333, United Marine Division, International Longshoremen’s Association (Union), a union representing vessel employees. Appellants also allege labor law violations by the Union. The United States District Court for the Southern District of New York, Robert W. Sweet, Judge, at the conclusion of the evidence dismissed all elements of the antitrust claim except that portion alleging conspiracy to refuse to deal with Berman. Thereafter the jury returned verdicts against Berman and the companies affiliated with it on the remaining antitrust claim and on the labor claim. The court then denied the appellants’ request for in-junctive relief. On appeal the three affiliated companies argue that the antitrust claim should not have been dismissed, that the court should have directed a verdict for the appellants on the labor claim, and that evidence concerning salaries of Berman’s officers should neither have been admitted nor have been the subject of an argument about Berman’s dama...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=berman-enterprises-inc-v-local-333-united-marine-division-international"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}