{
  "id": 17105,
  "title": "1981년 Quinlan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-02-27",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Quinlan. 판결일: 1981-02-27. 법원: Court of Appeals of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: Theresa Ann Quinlan, Now Theresa Ann Vogt, Individually and as Administrator of the Estate of E. John Quinlan, Deceased, Appellant, v. William C. Leech and Merchants Mutual Bonding Company, Appellees\n**판결일**: 1981-02-27\n**법원**: Court of Appeals of Kansas\n**관할**: Kansas, KS\n\n**판사**: Meyer, P.J., Abbott and Swinehart\n\n## 변호인\n\nCary L. Standiferd, of Topeka, for the appellant., James L. Grimes, Jr., of Cosgrove, Webb & Oman, of Topeka, for the appellees.\n\n## 인용\n\n- 623 P.2d 1365\n- 5 Kan. App. 2d 706\n\n## 판결문 요약\n\n\nSwinehart, J.:\nThis is an appeal from a decision of the District Court of Shawnee County dismissing an action brought against the executor of the estate of J. E. Quinlan, deceased, for breach of fiduciary duty.\nThe sole issue on appeal is whether the trial court properly dismissed the claim against the defendant William Leech in his capacity as executor of the estate of J. E. Quinlan, deceased, on the ground that it lacked, or alternatively refused to accept, subject matter jurisdiction because administration of the estate was still pending in the probate division of the Jefferson County District Court.\nJ. E. Quinlan died testate on February 4, 1974, and his will was admitted to probate in Jefferson County. His heirs-at-law included his wife Emily, a granddaughter and two grandsons. Plaintiff Theresa Ann Quinlan (now Vogt) is the widow of E. John Quinlan, one of the grandsons, who was killed in an automobile accident on August 25, 1975. J. E. Quinlan had executed a will on October 2, 1973, which left a life estate in all his property to his wife Emily and a remainder interest in farmland to his grandson Daniel Quinlan, upon payment of $30,000 to E. John Quinlan. The testator’s wife consented to this will. However, on January 7, 1974, J. E. Quinlan executed a codicil to the will reversing the bequests to his grandsons, but not altering the will in any other way. Emily did not execute a consent to the *707codicil. Accordingly, on July 2, 1975, the court in Jefferson County det...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=quinlan-v-leech"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}