{
  "id": 17100,
  "title": "1981년 Hardisty 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-03-03",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Hardisty. 판결일: 1981-03-03. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: Cathleen Hardisty v. Garwin D. Hardisty\n**판결일**: 1981-03-03\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Armentano, Bogdanski, Healey, Peters, Wright\n\n## 변호인\n\nThomas F. McDermott, Jr., with whom, on the brief, was Emmet P. Nichols, for the appellant (defendant)., Robert D. Houston, with whom, on the brief, were Ralph C. Crosier and Arnold M. Potash, for the appellee (plaintiff).\n\n## 인용\n\n- 183 Conn. 253\n\n## 판결문 요약\n\n\n183 Conn. 253 (1981)\nCATHLEEN HARDISTY\nv.\nGARWIN D. HARDISTY\nSupreme Court of Connecticut.\nArgued January 8, 1981.\nDecision released March 3, 1981.\nBOGDANSKI, PETERS, HEALEY, ARMENTANO and WRIGHT, JS.\n*254 Thomas F. McDermott, Jr., with whom, on the brief, was Emmet P. Nichols, for the appellant (defendant).\nRobert D. Houston, with whom, on the brief, were Ralph C. Crozier and Arnold M. Potash, for the appellee (plaintiff).\nPETERS, J.\nThis is an appeal from the modification of orders of alimony and support. The principal issue is the propriety of an order increasing support to cover expenses arising out of the private secondary schooling of the parties' son.\nThe marriage between the plaintiff Cathleen Hardisty and the defendant Garwin D. Hardisty was dissolved, on April 3, 1974, at the initiative of the plaintiff upon a finding of irretrievable breakdown. The state referee to whom the matter had been referred, Hon. John R. Thim, sitting as the trial court, at that time entered certain orders pursuant to the agreement of the parties. Those orders awarded custody of the parties' two minor children to the plaintiff, and required the defendant to pay lump sum alimony of $20,000, periodic alimony of $125 weekly and support of $45 weekly for each child.\nThe plaintiff filed, on July 12, 1977, a motion to modify support and alimony, alleging substantial and material changes in circumstances, in particular the son Andrew's admission to the Kent School, a private secondary school for ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hardisty-v-hardisty"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}