{
  "id": 17118,
  "title": "1981년 Allen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-02-03",
  "location": "Vermont, VT, USA",
  "summary": "미국 Vermont, VT 법원 판결 사건. 사건명: Allen. 판결일: 1981-02-03. 법원: Supreme Court of Vermont.",
  "description": "## 사건 정보\n\n**사건명**: State of Vermont v. John Edward Allen\n**판결일**: 1981-02-03\n**법원**: Supreme Court of Vermont\n**관할**: Vermont, VT\n\n**판사**: Barney, Billings, Hill, Larrow, Ret, Shangraw\n\n## 변호인\n\nRaymond G. Bolton, Bennington County State’s Attorney, and Clifford Miller, Law Clerk (On the Brief), Bennington, for Plaintiff., James L. Morse, Defender General, William A. Nelson, Appellate Defender, and Page Biddle, Law Clerk (On the Brief), Montpelier, for Defendant.\n\n## 인용\n\n- 139 Vt. 303\n- 427 A.2d 373\n\n## 판결문 요약\n\n\nLarrow, J.\nDefendant below was convicted, after jury trial, of purposely, knowingly, and recklessly causing bodily injury to a police officer, one Baker, acting in performance of a lawful duty, in violation of 18 V.S.A. § 1028. Extensive review of the facts involved is not requisite to decision. An arrest and altercation ensued between the defendant and the officer, after defendant had been stopped on the highway for operating his automobile with defective equipment. At some point in the altercation, the police officer received cuts on his hand. He did not testify how they were received, despite his previous affidavit that defendant had bitten him. There was no other evidence to account for the cuts.\nAt the close of the evidence, defendant moved for acquittal on two grounds. Both were based on the insufficiency of the evidence, a lack of evidence of how the injuries were received, and a claim that defendant’s raising his arm was not alone sufficient to prove assault. The motion was denied.\nThe motion should have been granted. Section 1028 merely provides an increased penalty for simple assault under 13 V.S.A. § 1023 when the person assaulted is a law enforcement officer in the performance of his duty. Defendant was not charged, as he might have been, with an attempt to cause bodily injury, but with actually causing it. On this point, the State's evidence was simply insufficient. Without doubt, the *305injuries, although not serious, were “an impairment of physical condition”...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-allen"
    }
  ],
  "relatedIncidents": [
    16936,
    16943,
    17002,
    17020,
    17102
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}