{
  "id": 17117,
  "title": "1981년 In Re Gerard J. Cantwell, Debtor. Appeal of Continental Bank and Beatrice Pitt and Samuel Pitt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-02-04",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: In Re Gerard J. Cantwell, Debtor. Appeal of Continental Bank and Beatrice Pitt and Samuel Pitt. 판결일: 1981-02-04. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: In Re Gerard J. CANTWELL, Debtor. Appeal of CONTINENTAL BANK and Beatrice Pitt and Samuel Pitt\n**판결일**: 1981-02-04\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Adams, Brotman, Sloviter\n\n## 변호인\n\nS. Regen Ginsburg, Larry Pitt (argued), LaBrum & Doak, Harry R. Kozart, Philadelphia, Pa., for appellants., Irwin Trauss (argued), Henry J. Sommer, Community Legal Services, Inc., Philadelphia, Pa., for appellee.\n\n## 인용\n\n- 639 F.2d 1050\n\n## 판결문 요약\n\n639 F.2d 1050\n    7 Bankr.Ct.Dec. 807\n    In re Gerard J. CANTWELL, Debtor.Appeal of CONTINENTAL BANK and Beatrice Pitt and Samuel Pitt.\n    No. 80-1711.\n    United States Court of Appeals,Third Circuit.\n    Argued Nov. 6, 1980.Decided Feb. 4, 1981.\n    \n      S. Regen Ginsburg, Larry Pitt (argued), LaBrum &amp; Doak, Harry R. Kozart, Philadelphia, Pa., for appellants.\n      Irwin Trauss (argued), Henry J. Sommer, Community Legal Services, Inc., Philadelphia, Pa., for appellee.\n      Before ADAMS and SLOVITER, Circuit Judges, and BROTMAN, District Judge.*\n      OPINION OF THE COURT\n      SLOVITER, Circuit Judge.\n    \n    \n      1\n      This is an appeal from an order of the district court sitting in bankruptcy which reversed an order of the bankruptcy court and thereby dissolved a stay of appellee's discharge in bankruptcy.  Appellee claims the district court order is not appealable, that the matter is now moot, and that the court did not abuse its discretion in dissolving the stay.  We do not reach the merits because, for the reasons stated below, we hold this appeal must be dismissed.\n    \n    Facts\n    \n      2\n      The relevant facts are not in dispute.  On June 26, 1978 appellee, Gerard J. Cantwell, filed a voluntary petition in bankruptcy.1 In accordance with Bankruptcy Rule 404(a), the bankruptcy court entered an order on August 29, 1978 setting November 1, 1978 as the last day for filing complaints objecting to the discharge.  November 1, 1978 was also fixed as the d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-gerard-j-cantwell-debtor-appeal-of-continental-bank-and-beatrice"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}