{
  "id": 17115,
  "title": "1981년 Lillian Willene Miller and Bobby Joe Miller v. Fred Stanmore and Fred A. Frey, Warden, Fci 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-02-09",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Lillian Willene Miller and Bobby Joe Miller v. Fred Stanmore and Fred A. Frey, Warden, Fci. 판결일: 1981-02-09. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Lillian Willene MILLER and Bobby Joe Miller, Plaintiffs-Appellants, v. Fred STANMORE and Fred A. Frey, Warden, FCI, Defendants-Appellees\n**판결일**: 1981-02-09\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Gee, Ingraham, Tate\n\n## 변호인\n\nJohn Buckley, Texarkana, Tex., for plaintiffs-appellants., Janet Hellmich, Asst. U. S. Atty., Tyler, Tex., for defendants-appellees.\n\n## 인용\n\n- 636 F.2d 986\n\n## 판결문 요약\n\n636 F.2d 986\n    Lillian Willene MILLER and Bobby Joe Miller, Plaintiffs-Appellants,v.Fred STANMORE and Fred A. Frey, Warden, FCI, Defendants-Appellees.\n    No. 79-2928.\n    United States Court of Appeals,Fifth Circuit.\n    \n      Unit A\n      Feb. 9, 1981.\n      John Buckley, Texarkana, Tex., for plaintiffs-appellants.\n      Janet Hellmich, Asst. U. S. Atty., Tyler, Tex., for defendants-appellees.\n      Appeal from the United States District Court for the Eastern District of Texas.\n      Before INGRAHAM, GEE and TATE, Circuit Judges.\n      TATE, Circuit Judge:\n    \n    \n      1\n      A pro se complaint filed by a federal prisoner and his wife against federal prison officials was dismissed by the district court for lack of subject matter jurisdiction and for failure to state a cause of action upon which any relief can be granted.  The plaintiffs appeal the judgment of dismissal.  Finding error in the dismissal on the pleadings, we reverse and remand.\n    \n    Context Facts\n    \n      2\n      The plaintiff Mrs. Miller was accused by a prison guard, the defendant, Stanmore, of engaging in manual sexual activity with her husband, a federal prisoner (and also a plaintiff), while in the visiting room of Texarkana Federal Correctional Institution (F.C.I.).  Based on this accusation, Mrs. Miller was denied visitation rights with her husband for a period of thirty days, and Mr. Miller was deprived of a total of thirty-five days accumulated good time credit.\n    \n    \n      3\n      Mr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lillian-willene-miller-and-bobby-joe-miller-v-fred-stanmore-and-fred-a"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}