{
  "id": 17114,
  "title": "1981년 Huckabee Buick, Inc. v. Miller 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-02-10",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Huckabee Buick, Inc. v. Miller. 판결일: 1981-02-10. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: HUCKABEE BUICK, INC. v. MILLER\n**판결일**: 1981-02-10\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Pope\n\n## 변호인\n\nJoseph J. Burton, Jr., for appellants., Thomas S. Chambless, for appellee.\n\n## 인용\n\n- 157 Ga. App. 429\n\n## 판결문 요약\n\n\nPope, Judge.\nMrs. Miller brought suit against Huckabee Buick, Inc. and Leo B. Huckabee, Jr., alleging that Huckabee Buick was indebted to her in the amount of $35,382.12 plus interest on a promissory note; and that Leo B. Huckabee, Jr. was jointly liable on the note by virtue of a guaranty of payment agreement executed the same daté as the note. Copies of all relevant documents were attached to the complaint. Appellants answered, denying jurisdiction and service and asserting that the instruments were executed under fraud and duress exercised by Mrs. Miller or her attorneys or representatives and filed a counterclaim for insurance premiums alleged to be due to Huckabee Buick. The court overruled appellant’s jurisdiction and service defenses and Mrs. Miller filed a motion for summary judgment. After considering affidavits filed by the parties and hearing argument of counsel, summary judgment was granted in favor of Mrs. Miller on the ground that there was no genuine issue as to any material fact raised either by the complaint or by the counterclaim.\nAppellants contend on appeal that their pleadings and affidavits did raise genuine issues of matérial fact in regard to the circumstances and reasons for executing the note and guaranty agreement. We do not agree. While appellants’ pleadings and affidavits admitted all the essential allegations of liability under the note and guaranty, Huckabee insists that he was required to execute these documents because he was overdrawn at and...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=huckabee-buick-inc-v-miller"
    }
  ],
  "relatedIncidents": [
    16900,
    16922,
    16937,
    16980,
    16992
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}