{
  "id": 17116,
  "title": "1981년 Savitch 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-02-09",
  "location": "Delaware, DE, USA",
  "summary": "미국 Delaware, DE 법원 판결 사건. 사건명: Savitch. 판결일: 1981-02-09. 법원: Supreme Court of Delaware.",
  "description": "## 사건 정보\n\n**사건명**: Harriet SAVITCH, Below v. Nick NECASTRO, and Danvir Corporation, a corporation of the State of Delaware, The Wilmington Bureau of Police, the Mayor of the City of Wilmington and the Council of the City of Wilmington, Below\n**판결일**: 1981-02-09\n**법원**: Supreme Court of Delaware\n**관할**: Delaware, DE\n\n**판사**: Duffy, Horsey, Quillen\n\n## 변호인\n\nRichard Allen Paul (argued), Wilmington, for plaintiff-appellant., James F. Davis (argued), of Morris, Nichols, Arsht & Tunnell, Wilmington, for defendants-appellees Necastro and Danvir Corporation., Steven R. Director (argued) of Flanzer & Isaacs, Wilmington, for defendants-appel-lees The Wilmington Bureau of Police, The Mayor of the City of Wilmington and The Council of the City of Wilmington.\n\n## 인용\n\n- 426 A.2d 324\n\n## 판결문 요약\n\n\nPER CURIAM:\nThis civil case, resulting in trial judgment for the defendants, was tried without a jury in the Court of Common Pleas. The Superi- or Court by order affirmed the judgment. As summarized by the Superior Court, the factual situation is as follows:\n“Plaintiff [Harriet Savitch] owned a house in Wilmington which she used primarily for storage of antiques, jewelry and various objects of art. She did not live at this house but visited there often. Plaintiff also stored some of her objects of art in a 1954 Cadillac limousine which she kept parked in the driveway. On September 30, 1976, after the car had been thus parked for six years, the City of Wilmington ordered the car to be towed by the corporate defendant [Dan-vir Corporation] to its impoundment yard. Plaintiff claimed that approximately $4,800 worth of items were removed from the car after the corporate defendant had towed and impounded it.”\nPlaintiff’s claim was for the value of the allegedly missing items and some minor property damage.\nAs to the individual defendant, Nick Ne-castro, who operates the corporate defendant, Danvir Corporation, the Court of Common Pleas at trial and the Superior Court in the initial appeal both ruled there was no evidence to show he acted in other than his corporate capacity. The plaintiff concedes that judgment in Mr. Necastro’s favor was proper and that judgment is affirmed.\nThe plaintiff testified to the facts relating to storage of the items including some theft difficulties in...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=savitch-v-necastro"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}