{
  "id": 17120,
  "title": "1981년 DuBois 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-01-28",
  "location": "South Dakota, SD, USA",
  "summary": "미국 South Dakota, SD 법원 판결 사건. 사건명: DuBois. 판결일: 1981-01-28. 법원: South Dakota Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of South Dakota, Plaintiff and Appellee, v. Daniel J. DuBOIS, Defendant and Appellant\n**판결일**: 1981-01-28\n**법원**: South Dakota Supreme Court\n**관할**: South Dakota, SD\n\n**판사**: Henderson, Miller\n\n## 변호인\n\nLori S. Wilbur, Asst. Atty. Gen., Pierre, for plaintiff and appellee; Mark V. Meier-henry, Atty. Gen., Pierre, on the brief., George A. Bangs and Allen G. Nelson of Bangs, McCullen, Butler, Foye & Simmons, Rapid City, for defendant and appellant.\n\n## 인용\n\n- 301 N.W.2d 425\n\n## 판결문 요약\n\n\n301 N.W.2d 425 (1981)\nSTATE of South Dakota, Plaintiff and Appellee,\nv.\nDaniel J. DuBOIS, Defendant and Appellant.\nNo. 13067.\nSupreme Court of South Dakota.\nDecided January 28, 1981.\nLori S. Wilbur, Asst. Atty. Gen., Pierre, for plaintiff and appellee; Mark V. Meierhenry, Atty. Gen., Pierre, on the brief.\nGeorge A. Bangs and Allen G. Nelson of Bangs, McCullen, Butler, Foye &amp; Simmons, Rapid City, for defendant and appellant.\n*426 PER CURIAM.\nDefendant, Daniel J. DuBois, was convicted of first degree manslaughter. He appeals from the judgment sentencing him to 45 years in the penitentiary. We affirm.\nDefendant contends that he did not voluntarily, knowingly and intelligently waive his constitutional right to counsel or his privilege against self-incrimination. He also contends that certain inculpatory statements made on October 14, 1977, were not made voluntarily.\nThese issues were before this Court in State v. DuBois, 286 N.W.2d 801 (S.D.1979), the intermediate appeal in this case. We held that defendant was not the subject of a custodial interrogation and that his statements were voluntarily given. We find no reason to deviate from this holding.\nDefendant also contends that the trial court committed prejudicial error by giving Instruction 28. He argues that the instruction draws attention to defendant's testimony and to his credibility as a witness.\nInstruction 28 states:\nUnder the law of this State a defendant in a criminal case is permitted to go upon the witness stand...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-dubois"
    }
  ],
  "relatedIncidents": [
    16910,
    16925,
    16927,
    16945,
    16971
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}