{
  "id": 17126,
  "title": "1981년 Carroll 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-01-20",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Carroll. 판결일: 1981-01-20. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Bruce Quillan CARROLL v. STATE\n**판결일**: 1981-01-20\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Clark\n\n## 변호인\n\nNo brief for appellant., Charles A. Graddick, Atty. Gen., and Thomas R. Allison, Asst. Atty. Gen., for appellee.\n\n## 인용\n\n- 407 So. 2d 173\n\n## 판결문 요약\n\n\nLEIGH M. CLARK, Retired Circuit Judge.\nThis is an appeal from a judgment convicting appellant of robbery, in accordance with the verdict of a jury, and sentencing him to imprisonment for fifteen years.\nThe evidence of guilt was strong and almost conclusive, but a witness for defendant, his former wife, testified positively as to an alibi, saying she and defendant were together in Florida at the time the robbery was committed. The defendant did not testify in the case.\nDefendant requested thirty-seven written charges. They were all refused. More than one of them was patterned after charges that have been approved by the appellate courts of Alabama.\nDefendant’s requested charge number 27 is:\n“Ladies and gentlemen of the jury, I charge, that the legal presumption of innocence is to be regarded by the jury, in every case, as a matter of evidence, to the benefit of which the accused is entitled, and, as a matter of evidence it attends *174the accused until his guilt, by the evidence, is placed beyond a reasonable doubt.”\nIn all material respects, charge 27 is the same as charge number 4 in Brooks v. State, Ala.Cr.App., 380 So.2d 1012, 1014 (1980), where it is stated per Judge Bowen:\n“The refusal of this requested charge is error and requires a reversal where it is not fairly and substantially covered in the court’s oral charge. Wilson v. State, 243 Ala. 1, 21, 8 So.2d 422 (1942); Brown v. State, 33 Ala.App. 97, 104, 31 So.2d 670 (1946); Salter v. State, 22 Ala.App. 86, 88, 112 So...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carroll-v-state"
    }
  ],
  "relatedIncidents": [
    16903,
    16904,
    16906,
    16912,
    16916
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}