{
  "id": 17135,
  "title": "1981년 The Dow Chemical Company v. National Labor Relations Board, United Steelworkers of America, Afl-Cio-Clc, Intervenor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-01-08",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: The Dow Chemical Company v. National Labor Relations Board, United Steelworkers of America, Afl-Cio-Clc, Intervenor. 판결일: 1981-01-08. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: The DOW CHEMICAL COMPANY, Petitioner, v. NATIONAL LABOR RELATIONS BOARD, Respondent, United Steelworkers of America, AFL-CIO-CLC, Intervenor\n**판결일**: 1981-01-08\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Gibbons, Slovi-Ter, Weis\n\n## 변호인\n\nKenneth G. McGuiness, Robert E. Williams (argued), Daniel R. Levinson, McGuiness & Williams, Washington, D. C., for Dow Chemical Co.; John E. Dicks, Charles C. Carey, Midland, Mich., of counsel., David A. Fleischer (argued), William A. Lubbers, Gen. Counsel, John E. Higgins, Jr., Deputy Gen. Counsel, Robert E. Allen, Acting Associate Gen. Counsel, Elliott Moore, Deputy Associate Gen. Counsel, N. L. R. B., Washington, D. C., for the N. L. R. B., Robert M. Weinberg (argued), Michael H. Gottesman, \n\n## 인용\n\n- 636 F.2d 1352\n\n## 판결문 요약\n\n636 F.2d 1352\n    105 L.R.R.M. (BNA) 3327, 90 Lab.Cas.  P 12,422\n    The DOW CHEMICAL COMPANY, Petitioner,v.NATIONAL LABOR RELATIONS BOARD, Respondent,United Steelworkers of America, AFL-CIO-CLC, Intervenor.\n    No. 79-2664.\n    United States Court of Appeals,Third Circuit.\n    Argued Sept. 15, 1980.Decided Nov. 26, 1980.As Amended Dec. 17, 1980 and Jan. 8, 1981.\n    \n      Kenneth G. McGuiness, Robert E. Williams (argued), Daniel R. Levinson, McGuiness &amp; Williams, Washington, D. C., for Dow Chemical Co.; John E. Dicks, Charles C. Carey, Midland, Mich., of counsel.\n      David A. Fleischer (argued), William A. Lubbers, Gen. Counsel, John E. Higgins, Jr., Deputy Gen. Counsel, Robert E. Allen, Acting Associate Gen. Counsel, Elliott Moore, Deputy Associate Gen. Counsel, N. L. R. B., Washington, D. C., for the N. L. R. B.\n      Robert M. Weinberg (argued), Michael H. Gottesman, Bredhoff, Gottesman, Cohen, Chanin, Weinberg &amp; Petramalo, Washington, D. C., Warren H. Pyle, Angoff, Goldman, Manning, Pyle &amp; Wanger, Boston, Mass., for intervenor United Steelworkers of America, AFL-CIO-CLC; Bernard Kleinman, Chicago, Ill., of counsel.\n      Before GIBBONS, WEIS and SLOVITER, Circuit Judges.\n      OPINION OF THE COURT\n      GIBBONS, Circuit Judge.\n    \n    \n      1\n      Dow Chemical Company (Dow) petitions under section 10(f) of the National Labor Relations Act, (the Act) 29 U.S.C. &#167; 160(f), to review an order of the National Labor Relations Board issued against it in un...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-dow-chemical-company-v-national-labor-relations-board-united"
    }
  ],
  "relatedIncidents": [
    16894,
    16899,
    16900,
    16903,
    16904
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}