{
  "id": 17136,
  "title": "1981년 Dunlap 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1981-01-06",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Dunlap. 판결일: 1981-01-06. 법원: District Court, D. Arizona.",
  "description": "## 사건 정보\n\n**사건명**: Max Anderson DUNLAP, Plaintiff, v. Robert K. CORBIN, the Arizona Attorney General, Defendant\n**판결일**: 1981-01-06\n**법원**: District Court, D. Arizona\n**관할**: Arizona, AZ\n\n**판사**: Muecke\n\n## 변호인\n\nJordan Green, P. C., Phoenix, Ariz., for plaintiff., Stanley Patchell, Diane E. Ramsey, Asst. Atty. Gen., Phoenix, Ariz., for defendant.\n\n## 인용\n\n- 532 F. Supp. 183\n\n## 판결문 요약\n\n\n532 F. Supp. 183 (1981)\nMax Anderson DUNLAP, Plaintiff,\nv.\nRobert K. CORBIN, the Arizona Attorney General, Defendant.\nNo. CIV 80-599 PHX CAM.\nUnited States District Court, D. Arizona.\nJanuary 6, 1981.\n*184 Jordan Green, P. C., Phoenix, Ariz., for plaintiff.\nStanley Patchell, Diane E. Ramsey, Asst. Atty. Gen., Phoenix, Ariz., for defendant.\n\nOPINION AND ORDER\nMUECKE, Chief Judge.\nMax Anderson Dunlap, the plaintiff, has filed a complaint claiming that the defendant's failure to provide him with a prompt trial on a formerly pending murder charge is violative of his sixth amendment right to a speedy trial.\nThe defendant, Robert Corbin, the Arizona Attorney General, has filed a Motion to Dismiss, alleging that the complaint fails to state a claim.\nThis action is commenced pursuant to Section 1983 of the Civil Rights Act, 42 U.S.C. § 1983. This Court has jurisdiction pursuant to 28 U.S.C. § 1343(4). As there are no material facts in issue, summary disposition of the matter is appropriate. See F.R.Civ.P., Rule 12(b).\nEssentially, the question presented is whether the sixth amendment affords a person who has been charged, convicted and had the conviction reversed, a right to a speedy trial, where the charges are dismissed without prejudice following the reversal. A dismissal without prejudice, in this case, allows the state the absolute discretion to refile the murder charge at any time.\n\nFACTS\nOn June 13, 1976, a bomb destroyed an automobile being driven by Don Bolles. Bolles, an i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dunlap-v-corbin"
    }
  ],
  "relatedIncidents": [
    16910,
    16925,
    16927,
    16945,
    16971
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}