{
  "id": 17139,
  "title": "1980년 Frank Grace v. Fred Butterworth, Etc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-12-31",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Frank Grace v. Fred Butterworth, Etc.. 판결일: 1980-12-31. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Frank GRACE Et Al., Petitioners, Appellants, v. Fred BUTTERWORTH, Etc., Et Al., Respondents, Appellees\n**판결일**: 1980-12-31\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Bownes, Campbell, Coffin, Per Curiam\n\n## 변호인\n\nDaniel F. Featherston, Jr., Boston, Mass., with whom Robert A. Sherman, Boston, Mass., was on brief, for petitioners, appellants., Robert V. Greco, Barbara A. H. Smith, Asst. Attys. Gen., Boston, Mass., with whom Francis X. Bellotti, Atty. Gen., and Stephen R. Delinsky, Asst. Atty. Gen., Chief, Crim. Bureau, Boston, Mass., were on brief, for respondents, appellees.\n\n## 인용\n\n- 635 F.2d 1\n\n## 판결문 요약\n\n635 F.2d 1\n    Frank GRACE et al., Petitioners, Appellants,v.Fred BUTTERWORTH, etc., et al., Respondents, Appellees.\n    No. 79-1422.\n    United States Court of Appeals,First Circuit.\n    Argued Dec. 3, 1979.Decided Feb. 5, 1980.On Rehearing April 7, 1980.Decided June 27, 1980.Opinion after Submission of Case to State Court Dec. 31, 1980.\n    \n      Daniel F. Featherston, Jr., Boston, Mass., with whom Robert A. Sherman, Boston, Mass., was on brief, for petitioners, appellants.\n      Robert V. Greco, Barbara A. H. Smith, Asst. Attys. Gen., Boston, Mass., with whom Francis X. Bellotti, Atty. Gen., and Stephen R. Delinsky, Asst. Atty. Gen., Chief, Crim. Bureau, Boston, Mass., were on brief, for respondents, appellees.\n      Before COFFIN, Chief Judge, CAMPBELL and BOWNES, Circuit Judges.\n      COFFIN, Chief Judge.\n    \n    \n      1\n      Appellants, Frank and Ross Grace, were tried together in 1974 in Massachusetts Superior Court for the murder of Marvin Morgan.  The government's case depended largely on the testimony of two eyewitnesses who identified the Graces as the victim's assailants.  The appellants each proffered an alibi defense.1 The jury returned guilty verdicts of first degree murder for Frank Grace and second degree murder for his brother Ross, and the trial judge sentenced both to life in prison.\n    \n    \n      2\n      This appeal from the district court's denial of appellants' petitions for habeas corpus is the latest in a series of attempts to obtain relief from...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=frank-grace-v-fred-butterworth-etc"
    }
  ],
  "relatedIncidents": [
    17142,
    17147,
    17156,
    17171,
    17184
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}