{
  "id": 17147,
  "title": "1980년 Kyles 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-12-16",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Kyles. 판결일: 1980-12-16. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. ANTHONY KYLES, Defendant-Appellant\n**판결일**: 1980-12-16\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Downing\n\n## 변호인\n\nJames J. Doherty, Public Defender, of Chicago (Robert Guch and Donald S. Honchell, Assistant Public Defenders, of counsel), for appellant., Bernard Carey, State’s Attorney, of Chicago (Marcia B. Orr and Barbara A. Levin, Assistant State’s Attorneys, of counsel), for the People.\n\n## 인용\n\n- 415 N.E.2d 499\n- 91 Ill. App. 3d 1019\n\n## 판결문 요약\n\n\n91 Ill. App. 3d 1019 (1980)\n415 N.E.2d 499\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nANTHONY KYLES, Defendant-Appellant.\nNo. 80-623.\nIllinois Appellate Court  First District (2nd Division).\nOpinion filed December 16, 1980.\n*1020 James J. Doherty, Public Defender, of Chicago (Robert Guch and Donald S. Honchell, Assistant Public Defenders, of counsel), for appellant.\nBernard Carey, State's Attorney, of Chicago (Marcia B. Orr and Barbara A. Levin, Assistant State's Attorneys, of counsel), for the People.\nJudgment affirmed.\nMr. JUSTICE DOWNING delivered the opinion of the court:\nDefendant, Anthony Kyles, was charged by indictment with the murder of Bryant Terrell. After a bench trial, Kyles was found guilty of voluntary manslaughter (Ill. Rev. Stat. 1975, ch. 38, par. 9-2) and sentenced to a term of 3 years. On appeal defendant raises one issue: whether he was proved guilty beyond a reasonable doubt.\nOn April 22, 1976, defendant shot and killed Terrell. Testimony at trial indicates that at about 8:40 that evening, Terrell and several acquaintances gathered at a street corner. Defendant approached Terrell, who asked for repayment of a small loan. Defendant first feigned ignorance, then struck Terrell several times. During the ensuing altercation both men made threats to kill the other. The fight ended and defendant walked toward the grounds of a nearby elementary school. Several minutes later Terrell said he was going to return a bicycle in his possession to it...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-kyles"
    }
  ],
  "relatedIncidents": [
    17139,
    17142,
    17156,
    17171,
    17184
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}