{
  "id": 17141,
  "title": "1980년 Thompson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-12-22",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Thompson. 판결일: 1980-12-22. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. MARTEASE THOMPSON, A/K/A Tony Richardson, A/K/A Victor Belton, Defendant-Appellant\n**판결일**: 1980-12-22\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Stamos\n\n## 변호인\n\nJames J. Doherty, Public Defender, of Chicago (Thomas E. Verdun, Assistant Public Defender, of counsel), for appellant., Richard M. Daley, State’s Attorney, of Chicago (Marcia B. Orr, Mary Ellen Dienes, and Bruce Rose, Assistant State’s Attorneys, of counsel), for the People.\n\n## 인용\n\n- 415 N.E.2d 648\n- 91 Ill. App. 3d 1111\n\n## 판결문 요약\n\n\n91 Ill. App. 3d 1111 (1980)\n415 N.E.2d 648\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nMARTEASE THOMPSON, a/k/a Tony Richardson, a/k/a Victor Belton, Defendant-Appellant.\nNo. 79-2365.\nIllinois Appellate Court  First District (2nd Division).\nOpinion filed December 22, 1980.\n*1112 James J. Doherty, Public Defender, of Chicago (Thomas E. Verdun, Assistant Public Defender, of counsel), for appellant.\nRichard M. Daley, State's Attorney, of Chicago (Marcia B. Orr, Mary Ellen Dienes, and Bruce Rose, Assistant State's Attorneys, of counsel), for the People.\nJudgment affirmed.\nMr. JUSTICE STAMOS delivered the opinion of the court:\nAfter a bench trial, defendant Victor Belton[1] was convicted of aggravated assault and resisting arrest (Ill. Rev. Stat. 1977, ch. 38, pars. 12-2(a)(1) and 31-1) and sentenced to nine months in the House of Correction with credit for time already served. His motion for a new trial was denied and defendant appeals contending that his right to due process was violated by his arraignment 42 days after his warrantless arrest and that he was denied his constitutional right to confront the prosecution's witnesses against him.\nThe record indicates that defendant's case was initially called on August 23, 1979, two days after his arrest. At that time the court noted that defendant was in the hospital and entered a continuance to October 2, 1979. Defendant was released from the hospital on August 25, 1979, and incarcerated until October 2, 1979, whe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-thompson"
    }
  ],
  "relatedIncidents": [
    17170,
    17342,
    17360,
    16936,
    16943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}