{
  "id": 17140,
  "title": "1980년 Campbell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-12-30",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Campbell. 판결일: 1980-12-30. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: James T. CAMPBELL, Plaintiff-Appellant, v. ELI LILLY AND COMPANY, Defendant-Appellee\n**판결일**: 1980-12-30\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Neal, Ratliff, Young\n\n## 변호인\n\nRobert C. Bruner, Michael C. Frische, Indianapolis, Alan B. Morrison, Washington, D.C., for plaintiff-appellant., Charles L. Whistler, John W. Purcell, Baker & Daniels, Indianapolis, for defendant-appellee.\n\n## 인용\n\n- 413 N.E.2d 1054\n\n## 판결문 요약\n\n\n413 N.E.2d 1054 (1980)\nJames T. CAMPBELL, Plaintiff-Appellant,\nv.\nELI LILLY AND COMPANY, Defendant-Appellee.\nNo. 2-580A151.\nCourt of Appeals of Indiana, First District.\nDecember 30, 1980.\n*1056 Robert C. Bruner, Michael C. Frische, Indianapolis, Alan B. Morrison, Washington, D.C., for plaintiff-appellant.\nCharles L. Whistler, John W. Purcell, Baker &amp; Daniels, Indianapolis, for defendant-appellee.\nNEAL, Judge.\n\nSTATEMENT OF THE CASE\nJames T. Campbell appeals the granting of summary judgment against him in his action against Eli Lilly &amp; Company (Lilly), in which he sought damages and reinstatement based upon his discharge by Lilly.[1]\nWe affirm.\n\nSTATEMENT OF THE FACTS\nThe facts most favorable to Campbell, as the non-moving party, reveal the following. Campbell was employed by Lilly, a pharmaceutical manufacturer, as an antibiotic operator in 1953. He became a technical associate in the research section in 1967, which position he maintained until the employment relationship terminated in 1978. *1057 From April, 1973, through the remainder of his employment, Campbell worked, at different times, as a technical associate for three separate research teams conducting research on various drugs. Campbell had no written contract of employment with Lilly, and there was no agreement as to a definite term of employment.\nOn December 2, 1977, Campbell's attorney, Carl Peters, met with Lilly's staff counsel. Peters related in substance that Campbell had knowledge of various acts of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=campbell-v-eli-lilly-co"
    }
  ],
  "relatedIncidents": [
    17139,
    17141,
    17142,
    17147,
    17149
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}