{
  "id": 17142,
  "title": "1980년 Darville 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-12-22",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Darville. 판결일: 1980-12-22. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Timothy Paul DARVILLE v. STATE of Arkansas\n**판결일**: 1980-12-22\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Holt, Purtle\n\n## 변호인\n\nE. Alvin Schay, State Appellate Defender, by: Deborah R. Sailings, Deputy State Appellate Defender, for appellant., Steve Clark, Atty. Gen., by: C. R. McNair, III, Asst. Atty. Gen., for appellee.\n\n## 인용\n\n- 271 Ark. 580\n- 609 S.W.2d 50\n\n## 판결문 요약\n\n Frank Holt, Justice. The sole issue on appeal is the sufficiency of the evidence to support appellant’s conviction for manslaughter resulting in a 7 year sentence. The appellant argues that the evidence of his guilt is circumstantial in nature and insubstantial because it is impossible to determine whether the victim’s death from a gunshot wound was the result of his reckless conduct or whether it was an accident. Ark. Star. Ann. § 41-1504 (1) (c) (Repl. 1977) defines manslaughter in pertinent part: A person commits manslaughter if ... he recklessly causes the death of another person. Ark. Stat. Ann. § 41-203 (3) (Repl. 1977) defines recklessly: A person acts recklessly with respect to attendant circumstances or a result of his conduct when he consciously disregards a substantial and unjustifiable risk that the circumstances exist or the result will occur. The risk must be of a nature and degree that disregard thereof constitutes a gross deviation from the standard of care that a reasonable person would observe in the actor’s situation. We have often stated the rules in regard to circumstantial evidence that where circumstantial evidence alone is relied upon, it must exclude every other reasonable hypothesis but the guilt of the accused. Hurst v. State, 251 Ark. 40, 470 S.W. 2d 815 (1971); Ayers v. State, 247 Ark. 174, 444 S.W. 2d 695 (1969). The question whether circumstantial evidence excludes every reasonable hypothesis other than the guilt of the accused is usually one f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=darville-v-state"
    }
  ],
  "relatedIncidents": [
    17139,
    17147,
    17156,
    17171,
    17184
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}