{
  "id": 17149,
  "title": "1980년 Jenkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-12-15",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Jenkins. 판결일: 1980-12-15. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Appellant, v. MARGIE JENKINS, Defendant and Respondent\n**판결일**: 1980-12-15\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Bird, Richardson\n\n## 변호인\n\nCounsel, Evelle J. Younger and George Deukmejian, Attorneys General, Jack R. Winkler, Chief Assistant Attorney General, Arnold O. Overoye, Assistant Attorney General, Eddie T. Keller, Jana Tuton, James T. McNally and James Ching, Deputy Attorneys General, for Plaintiif and Appellant., Quin Denvir, State Public Defender, under appointment by the Court of Appeal, Richard E. Shapiro, Michael G. Arkelian, Julia Cline Newcomb and Stephen Berlin, Deputy State Public Defenders, for Defendant and Respon\n\n## 인용\n\n- 620 P.2d 587\n- 28 Cal. 3d 494\n- 170 Cal. Rptr. 1\n\n## 판결문 요약\n\n\n28 Cal. 3d 494 (1980)\n620 P.2d 587\n170 Cal. Rptr. 1\nTHE PEOPLE, Plaintiff and Appellant,\nv.\nMARGIE JENKINS, Defendant and Respondent.\nDocket No. Crim. 21610.\nSupreme Court of California.\nDecember 15, 1980.\n*497 COUNSEL\nEvelle J. Younger and George Deukmejian, Attorneys General, Jack R. Winkler, Chief Assistant Attorney General, Arnold O. Overoye, Assistant Attorney General, Eddie T. Keller, Jana Tuton, James T. McNally and James Ching, Deputy Attorneys General, for Plaintiff and Appellant.\nQuin Denvir, State Public Defender, under appointment by the Court of Appeal, Richard E. Shapiro, Michael G. Arkelian, Julia Cline Newcomb and Stephen Berlin, Deputy State Public Defenders, for Defendant and Respondent.\nJohn McDermott, Daniel S. Brunner and Marilyn Katz as Amici Curiae on behalf of Defendant and Respondent.\nOPINION\nBIRD, C.J.\nThis appeal presents the question whether an individual who fraudulently obtains aid to families with dependent children (AFDC) in violation of Welfare and Institutions Code section 11483 may also be prosecuted for perjury (Pen. Code, § 118).\n\nI.\nOn April 10, 1975, respondent Margie Jenkins went to the Sacramento County Welfare Department to request AFDC benefits for her daughter. (See Welf. &amp; Inst. Code, § 11200 et seq.) She was given a lengthy document, a WR-2 form, which she was instructed to fill out in order to establish her child's eligibility for the AFDC program.\nOn April 15, respondent returned to the welfare department with the completed...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-jenkins"
    }
  ],
  "relatedIncidents": [
    17154,
    17177,
    17187,
    17307,
    17326
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}