{
  "id": 17153,
  "title": "1980년 Bennett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-12-10",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Bennett. 판결일: 1980-12-10. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Jim Bill WILLIAMS, Et Ux., Petitioners, v. T. R. BENNETT, Respondent\n**판결일**: 1980-12-10\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Barrow\n\n## 변호인\n\nFisher, Roeh & Gallagher, Michael T. Gallagher and Ronald Warded, Houston, for petitioners., Zeleskey, Cornelius, Rogers, Hallmark & Hicks, Ralph M. Zeleskey and Paul Clark, Lufkin, for respondent.\n\n## 인용\n\n- 610 S.W.2d 144\n\n## 판결문 요약\n\n\n610 S.W.2d 144 (1980)\nJim Bill WILLIAMS, et ux., Petitioners,\nv.\nT. R. BENNETT, Respondent.\nNo. B-8638.\nSupreme Court of Texas.\nDecember 10, 1980.\nRehearing Denied January 21, 1981.\n*145 Fisher, Roch &amp; Gallagher, Michael T. Gallagher and Ronald Wardell, Houston, for petitioners.\nZeleskey, Cornelius, Rogers, Hallmark &amp; Hicks, Ralph M. Zeleskey and Paul Clark, Lufkin, for respondent.\nBARROW, Justice.\nThis is a medical malpractice action. The trial court rendered a take-nothing judgment for respondent, Dr. T. R. Bennett, notwithstanding the jury verdict that he had negligently discharged petitioner, Janette Williams, from the hospital and that such discharge was a proximate cause of petitioners' injuries.[1] The court of civil appeals affirmed. 582 S.W.2d 577.\nThe question before us on this appeal is whether there is more than a scintilla of competent evidence to support the jury finding that Mrs. Williams was negligently discharged from the hospital by Dr. Bennett. We hold that there is and, accordingly, reverse the judgments of the courts below. We remand the cause direct to the trial court for a new trial on the merits.\nTo sustain the action of the trial court in granting respondent's motion for judgment notwithstanding the verdict, it must be determined that there is no evidence to support the jury findings. In making this determination we must review the record in the light most favorable to the jury findings considering only the evidence and inferences which suppo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-bennett"
    }
  ],
  "relatedIncidents": [
    17139,
    17140,
    17141,
    17142,
    17147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}