{
  "id": 17155,
  "title": "1980년 Spencer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-12-09",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Spencer. 판결일: 1980-12-09. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Spencer v. Hoffman\n**판결일**: 1980-12-09\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Samuel, Barry and Sartain\n\n## 인용\n\n- 392 So. 2d 190\n\n## 판결문 요약\n\n\n392 So. 2d 190 (1980)\nRowena SPENCER\nv.\nJerry HOFFMAN, d/b/a Jerry Hoffman's Pool &amp; Patio Enclosures, and Triangle Pool and Patio Enclosures, Inc.\nNo. 11577.\nCourt of Appeal of Louisiana, Fourth Circuit.\nDecember 9, 1980.\nNoble, Slaughter, Clayton &amp; Lorenz, Rainer Lorenz, New Orleans, for plaintiff-appellant.\nMorphy, Faulkner, Simpson &amp; DiMaria, Steven K. Faulkner, Jr., Metairie, for defendants-appellees.\nBefore SAMUEL, BARRY and SARTAIN, JJ.\n*191 BARRY, Judge.\nPlaintiff filed a petition for quanti minoris on a contract for construction of a pool enclosure. As a result of a prior arbitration award defendant filed exceptions of res judicata and no right of action which were maintained by the District Court dismissing plaintiff's suit. Plaintiff-appellant contends that the issues in her lawsuit were not considered or raised in the arbitration action and she should not be precluded from seeking relief.\nPlaintiff made installment payments of $9,500.00 on the $13,000.00 contract, but before substantial completion disputes arose which the parties found impossible to resolve.\nBoth parties agreed to arbitration. After the initial hearing, the arbitrator rendered an award which listed various deficiencies and defendant was given time to perform corrective work. Plaintiff eventually objected to the award and when defendant appeared at plaintiff's residence he was prohibited by plaintiff from doing any work. A subsequent arbitration hearing was conducted after which an amen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=spencer-v-hoffman"
    }
  ],
  "relatedIncidents": [
    17139,
    17140,
    17141,
    17142,
    17147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}