{
  "id": 17156,
  "title": "1980년 Robbins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-12-05",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Robbins. 판결일: 1980-12-05. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Nebraska, Appellee, v. Steven J. Robbins, Appellant\n**판결일**: 1980-12-05\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Boslaugh, Brodkey, Fahrnbruch, Hastings, Krivosha, McCown, White\n\n## 변호인\n\nCasey & El worth for appellant., Paul L. Douglas, Attorney General, and G. Roderic Anderson for appellee.\n\n## 인용\n\n- 299 N.W.2d 437\n- 207 Neb. 439\n\n## 판결문 요약\n\n\n299 N.W.2d 437 (1980)\n207 Neb. 439\nSTATE of Nebraska, Appellee,\nv.\nSteven J. ROBBINS, Appellant.\nNo. 43418.\nSupreme Court of Nebraska.\nDecember 5, 1980.\n*438 Casey &amp; Elworth, Plattsmouth, for appellant.\nPaul L. Douglas, Atty. Gen. and G. Roderic Anderson, Asst. Atty. Gen., Lincoln, for appellee.\nHeard before KRIVOSHA, C. J., BOSLAUGH, McCOWN, BRODKEY, WHITE, and HASTINGS, JJ., and FAHRNBRUCH, District Judge.\nHASTINGS, Justice.\nThis case is appearing before us for the second time. The opinion from the first appeal is found in State v. Robbins, 205 Neb. 226, 187 N.W.2d 55 (1980). In that proceeding, the defendant appealed from the order of the District Court which overruled his motion for a new trial after a conviction of first degree murder and a sentence of life imprisonment. The sole assignment of error was that the trial court erred in allowing the jurors to separate after the case had been submitted to the jury without the consent of the defendant or his counsel, contrary to Neb.Rev.Stat. § 29-2022 (Reissue 1979). This court affirmed the conviction and sentence, but set aside the order of the District Court overruling the motion for a new trial. We then ordered the cause remanded to the District Court for a hearing to determine whether there was improper conduct or communication with or by the jurors during separation, resulting in prejudice to the defendant. That court was further directed to either grant or overrule the motion for a new trial, depending upon its fur...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-robbins"
    }
  ],
  "relatedIncidents": [
    17139,
    17142,
    17147,
    17171,
    17184
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}