{
  "id": 17154,
  "title": "1980년 In Re McAdams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-12-09",
  "location": "Vermont, VT, USA",
  "summary": "미국 Vermont, VT 법원 판결 사건. 사건명: In Re McAdams. 판결일: 1980-12-09. 법원: United States Bankruptcy Court, D. Vermont.",
  "description": "## 사건 정보\n\n**사건명**: In Re Cheryl E. McADAMS, Debtor. Ralph A. FOSTER and Carolyn Foster, Plaintiffs, v. Cheryl E. McADAMS, Defendant\n**판결일**: 1980-12-09\n**법원**: United States Bankruptcy Court, D. Vermont\n**관할**: Vermont, VT\n\n**판사**: Charles J. Marro\n\n## 변호인\n\nJoseph C. Palmisano, Barre, Vt., for plaintiffs., Jose Monte, Barre, Vt., for defendant-debtor.\n\n## 인용\n\n- 11 B.R. 153\n\n## 판결문 요약\n\n\n11 B.R. 153 (1980)\nIn re Cheryl E. McADAMS, Debtor.\nRalph A. FOSTER and Carolyn Foster, Plaintiffs,\nv.\nCheryl E. McADAMS, Defendant.\nBankruptcy No. 80-00223, Adv. No. 80-0130.\nUnited States Bankruptcy Court, D. Vermont.\nDecember 9, 1980.\n*154 Joseph C. Palmisano, Barre, Vt., for plaintiffs.\nJose Monte, Barre, Vt., for defendant-debtor.\n\nFINDINGS OF FACT AND MEMORANDUM\nCHARLES J. MARRO, Bankruptcy Judge.\nThis is an adversary proceeding on the complaint to determine dischargeability of debt. It is predicated on Sec. 523(a)(2) which makes non-dischargeable a debt for obtaining money, property or services by actual fraud or a false representation.\n\nFINDINGS OF FACT\nThe debtor filed her petition for relief under Chapter 7 on October 14, 1980. She listed the plaintiffs as unsecured creditors in the sum of $3,000.00.\nIn May, 1979 the plaintiffs and the defendant negotiated for the sale of a house and about an acre of land in Williamstown, Vermont for $38,000.00. It was to be financed for the debtor by the FHA which would approve a loan of only $35,000.00. To cover the balance the debtor executed and delivered to the plaintiffs a promissory note dated May 7, 1979 in the sum of $3,000.00 to be amortized in monthly installments over a period of four years. The transfer of the property from the plaintiffs to the defendant occurred on August 6, 1979.\nThe entire transaction was negotiated in behalf of the plaintiffs by Ralph A. Foster who was in business and, for some unexplained reason,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=foster-v-mcadams-in-re-mcadams"
    }
  ],
  "relatedIncidents": [
    17149,
    17177,
    17187,
    17307,
    17326
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}