{
  "id": 17157,
  "title": "1980년 United States v. Leon A. Cohen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-12-04",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Leon A. Cohen. 판결일: 1980-12-04. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Leon A. COHEN, Defendant-Appellant\n**판결일**: 1980-12-04\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Charles, Clark, Goldberg, Thomas\n\n## 변호인\n\nRobert Eugene Smith, Encino, Cal., for defendant-appellant., Gerrilyn G. Brill, Asst. U. S. Atty., Atlanta, Ga., for plaintiff-appellee.\n\n## 인용\n\n- 631 F.2d 1223\n\n## 판결문 요약\n\n631 F.2d 1223\n    7 Fed. R. Serv. 257\n    UNITED STATES of America, Plaintiff-Appellee,v.Leon A. COHEN, Defendant-Appellant.\n    No. 79-5359.\n    United States Court of Appeals,Fifth Circuit.\n    Dec. 4, 1980.\n    \n      Robert Eugene Smith, Encino, Cal., for defendant-appellant.\n      Gerrilyn G. Brill, Asst. U. S. Atty., Atlanta, Ga., for plaintiff-appellee.\n      Appeal from the United States District Court for the Northern District of Georgia.\n      Before GOLDBERG, CHARLES CLARK and THOMAS A. CLARK, Circuit Judges.\n      THOMAS A. CLARK, Circuit Judge:\n    \n    \n      1\n      Leon Cohen appeals from his conviction under three counts of an indictment charging him with impersonating a federal official, giving a false statement in a matter within a federal agency's jurisdiction, and conspiring to commit the impersonation offense, 18 U.S.C. &#167;&#167; 912, 1001, and 371, respectively.  Throughout the trial Cohen's participation in the impersonation scheme was not contested; his theory of defense was duress, that his co-conspirator forced him to cooperate.  On appeal he argues that the lower court erred (1) in refusing to direct a verdict of acquittal on the impersonation count on the ground that the indictment was insufficient to state an offense under the statute; (2) in excluding testimony of out-of-court statements said to be admissible under the state-of-mind exception to the hearsay rule; (3) in refusing to confer immunity to prospective defense witnesses who indicate...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-leon-a-cohen"
    }
  ],
  "relatedIncidents": [
    17139,
    17140,
    17141,
    17142,
    17147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}