{
  "id": 17150,
  "title": "1980년 Sullivan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-12-12",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Sullivan. 판결일: 1980-12-12. 법원: Connecticut Superior Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Connecticut v. Patrick Sullivan\n**판결일**: 1980-12-12\n**법원**: Connecticut Superior Court\n**관할**: Connecticut, CT\n\n**판사**: BIELUCH, J.\n\n## 변호인\n\nF. Mac Buckley, for the appellant (defendant).\n\nScott J. Murphy, deputy assistant state's attorney, for the appellee (state).\n\n## 인용\n\n- 425 A.2d 137\n- 37 Conn. Super. Ct. 527\n\n## 판결문 요약\n\nThe defendant was convicted after a jury trial of conspiracy to commit larceny in the second degree in violation of General Statutes53a-123 (a)(2) and 53a-48, conspiracy to commit credit card theft in violation of General Statutes53a-128c (b) and 53a-48, and illegal use of a credit card in violation of General Statutes53a-128d (2) and 53a-48. He has appealed from the judgment of conviction, raising six claims of error which basically challenge the sufficiency of the evidence, the admittance of evidence in furtherance of the conspiracy, the jury charge and the competence of trial counsel.\nThere was sufficient evidence on the record for the jury to have found the following facts: The defendant telephoned Lewis Mazzochi and inquired as to whether Mazzochi could ascertain the credit limit on a certain credit card and where it could be used. Subsequently, the defendant met with Mazzochi and handed him a slip of paper with the name Stan Rosenthal, a Master Charge account number, the name of the issuing bank, and an expiration date. After this meeting, Mazzochi telephoned Trooper Slattery, a state police *Page 529 \nofficer, and told him what the defendant wanted. Slattery went to Mazzochi's house, and with Mazzochi's permission installed a telephone recording device. He instructed Mazzochi to tape the defendant's further calls. Slattery and Mazzochi arranged with James Cashman, of the J. Robert Barry Stereo Shop, for the police to establish surveillance over the anticipated credit c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-sullivan"
    }
  ],
  "relatedIncidents": [
    17139,
    17140,
    17141,
    17142,
    17147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}