{
  "id": 17163,
  "title": "1980년 Graham 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-11-24",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: Graham. 판결일: 1980-11-24. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Gloria GRAHAM Et Al., Appellants, v. M & J CORPORATION Et Al., Appellees\n**판결일**: 1980-11-24\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: Gallagher, Nebeker and MacK, Associate Judges\n\n## 변호인\n\nWilliam I. Martin, Washington, D. C., for appellants., Donald P. Maiberger, Washington, D. C., for appellees.\n\n## 인용\n\n- 424 A.2d 103\n\n## 판결문 요약\n\n\n424 A.2d 103 (1980)\nGloria GRAHAM et al., Appellants,\nv.\nM &amp; J CORPORATION et al., Appellees.\nNo. 14093.\nDistrict of Columbia Court of Appeals.\nArgued December 13, 1979.\nDecided November 24, 1980.\n*104 William I. Martin, Washington, D. C., for appellants.\nDonald P. Maiberger, Washington, D. C., for appellees.\nBefore GALLAGHER, NEBEKER and MACK, Associate Judges.\nGALLAGHER, Associate Judge:\nAppellants, the tenants and guests residing in a two-family building in a high crime area of the city, sued the landlord for injuries resulting from a fire deliberately set in the foyer of the building by the former paramour of one tenant. Appellants alleged that the landlord was negligent in blocking alternate exits and failing to provide a lock on the outer door of the foyer, despite his knowledge of previous criminal acts occurring in the common area of the building under his exclusive control. The trial judge granted the landlord-appellee's motion for summary judgment, stating that, as a matter of law, (1) the landlord had no duty to foresee that a tenant's rejected lover would commit criminal arson and (2) any violations of housing regulations were not the proximate cause of the injury. We reverse the grant of summary judgment because the existence of the landlord's duty and causation are questions of fact for the jury.\nIn August, 1975, the two story building at 507 O Street, N.W., was cited by the Department of Economic Development for numerous continuing violations of the housin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=graham-v-m-j-corp"
    }
  ],
  "relatedIncidents": [
    17152,
    17158,
    17169,
    17201,
    17250
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}