{
  "id": 17167,
  "title": "1980년 Petersen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-11-10",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Petersen. 판결일: 1980-11-10. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Tom E. Petersen, Et Al, Appellants, v. the Port of Seattle, Respondent\n**판결일**: 1980-11-10\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Hicks\n\n## 변호인\n\nSchweppe, Doolittle, Krug, Tausend & Beezer, by Dexter A. Washburn, Jones, Grey & Bayley, by E. Michele Moquin, and Short, Cressman & Cable, by William K. Mclnerney, Jr., for appellants., Bogle & Gates, Kimberly W. Osenbaugh, Sandra R. Cribbs, and James A. Smith, Jr., for respondent.\n\n## 인용\n\n- 618 P.2d 67\n- 94 Wash. 2d 479\n\n## 판결문 요약\n\n\n94 Wash. 2d 479 (1980)\n618 P.2d 67\nTOM E. PETERSEN, ET AL, Appellants,\nv.\nTHE PORT OF SEATTLE, Respondent.\nNo. 45817.\nThe Supreme Court of Washington, En Banc.\nOctober 9, 1980.\nAs amended by order November 10, 1980.\nSchweppe, Doolittle, Krug, Tausend &amp; Beezer; by Dexter A. Washburn, Jones, Grey &amp; Bayley, by E. Michele Moquin, and Short, Cressman &amp; Cable, by William K. McInerney, Jr., for appellants.\n*481 Bogle &amp; Gates, Kimberly W. Osenbaugh, Sandra R. Cribbs, and James A. Smith, Jr., for respondent.\n[As amended by order of the Supreme Court November 10, 1980.]\nHICKS, J.\nThis direct appeal concerns an inverse condemnation action started in November 1974, against the Port of Seattle. The Petersens (plaintiffs/appellants) owned and resided upon property located about 2 miles south of Sea-Tac Airport since before the airport was opened. They seek to recover the diminished value of their property resulting from the operation of the airport by defendant/cross-appellant Port of Seattle.\nIt is pertinent to note that the Port's policy when acquiring property in the vicinity of the airport on a negotiated voluntary sale basis was to pay unimpacted value, i.e., the value the property would have had absent the airport. For property whose airport impact damage had been determined by judgment prior to the Port's acquisition of it, the formula used in purchasing the property was unimpacted market value less the previous judgment paid.\nFebruary 27, 1978, a proceeding was beg...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=petersen-v-port-of-seattle"
    }
  ],
  "relatedIncidents": [
    17139,
    17140,
    17141,
    17142,
    17147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}