{
  "id": 17169,
  "title": "1980년 Vincent 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-11-05",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Vincent. 판결일: 1980-11-05. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: State v. Vincent\n**판결일**: 1980-11-05\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Marcus\n\n## 인용\n\n- 387 So. 2d 1097\n\n## 판결문 요약\n\n\n387 So. 2d 1097 (1980)\nSTATE of Louisiana\nv.\nLloyd VINCENT.\nNo. 65640.\nSupreme Court of Louisiana.\nApril 7, 1980.\nConcurring Opinion November 5, 1980.\n*1099 William J. Guste, Jr., Atty. Gen., Barbara Rutledge, Asst. Atty. Gen., Harry F. Connick, Dist. Atty., Louise Korns, Asst. Dist. Atty., for plaintiff-appellee.\nRobert Barnard, Orleans Indigent Defender Program, New Orleans, for defendant-appellant.\nMARCUS, Justice.[*]\nLloyd Vincent was charged in the same information in separate counts with simple burglary in violation of La.R.S. 14:62 and receiving stolen things in violation of La. R.S. 14:69. After a jury trial, defendant was found guilty of simple burglary on count one and guilty of \"possession of stolen property in the amount of $100.00\" on count two. Defendant was sentenced to serve twelve years at hard labor on count one and two years at hard labor on count two with credit for time served. Thereafter, the district attorney filed an information accusing defendant of prior felony convictions pursuant to La.R.S. 15:529.1 (Habitual Offender Law). After a hearing, the trial judge found defendant to be an habitual offender. He vacated the sentences previously imposed and sentenced defendant to serve twenty years at hard labor on each of the two counts with credit for time served. The court expressly directed that the sentences be served concurrently. On appeal, defendant relies on three assignments of error for reversal of his convictions and sentences.\n\nPATENT ERROR\nWe f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-vincent"
    }
  ],
  "relatedIncidents": [
    17152,
    17158,
    17163,
    17201,
    17250
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}