{
  "id": 17175,
  "title": "1980년 Oyler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-10-29",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: Oyler. 판결일: 1980-10-29. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Jess OYLER and Susan Oyler, Appellants (Plaintiffs), v. the STATE of Wyoming and Anthony Malovich, Appellees (Defendants)\n**판결일**: 1980-10-29\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: Bentley, McCLINTOCK, Raper, Rose, Thomas\n\n## 변호인\n\nJohn B. Rogers, Cheyenne, for appellants., John D. Troughton, Atty. Gen., Bruce A. Salzburg, Senior Asst. Atty. Gen., and Lawrence J. Wolfe, Law Clerk, Office of the Atty. Gen., Cheyenne, for appellees.\n\n## 인용\n\n- 618 P.2d 1042\n\n## 판결문 요약\n\n\n618 P.2d 1042 (1980)\nJess OYLER and Susan Oyler, Appellants (Plaintiffs),\nv.\nThe STATE of Wyoming and Anthony Malovich, Appellees (Defendants).\nNo. 5296.\nSupreme Court of Wyoming.\nOctober 29, 1980.\n*1043 John B. Rogers, Cheyenne, for appellants.\nJohn D. Troughton, Atty. Gen., Bruce A. Salzburg, Senior Asst. Atty. Gen., and Lawrence J. Wolfe, Law Clerk, Office of the Atty. Gen., Cheyenne, for appellees.\nBefore RAPER, C.J., McCLINTOCK, THOMAS, and ROSE, JJ., and BENTLEY, D.J.\nROSE, Justice.\nThis appeal-resolved in the district court by judgment granting appellees' motion to dismiss as to both defendants, the State of Wyoming and Anthony Malovich-concerns a claim for damages allegedly suffered as a result of an offer of employment which never ripened. It poses the question of whether or not-given the posture of this case-the State of Wyoming and Mr. Malovich,[1] who made the job offer, enjoy immunity as a matter of law.\n*1044 Plaintiffs filed a negligence action against the State and state official, Anthony Malovich, Director of the Wyoming Division of Criminal Investigation,[2] in the latter's individual capacity. The district court, on the ground of sovereign immunity, dismissed the complaint against both defendants. We will affirm the dismissal of the suit against the State,[3] but reverse the dismissal against the employee, Malovich, and remand that aspect of the case for further proceedings.\nAccording to the plaintiffs-appellants' statement of the facts-which the defendant...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=oyler-v-state"
    }
  ],
  "relatedIncidents": [
    17271,
    17335,
    17356,
    17364,
    17373
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}