{
  "id": 17170,
  "title": "1980년 Thacker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-11-04",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Thacker. 판결일: 1980-11-04. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State of North Carolina v. Robert Lee Thacker\n**판결일**: 1980-11-04\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Brock, Carlton\n\n## 변호인\n\n\n\nAttorney General Rufus L. Edmisten, by Associate Attorney Grayson G. Kelley, for the State.\n, \nJoel G. Bowden for defendant.\n\n\n## 인용\n\n- 271 S.E.2d 252\n- 301 N.C. 348\n\n## 판결문 요약\n\n\n271 S.E.2d 252 (1980)\nSTATE of North Carolina\nv.\nRobert Lee THACKER.\nNo. 8.\nSupreme Court of North Carolina.\nNovember 4, 1980.\n*254 Atty. Gen. Rufus L. Edmisten by Associate Atty. Gen. Grayson G. Kelley, Raleigh, for the State.\nJoel G. Bowden, Greensboro, for defendant.\nCARLTON, Justice.\n\nI.\nAt trial, the State presented evidence tending to show that on 28 September 1979 at approximately 1:45 p. m. Marilyn Ozan was working alone at The Mailing Service in Greensboro, North Carolina. At approximately 1:45 p. m., a black male whom Ms. Ozan identified as defendant, entered the building and asked if it were The Mailing Service. Ms. Ozan replied that it was, and the man attacked her. He grabbed her around the neck with his arm and held a hunting knife to her throat. Defendant told her that he wanted all her money and that he would kill her if she screamed. Ms. Ozan was walked back into a room where the mail bags were kept and was forced to lie face-down on the floor. Defendant cut the ropes off a mail bag, tied her feet and hands, and put a mail bag over her head. He then opened Ms. Ozan's purse and emptied it out on the floor of the mail bag room. After defendant took the money from Ms. Ozan's purse, he sexually assaulted her by performing cunnilingus and raping her. After he finished, he left without further incident.\nMs. Ozan worked herself free from the ropes, called the police, and gave a description of her assailant. Defendant was picked up a few minutes later about seven bl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-thacker"
    }
  ],
  "relatedIncidents": [
    17141,
    17342,
    17360,
    16936,
    16943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}