{
  "id": 17177,
  "title": "1980년 Arker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-10-27",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Arker. 판결일: 1980-10-27. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: A & J Concrete Corp. v. Allan Arker\n**판결일**: 1980-10-27\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 78 A.D.2d 689\n\n## 판결문 요약\n\n\nAppeal by defendants from an order of the Supreme Court, Queens County, dated May 8, 1979, which, inter alia, granted plaintiffs’ motion for an extension of time within which to serve 'their complaint. Order affirmed, with $50 costs and disbursements. This is an action by judgment creditors of certain corporations to recover against the principals of those corporations for transfers of corporate assets made without consideration and with the intent to fraudulently defeat collection of the judgments. Summonses were served upon both defendants in early or mid January, 1979, and on January 29, 1979 an attorney served by mail an appearance and a demand for service of a complaint on behalf of both defendants. Service of the complaint was thus due on or before February 21, 1979 (see CPLR 2103, subd [b]; 3012, subd [b]; General Construction Law, § 20). The complaint was not timely served, and on March 1, 1979 defendants’ attorney wrote to plaintiffs’ counsel demanding a copy of the complaint by return mail and stating that if the complaint were not so forwarded, he would move to dismiss. This letter, extending plaintiffs’ time to serve the complaint, was received by their attorney on March 3, 1979. The complaint was forwarded by mail to defendants’ attorney three days later on March 6, 1979. Defendants’ counsel rejected the complaint and\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=a-j-concrete-corp-v-arker"
    }
  ],
  "relatedIncidents": [
    17149,
    17154,
    17187,
    17307,
    17326
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}