{
  "id": 17187,
  "title": "1980년 United States v. Tommy Lee Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-10-15",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Tommy Lee Jones. 판결일: 1980-10-15. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Tommy Lee JONES, Defendant-Appellant\n**판결일**: 1980-10-15\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Gee, Randall, Rubin\n\n## 변호인\n\nClyde R. Maxwell, Morgan C. Taylor, Newport Beach, Cal, for defendant-appellant., John M. Potter, Asst. U. S. Atty., Houston, Tex., for the United States.\n\n## 인용\n\n- 628 F.2d 402\n\n## 판결문 요약\n\n628 F.2d 402\n    80-2 USTC  P 9734\n    UNITED STATES of America, Plaintiff-Appellee,v.Tommy Lee JONES, Defendant-Appellant.\n    No. 80-1139\n    \n      Summary Calendar.\n      United States Court of Appeals,Fifth Circuit.\n      Unit A\n      Oct. 15, 1980.\n      Clyde R. Maxwell, Morgan C. Taylor, Newport Beach, Cal., for defendant-appellant.\n      John M. Potter, Asst. U. S. Atty., Houston, Tex., for the United States.\n      Appeal from the United States District Court for the Southern District of Texas.\n      Before GEE, RUBIN and RANDALL, Circuit Judges.\n      GEE, Circuit Judge:\n    \n    \n      1\n      Jones, a tax protester, appeals to us his convictions of mail fraud, of supplying false information to his employer, and of failure to file a tax return.\n    \n    \n      2\n      The argument given most prominence in his briefing is that the trial court erred in refusing to admit certain testimony tending to support one of his defensive contentions.  This contention was that he believed in good faith that the Federal Reserve System is unconstitutional, that its notes are not \"money,\" and hence that he had received no income subject to taxation.  He complains also that the court's refusal to charge the jury on this \"defense\" was error since some of the evidence that was admitted-including extensive testimony by Jones himself-went to that issue.\n    \n    \n      3\n      We have heretofore squarely held that a good-faith belief in the unconstitutionality of the Federal Reserve Sys...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-tommy-lee-jones"
    }
  ],
  "relatedIncidents": [
    17149,
    17154,
    17177,
    17307,
    17326
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}