{
  "id": 17184,
  "title": "1980년 D'AGOSTINO 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-10-20",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: D'AGOSTINO. 판결일: 1980-10-20. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: State v. D'AGOSTINO\n**판결일**: 1980-10-20\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Judges Matthews, Morgan and Morton I. Greenberg\n\n## 인용\n\n- 422 A.2d 97\n- 176 N.J. Super. 49\n\n## 판결문 요약\n\n\n176 N.J. Super. 49 (1980)\n422 A.2d 97\nSTATE OF NEW JERSEY, PLAINTIFF-RESPONDENT,\nv.\nFRANK D'AGOSTINO, DEFENDANT-APPELLANT.\nSuperior Court of New Jersey, Appellate Division.\nArgued September 16, 1980.\nDecided October 20, 1980.\n*51 Before Judges MATTHEWS, MORGAN and MORTON I. GREENBERG.\nSusan T. Sinins, Assistant Deputy Public Defender, argued the cause for appellant (Stanley C. Van Ness, Public Defender, attorney).\nFredric M. Knapp, Deputy Attorney General, argued the cause for respondent (John J. Degnan, Attorney General of New Jersey, attorney).\nThe opinion of the court was delivered by MORGAN, J.A.D.\nDefendant appeals his convictions by jury of first degree murder (felony murder), manslaughter, atrocious assault and battery, assault with an offensive weapon, threatening to take a life and unlawful possession of a pistol. He was sentenced to a term of life imprisonment followed by consecutive terms aggregating 13 to 19 years in custody.\nThe homicide occurred during defendant's attempt to recover property he thought had been stolen from him by the victim's brother. The supposed theft had taken place at defendant's home on January 14, 1978 when Randy Kittleson, the victim's brother, and one Paul Noreillie went there to purchase drugs. Testimony disclosed that defendant told his friends, the night of the visit, that he \"had been ripped off for either drugs or money,\" and one of his friends suggested that Randy Kittleson, who had visited him earlier that day, may have been the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-dagostino"
    }
  ],
  "relatedIncidents": [
    17139,
    17142,
    17147,
    17156,
    17171
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}