{
  "id": 17199,
  "title": "1980년 Rollman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-09-26",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Rollman. 판결일: 1980-09-26. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Donald H. ROLLMAN, Appellant, v. Lillian K. ROLLMAN\n**판결일**: 1980-09-26\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Price, Hoffman and Watkins\n\n## 변호인\n\nWilliam Runyeon, Reading, for appellant., Lynn E. Stock, Reading, for appellee.\n\n## 인용\n\n- 421 A.2d 755\n- 280 Pa. Super. 344\n\n## 판결문 요약\n\n\n280 Pa. Super. 344 (1980)\n421 A.2d 755\nDonald H. ROLLMAN, Appellant,\nv.\nLillian K. ROLLMAN.\nSuperior Court of Pennsylvania.\nArgued December 3, 1979.\nFiled September 26, 1980.\n*345 *346 *347 William Runyeon, Reading, for appellant.\nLynn E. Stock, Reading, for appellee.\nBefore PRICE, HOFFMAN and WATKINS, JJ.\n*348 WATKINS, Judge:\nThis is an appeal by the appellant-husband, Donald H. Rollman, from the order of the Court of Common Pleas of Bucks County, Civil Division, dismissing appellant's complaint in divorce.\nPlaintiff and defendant, husband and wife, were married on September 19, 1959, in Reading, Pennsylvania. After each of the parties had filed and subsequently withdrawn several divorce actions against each other, the plaintiff-husband initiated the instant divorce action against his wife on September 30, 1975. In his divorce complaint plaintiff alleged indignities to the person as grounds for his divorce. Defendant-wife contested the divorce action and extensive masters' hearings were held thereon. On September 22, 1978 the Master filed his report with the court recommending that plaintiff be granted the divorce. Defendant filed exceptions to the Master's Report and, after argument thereon, the Court of Common Pleas sustained two of defendant's exceptions to the report and dismissed the plaintiff's Complaint via an order dated May 8, 1979. Plaintiff now appeals the lower court's May 8, 1979 Order.\nThe testimony produced by plaintiff at the various Master's Hearings, and a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rollman-v-rollman"
    }
  ],
  "relatedIncidents": [
    17139,
    17140,
    17141,
    17142,
    17147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}