{
  "id": 17202,
  "title": "1980년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-09-22",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1980-09-22. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania, v. Robert Lee HAGOOD, Appellant\n**판결일**: 1980-09-22\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Eagen, Flaherty, Kauffman, Larsen, Nix, O'Brien, Roberts\n\n## 변호인\n\nBruce D. Foreman, Harrisburg, for appellant., Marion E. MacIntyre, First Asst. Dist. Atty., for appellee.\n\n## 인용\n\n- 420 A.2d 401\n- 491 Pa. 181\n\n## 판결문 요약\n\n\n491 Pa. 181 (1980)\n420 A.2d 401\nCOMMONWEALTH of Pennsylvania,\nv.\nRobert Lee HAGOOD, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted May 19, 1980.\nDecided September 22, 1980.\n*182 Bruce D. Foreman, Harrisburg, for appellant.\nMarion E. MacIntyre, First Asst. Dist. Atty., for appellee.\nBefore EAGEN, C.J., and O'BRIEN, ROBERTS, NIX, LARSEN, FLAHERTY and KAUFFMAN, JJ.\n\nOPINION\nNIX, Justice.\nThis is an appeal from the denial of post-conviction relief, without a hearing. To understand the issues raised herein, it is necessary to set forth in detail the procedural history. Robert Lee Hagood, appellant herein, was convicted of murder of the first degree on April 4, 1973 following a trial by jury. Post-verdict motions were filed, briefed and thereafter dismissed. During the proceedings at the trial level, including the post-verdict motions, appellant was represented *183 by a member of the Public Defender's office of Dauphin County. An appeal was filed with this Court on behalf of appellant by a second member of the Public Defender's office of Dauphin County. That appeal was subsequently quashed on May 5, 1975 because of noncompliance with the rules relating to the service of the notice of appeal. On or about July 30, 1976, appellant presented a pro se petition to this Court to reinstate his direct appeal. No objection was interposed by the Commonwealth and we granted reinstatement on August 20, 1976 and directed the appointment of new counsel. As a result of our order, a third me...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-hagood"
    }
  ],
  "relatedIncidents": [
    17139,
    17142,
    17147,
    17156,
    17171
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}