{
  "id": 17205,
  "title": "1980년 Gallagher 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-09-19",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Gallagher. 판결일: 1980-09-19. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: John E. GALLAGHER and Mary E. Gallagher, v. TRANSPORT POOL INCORPORATED, a Corporation, Appellant, v. RYDER TRUCK LINES, Helms Express Division\n**판결일**: 1980-09-19\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Price, Cavanaugh and Watkins\n\n## 변호인\n\nHerman C. Kimpel, Pittsburgh, for appellant., Paul E. Moses, Pittsburgh, for Gallagher, appellees., James A. Prozzi, Pittsburgh, for Ryder, appellee.\n\n## 인용\n\n- 421 A.2d 1212\n- 281 Pa. Super. 188\n\n## 판결문 요약\n\n\n281 Pa. Superior Ct. 188 (1980)\n421 A.2d 1212\nJohn E. GALLAGHER and Mary E. Gallagher,\nv.\nTRANSPORT POOL INCORPORATED, a corporation, Appellant,\nv.\nRYDER TRUCK LINES, Helms Express Division.\nSuperior Court of Pennsylvania.\nArgued November 12, 1979.\nFiled September 19, 1980.\n*189 Herman C. Kimpel, Pittsburgh, for appellant.\nPaul E. Moses, Pittsburgh, for Gallagher, appellees.\nJames A. Prozzi, Pittsburgh, for Ryder, appellee.\nBefore PRICE, CAVANAUGH and WATKINS, JJ.\nPRICE, Judge:\nAppellant appeals the order of the court of common pleas granting appellee Ryder Truck Lines' (hereinafter Ryder's) petition for judgment on the pleadings and thereby dismissing appellant's complaint to join Ryder as an additional defendant. For the reasons stated herein, we affirm the order in part, reverse in part, and remand the case to the court of common pleas for further proceedings consistent with this opinion.\n*190 The pertinent facts are as follows. Appellee John Gallagher, a truck driver employed by Ryder, was injured in the course of his employment when he allegedly slipped into a hole in the floor of a trailer leased by appellant to Ryder. The lease agreement contained an indemnity clause whereby Ryder agreed to indemnify appellant from liability to persons injured as a result of Ryder's failure to maintain the trailer in accordance with the provisions of the agreement.[1] Appellee Gallagher and his wife filed a complaint in trespass against appellant alleging that his injuries directly re...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gallagher-v-transport-pool-inc"
    }
  ],
  "relatedIncidents": [
    17139,
    17140,
    17141,
    17142,
    17147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}