{
  "id": 17201,
  "title": "1980년 Black v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-09-22",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Black v. State. 판결일: 1980-09-22. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Black v. the State\n**판결일**: 1980-09-22\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Banke, McMurray, Smith\n\n## 변호인\n\nGlendon C. Pruitt, for appellant., Nat Hancock, District Attorney, for appellee.\n\n## 인용\n\n- 272 S.E.2d 762\n- 155 Ga. App. 798\n\n## 판결문 요약\n\n\n155 Ga. App. 798 (1980)\n272 S.E.2d 762\nBLACK\nv.\nTHE STATE.\n60437.\nCourt of Appeals of Georgia.\nSubmitted September 3, 1980.\nDecided September 22, 1980.\n*799 Glendon C. Pruitt, for appellant.\nNat Hancock, District Attorney, for appellee.\nBANKE, Judge.\nThe appellant appeals his conviction for burglary, contending that it was based on the uncorroborated testimony of an accomplice in violation of Code § 38-121. The accomplice, Arthur Whitfield, testified that he saw the appellant and another man leave appellant's place of business in appellant's car and return sometime later with property which was shown to have been taken from the victim's home. The property included a portable TV set, a shotgun, and a typewriter. Although Whitfield was convicted at an earlier trial for the same burglary, he denied any criminal participation in the crime.\nThe state introduced the testimony of Bud Hubbard in an effort to show that the latter had purchased the stolen TV set from appellant. Although Hubbard testified that he purchased a TV set similar to the one belonging to the victim, he was unable to identify it positively. He also testified that he bought the TV set from a person someone told him was Bobby Black (the appellant), but he could not identify the appellant as that person at trial. He was unable to state with any certainty the month or even the year the purchase took place. There was testimony that officers recovered a TV set from a trailer shared by the accomplice and Hubbard, howe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=black-v-state"
    }
  ],
  "relatedIncidents": [
    17152,
    17158,
    17163,
    17169,
    17250
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}