{
  "id": 17209,
  "title": "1980년 Rogers v. State Accident Insurance Fund 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-09-10",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Rogers v. State Accident Insurance Fund. 판결일: 1980-09-10. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Compensation of the Beneficiaries of ROGERS, Petitioner, v. STATE ACCIDENT INSURANCE FUND, Respondent\n**판결일**: 1980-09-10\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: Denecke, C.J., and Tongue, Howell, Lent, Peterson and Tanzer\n\n## 변호인\n\nMartin Sharp, Gresham, argued the cause for petitioner. With him on the brief and petition was Larson and Sharp, Gresham., Thomas E. McDermott, Portland, argued the cause for respondent. With him on the briefs were Lindsay, Nahstoll, Hart, Neil & Weigler, Portland, and Darrell E. Bewley, Associate Counsel, State Accident Insurance Fund, Salem.\n\n## 인용\n\n- 616 P.2d 485\n- 289 Or. 633\n\n## 판결문 요약\n\n\n616 P.2d 485 (1980)\n289 Or. 633\nIn the Matter of the Compensation of the Beneficiaries of David M. ROGERS, Deceased, Petitioner,\nv.\nSTATE ACCIDENT INSURANCE FUND, Respondent.\nWCB 76-3717; CA 14541; SC 26745.\nSupreme Court of Oregon.\nArgued and Submitted June 2, 1980.\nDecided September 10, 1980.\n*486 Martin Sharp, Gresham, argued the cause for petitioner. With him on the brief and petition was Larson &amp; Sharp, Gresham.\nThomas E. McDermott, Portland, argued the cause for respondent. With him on the briefs were Lindsay, Nahstoll, Hart, Neil &amp; Weigler, Portland, and Darrell E. Bewley, Associate Counsel, State Accident Insurance Fund, Salem.\nBefore DENECKE, C.J., and TONGUE, HOWELL, LENT, PETERSON and TANZER, JJ.\nTANZER, Justice.\nWe accepted review of this workers' compensation case to examine the question of liability of the employer for a worker's death resulting from activities which occur after work hours but while the worker is away from home as a requirement of his employment.\n\nI. THE OPINION ON REVIEW\nThe Court of Appeals reversed an award to the worker's beneficiary. Because we review for errors of law and are bound by the facts as found by the Court of Appeals, Sahnow v. Firemen's Fund Ins. Co., 260 Or. 564, 491 P.2d 997 (1971), it is necessary to determine the findings made by the Court of Appeals. Its opinion consisted solely of a citation to Hackney v. Tillamook Growers, 39 Or. App. 655, 593 P.2d 1195 (1979). The Court of Appeals has published an explanation of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rogers-v-state-accident-insurance-fund"
    }
  ],
  "relatedIncidents": [
    17218,
    17222,
    17244,
    17259,
    17281
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}