{
  "id": 17216,
  "title": "1980년 Webb 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-08-19",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Webb. 판결일: 1980-08-19. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: James Hamby WEBB v. STATE\n**판결일**: 1980-08-19\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Bowen\n\n## 변호인\n\nDonald R. White, Moulton, for appellant., Charles A. Graddick, Atty. Gen., and Sandra M. Solowiej, Asst. Atty. Gen., for appel-lee.\n\n## 인용\n\n- 392 So. 2d 1238\n\n## 판결문 요약\n\n\nBOWEN, Judge.\nThe defendant’s initial conviction for second degree murder arising out of a vehicular homicide was reversed for the failure of the District Attorney to prove the proper predicate for the admission of the results of the chemical analysis of the defendant’s blood. Webb v. State, 378 So.2d 756 (Ala.Cr.App.), cert. denied, 378 Ala. 758 (Ala.1979).\nOn this appeal, the defendant again contends that the State did not lay the proper predicate for the admission of the test results. In Webb, 378 So.2d at 757, we set forth the predicate required to be established before the admission of any test result.\n“In order to be valid the chemical analysis must have been performed (1) ‘according to methods approved by the state board of health’ and (2) ‘by an individual possessing a valid permit issued by the state board of health for this purpose’. Alabama Code Section 32-5-193(b) 1975. In addition the state must prove (3) that the particular test method used has been approved and adopted by officials of the law enforcement agency which administered the test, Alabama Code Section 32-5-192(a), Estes v. State, 358 So.2d 1050 (Ala.Cr.App.1978), cert. denied, 358 So.2d 1057 (Ala.1978), and (4) where a blood test is involved, that ‘only a physician, registered nurse or duly licensed clinical laboratory technologist or clinical laboratory technician acting at the request of a law-enforcement officer’ withdrew blood for the purpose of determining the alcoholic content therein. Alabama C...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=webb-v-state"
    }
  ],
  "relatedIncidents": [
    17139,
    17142,
    17147,
    17156,
    17171
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}