{
  "id": 17211,
  "title": "1980년 Truck Insurance Exchange v. Marks Rentals, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-09-05",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Truck Insurance Exchange v. Marks Rentals, Inc.. 판결일: 1980-09-05. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: TRUCK INSURANCE EXCHANGE v. MARKS RENTALS, INC., T/A Thrifty Rent-A-Car System\n**판결일**: 1980-09-05\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Murphy, C.J., and Smith, Digges, Eldridge, Cole and Davidson\n\n## 변호인\n\nEdward C. Mackie, with whom were Robert W. Fox and Rollins, Smalkin, Weston, Richards & Mackie on the brief, for appellant., Peter F. Axelrad, with whom were M. Peter Moser, Gary S. Offutt and Frank, Bernstein, Conaway & Goldman on the brief, for appellee.\n\n## 인용\n\n- 418 A.2d 1187\n- 288 Md. 428\n\n## 판결문 요약\n\n\n288 Md. 428 (1980)\n418 A.2d 1187\nTRUCK INSURANCE EXCHANGE\nv.\nMARKS RENTALS, INC., T/A THRIFTY RENT-A-CAR SYSTEM\n[No. 90, September Term, 1979.]\nCourt of Appeals of Maryland.\nDecided September 5, 1980.\nThe cause was argued before MURPHY, C.J., and SMITH, DIGGES, ELDRIDGE, COLE and DAVIDSON, JJ.\nEdward C. Mackie, with whom were Robert W. Fox and Rollins, Smalkin, Weston, Richards &amp; Mackie on the brief, for appellant.\nPeter F. Axelrad, with whom were M. Peter Moser, Gary S. Offutt and Frank, Bernstein, Conaway &amp; Goldman on the brief, for appellee.\nELDRIDGE, J., delivered the opinion of the Court.\nThe dispute in this declaratory judgment action, by an insured against its insurance carrier, is over the proper construction of an endorsement to a liability insurance policy.\nOn March 7, 1968, the insured, Marks Rentals, Inc., obtained a franchise from Stemmons, Inc., authorizing the use of the name \"Thrifty Rent-A-Car System\" in connection with an automobile rental business. The agreement between Marks Rentals and Stemmons was evidenced by a writing *430 entitled \"Exclusive License Agreement.\" A condition of the Exclusive License Agreement was that Marks Rentals purchase liability insurance. As a means of satisfying this requirement Stemmons had available a comprehensive liability policy, issued by Truck Insurance Exchange, in which licensees of Stemmons could voluntarily participate. Marks Rentals elected coverage under the Truck Insurance policy and, by a series of endorse...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=truck-insurance-exchange-v-marks-rentals-inc"
    }
  ],
  "relatedIncidents": [
    17139,
    17140,
    17141,
    17142,
    17147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}