{
  "id": 17218,
  "title": "1980년 Davis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-08-12",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Davis. 판결일: 1980-08-12. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Davis v. State\n**판결일**: 1980-08-12\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Hubbart, Baskin and Daniel S. Pearson\n\n## 인용\n\n- 386 So. 2d 1287\n\n## 판결문 요약\n\n\n386 So. 2d 1287 (1980)\nJames Lewis DAVIS, Appellant,\nv.\nThe STATE of Florida, Appellee.\nNo. 78-920.\nDistrict Court of Appeal of Florida, Third District.\nAugust 12, 1980.\nRehearing Denied September 15, 1980.\nBennett H. Brummer, Public Defender, and Bruce A. Rosenthal and Lawrence J. Stein, Asst. Public Defenders, for appellant.\nJim Smith, Atty. Gen., and Steven L. Bolotin, Asst. Atty. Gen., for appellee.\nBefore HUBBART, BASKIN and DANIEL S. PEARSON, JJ.\nBASKIN, Judge.\nThe issue presented by this appeal from an adjudication of guilt and sentence is whether defendant Davis was deprived of his right to a speedy trial. We hold that defendant was afforded his right to a speedy trial and affirm.\nOn September 6, 1977, the court accepted a guilty plea from defendant but clearly indicated that if the presentence investigation disclosed facts or circumstances which led the court to conclude the plea bargain was unfair or required a different disposition, the court would rescind its approval. On November 22, 1977, the trial court found the plea unacceptable, but instead of rejecting the plea, the court suggested the defendant undergo an evaluation to determine whether participation in a drug rehabilitation program could be of benefit as a condition of an acceptable plea. The trial court ordered a drug evaluation[1] and postponed sentencing until January of 1978.\nNo action was taken, in fact, until March, 1978, when defendant tendered a new negotiated plea which contained a special proba...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=davis-v-state"
    }
  ],
  "relatedIncidents": [
    17209,
    17222,
    17244,
    17259,
    17281
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}