{
  "id": 17221,
  "title": "1980년 Wahlberg 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-08-08",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Wahlberg. 판결일: 1980-08-08. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Minnesota, Respondent, v. Roy Eric WAHLBERG, Appellant\n**판결일**: 1980-08-08\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Amdahl, Otis, Rogosheske, Wahl\n\n## 변호인\n\nC. Paul Jones, Public Defender, and Robert E. Oliphant and Allen Christy, Asst. Public Defender, Minneapolis, for appellant., Warren Spannaus, Atty. Gen., St. Paul, Alan L. Mitchell, County Atty., and John E. DeSanto, Asst. County Atty., Duluth, Mark S. Rubin, Asst. County Atty., Virginia, for respondent.\n\n## 인용\n\n- 296 N.W.2d 408\n\n## 판결문 요약\n\n\n296 N.W.2d 408 (1980)\nSTATE of Minnesota, Respondent,\nv.\nRoy Eric WAHLBERG, Appellant.\nNo. 48104.\nSupreme Court of Minnesota.\nAugust 8, 1980.\n*411 C. Paul Jones, Public Defender, and Robert E. Oliphant and Allen Christy, Asst. Public Defender, Minneapolis, for appellant.\nWarren Spannaus, Atty. Gen., St. Paul, Alan L. Mitchell, County Atty., and John E. DeSanto, Asst. County Atty., Duluth, Mark S. Rubin, Asst. County Atty., Virginia, for respondent.\nHeard before OTIS, ROGOSHESKE and WAHL, JJ., and considered and decided by the court en banc.\nWAHL, Justice.\nDefendant was convicted, after a jury trial, in St. Louis County District Court of the first-degree murder of Jeffrey Goedderz and was sentenced to life imprisonment. On appeal he challenges the sufficiency of the evidence, the refusal of the trial court to submit the lesser included offense of murder in the third degree, the trial court's instruction on voluntary intoxication, the requirement that he present evidence of voluntary intoxication that negates the existence of a necessary mental state, improper comments of the prosecutor, the admission of impeachment evidence without a limiting instruction, and the refusal of the trial court to grant a mistrial due to mid-trial newspaper publicity. We affirm.\n1. The first and crucial issue for our consideration is whether to sustain defendant's conviction. The State was required to prove that the defendant killed Jeffrey Goedderz with premeditation and intent. Minn.Stat. § 609....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-wahlberg"
    }
  ],
  "relatedIncidents": [
    17296,
    17341,
    16981,
    17139,
    17142
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}