{
  "id": 17228,
  "title": "1980년 Charter Medical Corp. v. Miller 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-07-24",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Charter Medical Corp. v. Miller. 판결일: 1980-07-24. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: CHARTER MEDICAL CORPORATION Et Al, Appellants, v. Dr. Michael J. MILLER Et Al, Appellees\n**판결일**: 1980-07-24\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Guittard, C. J., and Robertson and Storey\n\n## 변호인\n\nMarvin S. Sloman, James E. Coleman, Jr., Carrington, Coleman, Sloman & Blumen-thal, Ronald W. Kessler, Meyers, Miller & Middleton, Dallas, for appellants., R. Jack Ayres, Jr., Kelsoe & Ayres, Dallas, for appellees.\n\n## 인용\n\n- 605 S.W.2d 943\n\n## 판결문 요약\n\n\n605 S.W.2d 943 (1980)\nCHARTER MEDICAL CORPORATION et al, Appellants,\nv.\nDr. Michael J. MILLER et al, Appellees.\nNo. 19786.\nCourt of Civil Appeals of Texas, Dallas.\nJuly 24, 1980.\nRehearing Denied September 24, 1980.\n*945 Marvin S. Sloman, James E. Coleman, Jr., Carrington, Coleman, Sloman &amp; Blumenthal, Ronald W. Kessler, Meyers, Miller &amp; Middleton, Dallas, for appellants.\nR. Jack Ayres, Jr., Kelsoe &amp; Ayres, Dallas, for appellees.\nBefore GUITTARD, C. J., and ROBERTSON and STOREY, JJ.\nSTOREY, Justice.\nPlaintiffs, Miller, Wine and Eusanio, who are doctors of podiatry, sued Mesquite Memorial Hospital, Howard Mulcay, the hospital's administrator and Charter Medical Corporation, owner of the hospital, alleging that the three defendants conspired to interfere with their practice of podiatry and with their doctor-patient contractual relations. Specifically, plaintiffs alleged the conspiracy violated their equal protection and due process rights under federal and state constitutions and their federally protected civil rights. Plaintiffs also alleged the conspiracy invaded their rights of privacy, that defendants engaged in deceptive trade practices prohibited by the Business and Commerce Code, interfered with their business and slandered and disparaged them professionally. Plaintiffs sought damages for loss of earnings and earning capacity, loss of reputation and for physical and mental pain and suffering. They also sought exemplary damages and injunctive relief. The case...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=charter-medical-corp-v-miller"
    }
  ],
  "relatedIncidents": [
    17139,
    17140,
    17141,
    17142,
    17147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}