{
  "id": 17226,
  "title": "1980년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-07-25",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1980-07-25. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: 23 Fair empl.prac.cas. 677, 23 Empl. Prac. Dec. P 31,153, 6 Fed. R. Evid. Serv. 724 the Guardians Association of the New York City Police Department, Inc., the Hispanic Society of the New York City Police Department, Inc., Oswaldo Perez and Felix E. Santos Individually and on Behalf of All Others Similarly Situated v. Civil Service Commission of the City of New York, Department of Personnel of the City of New York, the New York City Police Department, Alphonse D'ambrose, Individually and in His Capacity as Chairman of the Civil Service Commission of the City of New York and Personnel Director of the City of New York, James Smith and Josephine Gambino, Individually and in Their Capacity as Members of the Civil Service Commission of the City of New York, and Michael J. Codd, Individually and in His Capacity as Commissioner of the New York Police Department, Defendants\n**판결일**: 1980-07-25\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 633 F.2d 232\n\n## 판결문 요약\n\n633 F.2d 232\n    23 Fair Empl.Prac.Cas.  677,23 Empl. Prac. Dec. P 31,153,6 Fed. R. Evid. Serv. 724The GUARDIANS ASSOCIATION OF the NEW YORK CITY POLICEDEPARTMENT, INC., the Hispanic Society of the New York CityPolice Department, Inc., Oswaldo Perez and Felix E. Santos;Individually and on behalf of all others similarly situated,Plaintiffs-Appellees,v.CIVIL SERVICE COMMISSION OF the CITY OF NEW YORK, Departmentof Personnel of the City of New York, The New York CityPolice Department, Alphonse D'Ambrose, Individually and inhis capacity as Chairman of the Civil Service Commission ofthe City of New York and Personnel Director of the City ofNew York, James Smith and Josephine Gambino, Individuallyand in their capacity as members of the Civil ServiceCommission of the City of New York, and Michael J. Codd,Individually and in his capacity as Commissioner of the NewYork Police Department, Defendants- Appellants.\n    No. 1340, Docket 79-7377.\n    United States Court of Appeals,Second Circuit.\n    Argued Aug. 15, 1979.Decided July 25, 1980.\n    \n      Laurence A. Silverman, New York City (Christopher Crowley, John J. Brandow, Diane Krejsa, Nancy Ludmerer, D. Stephen Mathias, Margarita Rosa, M. D. Taracido, Kenneth Kimerling, Puerto Rican Legal Defense and Education Fund, Inc., New York City, of counsel), for plaintiffs-appellees.\n      L. Kevin Sheridan, Asst. Corp. Counsel, New York City (Allen G. Schwartz, Corp. Counsel, Leonard Koerner, Judith A. Levitt, Asst. Corp. Counsels, New York...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=23-fair-emplpraccas-677-23-empl-prac-dec-p-31153-6-fed-r-evid"
    }
  ],
  "relatedIncidents": [
    17139,
    17140,
    17141,
    17142,
    17147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}