{
  "id": 17236,
  "title": "1980년 Evans 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-07-16",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Evans. 판결일: 1980-07-16. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Charles EVANS, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1980-07-16\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Douglas, Odom, Onion, Phillips\n\n## 변호인\n\nRobert A. Scardino, Jr., James T. Stafford, Houston, for appellant., John B. Holmes, Jr., Dist. Atty., Larry P. Urquhart and Keno Henderson, Asst. Dist. Attys., Houston, Robert Huttash, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 601 S.W.2d 943\n\n## 판결문 요약\n\n\n601 S.W.2d 943 (1980)\nCharles EVANS, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 63859.\nCourt of Criminal Appeals of Texas, En Banc.\nJuly 16, 1980.\n*944 Robert A. Scardino, Jr., James T. Stafford, Houston, for appellant.\nJohn B. Holmes, Jr., Dist. Atty., Larry P. Urquhart and Keno Henderson, Asst. Dist. Attys., Houston, Robert Huttash, State's Atty., Austin, for the State.\nBefore the court en banc.\n\nOPINION\nPHILLIPS, Judge.\nThis is an appeal from a conviction for capital murder. The jury affirmatively answered the first and second punishment issues. See Article 37.071(b)(1) and (2), V.A. C.C.P. Punishment was assessed at death.\nAppellant urges that the trial court erred in refusing to submit the third punishment issue to the jury. Article 37.071(b)(3), V.A. C.C.P., provides as follows:\n(b) On conclusion of the presentation of the evidence, the court shall submit the following issues to the jury:\n(3) if raised by the evidence, whether the conduct of the defendant in killing the deceased was unreasonable in response to the provocation, if any, by the deceased.\nAppellant contends that this issue was raised by the evidence and that he timely requested the court to submit the issue to the jury. We agree with appellant's contention and reverse.\nThe record reflects that appellant entered a jewelry store armed with a pistol to commit a robbery. The manager of the store also had a pistol, and in an exchange of gunfire with appellant he was killed. At the guilt-or-innocence phase ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=evans-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-moses"
    }
  ],
  "relatedIncidents": [
    17139,
    17142,
    17147,
    17156,
    17171
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}