{
  "id": 17245,
  "title": "1980년 Salomone 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-07-03",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Salomone. 판결일: 1980-07-03. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Alphonse Salomone v. MacMillan Publishing Co., Inc., and Dawn Publications, Inc., and Third-Party Peggy Goldman, Third-Party Defendant Janie Gaynor, Third-Party\n**판결일**: 1980-07-03\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 77 A.D.2d 501\n\n## 판결문 요약\n\n\nOrder, Supreme Court, New York County, entered January 11, 1980, denying the motions of defendants and third-party defendants for summary judgment in this libel action, unanimously reversed on the law and the motions for summary judgment granted dismissing the complaint, without costs or disbursements. In 1955 a book of cartoons, Eloise, was published about a fictional six-year-old—precocious, spoiled and lovable—who lived at the Plaza Hotel with her nanny. One of its drawings had a man bowing from the waist and Eloise curtsying *502in return. In its caption Eloise states: \"I am a nuisance in the lobby Mr. Salomone said so He is the Manager I always say, 'Good morning, Mr. Salomone’ and he always says 'Good morning, Eloise’.” The book sold well and Eloise became the subject of two Life magazine articles, a television movie, and a National Lampoon parody in 1972 set in a brothel-like Hotel Dixee. Eloise is still in print. In 1976 appellants combined to produce and publish a book entitled Titters: The First Collection of Humor by Women. It contains a parody of Eloise, Eloise Returns; she is now 26 and back at the Plaza. The opening drawing, full-page, has Eloise in the men’s room, the walls of which are covered with scabrous graffiti. She has just finished writing on a large mirror \"Eloise Returns”. Beneath these words is \"Mr. Salomone was a child molester!!”. Plaintiff Salomone, now senior vice-president of the Hilton Hotels Corporation and managing director of the New York H...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=salomone-v-macmillan-publishing-co"
    }
  ],
  "relatedIncidents": [
    17139,
    17140,
    17141,
    17142,
    17147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}