{
  "id": 17243,
  "title": "1980년 Sanchez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-07-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Sanchez. 판결일: 1980-07-07. 법원: United States Tax Court.",
  "description": "## 사건 정보\n\n**사건명**: JAMES S. SANCHEZ and DOROTHY P. SANCHEZ A/K/A JAMES S. PACHECO and DOROTHY P. PACHECO v. COMMISSIONER OF INTERNAL REVENUE\n**판결일**: 1980-07-07\n**법원**: United States Tax Court\n**관할**: USA, Federal\n\n## 변호인\n\nJames S. Sanchez, pro se.   Henry E. O'Neill,  for the respondent.  \n\n## 인용\n\n- 40 T.C.M. 585\n- 1980 Tax Ct. Memo LEXIS 350\n- 1980 T.C. Memo. 237\n\n## 판결문 요약\n\nJAMES S. SANCHEZ and DOROTHY P. SANCHEZ A/K/A JAMES S. PACHECO and DOROTHY P. PACHECO, Petitioners v. COMMISSIONER OF INTERNAL REVENUE, RespondentSanchez v. CommissionerDocket No. 3882-75.United States Tax CourtT.C. Memo 1980-237; 1980 Tax Ct. Memo LEXIS 350; 40 T.C.M. 585; T.C.M. (RIA) 80237; July 7, 1980, Filed James S. Sanchez, pro se.  Henry E. O'Neill, for the respondent.  FAYMEMORANDUM FINDINGS OF FACT AND OPINION FAY, Judge: Respondent determined deficiencies in petitioners' Federal income taxes and additions to the tax for fraud as follows: AdditionYearDeficiencySec. 6653(b) 11971$3,932.40$1,966.2019726,091.953,045.98The issues presented are whether petitioners had unreported income in the amounts determined by respondent and whether, with respect to petitioner James S. Sanchez, also known as James1980 Tax Ct. Memo LEXIS 350\">*351  Pacheco (hereinafter \"petitioner\" or \"petitioner-husband\"), any part of the deficiencies for the years in issue was \"due to fraud\" within the meaning of section 6653(b).  2The facts upon which our report is based were largely determined during the protracted procedural history of this case, which we shall therefore briefly relate.  Respondent filed his answer to the petition on August 5, 1975.  In his answer, respondent set forth a number of affirmative allegations of fact in support of his determinations of fraud.  Petitioners filed no reply denying these allegations, despite our granting petitioners four extensions of time within which to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sanchez-v-commissioner"
    }
  ],
  "relatedIncidents": [
    17149,
    17154,
    17177,
    17187,
    17307
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}