{
  "id": 17250,
  "title": "1980년 Wolff 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-06-24",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: Wolff. 판결일: 1980-06-24. 법원: District Court, D. Nevada.",
  "description": "## 사건 정보\n\n**사건명**: Billy WILLIAMS, Petitioner, v. Charles L. WOLFF, Jr., and Attorney General of the State of Nevada, Respondents\n**판결일**: 1980-06-24\n**법원**: District Court, D. Nevada\n**관할**: Nevada, NV\n\n**판사**: Edward C. Reed, Jr.\n\n## 변호인\n\nBilly Williams, pro se., Richard H. Bryan, Atty. Gen., Carson City, Nev., Calvin R. X. Dunlap, Dist. Atty. of Washoe County, Jerry H. Mowbray, Deputy Dist. Atty., Reno, Nev., for respondents.\n\n## 인용\n\n- 497 F. Supp. 122\n\n## 판결문 요약\n\n\n497 F. Supp. 122 (1980)\nBilly WILLIAMS, Petitioner,\nv.\nCharles L. WOLFF, Jr., and Attorney General of the State of Nevada, Respondents.\nNo. CIV-R-79-252-ECR.\nUnited States District Court, D. Nevada.\nJune 24, 1980.\n*123 *124 *125 Billy Williams, pro se.\nRichard H. Bryan, Atty. Gen., Carson City, Nev., Calvin R. X. Dunlap, Dist. Atty. of Washoe County, Jerry H. Mowbray, Deputy Dist. Atty., Reno, Nev., for respondents.\n\nMEMORANDUM DECISION\nEDWARD C. REED, Jr., District Judge.\nThe petitioner, a prisoner of the State of Nevada, has petitioned for a writ of habeas corpus pursuant to 28 U.S.C. § 2254.\nHe was convicted by a jury in 1968 of a robbery that occurred in Reno, Nevada, on September 6, 1967, and sentenced to life imprisonment as an habitual criminal. The Nevada Supreme Court affirmed the conviction and sentence in Williams v. State, 85 Nev. 169, 451 P.2d 848 (1969), cert. den. 396 U.S. 916, 90 S. Ct. 239, 24 L. Ed. 2d 194 (1969).\nPetitioner Williams then sought a writ of habeas corpus in this United States District Court. Denial of the writ was affirmed in Williams v. Hocker, 463 F.2d 234 (9th Cir. 1972). However, the Ninth Circuit's opinion declared that the record before the state court contained substantial evidence which raised serious doubt about Williams' mental competency. It suggested presenting that matter to the Nevada courts.\nA petition to a Nevada district court for a writ of habeas corpus then was denied. However, the Nevada Supreme Court reversed, ordering Wi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-wolff"
    }
  ],
  "relatedIncidents": [
    17152,
    17158,
    17163,
    17169,
    17201
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}