{
  "id": 17257,
  "title": "1980년 Rudolph 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-06-18",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Rudolph. 판결일: 1980-06-18. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: William RUDOLPH and Rosellyn Rudolph, Appellees, v. IOWA METHODIST MEDICAL CENTER, an Iowa Corporation, Appellant\n**판결일**: 1980-06-18\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Larson, McCORMICK, Rees, Reynold-Son, Reynoldson\n\n## 변호인\n\nJames A. Lorentzen and Robin L. Her-mann of Patterson, Lorentzen, Duffield, Timmons, Irish & Becker, Des Moines, for appellant., Dwight W. James and Barbara G. Barrett of Dickinson, Throckmorton, Parker, Mann-heimer & Raife, Des Moines, for appellees.\n\n## 인용\n\n- 293 N.W.2d 550\n\n## 판결문 요약\n\n\nMcCORMICK, Justice.\nThis appeal presents a number of issues which arose during the trial of a hospital malpractice action. The trial resulted in judgments for plaintiff William Rudolph of $553,725.88 and for plaintiff Rosellyn Rudolph, his wife, of $30,000. Defendant Iowa Methodist Medical Center filed unsuccessful post-trial motions and then appealed. Plaintiffs moved to dismiss the appeal on jurisdictional grounds. On the merits, defendant contends the trial court erred in four principal respects. Included are issues of first impression involving the right of jurors to ask questions of witnesses and the constitutionality of § 147.136, The Code, the statute which abolished the collateral source rule in medical malpractice cases. We overrule the motion to dismiss, uphold the court’s ruling permitting a juror to submit questions for a witness, hold the trial court erred in declaring the statute unconstitutional, remit the judgment for William accordingly, reject defendant’s other assignments of error, and otherwise affirm the judgments.\nWilliam Rudolph underwent an anterior cervical fusion in defendant Iowa Methodist Medical Center on November 17, 1975. The surgery was performed by neurosurgeon Robert Hayne. Viewed in its light most favorable to the judgment, the evidence showed that hospital employees permitted William’s head to drop sharply backward while transferring him from a hospital cart to his bed after the surgery. The incident was not immediately reported to Dr. Hay...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rudolph-v-iowa-methodist-medical-center"
    }
  ],
  "relatedIncidents": [
    17139,
    17140,
    17141,
    17142,
    17147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}