{
  "id": 17268,
  "title": "1980년 Hanson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-06-09",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Hanson. 판결일: 1980-06-09. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. ALEXANDRIA HANSON, Defendant-Appellant\n**판결일**: 1980-06-09\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Woodward\n\n## 변호인\n\nMary Robinson and Marilin Martin, both of State Appellate Defender’s Office, of Elgin, for appellant., , Daniel D. Doyle, State’s Attorney, of Rockford (Phyllis J. Perko and Martin P. Moltz, both of State’s Attorneys Appellate Service Commission, of counsel), for the People.\n\n## 인용\n\n- 404 N.E.2d 801\n- 83 Ill. App. 3d 1108\n\n## 판결문 요약\n\n\n83 Ill. App. 3d 1108 (1980)\n404 N.E.2d 801\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nALEXANDRIA HANSON, Defendant-Appellant.\nNo. 78-409.\nIllinois Appellate Court  Second District.\nOpinion filed March 26, 1980.\nSupplemental opinion filed on denial of rehearing June 9, 1980.\nMary Robinson and Marilin Martin, both of State Appellate Defender's Office, of Elgin, for appellant.\nDaniel D. Doyle, State's Attorney, of Rockford (Phyllis J. Perko and Martin P. Moltz, both of State's Attorneys Appellate Service Commission, of counsel), for the People.\nReversed and remanded.\nMr. JUSTICE WOODWARD delivered the opinion of the court:\nFollowing a jury trial, defendant, Alexandria Karen Hanson, was found guilty of armed robbery and aggravated battery. The trial court vacated the verdict of guilty on the aggravated battery charge and *1109 sentenced defendant to 6 to 12 years' imprisonment on the armed robbery charge. Defendant appeals.\nThe complaining witness, Oak Malone, testified as set forth in this paragraph. On October 28, 1977, he cashed his paycheck of $278. About 1 a.m. the next morning, he was sitting in his automobile parked outside the house of an acquaintance, when a group of people, including defendant and her sister Millie, came up to him and asked him to take them some place; he agreed although he had never seen any of these people before. He drove the group to a club called the Tool Shed. When they arrived there, defendant took Malone's car keys from him an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-hanson"
    }
  ],
  "relatedIncidents": [
    17152,
    17158,
    17163,
    17169,
    17201
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}