{
  "id": 17265,
  "title": "1980년 Montieth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-06-11",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Montieth. 판결일: 1980-06-11. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Montieth Et Al., Appellees, v. the Twin Falls United Methodist Church, Inc., Et Al., Appellants\n**판결일**: 1980-06-11\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Bell, Victor\n\n## 변호인\n\nMessrs. Gabalac  Houk, Mr. Stephan Gabalac  and  Ms. Frances W.  Houk,  for appellees.\n  Messrs. Roderick, Myers  Linton  and  Mr. Michael A. Malyuk, \nfor appellants.\n\n## 인용\n\n- 428 N.E.2d 870\n- 68 Ohio App. 2d 219\n\n## 판결문 요약\n\nDefendants appeal a trial court judgment granting plaintiffs' prayer to quiet title on approximately 0.42 acres of land, based on the doctrine of adverse possession. We reverse.\n                                  FACTS\nIn May of 1946, the plaintiffs purchased a 300 by 300 foot parcel of land in Munroe Falls, Ohio, from Vern Gaylord. According to the plaintiffs, at the time of purchase, they believed that the now, disputed strip of land belonged to them. This belief was apparently based on certain representations made by the vendor at the time of purchase. The strip of land in dispute measures 62 by 294 feet and abuts the eastern boundary of the plaintiffs' actual property line, as that perimeter is described in their recorded deed.\nIn reality, however, the strip of land at issue is part of a large, recorded tract purchased by the defendants in 1968 from Stanley Gaylord. The 1968 purchase by the defendants caused the litigants to become adjacent landowners and eventually led to the present action. For the sake of clarity and brevity, the remaining pertinent facts are supplied as they become applicable to defendants' five assignments of error.\n                           Law and Discussion I.\nThe threshold question on review is considered in defendants' first assignment of error which charges:\n\"The trial court erred by applying the wrong test or standard in determining whether appellees are entitled to take title by adverse possession.\"\nRelying on certain language in Humphries v....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=montieth-v-twin-falls-united-methodist-church-inc"
    }
  ],
  "relatedIncidents": [
    17139,
    17140,
    17141,
    17142,
    17147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}