{
  "id": 17260,
  "title": "1980년 Chessman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-06-16",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Chessman. 판결일: 1980-06-16. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Charles Chessman\n**판결일**: 1980-06-16\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Gibbons\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Matthew Muraskin (Michael J. Obus of counsel), for appellant., Denis Dillon, District Attorney (Martin I. Saperstein and William C. Donnino of counsel), for respondent.\n\n## 인용\n\n- 75 A.D.2d 187\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nGibbons, J.\nThe defendant stands convicted of the crime of robbery in the .third degree which arises out of the taking of a pocketbook from Lena Newhook who was 81 years of age at the time of the occurrence.\nBy an indictment dated November 17, 1977, the defendant was charged with the crime of robbery in the third degree under the first count, grand larceny in the third degree under the second count, and petit larceny under the third count.\nBriefly stated, the facts show that on October 31, 1977, Mrs. Newhook and her daughter, Mary Eileen, had been shopping at Modell’s Shopping Center in East Meadow, New York. After they had completed their shopping, at about 2:20 p.m., they returned to the parking lot where Mary Eileen had parked her car. After Mary Eileen had opened the car trunk, and as Mrs. Newhook was giving her several packages to put into the trunk, Mrs. Newhook’s pocketbook, which she was holding in her right hand, was taken from her.\nIn describing the incident Mrs. Newhook testified on direct examination that the pocketbook, which she was holding by the straps, was taken before she was pushed or knocked to the ground.\nHer testimony was as follows:\n\"A I had my pocketbook in my hand.\n\"Q What were you holding it. by?\n\"A What’s that?\n\"Q Did you have it by the straps?\n\"A Yes.\n\"Q Now you indicated that you were pushed or knocked to the ground, is that correct?\n\"A Yes, that’s right. And the pocketbook was taken.\n\"Q Was the pocketbook taken as you were b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-chessman"
    }
  ],
  "relatedIncidents": [
    17152,
    17158,
    17163,
    17169,
    17201
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}