{
  "id": 17270,
  "title": "1980년 Director of the Department of Agriculture & Environment v. Printing Industries Ass'n of Texas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-06-04",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Director of the Department of Agriculture & Environment v. Printing Industries Ass'n of Texas. 판결일: 1980-06-04. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: DIRECTOR OF the DEPARTMENT OF AGRICULTURE AND ENVIRONMENT Et Al., Petitioners, v. PRINTING INDUSTRIES ASSOCIATION OF TEXAS Et Al., Respondents\n**판결일**: 1980-06-04\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Denton, Garwood, Greenhill, Pope\n\n## 변호인\n\nMark White, Atty. Gen., Paul R. Gavia, Asst. Atty. Gen., Austin, for petitioners., Kammerman, Yeakel & Overstreet, Adrian M. Overstreet, Jr., Austin, for respondents.\n\n## 인용\n\n- 600 S.W.2d 264\n\n## 판결문 요약\n\n\n600 S.W.2d 264 (1980)\nDIRECTOR OF the DEPARTMENT OF AGRICULTURE AND ENVIRONMENT et al., Petitioners,\nv.\nPRINTING INDUSTRIES ASSOCIATION OF TEXAS, et al., Respondents.\nNo. B-8991.\nSupreme Court of Texas.\nJune 4, 1980.\n*265 Mark White, Atty. Gen., Paul R. Gavia, Asst. Atty. Gen., Austin, for petitioners.\nKammerman, Yeakel &amp; Overstreet, Adrian M. Overstreet, Jr., Austin, for respondents.\nDENTON, Justice.\nThis lawsuit was brought by the Printing Industries Association of Texas and others, (hereinafter referred to as Printers), on behalf of the commercial printers and binders in Texas, to enjoin the Texas Department of Agriculture and Environment and other State agencies from purchasing or using printing equipment. It was alleged that printing performed by State agencies violated Article XVI, Section 21 of the Texas Constitution (hereinafter referred to as Art. XVI, § 21), and art. 4413(32) § 3 Tex.Rev. Civ.Stat.Ann.[1] The Attorney General specially excepted to the pleadings on the grounds that they failed to state a cause of action and did not plead legislative or statutory permission to sue the State. The plaintiffs did not amend their pleadings, and the trial court ordered the suit dismissed. On appeal, the court of civil appeals reversed and remanded, holding that the suit was maintainable against the State agencies for \"acting outside their lawful authority, and that invasion of the rights of plaintiffs, was alleged with sufficiency to maintain the suit.\" 588 S.W.2d 849...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=director-of-the-department-of-agriculture-environment-v-printing"
    }
  ],
  "relatedIncidents": [
    17221,
    17296,
    17341,
    17380,
    17389
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}