{
  "id": 17271,
  "title": "1980년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-05-30",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1980-05-30. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania, Appellant, v. Michael BONADIO, Patrick Gagliano, Shane Wimbel, and Dawn Delight A/K/A Mildred I. Kannitz, Appellees\n**판결일**: 1980-05-30\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Eagen, Flaherty, Kauffman, Larsen, Nix, O'Brien, Roberts\n\n## 변호인\n\nRobert E. Colville, Dist. Atty., Robert L. Eberhardt, Deputy Dist. Atty., Charles W. Johns, Asst. Dist. Atty., Pittsburgh, for appellant., Carl Max Janavitz, Janavitz, Janavitz & Kanfoush, Rochelle D. Friedman, Pittsburgh, for appellees., Welsh S. White, Pittsburgh, for National Committee, Sexual Civil Liberties Union., Patricia G. Miller, Pittsburgh, for amicus curiae American Civil Liberties Union of Pa., Donald J. Martin, Norristown, for Eromin Center, Inc.\n\n## 인용\n\n- 415 A.2d 47\n- 490 Pa. 91\n\n## 판결문 요약\n\n\n490 Pa. 91 (1980)\n415 A.2d 47\nCOMMONWEALTH of Pennsylvania, Appellant,\nv.\nMichael BONADIO, Patrick Gagliano, Shane Wimbel, and Dawn Delight a/k/a Mildred I. Kannitz, Appellees.\nSupreme Court of Pennsylvania.\nArgued March 7, 1980.\nDecided May 30, 1980.\n*92 *93 Robert E. Colville, Dist. Atty., Robert L. Eberhardt, Deputy Dist. Atty., Charles W. Johns, Asst. Dist. Atty., Pittsburgh, for appellant.\nCarl Max Janavitz, Janavitz, Janavitz &amp; Kanfoush, Rochelle D. Friedman, Pittsburgh, for appellees.\nWelsh S. White, Pittsburgh, for National Committee, Sexual Civil Liberties Union.\nPatricia G. Miller, Pittsburgh, for amicus curiae American Civil Liberties Union of Pa.\nDonald J. Martin, Norristown, for Eromin Center, Inc.\nBefore EAGEN, C.J., and O'BRIEN, ROBERTS, NIX, LARSEN, FLAHERTY and KAUFFMAN, JJ.\n\nOPINION OF THE COURT\nFLAHERTY, Justice.\nThis is an appeal from an Order of the Court of Common Pleas of Allegheny County granting appellees' Motion to Quash an Information on the ground that the Voluntary Deviate Sexual Intercourse Statute[1] is unconstitutional.[2]*94 Appellees were arrested at an \"adult\" pornographic *95 theater on charges of voluntary deviate sexual intercourse and/or conspiracy to perform the same.\nThe Commonwealth's position is that the statute in question is a valid exercise of the police power pursuant the authority of states to regulate public health, safety, welfare, and morals. Yet, the police power is not unlimited, as was stated by the United States Supr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "성범죄",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-bonadio"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-gravely"
    }
  ],
  "relatedIncidents": [
    17175,
    17335,
    17356,
    17364,
    17373
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}