{
  "id": 1728,
  "title": "2020년 Jeffrey McCoy v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2020-01-31",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Jeffrey McCoy v. State of Tennessee. 판결일: 2020-01-31. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Jeffrey McCoy v. State of Tennessee\n**판결일**: 2020-01-31\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Presiding Judge John Everett Williams\n\n\n## 판결문 요약\n\n                                                                                        01/31/2020\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT JACKSON\n                        Assigned on Briefs November 5, 2019\n\n                JEFFREY MCCOY v. STATE OF TENNESSEE\n\n                  Appeal from the Circuit Court for Gibson County\n                       No. 19202 Clayburn Peeples, Judge\n                     ___________________________________\n\n                           No. W2019-00574-CCA-R3-PC\n                       ___________________________________\n\nThe Petitioner, Jeffrey McCoy, pleaded guilty to theft of property valued at $10,000 or\nmore and three counts of burglary of a building other than a habitation. The trial court\nimposed a twelve-year effective sentence to be served consecutively to a previous\nsentence in South Carolina. The Petitioner appeals the post-conviction court’s summary\ndismissal of his pro se petition for post-conviction relief. The Petitioner maintains that\nthe post-conviction court erred in finding that the petition was barred by the statute of\nlimitations. The State concedes error. After a review of the record and applicable law,\nwe reverse the judgment of the post-conviction court and remand for appointment of\ncounsel and further proceedings consistent with the Post-Conviction Procedure Act.\n\n  Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Reversed;\n                                  Case ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jeffrey-mccoy-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    1719,
    1729,
    1731,
    1740,
    1888
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}