{
  "id": 17281,
  "title": "1980년 Robey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-05-22",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: Robey. 판결일: 1980-05-22. 법원: Nevada Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: ROBERT DWIGHT ROBEY, Appellant, v. THE STATE OF NEVADA, Respondent\n**판결일**: 1980-05-22\n**법원**: Nevada Supreme Court\n**관할**: Nevada, NV\n\n**판사**: Per Curiam\n\n## 변호인\n\nNorman Y. Herring, State Public Defender, and J. Gregory Damm, Deputy Public Defender, Carson City, for Appellant!, Richard H. Bryan, Attorney General, Carson City; Thomas L. Stringfield, * District Attorney, Elko County, for Respondent.\n\n## 인용\n\n- 611 P.2d 209\n- 96 Nev. 459\n\n## 판결문 요약\n\n\n611 P.2d 209 (1980)\nRobert Dwight ROBEY, Appellant,\nv.\nThe STATE of Nevada, Respondent.\nNo. 10704.\nSupreme Court of Nevada.\nMay 22, 1980.\nNorman Y. Herring, State Public Defender, and J. Gregory Damm, Deputy Public Defender, Carson City, for appellant.\nRichard H. Bryan, Atty. Gen., Carson City, Thomas L. Stringfield, Dist. Atty., Elko County, Elko, for respondent.\n\nOPINION\nPER CURIAM:\nA jury found appellant guilty of misappropriating funds which were entrusted to him as a public officer, NRS 204.030(1)(c). The trial court sentenced appellant to one year in the state prison.\nFrom January, 1975, until July, 1976, appellant served as the justice of the peace in Mountain City, Nevada. In his capacity as justice of the peace, appellant received fines and other county revenue. Appellant set up a trust account with himself as trustee for the keeping of these funds. Appellant testified that it was his understanding that any county official could withdraw the funds from this account. In April, 1975, appellant withdrew these funds and paid them over to the Elko County Treasurer. At that time the county treasurer did not mention to appellant that he had a duty to pay these funds to the county treasurer on a monthly basis. See NRS 176.285. Instead, appellant let the money accumulate in the trust account.\nDuring his tenure, appellant and the district attorney were not communicating on a regular basis. In fact, the record reveals that their relationship was antagonistic. Appellant testifi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robey-v-state"
    }
  ],
  "relatedIncidents": [
    17209,
    17218,
    17222,
    17244,
    17259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}