{
  "id": 17286,
  "title": "1980년 Quigley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-05-20",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Quigley. 판결일: 1980-05-20. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: LOWE’S OF FAYETTEVILLE, INC. v. RICHARD QUIGLEY and Wife, SANDRE QUIGLEY\n**판결일**: 1980-05-20\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Robert M. Martin\n\n## 변호인\n\n\n\nClark, Shaw, Clark & Bartelt by Heman R. Clark, for the plaintiff.\n, \nJohnson & Johnson, by W. Glenn Johnson, for the defendants.\n\n\n## 인용\n\n- 266 S.E.2d 378\n- 46 N.C. App. 770\n\n## 판결문 요약\n\n\n266 S.E.2d 378 (1980)\nLOWE'S OF FAYETTEVILLE, INC.\nv.\nRichard QUIGLEY and wife, Sandre Quigley.\nNo. 7911SC982.\nCourt of Appeals of North Carolina.\nMay 20, 1980.\n*379 Clark, Shaw, Clark &amp; Bartelt by Heman R. Clark, Fayetteville, for plaintiff.\nJohnson &amp; Johnson by W. Glenn Johnson, Lillington, for defendants.\nROBERT M. MARTIN, Judge.\nThe plaintiff by its first assignment of error contends that because its complaint states a claim for relief for indebtedness arising out of the unpaid account, the court erred in allowing defendants' motion for judgment on the pleadings and summary judgment and in dismissing plaintiff's entire cause of action when the notice of claim of lien was fatally defective.\nIt is well settled that \"[t]he statutory lien is incident to and security for a debt. There can be no lien in the absence of an underlying debt.\" Eason v. Dew, 244 N.C. 571, 574, 94 S.E.2d 603, 606 (1956). \"A laborers' and materialmen's lien arises out of the relationship of debtor and creditor, and it is for the debt that the lien is created by statute. Without a contract the lien does not exist.\" Clark v. Morris, 2 N.C. App. 388, 391, 162 S.E.2d 873, 874 (1968), quoting Air Conditioning Co. v. Douglass, 241 N.C. 170, 84 S.E.2d 828 (1954).\n\"Enforcement of a mechanic's lien is not the exclusive remedy in regard to the obligation which such lien secures. The enforcement of the lien is a cumulative remedy provided by statute . . . and may be pursued in connection with ordinary re...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lowes-of-fayetteville-inc-v-quigley"
    }
  ],
  "relatedIncidents": [
    17139,
    17140,
    17141,
    17142,
    17147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}