{
  "id": 17292,
  "title": "1980년 Ex Parte Alexander 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-05-14",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex Parte Alexander. 판결일: 1980-05-14. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Lloyd W. ALEXANDER, Appellant\n**판결일**: 1980-05-14\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: W. C. Davis\n\n## 변호인\n\nRobert Huttash, State’s Atty., Alfred Walker, Asst. State’s Atty., Austin, for the State.\n\n## 인용\n\n- 598 S.W.2d 308\n\n## 판결문 요약\n\n\n598 S.W.2d 308 (1980)\nEx parte Lloyd W. ALEXANDER, Appellant.\nNo. 63226.\nCourt of Criminal Appeals of Texas, En Banc.\nMay 14, 1980.\n*309 Robert Huttash, State's Atty., Alfred Walker, Asst. State's Atty., Austin, for the State.\nBefore the court en banc.\n\nOPINION ON STATE'S MOTION FOR REHEARING\nW. C. DAVIS, Judge.\nOur prior opinion is withdrawn. This is a post conviction writ of habeas corpus filed pursuant to Article 11.07, Vernon's Ann.C. C.P. In our opinion on original submission, we granted the petitioner relief, holding that the State had not shown that this petitioner, who was a juvenile certified to stand trial as an adult when convicted, had been given an examining trial prior to indictment or had executed a valid waiver thereto. See Ex parte Menefee, 561 S.W.2d 822 (Tex.Cr.App.1977); White v. State, 576 S.W.2d 843 (Tex.Cr.App.1979); Jones v. State, 576 S.W.2d 853 (Tex.Cr.App.1979). The State now contends that we erred in that disposition, in that our holding, in effect, placed the burden of proof in a habeas corpus proceeding upon the State. We agree, and grant the State's motion for rehearing.\nPetitioner was convicted upon his pleas of guilty to the murders. No appeals were taken from these convictions. Almost nine years later, this writ was filed.\nIn Ex parte Sanders v. State, 588 S.W.2d 383 (Tex.Cr.App.1979), we reaffirmed that in a post-conviction habeas corpus proceeding, the burden of proof of the allegations which entitle the petitioner to relief, is upon the p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-alexander"
    }
  ],
  "relatedIncidents": [
    17139,
    17142,
    17147,
    17156,
    17171
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}