{
  "id": 17296,
  "title": "1980년 Innis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-05-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Innis. 판결일: 1980-05-12. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Rhode Island v. Innis\n**판결일**: 1980-05-12\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Blackmun, Brennan, Burger, Marshall, Powell, Rehnquist, Stevens, Stewart, White\n\n## 변호인\n\nDennis J. Roberts II, Attorney General of Rhode Island, argued the cause for petitioner. With him on the briefs were Nancy Marks Rahmes and Stephen Lichatin III, Special Assistant Attorneys General., John A. MacFadyen III argued the cause for respondent. With him on the brief was William F. Reilly.*\n\n## 인용\n\n- 64 L. Ed. 2d 297\n- 100 S. Ct. 1682\n- 446 U.S. 291\n- 1980 U.S. LEXIS 94\n\n## 판결문 요약\n\n\n446 U.S. 291 (1980)\nRHODE ISLAND\nv.\nINNIS.\nNo. 78-1076.\nSupreme Court of United States.\nArgued October 30, 1979.\nDecided May 12, 1980.\nCERTIORARI TO THE SUPREME COURT OF RHODE ISLAND.\n*292 Dennis J. Roberts II, Attorney General of Rhode Island, argued the cause for petitioner. With him on the briefs were Nancy Marks Rahmes and Stephen Lichatin III, Special Assistant Attorneys General.\n*293 John A. MacFadyen III argued the cause for respondent. With him on the brief was William F. Reilly.[*]\nMR. JUSTICE STEWART delivered the opinion of the Court.\nIn Miranda v. Arizona, 384 U. S. 436, 474, the Court held that, once a defendant in custody asks to speak with a lawyer, all interrogation must cease until a lawyer is present. The issue in this case is whether the respondent was \"interrogated\" in violation of the standards promulgated in the Miranda opinion.\n\nI\nOn the night of January 12, 1975, John Mulvaney, a Providence, R. I., taxicab driver, disappeared after being dispatched to pick up a customer. His body was discovered four days later buried in a shallow grave in Coventry, R. I. He had died from a shotgun blast aimed at the back of his head.\nOn January 17, 1975, shortly after midnight, the Providence police received a telephone call from Gerald Aubin, also a taxicab driver, who reported that he had just been robbed by a man wielding a sawed-off shotgun. Aubin further reported that he had dropped off his assailant near Rhode Island College in a section of Providence known as M...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rhode-island-v-innis"
    }
  ],
  "relatedIncidents": [
    17221,
    17341,
    16981,
    17139,
    17142
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}