{
  "id": 17302,
  "title": "1980년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-05-06",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Brown. 판결일: 1980-05-06. 법원: Wisconsin Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Wisconsin, Plaintiff-Respondent, v. Charles E. Brown, Defendant-Appellant-Petitioner\n**판결일**: 1980-05-06\n**법원**: Wisconsin Supreme Court\n**관할**: Wisconsin, WI\n\n**판사**: William G. Callow\n\n## 변호인\n\nFor the appellant-petitioner the cause was argued by Charles Bennett Vetzner, assistant state public defender, with whom on the brief was Richard L. Cates, state public defender., For the respondent the cause was argued by Pamela Magee-Heibprin, assistant attorney general, with whom on the brief was Bronson C. La Follette, attorney general.\n\n## 인용\n\n- 291 N.W.2d 528\n- 96 Wis. 2d 238\n\n## 판결문 요약\n\n\n96 Wis. 2d 238 (1980)\n291 N.W.2d 528\nSTATE of Wisconsin, Plaintiff-Respondent,\nv.\nCharles E. BROWN, Defendant-Appellant-Petitioner.\nNo. 77-475-CR.\nSupreme Court of Wisconsin.\nArgued March 4, 1980.\nDecided May 6, 1980.\n*239 For the appellant-petitioner the cause was argued by Charles Bennett Vetzner, assistant state public defender, with whom on the brief was Richard L. Cates, state public defender.\nFor the respondent the cause was argued by Pamela Magee-Heilprin, assistant attorney general, with whom on the brief was Bronson C. La Follette, attorney general.\nOriginally reported in 85 Wis. 2d 341, 270 N.W.2d 87.\nWILLIAM G. CALLOW, J.\nFollowing a jury trial, the defendant, Charles E. Brown, was convicted of armed robbery on July 19, 1973, and was sentenced to the Wisconsin state prison system for an indeterminate term not to exceed twenty-five years. On appeal, we affirmed the judgment of conviction in an unpublished per curiam opinion dated September 30, 1975. Brown v. State, 69 Wis. 2d 805, 233 N.W.2d 491 (1975). Thereafter, the defendant filed a motion for postconviction relief pursuant to sec. 974.06, Stats., 1975, contending that his constitutional right to present a defense was violated by the trial court's exclusion of exculpatory hearsay statements. The trial court denied the defendant's motion, and the court of appeals affirmed the trial court's order. State v. Brown, 85 Wis. 2d 341, 270 N.W.2d 87 (Ct. App. 1978). On January 16, 1979, we granted the defendant's petiti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-brown"
    }
  ],
  "relatedIncidents": [
    17152,
    17158,
    17163,
    17169,
    17201
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}