{
  "id": 17307,
  "title": "1980년 Leahy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-05-01",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Leahy. 판결일: 1980-05-01. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Margaret Leahy, as Guardian ad Litem of Wallace H. Tyler v. George H. Manwaring\n**판결일**: 1980-05-01\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 75 A.D.2d 909\n\n## 판결문 요약\n\n\nAppeal from a judgment of the Supreme Court in favor of defendants, entered October 6, 1978 in Broome County, upon a decision of the court at a Trial Term, without a jury. Plaintiff Wallace H. Tyler, by his guardian ad litem, commenced this action to set aside a deed by which he conveyed his farm to defendants. The complaint alleges that plaintiff had become mentally incompetent and unable to manage his own affairs, and defendants took undue advantage of his mental condition to obtain the deed. The complaint also alleges that plaintiff was induced to convey the farm to defendants by reason of their false and fraudulent representations. The trial court concluded that plaintiff was capable of understanding and appreciating the nature and consequences of the transaction involving the sale, and that he did not sell the farm under the compulsion of a mental disorder. The court further concluded that there was no evidence of fraud on the part of the defendants. The record contains ample evidence to support the trial court’s conclusions. Both medical and lay testimony introduced by defendants showed that Tyler was rational and was not suffering from a mental disorder or lack of capacity to understand the consequences of his sale of the farm (Ortelere v Teachers’ Retirement Bd. of City of N. Y., 25 NY2d 196). The testimony presented by plaintiff merely raised credibility questions which were for the trial court to resolve (see Atlas Die Casting v Lendino, 49 AD2d 917), and its decis...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=leahy-v-manwaring"
    }
  ],
  "relatedIncidents": [
    17149,
    17154,
    17177,
    17187,
    17326
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}