{
  "id": 17306,
  "title": "1980년 Merrick 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-05-01",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Merrick. 판결일: 1980-05-01. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Ivan Merrick, Jr., Appellant, v. Jolene Sutterlin, Respondent\n**판결일**: 1980-05-01\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Brachtenbach\n\n## 변호인\n\nJudith Jeffers and Levinson, Friedman, Vhugen, Duggan, Bland & Horowitz, by Donald J. Horowitz, for appellant., Lee, Smart, Cook, Biehl & Martin, P.S., Inc., by John F. Biehl, for respondent., Daniel F. Sullivan, Dean Bender, Ronald Bland, and Donovan Flora on behalf of Washington State Trial Lawyers Association, amici curiae.\n\n## 인용\n\n- 610 P.2d 891\n- 93 Wash. 2d 411\n\n## 판결문 요약\n\n\n93 Wash. 2d 411 (1980)\n610 P.2d 891\nIVAN MERRICK, JR., Appellant,\nv.\nJOLENE SUTTERLIN, Respondent.\nNo. 45858.\nThe Supreme Court of Washington, En Banc.\nMay 1, 1980.\n*412 Judith Jeffers and Levinson, Friedman, Vhugen, Duggan, Bland &amp; Horowitz, by Donald J. Horowitz, for appellant.\nLee, Smart, Cook, Biehl &amp; Martin, P.S., Inc., by John F. Biehl, for respondent.\nDaniel F. Sullivan, Dean Bender, Ronald Bland, and Donovan Flora on behalf of Washington State Trial Lawyers Association, amici curiae.\nBRACHTENBACH, J.\nThis case involves the parent-child immunity doctrine. A 2-year-old child was a passenger in an automobile driven by his mother. The mother's car rear-ended another auto, causing, according to the pleadings, severe and permanent injuries including brain damage to the child. The mother was tried and convicted of negligent driving. Through a guardian ad litem the child sued his mother. The able trial judge, relying upon what appeared then to be the law, granted defendant Sutterlin's motion for summary judgment. We reverse and remand for trial.\nCases and commentaries on the parent-child immunity doctrine abound. It is generally agreed that the immunity did not originate in the English common law, but rather was born in and grew from the so-called \"great trilogy\" of cases. Note, Intrafamily Tort Injury in New Jersey: Dismantling the Barrier to Personal Injury Litigation, 10 Rut.-Cam. L.J. 661, 670 (1979). One of the \"great trilogy\" of cases comes from this court. The...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=merrick-v-sutterlin"
    }
  ],
  "relatedIncidents": [
    17139,
    17140,
    17141,
    17142,
    17147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}