{
  "id": 17303,
  "title": "1980년 Skannal 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-05-06",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Skannal. 판결일: 1980-05-06. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Skannal v. Jones\n**판결일**: 1980-05-06\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Hall, Jones and McClendon\n\n## 인용\n\n- 384 So. 2d 494\n\n## 판결문 요약\n\n\n384 So. 2d 494 (1980)\nJohn C. SKANNAL, Plaintiff-Appellee,\nv.\nJohnny C. JONES, Defendant-Appellant.\nNo. 14120.\nCourt of Appeal of Louisiana, Second Circuit.\nMay 6, 1980.\nGeorge T. Anderson, Jr., Shreveport, for defendant-appellant, Johnny C. Jones.\nGlenn F. Armstrong, Bossier City, for plaintiff-appellee, John C. Skannal.\nBefore HALL, JONES and McCLENDON, JJ.\nHALL, Judge.\nAppellant, Johnny C. Jones, appealed suspensively from a judgment of the district court ordering his eviction from property owned by appellee, John C. Skannal. We affirm.\nAfter a judgment rejecting appellant's demands as a plaintiff in a possessory action on a finding that appellant was a precarious possessor became definitive[1] and after judgment was rendered dismissing appellant's second possessory action on an exception of res judicata from which judgment appellant took a devolutive appeal,[2] appellee brought this summary eviction proceeding pursuant to LSA-C.C.P. Art. 4701, et seq. Appellant answered the suit asserting the pendency on appeal of the second possessory action and his continuing claim to the right of possession as defenses. At trial, appellee's record ownership of the property was stipulated and the records in the possessory actions were offered into *495 evidence by the parties jointly. The district court ordered the eviction and this appeal was taken.\nAppellant argues on appeal that summary eviction proceedings are not appropriate to try disputed title to property but rather are designe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=skannal-v-jones"
    }
  ],
  "relatedIncidents": [
    17139,
    17140,
    17141,
    17142,
    17147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}