{
  "id": 17300,
  "title": "1980년 Gist 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-05-07",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Gist. 판결일: 1980-05-07. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Plaintiff-Respondent v. David Manuel GIST\n**판결일**: 1980-05-07\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Billings\n\n## 변호인\n\nJohn D. Ashcroft, Atty. Gen., Paul Robert Otto, S. Francis Baldwin, Asst. Attys. Gen., Jefferson City, for plaintiff-respondent., James E. Spain, Briney, Welborn & Spain, P. C., Bloomfield, for defendant-appellant.\n\n## 인용\n\n- 599 S.W.2d 250\n\n## 판결문 요약\n\n\nBILLINGS, Presiding Judge.\nIn this jury-waived burglary and stealing case defendant David Manuel Gist was found guilty and sentenced to concurrent prison terms. His only point in this appeal is that because the arresting officers lacked probable cause for his arrest, his motion to suppress evidence which was seized as an incident to his arrest should have been sustained. We affirm.\nOn the evening of February 6, 1979, Troopers Clayton and Plunkett of the Missouri State Highway Patrol were on patrol in Dunklin County. It had been snowing on and off most of the afternoon and evening that day. At approximately 6:30 and 9:00 p. m. the officers had checked a farm shed which was located on Route CC in the Octa community and owned by Allen Brewer. Trooper Clayton and Brewer were close personal friends and because Brewer was going away on a trip, he had requested the officer to “keep an eye on things.” Tools and various items of personal property were kept in the shed.\nAfter their second inspection of the shed, the officers drove the two-tenths of a mile from the shed to Highway 25. When they stopped before entering Highway 25, they saw a 1972 pickup truck parked at a construction site driveway across the Highway and opposite the Octa General Baptist Church. Snow had accumulated on this vehicle. The officers then followed a snowplow along Highway 25 to Senath, Missouri, some three or four miles distance. Traffic was almost non-existent because of the adverse weather conditions. At Se...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-gist"
    }
  ],
  "relatedIncidents": [
    17152,
    17158,
    17163,
    17169,
    17201
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}