{
  "id": 17309,
  "title": "1980년 Interpace Corp. v. Board of Commissioners 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-04-30",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Interpace Corp. v. Board of Commissioners. 판결일: 1980-04-30. 법원: District Court, E.D. Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: INTERPACE CORPORATION v. The BOARD OF COMMISSIONERS OF the PORT OF NEW ORLEANS\n**판결일**: 1980-04-30\n**법원**: District Court, E.D. Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Schwartz\n\n## 변호인\n\nEugene R. Preus of Phelps, Dunbar, Marks, Claverie & Sims, New Orleans, La., for plaintiff., Wiley G. Lastrapes of Chaffe, McCall, Phillips, Toler & Sarpy, New Orleans, La., for defendant.\n\n## 인용\n\n- 489 F. Supp. 140\n\n## 판결문 요약\n\n\nCHARLES SCHWARTZ, Jr., District Judge.\nThis matter came on for non-jury trial on a former day. At the conclusion of trial the case was submitted for further review by the Court. Now, having carefully considered the evidence adduced at trial, the memoranda and oral argument of counsel, and the applicable law, and for the reasons hereinafter set out, it is the opinion of the Court that judgment should issue in favor of defendant and against plaintiff dismissing plaintiff’s claim at its cost and prejudice.\nTo the extent that any of the following findings of fact constitute conclusions of law, they are adopted as such, and to the extent that any of the conclusions of law constitute findings of fact, they are so adopted.\n*142FINDINGS OF FACT\nPlaintiff, Interpace Corporation (hereinafter Interpace), is a Delaware corporation qualified to do and doing business in Louisiana, with its principal place of business in the state of New Jersey. Defendant, Board of Commissioners of the Port of New Orleans (hereinafter Dock Board), is a separately constituted agency of the state of Louisiana created by and operated pursuant to LRS 34:1 et seq.\nOn November 12, 1959 an agreement was entered into between the Dock Board and Bestwall Gypsum Company (Bestwall) which provided that, in consideration of the Dock Board’s construction of a bulk handling terminal adjacent to certain Bestwall property in the city of New Orleans, Best-wall would loan the Dock Board $800,000 to be used to help defray cons...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=interpace-corp-v-board-of-commissioners"
    }
  ],
  "relatedIncidents": [
    17139,
    17140,
    17141,
    17142,
    17147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}