{
  "id": 17313,
  "title": "1980년 D'ADDARIO 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-04-22",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: D'ADDARIO. 판결일: 1980-04-22. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: F. Francis D’Addario Et Al. v. Commissioner of Transportation\n**판결일**: 1980-04-22\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Bogdanski, Cotter, Healey, Loiselle, Peters\n\n## 변호인\n\nWilliam A. McQueeney, assistant attorney general, with whom, on the brief, was Carl B. Ajello, attorney general, for the appellant (defendant)., Frank W. Murphy, with whom, on the brief, was Abraham D. Slavitt, for the appellees (plaintiffs).\n\n## 인용\n\n- 180 Conn. 355\n\n## 판결문 요약\n\n\n180 Conn. 355 (1980)\nF. FRANCIS D'ADDARIO ET AL.\nv.\nCOMMISSIONER OF TRANSPORTATION\nSupreme Court of Connecticut.\nArgued January 11, 1980.\nDecision released April 22, 1980.\nCOTTER, C. J., LOISELLE, BOGDANSKI, PETERS and HEALEY, JS.\n*356 William A. McQueeney, assistant attorney general, with whom, on the brief, was Carl R. Ajello, attorney general, for the appellant (defendant).\nFrank W. Murphy, with whom, on the brief, was Abraham D. Slavitt, for the appellees (plaintiffs).\nPETERS, J.\nThis is the second appeal by the defendant commissioner of transportation from the judgment of a state referee who, exercising the powers of the Superior Court, in accordance with General Statutes § 13a-76, reassessed the damages resulting from the condemnation of a portion of the property of the plaintiff, F. Francis D'Addario. *357 The defendant has assigned error to the factual and legal conclusions that led the trial court to award damages in the amount of $65,700 and costs, and has challenged certain evidentiary and procedural rulings as well. The proceedings below were the result of a new trial ordered by this court upon the commissioner's first appeal. D'Addario v. Commissioner of Transportation, 172 Conn. 182, 374 A.2d 163 (1976) (hereinafter D'Addario I).\nThe underlying facts are not in serious dispute and do not differ from those reported in D'Addario I: Prior to May 25, 1973, the plaintiff owned approximately 3.6 acres of undeveloped land in Fairfield. On that date, the defendant took...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=daddario-v-commissioner-of-transportation"
    }
  ],
  "relatedIncidents": [
    17139,
    17140,
    17141,
    17142,
    17147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}