{
  "id": 17310,
  "title": "1980년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-04-25",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1980-04-25. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania, Appellee, v. James Richard GREENWOOD, Appellant\n**판결일**: 1980-04-25\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Eagen, Flaherty, Kauffman, Larsen, Nix, O'Brien, Roberts\n\n## 변호인\n\nGeorge B. Stegenga, Washington, for appellant., Paul M. Petro, Asst. Dist. Atty., Washington, for appellee.\n\n## 인용\n\n- 413 A.2d 655\n- 488 Pa. 618\n\n## 판결문 요약\n\n\n488 Pa. 618 (1980)\n413 A.2d 655\nCOMMONWEALTH of Pennsylvania, Appellee,\nv.\nJames Richard GREENWOOD, Appellant.\nSupreme Court of Pennsylvania.\nArgued March 11, 1980.\nDecided April 25, 1980.\n*619 George B. Stegenga, Washington, for appellant.\nPaul M. Petro, Asst. Dist. Atty., Washington, for appellee.\nBefore EAGEN, C.J., and O'BRIEN, ROBERTS, NIX, LARSEN, FLAHERTY and KAUFFMAN, JJ.\n\nOPINION\nEAGEN, Chief Justice.\nThis is an appeal from the judgment of sentence (three years imprisonment) imposed on James Richard Greenwood following his conviction by a jury of involuntary manslaughter.[1] For the reasons that follow, we reverse and award a new trial.\nThe factual background of the killing which gave rise to the prosecution may be briefly stated thusly:\n*620 After gaining no response to repeated dialings of the phone number and knocks on the door of appellant Greenwood's farmhouse-residence, two young men entered the house through an unlocked basement door with the intent of stealing drugs. Shortly thereafter, Greenwood confronted the intruders armed with a loaded, .22 caliber rifle. As the intruders fled from the premises, Greenwood followed and pursued them for a distance of over 200 feet firing several shots. As one of the young men ran through a field located more than 400 feet from the Greenwood house, he was hit and fatally injured by a shot fired by Greenwood.\nGreenwood testified on his own behalf at the trial, saying he fired the rifle to frighten the intruders only and not...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-greenwood"
    }
  ],
  "relatedIncidents": [
    17139,
    17142,
    17147,
    17156,
    17171
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}