{
  "id": 17322,
  "title": "1980년 Lanphear 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-04-10",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Lanphear. 판결일: 1980-04-10. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. RONALD EUGENE LANPHEAR, Defendant and Appellant. in Re RONALD EUGENE LANPHEAR on Habeas Corpus\n**판결일**: 1980-04-10\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Clark, Manuel\n\n## 변호인\n\nCounsel, Quin Denvir, State Public Defender, under appointment by the Supreme Court, Harold E. Shabo and Edward H. Schulman, Deputy State Public Defenders, for Defendant and Appellant and Petitioner., George Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, Daniel J. Kremer, Assistant Attorney General, Alan S. Meth, Jay M. Bloom, Michael D. Wellington and Harley D. Mayfield, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 608 P.2d 689\n- 26 Cal. 3d 814\n- 163 Cal. Rptr. 601\n\n## 판결문 요약\n\n\n26 Cal. 3d 814 (1980)\n608 P.2d 689\n163 Cal. Rptr. 601\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nRONALD EUGENE LANPHEAR, Defendant and Appellant. In re RONALD EUGENE LANPHEAR on Habeas Corpus.\nDocket Nos. Crim. 20934, 21167.\nSupreme Court of California.\nApril 10, 1980.\n*820 COUNSEL\nQuin Denvir, State Public Defender, under appointment by the Supreme Court, Harold E. Shabo and Edward H. Schulman, Deputy State Public Defenders, for Defendant and Appellant and Petitioner.\nGeorge Deukmejian, Attorney General, Robert H. Philibosian, Chief Assistant Attorney General, Daniel J. Kremer, Assistant Attorney General, Alan S. Meth, Jay M. Bloom, Michael D. Wellington and Harley D. Mayfield, Deputy Attorneys General, for Plaintiff and Respondent.\n*821 OPINION\nMANUEL, J.\nDefendant Ronald Eugene Lanphear appeals from a judgment imposing the death penalty following his conviction of first degree murder. He also seeks a writ of habeas corpus based on allegations of ineffective representation by appointed trial counsel. The proceedings have been consolidated. We find no reversible error affecting the verdict of guilt or the finding of special circumstance. Challenged actions of trial counsel appear to be the product of informed tactical choices within the range of reasonable competence, and the trial court committed no prejudicial error in its evidentiary rulings or instructions to the jury. We conclude, however, that the part of the judgment imposing the death penalty must be reversed. The tri...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-lanphear"
    }
  ],
  "relatedIncidents": [
    17139,
    17142,
    17147,
    17156,
    17171
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}