{
  "id": 17325,
  "title": "1980년 Charles W. Brinkley v. Eugene S. Lefevre 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-04-08",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Charles W. Brinkley v. Eugene S. Lefevre. 판결일: 1980-04-08. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Charles W. BRINKLEY, Appellant, v. Eugene S. LEFEVRE, Appellee\n**판결일**: 1980-04-08\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Mansfield, Per Curiam, Waterman, Weinstein\n\n## 변호인\n\nRonnie Menor, Student Counsel, Georgetown University Law Center, Washington, D. C. (Michael E. Geltner, Georgetown University Law Center, Appellate Litigation Clinic, Washington, D. C., of counsel), for appellant., Richard A. Finkel, Asst. Dist. Atty., Brooklyn, N. Y. (Eugene Gold, Dist. Atty. of Kings County, Brooklyn, N. Y., of counsel), for appellee.\n\n## 인용\n\n- 621 F.2d 45\n\n## 판결문 요약\n\n621 F.2d 45\n    Charles W. BRINKLEY, Appellant,v.Eugene S. LEFEVRE, Appellee.\n    No. 740, Docket 79-2179.\n    United States Court of Appeals,Second Circuit.\n    Argued Feb. 5, 1980.Decided Feb. 11, 1980.Opinion April 8, 1980.\n    \n      Ronnie Menor, Student Counsel, Georgetown University Law Center, Washington, D. C.  (Michael E. Geltner, Georgetown University Law Center, Appellate Litigation Clinic, Washington, D. C., of counsel), for appellant.\n      Richard A. Finkel, Asst. Dist. Atty., Brooklyn, N. Y.  (Eugene Gold, Dist. Atty. of Kings County, Brooklyn, N. Y., of counsel), for appellee.\n      Before WATERMAN and MANSFIELD, Circuit Judges and WEINSTEIN, District Judge.*\n      PER CURIAM:\n    \n    \n      1\n      Charles W. Brinkley, a state prisoner convicted on August 5, 1975, by the Supreme Court of the State of New York, County of Kings, of felony murder, N.Y.Penal Law &#167; 125.25(3), Laws of 1965, as amended 1967, appeals from an order of the District Court for the Eastern District of New York entered by Judge Thomas C. Platt on July 25, 1979, denying without hearing his petition for a writ of habeas corpus seeking his release on the ground that the State deprived him of due process because of (1) insufficiency of evidence to support his conviction, and (2) denial of effective assistance of counsel at his state trial.  The petition was based on the undisputed record of the state court proceedings and it is not contended that a hearing before the district court was ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=charles-w-brinkley-v-eugene-s-lefevre"
    }
  ],
  "relatedIncidents": [
    17139,
    17142,
    17147,
    17156,
    17171
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}