{
  "id": 17327,
  "title": "1980년 Moore 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-04-08",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Moore. 판결일: 1980-04-08. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: MOORE v. BURDEN\n**판결일**: 1980-04-08\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Nichols\n\n## 변호인\n\nWilliam A. Zorn, for appellant., Delman L. Minschew, Earl Daniel Smith, Jr., for appellees.\n\n## 인용\n\n- 245 Ga. 567\n\n## 판결문 요약\n\n\nNichols, Justice.\nWilliam Moore, an unsuccessful candidate for Mayor of the City of Nahunta, appeals from an order dismissing his petition for the writ of mandamus in which he sought mandamus absolute compelling the city clerk to certify the election results, and requiring the mayor and aldermen to declare the election results or to grant him a hearing on his election contest.\nPrior to the filing of the petition for mandamus, Moore had filed with the city clerk pursuant to Code Ann. § 34A-1501 (a) a petition to contest the results of the election asserting, inter alia, that the results of the election had been declared by the city governing authority. No hearing on that petition was held; rather, Moore was notified by the city clerk that the mayor and aldermen had met and had accepted the election results after finding that everything about the election was in order. Moore next filed in the superior court an appeal from the decision of the governing authority. Code Ann. § 34A-1501 (b). After a hearing the court announced from the bench that he was dismissing the appeal. Before a written order dismissing the appeal was entered, Moore *568filed with the clerk his notice of voluntary dismissal of the appeal.\nSubmitted February 15, 1980\nDecided April 8, 1980.\nWilliam A. Zorn, for appellant.\nDelman L. Minschew, Earl Daniel Smith, Jr., for appellees.\nAt the outset, it is important to remember that this is not a case in which an unsuccessful candidate is seeking, simultaneously, to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=moore-v-burden"
    }
  ],
  "relatedIncidents": [
    17139,
    17140,
    17141,
    17142,
    17147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}