{
  "id": 17326,
  "title": "1980년 In re Anonymous No. 18 D.B. 78 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-04-08",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: In re Anonymous No. 18 D.B. 78. 판결일: 1980-04-08. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: In re Anonymous No. 18 D.B. 78\n**판결일**: 1980-04-08\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Brien, Henry\n\n## 인용\n\n- 14 Pa. D. & C.3d 759\n\n## 판결문 요약\n\n\nHENRY, Chairman,\nPursuant to Pa.R.D.E. 208(d), the Disciplinary Board of the Supreme Court of Pennsylvania (board), submits its findings and recpmmendations to your honorable court with respect to the above petition for discipline.\nI. HISTORY OF PROCEEDINGS\nOn December 1, 1977, respondent, [ ], was convicted by a jury in the United States District Court for the [ ] District of Pennsylvania on 14 counts of violating the Act of August 1,1968, 82 Stat. 598, 15 U.S.C.A. §1717 (making material untrue statements in property reports filed with HUD pursuant to the Interstate Land Sales Full Disclosure Act); six counts of violating the Act of August 1, 1968, 82 Stat. 591,15 U.S.C.A. § 1703 (sale of lots employing a scheme to defraud); and 12 counts of violating the Act of June 25, 1948, 62 Stat. 763, as amended, 18 U.S.C.A. §1341 (maü fraud). All of the charges related to respondent’s activities as one of the developers of a vacation home project in [ ]. On January 6,1978, the Honorable [ ] sentenced respondent to concurrent four year terms of imprisonment on each charge and to pay fines totaling $11,200. On March 23, 1979, the Third Circuit Court of Appeals affirmed the convictions and respondent commenced serving his sentence at the Federal Prison Camp at [ ] on May 7,1979. On May 25,1979, your honorable court entered an order suspending respondent from the practice of law in Pennsylvania and directed this board to continue its formal proceeding to determine the extent of final dis...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-anonymous-no-18-db-78"
    }
  ],
  "relatedIncidents": [
    17149,
    17154,
    17177,
    17187,
    17307
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}