{
  "id": 17321,
  "title": "1980년 Jacks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-04-11",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Jacks. 판결일: 1980-04-11. 법원: District Court, N.D. Indiana.",
  "description": "## 사건 정보\n\n**사건명**: Edward Dennis JACKS, Jr., Petitioner, v. Jack DUCKWORTH, Warden, Respondent\n**판결일**: 1980-04-11\n**법원**: District Court, N.D. Indiana\n**관할**: Indiana, IN\n\n**판사**: Allen Sharp\n\n## 변호인\n\nNiles Stanton, Indianapolis, Ind., for petitioner., Theodore L. Sendak, Atty. Gen., David L. Steiner, Deputy Atty. Gen., Indianapolis, Ind., for respondent.\n\n## 인용\n\n- 486 F. Supp. 1366\n\n## 판결문 요약\n\n\n486 F. Supp. 1366 (1980)\nEdward Dennis JACKS, Jr., Petitioner,\nv.\nJack DUCKWORTH, Warden, Respondent.\nNo. S 79-308.\nUnited States District Court, N. D. Indiana, South Bend Division.\nApril 11, 1980.\n*1367 *1368 Niles Stanton, Indianapolis, Ind., for petitioner.\nTheodore L. Sendak, Atty. Gen., David L. Steiner, Deputy Atty. Gen., Indianapolis, Ind., for respondent.\n\nMEMORANDUM AND ORDER\nALLEN SHARP, District Judge.\nThis Court now considers the petitioner's motion filed pursuant to 28 U.S.C. § 2254 requesting a writ of habeas corpus to issue. Petitioner, Edward Dennis Jacks, Jr., is a state prisoner who is presently incarcerated at the Indiana State Prison for his conviction for First Degree Murder. Petitioner was found guilty after a jury trial in November, 1976, and he received a sentence of life imprisonment. Petitioner took a direct appeal to the Supreme Court of Indiana raising several matters, including essentially the same issues presented in this petition. The Supreme Court of Indiana decided all issues adversely to petitioner and entered its findings and determination in its opinion cited in Jacks v. State, Ind., 394 N.E.2d 166 (1979). This Court has made a careful review of the state court record in this criminal case as mandated by Townsend v. Sain, 372 U.S. 293, 83 S. Ct. 745, 9 L. Ed. 2d 770 (1963). After careful consideration, and for the reasons stated below, this Court finds no merit in petitioner's contentions and therefore denies his application for a writ of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jacks-v-duckworth"
    }
  ],
  "relatedIncidents": [
    17139,
    17142,
    17147,
    17156,
    17171
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}