{
  "id": 17323,
  "title": "1980년 Mata 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-04-10",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Mata. 판결일: 1980-04-10. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Audelia MATA, Appellant, v. Gilbert G. MORENO, Appellee\n**판결일**: 1980-04-10\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Peden, Evans and Warren\n\n## 변호인\n\nWeycer & Kaplan, Richard M. Kaplan, Houston, for appellant., Richard E. Anderson, Houston, for appel-lee.\n\n## 인용\n\n- 601 S.W.2d 58\n\n## 판결문 요약\n\n\n601 S.W.2d 58 (1980)\nAudelia MATA, Appellant,\nv.\nGilbert G. MORENO, Appellee.\nNo. 17664.\nCourt of Civil Appeals of Texas, Houston (1st Dist.).\nApril 10, 1980.\nWeycer &amp; Kaplan, Richard M. Kaplan, Houston, for appellant.\nRichard E. Anderson, Houston, for appellee.\nBefore PEDEN, EVANS and WARREN, JJ.\nWARREN, Justice.\nThis is an appeal from an order dismissing a Motion to Modify a support order. We affirm.\nIn 1973, appellant sued appellee for divorce, alleging that a common law marriage existed between them, that a child was born of the marriage and, that appellee should be required to contribute to the support of the child. During the hearing on the merits, the parties announced to the court that a compromise had been reached, and pursuant to the compromise an order was presented to and signed by the court. The order recited that it was agreed that no marriage existed between the parties, that appellee *59 denied that he was the father of the child but was willing to \"buy his peace\" and pay the sum of $115 per month in support of the child until she reached 18 years of age, and that appellant, though still contending appellee was the father of the child, was willing to accept the sum of $115 as child support.\nBased upon the agreement, the petition for divorce was denied and appellee was ordered to pay the sum of $115 per month in child support through the Harris County Juvenile Probation Office commencing on December 1, 1973, and payable on the first day of each month there...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mata-v-moreno"
    }
  ],
  "relatedIncidents": [
    17139,
    17140,
    17141,
    17142,
    17147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}