{
  "id": 17334,
  "title": "1980년 United States v. James L. Butler and F. Lee Hyden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-03-26",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. James L. Butler and F. Lee Hyden. 판결일: 1980-03-26. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. James L. BUTLER and F. Lee Hyden, Defendants-Appellants\n**판결일**: 1980-03-26\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Engel, Keith, Merritt\n\n## 변호인\n\nEd M. Hurley, Memphis, Tenn., for defendants-appellants in No. 79-5046., David E. Caywood, James T. Reed, Memphis, Tenn., for defendants-appellants in No. 79-5047., W. J. Michael Cody, U. S. Atty., W. Hickman Ewing, Jr., Memphis, Tenn., for plaintiff-appellee.\n\n## 인용\n\n- 618 F.2d 411\n\n## 판결문 요약\n\n618 F.2d 411\n    UNITED STATES of America, Plaintiff-Appellee,v.James L. BUTLER and F. Lee Hyden, Defendants-Appellants.\n    Nos. 79-5046, 79-5047.\n    United States Court of Appeals,Sixth Circuit.\n    Argued Oct. 11, 1979.Decided March 26, 1980.\n    \n      Ed M. Hurley, Memphis, Tenn., for defendants-appellants in No. 79-5046.\n      David E. Caywood, James T. Reed, Memphis, Tenn., for defendants-appellants in No. 79-5047.\n      W. J. Michael Cody, U. S. Atty., W. Hickman Ewing, Jr., Memphis, Tenn., for plaintiff-appellee.\n      Before ENGEL, KEITH and MERRITT, Circuit Judges.\n      KEITH, Circuit Judge.\n    \n    \n      1\n      Defendants-appellants F. Lee Hyden and James L. Butler appeal from a jury conviction of four counts of conspiracy and extortion in violation of the Hobbs Act, 18 U.S.C. &#167; 1951.  Appellants were charged with one count of conspiring to violate the Hobbs Act, Title 18 United States Code &#167; 371, and three counts each of violation of the substantive provisions of the Hobbs Act.  The indictment alleged the occurrence of three specific instances in which appellants each knowingly and willfully affected interstate commerce by extortion, in that property was obtained from individuals whose consent was wrongfully induced under \"color of official right\" in violation of the Hobbs Act.  The jury returned a verdict of guilty on all counts.1  We affirm.I.\n    \n    \n      2\n      Appellant F. Lee Hyden was one of three elected members of the Shelby County Ten...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-james-l-butler-and-f-lee-hyden"
    }
  ],
  "relatedIncidents": [
    17139,
    17140,
    17141,
    17142,
    17147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}