{
  "id": 17330,
  "title": "1980년 Acord 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-04-01",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: Acord. 판결일: 1980-04-01. 법원: West Virginia Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Lonnie E. Acord v. Mary E. Acord\n**판결일**: 1980-04-01\n**법원**: West Virginia Supreme Court\n**관할**: West Virginia, WV\n\n**판사**: Caplan\n\n## 변호인\n\nJ. David Cecil for appellant., Ashworth & Ashworth and Robert J. Ashworth, for ap-pellee.\n\n## 인용\n\n- 264 S.E.2d 848\n- 164 W. Va. 562\n\n## 판결문 요약\n\n\n264 S.E.2d 848 (1980)\nLonnie E. ACORD\nv.\nMary E. ACORD.\nNo. 14653.\nSupreme Court of Appeals of West Virginia.\nApril 1, 1980.\n*849 J. David Cecil, Charleston, for appellant.\nAshworth &amp; Ashworth and Robert J. Ashworth, Beckley, for appellee.\nCAPLAN, Justice:\nLonnie E. Acord, appellant, and Mary E. Acord Parsons, appellee, were married to each other, from which union two children were born. This controversy had its beginning when, on March 5, 1975, the Circuit Court of Raleigh County entered an order granting the appellant a divorce from the appellee, the ground therefor being adultery. Custody of the infant children was awarded to the appellant.\nOn February 19, 1976, the appellee filed a petition in said circuit court seeking a modification of the divorce decree. Therein she sought custody of the children. The petition and notice of hearing, set for March 4, 1976, were served on the appellant, her former husband. The record contains no transcript of a hearing on this petition nor any court order, prior to July 16, 1976, resolving the issue. However, testimony at a subsequent hearing indicates that a hearing was held on the petition at which time the appellee was granted specific visitation rights on a trial basis.\nThe appellant, on June 26, 1976, without notice to his attorney or the appellee, took his children to the State of Missouri. On July 7, 1976 the appellee filed a second petition for the modification of the divorce decree, therein seeking only specific visitation ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=acord-v-acord"
    }
  ],
  "relatedIncidents": [
    17209,
    17218,
    17222,
    17244,
    17259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}