{
  "id": 17337,
  "title": "1980년 Mitchell v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-03-25",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Mitchell v. State. 판결일: 1980-03-25. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: James E. MITCHELL v. STATE of Missouri\n**판결일**: 1980-03-25\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Clemens, Crist, Dowd, Reinhard\n\n## 변호인\n\nL. J. Kutten, Clayton, for appellant., John Ashcroft, Atty. Gen., Paul Robert Otto, Asst. Atty. Gen., Jefferson City, George R. Westfall, Pros. Atty., Clayton, for respondent.\n\n## 인용\n\n- 600 S.W.2d 63\n\n## 판결문 요약\n\n\nCLEMENS, Senior Judge.\nThe trial court granted Movant James E. Mitchell (hereafter “defendant”) an eviden-tiary hearing on his amended Rule 27.26 motion. Defendant now appeals from the denial thereof. Newly appointed counsel now represents defendant.\nIn 1974 defendant pled guilty to armed robbery and was sentenced to imprisonment for 25 years. That sentence was suspended and the court placed defendant on probation for five years. Then in 1977 the court revoked probation and ordered defendant imprisoned in accordance with the originally suspended sentence.\nDefendant then filed his Rule 27.26 motion and upon denial thereof he has appealed, raising two points. First, he contends that when he originally pled guilty he relied on his counsel’s prior statement he “would do no more than five years”. Second, defendant contends his counsel at the revocation hearing was ineffective by failing to ask the court to grant credit on the 25-year sentence for the forty-two months defendant had been on probation. These in turn.\nOn the first point the record shows a course of plea bargaining. Before the guilty plea defense counsel conferred with the court and reported to defendant that the court would either impose a five-year sentence, or if defendant wanted probation the sentence would be 25 years imprisonment. Defendant chose the latter and the court then sentenced him to 25 years imprisonment but suspended the sentence and placed defendant on probation for five years. Forty-two months later...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mitchell-v-state"
    }
  ],
  "relatedIncidents": [
    17152,
    17158,
    17163,
    17169,
    17201
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}