{
  "id": 17335,
  "title": "1980년 Urias 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-03-25",
  "location": "Utah, UT, USA",
  "summary": "미국 Utah, UT 법원 판결 사건. 사건명: Urias. 판결일: 1980-03-25. 법원: Utah Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Utah, Plaintiff and Respondent, v. Michael Gilbert URIAS, Defendant and Appellant\n**판결일**: 1980-03-25\n**법원**: Utah Supreme Court\n**관할**: Utah, UT\n\n**판사**: Crockett, Hall, Maughan, Stewart, Wilkins\n\n## 변호인\n\nBrad P. Rich of Salt Lake Legal Defenders Association, Salt Lake City, for defendant and appellant. ■, Robert B. Hansen, Atty. Gen., Earl F. Dorius, Asst. Atty. Gen., Salt Lake City, for plaintiff and respondent.\n\n## 인용\n\n- 609 P.2d 1326\n\n## 판결문 요약\n\n\n609 P.2d 1326 (1980)\nSTATE of Utah, Plaintiff and Respondent,\nv.\nMichael Gilbert URIAS, Defendant and Appellant.\nNo. 15820.\nSupreme Court of Utah.\nMarch 25, 1980.\n*1327 Brad P. Rich of Salt Lake Legal Defenders Association, Salt Lake City, for defendant and appellant.\nRobert B. Hansen, Atty. Gen., Earl F. Dorius, Asst. Atty. Gen., Salt Lake City, for plaintiff and respondent.\nCROCKETT, Chief Justice:\nDefendant Michael Gilbert Urias appeals his conviction by a jury on three counts of aggravated sexual assault[1] and one count of aggravated burglary.[2] He assigns errors in: (a) violation of his privilege against self-incrimination, and (b) allowing testimony that the defendant might be \"capable of anything\" and that he goes \"crazy\" when intoxicated.\nThe victim of these crimes is Rose P____, a 72 year old widow who lives by herself in an apartment in South Salt Lake. On June 20, 1977, she went to bed at about 9:30. Just as she was dropping off to sleep, she was awakened to see a man (whom she later identified as the defendant) standing by the head of the bed. When she started to cry for help, he shoved a cloth in her mouth and proceeded to gag and tie her, hand and foot. *1328 He then proceeded in an orgy of sexual abuse and rape on her of such vileness and brutality that we spare the printed page the details thereof because they have no material bearing upon the defendant's claims of error. Examination at the hospital later showed multiple bruises and lacerations, injury to i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-urias"
    }
  ],
  "relatedIncidents": [
    17175,
    17271,
    17356,
    17364,
    17373
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}