{
  "id": 17342,
  "title": "1980년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-03-21",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1980-03-21. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Robert W. WETZEL, Appellant\n**판결일**: 1980-03-21\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Cercone, President Judge, and Montgomery and Lipez\n\n## 변호인\n\nEarle D. Lees, Jr., Assistant Public Defender, Clearfield, for appellant., Kim C. Kesner, Assistant District Attorney, Clearfield, for Commonwealth, appellee.\n\n## 인용\n\n- 419 A.2d 541\n- 276 Pa. Super. 445\n\n## 판결문 요약\n\n\n276 Pa. Super. 445 (1980)\n419 A.2d 541\nCOMMONWEALTH of Pennsylvania\nv.\nRobert W. WETZEL, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted November 13, 1979.\nFiled March 21, 1980.\n*446 Earle D. Lees, Jr., Assistant Public Defender, Clearfield, for appellant.\nKim C. Kesner, Assistant District Attorney, Clearfield, for Commonwealth, appellee.\nBefore CERCONE, President Judge, and MONTGOMERY and LIPEZ, JJ.\nMONTGOMERY, Judge:\nThe Appellant, Robert W. Wetzel, files this direct appeal from his conviction and sentencing, following a jury trial, on a charge of indecent assault. Appellant was represented at trial and on post-trial motions by a privately retained defense counsel. On this appeal, he is represented by the office of the Public Defender for Clearfield County. It is Appellant's contention on appeal that his counsel was not effective at trial or on post-trial motions. Our review of the record leads us to conclude that this claim has merit. We will reverse.\nPrior to any discussion of the substance of Appellant's claim, it is appropriate to note that Appellant has followed correct procedure in initially raising his ineffective counsel argument on this direct appeal, as it is the first stage at which Appellant is represented by new counsel who could be expected to challenge the effectiveness of trial and post-trial counsel.[1] See Commonwealth v. Twiggs, 460 Pa. 105, 331 A.2d 440 (1975). Further, it is worthy of mention that in the evaluation of claims of ineffective assista...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-wetzel"
    }
  ],
  "relatedIncidents": [
    17141,
    17170,
    17360,
    16936,
    16943
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}