{
  "id": 17341,
  "title": "1980년 People v. Brownell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-03-21",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: People v. Brownell. 판결일: 1980-03-21. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Appellee, v. CURTIS J. BROWNELL, Appellant\n**판결일**: 1980-03-21\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Clark\n\n## 변호인\n\nMary Robinson, Deputy Defender, and Mark Schuster, Assistant Defender, of the Office of the State Appellate Defender, of Elgin (Robert Davison, Martin Carlson, Richard Cunningham, Verlin Meinz, and Charles M. Schiedel, of counsel), for the appellant., William J. Scott, Attorney General, of Springfield, and John’s H. Maville, State’s Attorney, of Belvidere (Donald B. Mackay, Melbourne A. Noel, Jr., and Stuart H. Shiftman, Assistant Attorneys General, of counsel), for the People., James J. Doherty\n\n## 인용\n\n- 404 N.E.2d 181\n- 79 Ill. 2d 508\n\n## 판결문 요약\n\n\n79 Ill. 2d 508 (1980)\n404 N.E.2d 181\nTHE PEOPLE OF THE STATE OF ILLINOIS, Appellee,\nv.\nCURTIS J. BROWNELL, Appellant.\nNo. 51646.\nSupreme Court of Illinois.\nOpinion filed March 21, 1980.\nRehearing denied May 29, 1980.\n*509 *510 *511 *512 *513 Mary Robinson, Deputy Defender, and Mark Schuster, Assistant Defender, of the Office of the State Appellate Defender, of Elgin (Robert Davison, Martin Carlson, Richard Cunningham, Verlin Meinz, and Charles M. Schiedel, of counsel), for the appellant.\nWilliam J. Scott, Attorney General, of Springfield, and John's H. Maville, State's Attorney, of Belvidere (Donald B. Mackay, Melbourne A. Noel, Jr., and Stuart H. Shiffman, Assistant Attorneys General, of counsel), for the People.\nJames J. Doherty, Public Defender, of Chicago (Robert P. Isaacson, Aaron L. Meyers, and John Thomas Moran, Assistant Public Defenders, of counsel), amicus curiae.\nAffirmed in part and reversed in part; sentence vacated; cause remanded.\nMR. JUSTICE CLARK delivered the opinion of the court:\nIn a five-count indictment the defendant, Curtis J. Brownell, was charged with the murder, aggravated kidnapping and rape of Louise M. Betts. Count I charged that the defendant \"committed the offense of murder, in that he, without lawful justification and with the intent to kill Louise M. Betts, strangled\" her and thereby caused her death. (Ill. Rev. Stat. 1977, ch. 38, par. 9-1(a)(1).) Count II charged that the defendant committed murder by strangling Louise M. Betts, knowing tha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-brownell"
    }
  ],
  "relatedIncidents": [
    17221,
    17296,
    16981,
    17139,
    17142
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}