{
  "id": 17348,
  "title": "1980년 Ferlita 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-03-05",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Ferlita. 판결일: 1980-03-05. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Ferlita v. State\n**판결일**: 1980-03-05\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Ott\n\n## 인용\n\n- 380 So. 2d 1118\n\n## 판결문 요약\n\n\n380 So.2d 1118 (1980)\nSam P. FERLITA, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 78-1587.\nDistrict Court of Appeal of Florida, Second District.\nMarch 5, 1980.\nLarry C. Hoffman and J. Chesney Carson, Clearwater, for appellant.\nLeslie M. Conklin, Asst. County Atty., Clearwater, for appellee.\n*1119 OTT, Judge.\nAppellant is a bail bondsman. He posted surety bonds in several cases in which the bail was declared forfeited when the defendant failed to appear. The clerk of the circuit court later entered judgment against the surety on each bond and the bondsman appeals. We vacate those judgments.\nThe narrow question presented here is whether the clerk had power to enter a judgment under Section 903.27, Florida Statutes (1973)[1] where the state attorney did not file a certified copy of the order of forfeiture, but instead merely presented his \"memorandum\" that the bail had been ordered forfeited.\nForfeitures are not favored in Florida and statutes allowing them are strictly construed. Resolute Insurance Co. v. State, 269 So.2d 770 (Fla. 3d DCA 1972); South American Fire Insurance Co. v. State, 270 So.2d 374 (Fla. 3d DCA 1972). Consequently, the statutory prerequisites established by the legislature for the orderly estreature and collection of bail bonds are to be \"mandatorily followed.\" Ramsey v. State, 225 So.2d 182 (Fla. 2d DCA 1969). An order of forfeiture must be in writing and a certified copy thereof must be filed in the office of the clerk of the circuit court. When the sp...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ferlita-v-state"
    }
  ],
  "relatedIncidents": [
    17209,
    17218,
    17222,
    17244,
    17259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}