{
  "id": 17345,
  "title": "1980년 Baker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-03-10",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Baker. 판결일: 1980-03-10. 법원: Commonwealth Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: John L. Baker and Nancy Baker, his wife v. County of Allegheny, Appellee County of Allegheny v. John L. Baker and Nancy Baker, his wife\n**판결일**: 1980-03-10\n**법원**: Commonwealth Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Bowman, Crumlish, Disalle, MacPhail, Rogers\n\n## 변호인\n\nLeonard M. Mendelson, of Hollinshead and Mendelson, for condemnees., Shelden L. Keyser, Assistant County Solicitor, with him Alexander J. Jaffurs, County Solicitor, for condemnor.\n\n## 인용\n\n- 49 Pa. Commw. 640\n\n## 판결문 요약\n\n\nOpinion by\nJudge MacPhail,\nJohn L. Baker and Nancy Baker, husband and wife (Appellants), were the owners in fee simple of *642a tract of land in Allegheny County. Appellants occupied and used said property for a residence and for the operation of an art studio business and a farm on which they raised and kept cattle and horses and grew feed hay for their stock. The County of Allegheny (County) acquired Appellants’ property for public purposes on February 5, 1971 for the sum of $108,000. On or about February 19, 1971, Appellants purchased a replacement property in Washington County for which they paid $100,000 in cash ($90,000 for realty and $10,000 for personalty). Shortly after-wards, Appellants moved onto said property to reside and carry on the same business operations as formerly conducted on their old property.\nThis is an appeal by Appellants from an order of the Common Pleas Court of Allegheny County dismissing exceptions filed by both parties to a non-jury verdict in favor of Appellants in the sum of $20,000 for business location damages1 to two businesses and $2,100 for search expense.2\nOur scope of review in a condemnation case is limited to a determination of “whether the lower court abused its discretion, whether an error of law was committed, or whether the findings and conclusions are supported by sufficient evidence.” Commerce Land Corporation v. Department of Transportation, 34 Pa. Commonwealth Ct. 356, 383 A.2d 1289 (1978). “It is fundamental that the finding...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=baker-v-county-of-allegheny"
    }
  ],
  "relatedIncidents": [
    17139,
    17140,
    17141,
    17142,
    17147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}