{
  "id": 17343,
  "title": "1980년 South 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-03-20",
  "location": "North Dakota, ND, USA",
  "summary": "미국 North Dakota, ND 법원 판결 사건. 사건명: South. 판결일: 1980-03-20. 법원: North Dakota Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Billy Lee SOUTH and Delores South, Husband and Wife, Plaintiffs and Appellees, v. NATIONAL RAILROAD PASSENGER CORPORATION (AMTRAK), Burlington Northern Railroad, Inc., Leslie Roy Strom and S. M. Burdick as Public Special Administrator of the Estate of Howard W. Decker, Deceased, Defendants and Appellants\n**판결일**: 1980-03-20\n**법원**: North Dakota Supreme Court\n**관할**: North Dakota, ND\n\n**판사**: Erickstad, Paulson, Pederson, Sand, Vande, Walle\n\n## 변호인\n\nDavies, Pearson, Anderson, Seinfeld, Gad-bow, Hayes & Johnson, Tacoma, Wash., and Ralph S. Oliver, Larimore, for plaintiffs and appellees; appearances by Ralph S. Oliver, Larimore, Alvin A. Anderson, and Edward S. Winskill, argued by Alvin A. Anderson and Edward S. Winskill, Tacoma, Wash., Nilles, Hansen, Seibo, Magill & Davies, Fargo, for defendants and appellants; argued by Frank J. Magill, Fargo.\n\n## 인용\n\n- 290 N.W.2d 819\n\n## 판결문 요약\n\n\n290 N.W.2d 819 (1980)\nBilly Lee SOUTH and Delores South, husband and wife, Plaintiffs and Appellees,\nv.\nNATIONAL RAILROAD PASSENGER CORPORATION (AMTRAK), Burlington Northern Railroad, Inc., Leslie Roy Strom and S. M. Burdick as Public Special Administrator of the Estate of Howard W. Decker, Deceased, Defendants and Appellants.\nCiv. No. 9664.\nSupreme Court of North Dakota.\nMarch 20, 1980.\n*823 Davies, Pearson, Anderson, Seinfeld, Gadbow, Hayes &amp; Johnson, Tacoma, Wash., and Ralph S. Oliver, Larimore, for plaintiffs and appellees; appearances by Ralph S. Oliver, Larimore, Alvin A. Anderson, and Edward S. Winskill, argued by Alvin A. Anderson and Edward S. Winskill, Tacoma, Wash.\nNilles, Hansen, Selbo, Magill &amp; Davies, Fargo, for defendants and appellants; argued by Frank J. Magill, Fargo.\nPAULSON, Justice.\nThis is an appeal by the defendants, National Railroad Passenger Corporation (AMTRAK), Burlington Northern Railroad, Inc., Leslie Roy Strom, and S. M. Burdick as Public Special Administrator of the estate of Howard W. Decker, deceased [herein collectively referred to as the \"Railroad\"], from the judgment of the Grand Forks District Court, entered March 21, 1978, and amended May 12, 1978, in which the court, upon jury verdicts, awarded the plaintiff Billy Lee South [herein referred to as \"South\"] $948,552, including costs, and awarded the plaintiff Delores South $126,000, including costs. The Railroad also appeals from the order of the district court, *824 entered May ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=south-v-national-railroad-passenger-corp"
    }
  ],
  "relatedIncidents": [
    17209,
    17218,
    17222,
    17244,
    17259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}