{
  "id": 17340,
  "title": "1980년 Tillman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-03-24",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Tillman. 판결일: 1980-03-24. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. George Tillman\n**판결일**: 1980-03-24\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 74 A.D.2d 911\n\n## 판결문 요약\n\n\nAppeal by defendant from a judgment of the Supreme Court, Queens County, rendered August 7, 1978, convicting him of robbery in the first degree, upon a jury verdict, and imposing sentence. Judgment affirmed. In response to a pretrial motion for, inter alia, a Wade hearing, the prosecutor stated that, upon information and belief, no corporeal identification procedures had been employed and no photographs had been viewed by the complainant. Defendant’s request for a Wade hearing was therefore denied. During the course of the trial, however, it became apparent that the complainant had viewed an array of photographs at a police precinct, although it was unclear whether the defendant’s photograph had been among them. The defendant thereupon renewed his request for a Wade hearing. Based upon the prosecutor’s representations that defendant’s photograph had not been among those viewed by the complainant, the defense motion for a Wade hearing was denied. Upon discovering that the complainant had been shown photographs, the court should have granted the defendant’s request for a Wade hearing. Nevertheless, reversal is not required because the evidence established a sufficient basis for the complainant’s in-court identification and the proof of guilt was overwhelming. Mr. Thompson, the complainant, testified that the defendant and another entered the front seat of the vehicle he was driving, sandwiching him in, while the party on the right held a knife to his throat. They remained in t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-tillman"
    }
  ],
  "relatedIncidents": [
    17152,
    17158,
    17163,
    17169,
    17201
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}