{
  "id": 17351,
  "title": "1980년 Baker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-03-01",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Baker. 판결일: 1980-03-01. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State of Kansas, Appellee, v. James E. Baker, Appellant\n**판결일**: 1980-03-01\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Schroeder\n\n## 변호인\n\nJohn C. Amorosa, of Kansas City, argued the cause and was on the brief for the appellant., Philip L. Sieve, chief deputy district attorney, argued the cause, and Robert T. Stephan, attorney general, and Nick A. Tomasic, district attorney, were with him on the brief for the appellee.\n\n## 인용\n\n- 607 P.2d 61\n- 227 Kan. 377\n\n## 판결문 요약\n\n\n227 Kan. 377 (1980)\n607 P.2d 61\nSTATE OF KANSAS, Appellee,\nv.\nJAMES E. BAKER, Appellant.\nNo. 50,931\nSupreme Court of Kansas.\nOpinion filed March 1, 1980.\nJohn C. Amorosa, of Kansas City, argued the cause and was on the brief for the appellant.\nPhilip L. Sieve, chief deputy district attorney, argued the cause, and Robert T. Stephan, attorney general, and Nick A. Tomasic, district attorney, were with him on the brief for the appellee.\nThe opinion of the court was delivered by\nSCHROEDER, C.J.:\nThis is an appeal in a criminal action from a jury verdict which found James E. Baker (defendant-appellant) guilty of felony murder (K.S.A. 21-3401). The appellant asserts several errors on appeal.\nThis is the second appeal by the appellant, whose original conviction of felony murder was reversed by this court in State v. Baker, 224 Kan. 474, 580 P.2d 90 (1978). A second trial of the appellant resulted in a hung jury and mistrial. The felony-murder conviction now on appeal is the product of the third trial.\nThe facts of this crime were briefly summarized in our prior decision, as follows:\n\n*378 \"The victim, Steve Burdolski, was discovered behind his desk in the Novotney Liquor Store in Kansas City, Kansas. He had been shot in the chest and was dead at the scene. The discovery was made at 9:45 p.m. on February 15, 1977. A short time prior to the discovery of the body, Linda Edwards had parked her car near this liquor store, preparatory to obtaining groceries in a nearby store. Before leavi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-baker"
    }
  ],
  "relatedIncidents": [
    17139,
    17142,
    17147,
    17156,
    17171
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}