{
  "id": 17355,
  "title": "1980년 Graham 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-02-26",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Graham. 판결일: 1980-02-26. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Graham v. State\n**판결일**: 1980-02-26\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Decarlo\n\n## 인용\n\n- 383 So. 2d 892\n\n## 판결문 요약\n\n\n383 So. 2d 892 (1980)\nHorace Lee GRAHAM\nv.\nSTATE.\n6 Div. 93.\nCourt of Criminal Appeals of Alabama.\nFebruary 26, 1980.\nRehearing Denied April 1, 1980.\n*893 Roger A. Brown and Russell T. Mc-Donald, Jr. of McDonald, Brown &amp; Tipler, Birmingham, for appellant.\nCharles A. Graddick, Atty. Gen., J. Thomas Leverette, Asst. Atty. Gen., for appellee.\nDeCARLO, Judge.\nThe Jefferson County Grand Jury indicted Horace Lee Graham for first degree murder and charged him with killing Evelyn Williams Graham by \"shooting her with a pistol and a shotgun.\"\nAt arraignment, the appellant pleaded not guilty and not guilty by reason of insanity. A jury found him guilty of murder in the first degree and fixed his punishment at life imprisonment. An appeal was taken on the day of sentencing, and the case is now before this court for review.\nThe facts in this case are not contested. About 9:00 A.M. on December 9, 1977, the victim, Evelyn Williams Graham, was riding with her brother, John Catlin, when they stopped in front of the Jefferson County Courthouse in Birmingham, Alabama. Subsequently, the appellant, who had followed his former wife, stopped his vehicle, got out, walked to the passenger side of the car in which his former wife was sitting, and fired several rounds from a handgun and a shotgun. The shots severely wounded Catlin and killed Mrs. Graham.\nDuring the trial, the victim's mother, Johnnie Mae Williams, testified that \"somewhere close to Thanksgiving\" she heard the appellant talking to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=graham-v-state"
    }
  ],
  "relatedIncidents": [
    17139,
    17142,
    17147,
    17156,
    17171
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}