{
  "id": 17362,
  "title": "1980년 Hull 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-02-19",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Hull. 판결일: 1980-02-19. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Plaintiff-Respondent, v. Jesse Edward HULL, Defendant-Appellant\n**판결일**: 1980-02-19\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Billings, Greene, Maus, Prewitt\n\n## 변호인\n\nJohn Ashcroft, Atty. Gen., Steven Scott Clark, Mary C. P. Pincus, Asst. Attys. Gen., Jefferson City, for plaintiff-respondent., Joe Perry Rice, III, David B. Summers, Rice & Summers, Chaffee, for defendant-appellant.\n\n## 인용\n\n- 595 S.W.2d 49\n\n## 판결문 요약\n\n\n595 S.W.2d 49 (1980)\nSTATE of Missouri, Plaintiff-Respondent,\nv.\nJesse Edward HULL, Defendant-Appellant.\nNo. 11045.\nMissouri Court of Appeals, Southern District, Division Three.\nFebruary 19, 1980.\n*50 John Ashcroft, Atty. Gen., Steven Scott Clark, Mary C. P. Pincus, Asst. Attys. Gen., Jefferson City, for plaintiff-respondent.\nJoe Perry Rice, III, David B. Summers, Rice &amp; Summers, Chaffee, for defendant-appellant.\nMAUS, Judge.\nThe appellant was charged as a second offender with first degree robbery of Kenneth Dale Wren. A jury returned a verdict of guilty and the court sentenced him to six years imprisonment. He appeals alleging the trial court erred in four respects. A brief summary of the facts established by the state's evidence will provide a sufficient background against which these allegations of error may be considered.\nOn October 15, 1977, in Sikeston, Missouri, between 9:00 p. m. and 10:00 p. m. Wren parked his car in a parking lot for the purpose of picking up his mother who worked at a restaurant across the street. As he started to walk to the restaurant, he was accosted by two young black men. They asked for a ride and mentioned the name of a club. When he declined, one of the two brandished a handgun. At the direction of his assailants, Wren drove about Sikeston for 15 to 20 minutes. Then, at their direction, he drove toward Charleston. After driving 5 to 7 miles, in compliance with his assailants' command, he stopped, got out and started walking. The two dro...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hull"
    }
  ],
  "relatedIncidents": [
    17152,
    17158,
    17163,
    17169,
    17201
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}