{
  "id": 17367,
  "title": "1980년 German 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-02-13",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: German. 판결일: 1980-02-13. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: German v. State\n**판결일**: 1980-02-13\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Moore\n\n## 인용\n\n- 379 So. 2d 1013\n\n## 판결문 요약\n\n\n379 So. 2d 1013 (1980)\nDennis GERMAN, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 78-1854.\nDistrict Court of Appeal of Florida, Fourth District.\nFebruary 13, 1980.\nRehearing Denied March 12, 1980.\nRichard L. Jorandby, Public Defender, Gary S. Israel, Asst. Public Defender, and Jorge Labarga, Legal Intern, West Palm Beach, for appellant.\nJim Smith, Atty. Gen., Tallahassee, Kenneth G. Spillias and Ondina Felipe, Asst. Attys. Gen., West Palm Beach, for appellee.\nMOORE, Judge.\nDefendant appeals a conviction of armed robbery. The only point with possible merit is that evidence of a collateral crime was improperly admitted in evidence. However, we do not reach this issue because we find that appellant failed to adequately preserve the question for appeal.\nAppellant filed a pre-trial motion in limine in an attempt to suppress certain collateral crimes evidence. The trial court denied the motion immediately prior to trial. Appellant did not object to the admission of *1014 this testimony at the time of its introduction at trial, although he did move for a mistrial at the close of all the evidence.\nIn Stanley v. State, 357 So. 2d 1031 (Fla. 3rd DCA 1978) cert. den. 364 So. 2d 891 (Fla. 1978), the Third District held that the appellant waived review of the denial of his motion to suppress statements made while in police custody, by failing to timely object to the admission of this evidence at trial. Similarly, the Court held in Jones v. State, 360 So. 2d 1293 (Fla. 3rd DCA 1978), th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=german-v-state"
    }
  ],
  "relatedIncidents": [
    17152,
    17158,
    17163,
    17169,
    17201
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}