{
  "id": 17365,
  "title": "1980년 In Re Daboval 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-02-15",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: In Re Daboval. 판결일: 1980-02-15. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: In Re Daboval\n**판결일**: 1980-02-15\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Redmann, Lemmon and Boutall\n\n## 인용\n\n- 377 So. 2d 459\n\n## 판결문 요약\n\n\n377 So. 2d 459 (1979)\nIn re James R. DABOVAL, III, Applying for Adoption of Ryan Michael Perez.\nNo. 10681.\nCourt of Appeal of Louisiana, Fourth Circuit.\nNovember 8, 1979.\nRehearing Denied December 17, 1979.\nWrit Refused February 15, 1980.\nTillery &amp; Potts, A. Scott Tillery, Chalmette, for plaintiff-appellant.\nEdward S. Bopp, Ronald A. Welcker, Arabi, for defendant-appellee.\nBefore REDMANN, LEMMON and BOUTALL, JJ.\nLEMMON, Judge.\nThis is a stepparent adoption under R.S. 9:422.1. The stepfather has appealed from a judgment dismissing his suit because the legitimate father's failure to comply with a *460 court order of support was caused by circumstances beyond his control. The principal issues on appeal are (1) whether the father's inability to work at the time the support order was rendered because of long-standing drug addiction constituted circumstances beyond his control justifying his failure to provide support and (2) whether the time between the date of filing suit and the date of trial may be considered as part of the one-year period for determining the applicability of the statute.\nThe child was born on June 24, 1973, when both parents were 19 years old. The parents were divorced in March, 1977 by a judgment which ordered the father to pay child support of $100.00 per month through the clerk of court's office. The judgment was rendered in open court, with the father present.\nThe father made only one payment, to the clerk in May, 1977, and this suit was filed in July...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-daboval"
    }
  ],
  "relatedIncidents": [
    17139,
    17140,
    17141,
    17142,
    17147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}