{
  "id": 17364,
  "title": "1980년 Hoggatt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-02-15",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: Hoggatt. 판결일: 1980-02-15. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: James G. HOGGATT, Appellant (Petitioner), v. the STATE of Wyoming, Appellee (Respondent)\n**판결일**: 1980-02-15\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: McCLIN-TOCK, Raper, Rooney, Rose, Thomas\n\n## 변호인\n\nGerald M. Gallivan, Director, Wyoming Defender Aid Program, E. Boyd Hollings-worth, Jr., Student Intern, Wyoming Defender Aid Program, Laramie, Richard H. Honaker, State Public Defender, and Michael Schilling, Asst. State Public Defender, Cheyenne, for appellant., John D. Troughton, Atty. Gen., Gerald A. Stack, Deputy Atty. Gen., Crim. Div., and Gay R. Vanderpoel, Asst; Atty. Gen., Cheyenne, for appellee.\n\n## 인용\n\n- 606 P.2d 718\n\n## 판결문 요약\n\n\n606 P.2d 718 (1980)\nJames G. HOGGATT, Appellant (Petitioner),\nv.\nThe STATE of Wyoming, Appellee (Respondent).\nNo. 5208.\nSupreme Court of Wyoming.\nFebruary 15, 1980.\n*719 Gerald M. Gallivan, Director, Wyoming Defender Aid Program, E. Boyd Hollingsworth, Jr., Student Intern, Wyoming Defender Aid Program, Laramie, Richard H. *720 Honaker, State Public Defender, and Michael Schilling, Asst. State Public Defender, Cheyenne, for appellant.\nJohn D. Troughton, Atty. Gen., Gerald A. Stack, Deputy Atty. Gen., Crim. Div., and Gay R. Vanderpoel, Asst. Atty. Gen., Cheyenne, for appellee.\nBefore RAPER, C.J., and McCLINTOCK, THOMAS, ROSE and ROONEY, JJ.\nROSE, Justice.\nThis is an appeal from the denial of a petition for post-conviction relief, brought pursuant to §§ 7-14-101 to 7-14-108, inclusive, W.S. 1977.\nThe issues raised by appellant's brief are:\n\"1. Whether or not Appellant, in fact, entered a plea of guilty.\n\"2. Whether or not the trial court adequately determined that the plea of guilty which it accepted was voluntarily given.\n\"3. Whether or not there was a factual basis for the plea of guilty which the trial court accepted.\"[1]\nAdditionally, the State urges that any complaints the defendant has should have been brought here by direct appeal and not by way of post-conviction relief.\n\nFACTS[2]\nAppellant was arraigned on September 14, 1978, and charged with burglary, grand larceny and being a habitual criminal. The court read the three pertinent statutes to appellant at the arraignme...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hoggatt-v-state"
    }
  ],
  "relatedIncidents": [
    17175,
    17271,
    17335,
    17356,
    17373
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}