{
  "id": 17379,
  "title": "1980년 Phillips 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-01-30",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Phillips. 판결일: 1980-01-30. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Phillips v. State\n**판결일**: 1980-01-30\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Robertson, P.J., and Walker and Lee\n\n## 인용\n\n- 379 So. 2d 318\n\n## 판결문 요약\n\n\n379 So. 2d 318 (1980)\nCharles Gordon PHILLIPS\nv.\nSTATE of Mississippi.\nNo. 51659.\nSupreme Court of Mississippi.\nJanuary 30, 1980.\n*319 Farese, Farese &amp; Farese, John B. Farese, Ashland, W.A. Grist, Pontotoc, for appellant.\nA.F. Summer, Atty. Gen. by Phillip H. Schwartz, Sp. Asst. Atty. Gen., Jackson, for appellee.\nBefore ROBERTSON, P.J., and WALKER and LEE, JJ.\nWALKER, Justice, for the Court:\nThe appellant, Charles Gordon Phillips, was indicted by the grand jury of Lafayette County, Mississippi, on a charge of involuntary manslaughter by culpable negligence.[1] He was tried, convicted and sentenced to serve a term of twelve years in the Mississippi State Penitentiary with six years suspended. From that conviction and sentence, Phillips prosecutes this appeal. We reverse and discharge appellant.\nWe would first point out that there is not a scintilla of evidence in this record, nor does the state suggest, that Phillips intentionally killed Christina Ann Hegler. To the contrary, the uncontradicted evidence was that the young couple were in love and planned to get married.\nOn November 22, 1977, the appellant and Miss Hegler were living together in appellant's house in rural Lafayette County, Mississippi. The couple had been cleaning house, it being close to Thanksgiving. About midafternoon, appellant took a break to go deer hunting with a friend. He returned about dark. The couple had supper and resumed cleaning the house. The appellant heard an unusual noise outside, loaded ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=phillips-v-state"
    }
  ],
  "relatedIncidents": [
    17139,
    17142,
    17147,
    17156,
    17171
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}