{
  "id": 17373,
  "title": "1980년 United States v. John Herbert Eades, United States of America v. Larry F. Wilson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-02-04",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. John Herbert Eades, United States of America v. Larry F. Wilson. 판결일: 1980-02-04. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. John Herbert EADES, Appellant; UNITED STATES of America, Appellee, v. Larry F. WILSON, Appellant\n**판결일**: 1980-02-04\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n**판사**: Haynsworth, Perry, Winter\n\n## 변호인\n\nPeter D. Ward, Asst. Federal Public Defender, Baltimore, Md. (Charles G. Bernstein, Federal Public Defender, Baltimore, Md., Susan Preston, Third Year Law Student, on brief), for appellants., Richard D. Bennett, Asst. U. S. Atty., Baltimore, Md. (Russell T. Baker, Jr., U. S. Atty., and Lynne A. Battaglia, Asst. U. S. Atty., Baltimore, Md., on brief), for appellee.\n\n## 인용\n\n- 615 F.2d 617\n\n## 판결문 요약\n\n615 F.2d 617\n    UNITED STATES of America, Appellee,v.John Herbert EADES, Appellant.UNITED STATES of America, Appellee,v.Larry F. WILSON, Appellant.\n    Nos. 78-5216, 79-5027.\n    United States Court of Appeals,Fourth Circuit.\n    Argued Nov. 5, 1979.Decided Feb. 4, 1980.\n    \n      Peter D. Ward, Asst. Federal Public Defender, Baltimore, Md.  (Charles G. Bernstein, Federal Public Defender, Baltimore, Md., Susan Preston, Third Year Law Student, on brief), for appellants.\n      Richard D. Bennett, Asst. U. S. Atty., Baltimore, Md.  (Russell T. Baker, Jr., U. S. Atty., and Lynne A. Battaglia, Asst. U. S. Atty., Baltimore, Md., on brief), for appellee.\n      Before HAYNSWORTH, Chief Judge, WINTER, Circuit Judge, and PERRY,* District Judge.\n      WINTER, Circuit Judge:\n    \n    \n      1\n      These consolidated appeals present the question of whether, under the Assimilative Crimes Act, one may be charged and convicted of a third degree sexual offense in violation of Art. 27, &#167; 464B(a)(1)(iii), Ann.Code of Md.  (1976 Repl. Vol. and 1978 Cum.Supp.) which occurred on a federal reservation, when Congress has enacted 18 U.S.C. &#167; 113 making simple assault and more aggravated forms of assault federal offenses.  We hold that Congress has preempted the Maryland statute and that one may not be charged and convicted of the Maryland crime perpetrated on a federal reservation in that state.\n    \n    \n      2\n      This question is the sole one in the appeal in No. 79-5027, but the a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-john-herbert-eades-united-states-of-america-v-larry-f"
    }
  ],
  "relatedIncidents": [
    17175,
    17271,
    17335,
    17356,
    17364
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}