{
  "id": 17377,
  "title": "1980년 Tramill 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-01-30",
  "location": "Delaware, DE, USA",
  "summary": "미국 Delaware, DE 법원 판결 사건. 사건명: Tramill. 판결일: 1980-01-30. 법원: Supreme Court of Delaware.",
  "description": "## 사건 정보\n\n**사건명**: Gus TRAMILL, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee; Clinton JACKSON, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee\n**판결일**: 1980-01-30\n**법원**: Supreme Court of Delaware\n**관할**: Delaware, DE\n\n**판사**: Duffy, McNeilly and Horsey\n\n## 변호인\n\nNancy Jane Mullen, Asst. Public Defender, Wilmington, for defendants below-appellants., Francis Mieczkowski, Deputy Atty. Gen., Wilmington, for plaintiff below-appellee.\n\n## 인용\n\n- 425 A.2d 142\n\n## 판결문 요약\n\n\n425 A.2d 142 (1980)\nGus TRAMILL, Defendant Below, Appellant,\nv.\nSTATE of Delaware, Plaintiff Below, Appellee,\nClinton JACKSON, Defendant Below, Appellant,\nv.\nSTATE of Delaware, Plaintiff Below, Appellee.\nSupreme Court of Delaware.\nSubmitted November 16, 1979.\nDecided January 30, 1980.\n*143 Nancy Jane Mullen, Asst. Public Defender, Wilmington, for defendants below-appellants.\nFrancis Mieczkowski, Deputy Atty. Gen., Wilmington, for plaintiff below-appellee.\nBefore DUFFY, McNEILLY and HORSEY, JJ.\nMcNEILLY, Justice:\nThe defendants, Clinton Jackson and Gus Tramill, were convicted of Robbery First Degree, Conspiracy Second Degree, and Possession of a Deadly Weapon During the Commission of a Felony resulting from their holdup of a grocery store while in the company of two accomplices. Jackson was sentenced to 20 years for Robbery, 4 years for Conspiracy, and 10 years on the weapons charge. Tramill was sentenced to 15 years for Robbery, 2 years for Conspiracy, and 10 years on the weapons charge. All sentences were to run concurrently.\nThe defendants appealed and their convictions were reversed by this Court. Jackson v. State, Del.Supr., 374 A.2d 1 (1977). They were retried, but the jury was unable to agree on a verdict; and a mistrial was declared. The defendants were tried for the third time and convicted of Robbery First Degree and Conspiracy Second Degree. Jackson was sentenced to 20 years for Robbery and 4 years for Conspiracy. Tramill was sentenced to 15 years for Robbery and 1...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tramill-v-state"
    }
  ],
  "relatedIncidents": [
    17152,
    17158,
    17163,
    17169,
    17201
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}