{
  "id": 17378,
  "title": "1980년 Girnus 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-01-30",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Girnus. 판결일: 1980-01-30. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Jerry Lynn GIRNUS, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1980-01-30\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Onion, P. J., and Roberts and W. C. Davis\n\n## 변호인\n\nDonald W. Rogers, Jr., Houston, for appellant., Carol S. Vance, Dist. Atty., James C. Brough, Alvin M. Titus and Andy M. Tobi-as, Asst. Dist. Attys., Houston, Robert Hut-tash, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 595 S.W.2d 118\n\n## 판결문 요약\n\n\n595 S.W.2d 118 (1980)\nJerry Lynn GIRNUS, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 50613.\nCourt of Criminal Appeals of Texas, Panel No. 1.\nJanuary 30, 1980.\nRehearing Denied March 26, 1980.\n*119 Donald W. Rogers, Jr., Houston, for appellant.\nCarol S. Vance, Dist. Atty., James C. Brough, Alvin M. Titus and Andy M. Tobias, Asst. Dist. Attys., Houston, Robert Huttash, State's Atty., Austin, for the State.\nBefore ONION, P. J., and ROBERTS and W. C. DAVIS, JJ.\n\nOPINION\nONION, Presiding Judge.\nThis is an appeal from a conviction for the offense of burglary with intent to commit theft, committed on August 30, 1973. After appellant was found guilty by the jury, the court found that appellant had twice before been convicted of non-capital felonies and sentenced him to imprisonment for life under Article 63, V.A.P.C.\nThis is the fourth time this appeal has been before this court. On October 8, 1975, the appeal was abated because appellant, who is indigent, was not advised that he had a right to review the transcript and to file a pro se brief after his counsel filed a frivolous appeal brief. On July 14, 1976, we remanded this cause for a new hearing on punishment because the State had not proved that the second conviction alleged for enhancement occurred after the first had become final or that appellant was the same Jerry Lynn Girnus whose convictions were evidenced by the pen packets which were introduced in evidence at the hearing on punishment. On September 14, 1977, 555 S.W...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=girnus-v-state"
    }
  ],
  "relatedIncidents": [
    17152,
    17158,
    17163,
    17169,
    17201
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}