{
  "id": 17372,
  "title": "1980년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-02-04",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1980-02-04. 법원: Massachusetts Appeals Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth vs. Robert K. Jones\n**판결일**: 1980-02-04\n**법원**: Massachusetts Appeals Court\n**관할**: Massachusetts, MA\n\n**판사**: Brown, Greaney, Perretta\n\n## 변호인\n\nEdward F. Fitzgerald (Daniel DelVecchio, Jr., with him) for the defendant., Don L. Carpenter, Assistant District Attorney, for the Commonwealth.\n\n## 인용\n\n- 399 N.E.2d 1087\n- 9 Mass. App. Ct. 103\n\n## 판결문 요약\n\n\n9 Mass. App. Ct. 103 (1980)\n399 N.E.2d 1087\nCOMMONWEALTH\nvs.\nROBERT K. JONES.\nAppeals Court of Massachusetts, Barnstable.\nDecember 12, 1979.\nFebruary 4, 1980.\nPresent: BROWN, GREANEY, &amp; PERRETTA, JJ.\nEdward F. Fitzgerald (Daniel DelVecchio, Jr., with him) for the defendant.\nDon L. Carpenter, Assistant District Attorney, for the Commonwealth.\nGREANEY, J.\nOn July 16, 1977, at approximately 5:30 A.M. the defendant, an off duty Mansfield police officer, while driving his car on the mid-Cape highway in Barnstable, travelled in the wrong direction in the eastbound lane and collided head-on with an approaching van. As a result of the collision, two people in the van were instantly killed and a third died on July 31, 1977. Subsequent indictments charged the defendant with three counts of involuntary manslaughter (G.L.c. 265, § 13), three counts of vehicular homicide (G.L.c. 90, § 24G), and operating to endanger (G.L.c. 90, § 24[2][a]). Prior to trial the defendant filed several motions to dismiss the manslaughter and vehicular homicide indictments on multiple grounds. All the motions were denied. At the trial the Commonwealth contended that the defendant was acutely intoxicated at the time of the accident. The defendant presented evidence that he was not criminally responsible because he was suffering from stage four dyssomnia (sleepwalking) at the time of the accident. He was convicted by a jury on all the counts of all the indictments and was sentenced to concurrent terms in a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-jones"
    }
  ],
  "relatedIncidents": [
    17139,
    17142,
    17147,
    17156,
    17171
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}