{
  "id": 17374,
  "title": "1980년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-02-04",
  "location": "Maine, ME, USA",
  "summary": "미국 Maine, ME 법원 판결 사건. 사건명: Brown. 판결일: 1980-02-04. 법원: Supreme Judicial Court of Maine.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Maine v. Michael BROWN\n**판결일**: 1980-02-04\n**법원**: Supreme Judicial Court of Maine\n**관할**: Maine, ME\n\n**판사**: Archibald, Du-Fresne, Glass-Man, Godfrey, McKUSICK, Nichols, Pomeroy, Wernick\n\n## 변호인\n\nHenry N. Berry, III, Dist. Atty., Peter G. Ballou, Deputy Dist. Atty., Portland, Mary Gay Russell (orally), Law Student Intern, for plaintiff., •Ricky L. Brunette, Portland (orally), for defendant.\n\n## 인용\n\n- 410 A.2d 1033\n\n## 판결문 요약\n\n\n410 A.2d 1033 (1980)\nSTATE of Maine\nv.\nMichael BROWN.\nSupreme Judicial Court of Maine.\nFebruary 4, 1980.\n*1034 Henry N. Berry, III, Dist. Atty., Peter G. Ballou, Deputy Dist. Atty., Portland, Mary Gay Russell (orally), Law Student Intern, for plaintiff.\nRicky L. Brunette, Portland (orally), for defendant.\nBefore McKUSICK, C. J., WERNICK, GODFREY and NICHOLS, JJ., and DUFRESNE, A. R. J.\nWERNICK, Justice.\nDefendant Michael Brown has appealed from a judgment of conviction entered in the Superior Court (Cumberland County) on the verdict of a jury finding him guilty of the attempted murder of Kimberly McGowan. The appeal presents two issues: (1) whether the evidence was legally sufficient to support the conviction; (2) whether defendant was subjected to irreparably improper prejudice depriving him of a fair trial because the prosecutor asked Kimberly McGowan, when she was testifying, the characterizing question whether it was an \"accident\" that she was shot, and she answered: \"Hell no.\"\n\n1.\nThe issue of the legal sufficiency of the evidence was saved for appellate review when the presiding Justice denied defendant's motion for judgment of acquittal made at the close of the evidence.\nWe must decide whether, as contended by defendant, the evidence is legally insufficient because, viewing the evidence most favorably to the prosecution, a juror, to be rational, would have to entertain a reasonable doubt regarding the existence of one, or more, of the essential elements constituting t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-brown"
    }
  ],
  "relatedIncidents": [
    17139,
    17142,
    17147,
    17156,
    17171
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}