{
  "id": 17385,
  "title": "1980년 Maria Tovar v. Immigration and Naturalization Service 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-01-14",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Maria Tovar v. Immigration and Naturalization Service. 판결일: 1980-01-14. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Maria TOVAR, Petitioner, v. IMMIGRATION AND NATURALIZATION SERVICE, Respondent\n**판결일**: 1980-01-14\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Adams, Higgin-Botham, Hunter\n\n## 변호인\n\nEric J. Bal, Union, N. J. (argued), for petitioner., Chester J. Halicki, Washington, D. C. (argued), Robert S. Forster, Jr., Asst. U. S. Atty., Philadelphia, Pa., Philip Wilens, James P. Morris, Washington, D. C., for respondent.\n\n## 인용\n\n- 612 F.2d 794\n\n## 판결문 요약\n\n612 F.2d 794\n    Maria TOVAR, Petitioner,v.IMMIGRATION AND NATURALIZATION SERVICE, Respondent.\n    No. 79-1086.\n    United States Court of Appeals,Third Circuit.\n    Argued Sept. 6, 1979.Decided Jan. 14, 1980.\n    \n      Eric J. Bal, Union, N. J.  (argued), for petitioner.\n      Chester J. Halicki, Washington, D. C.  (argued), Robert S. Forster, Jr., Asst. U. S. Atty., Philadelphia, Pa., Philip Wilens, James P. Morris, Washington, D. C., for respondent.\n      Before ADAMS, HUNTER and HIGGINBOTHAM, Circuit Judges.OPINION OF THE COURT\n      JAMES HUNTER, III, Circuit Judge:\n    \n    \n      1\n      1. Maria Tovar petitions this court to review a decision of a special inquiry officer of the Immigration and Naturalization Service, made pursuant to 8 U.S.C. &#167; 1254(a) (1976),1 which was approved by the Board of Immigration Appeals in dismissing Tovar's appeal.  The Immigration and Naturalization Service denied her application for suspension of deportation because she failed to establish the statutory prerequisite of extreme hardship.  This petition presents two issues for review.  The first is a question of statutory construction: whether the Immigration and Naturalization Service was correct as a matter of law in determining that the hardship to the grandchild was irrelevant to the extreme hardship inquiry conducted under the deportation suspension provision.  8 U.S.C. &#167; 1254(a)(1) (1976).  The second issue for review is whether the administrative record supports the fact...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=maria-tovar-v-immigration-and-naturalization-service"
    }
  ],
  "relatedIncidents": [
    17139,
    17140,
    17141,
    17142,
    17147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}