{
  "id": 17381,
  "title": "1980년 Hadsell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-01-18",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Hadsell. 판결일: 1980-01-18. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: The City of Port Angeles v. Douglas Lynn Hadsell\n**판결일**: 1980-01-18\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Pearson\n\n## 변호인\n\nBrian P. Coughenour, for appellant., C. T. Walrath, City Attorney, and Nathan G. Richardson, Assistant, for respondent.\n\n## 인용\n\n- 25 Wash. App. 210\n\n## 판결문 요약\n\n\nPearson, J.\nDefendant Douglas Hndsell appeals from his conviction of conducting a business without a license, in violation of a Port Angeles city ordinance. He contends on appeal that the city unconstitutionally delegated its licensing authority to a private organization, resulting in the denial of a license to defendant. We hold that defendant failed to make a reasonable effort to obtain licensing; hence we affirm without reaching the delegation issue.\nOn December 22, 1975, the Port Angeles Arts in Action organization requested the use of Laurel Street for their yearly Art Fair. On January 6, 1976, the Port Angeles City Council approved the plan to locate fair booths on that street for July 17 and 18, 1976. The council made no statement of the standards to be applied in granting permission to those who wished to take part in the fair and sell their arts and crafts. The Art Fair and certain interested merchants then set up a screening committee to control the type of applicants and quality of entries allowed in the fair. The maximum number of entrants was set at 85, and entrants were to be monitored continuously during the 2-day fair.\nSome weeks prior to the Art Fair, defendant went to the Port Angeles city hall and requested a peddler's license for *212the days of the fair, July 17 and 18. He was informed by city employees that permits would not be granted that day by the city and that the Arts in Action committee had authority over any peddling on Port Angeles streets. The...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=city-of-port-angeles-v-hadsell"
    }
  ],
  "relatedIncidents": [
    17209,
    17218,
    17222,
    17244,
    17259
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}