{
  "id": 17389,
  "title": "1980년 McLain 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-01-08",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: McLain. 판결일: 1980-01-08. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: McLAIN Et Al. v. REAL ESTATE BOARD OF NEW ORLEANS, INC., Et Al.\n**판결일**: 1980-01-08\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Burger, Marshall, Members\n\n## 변호인\n\nRichard G. Vinet argued the cause for petitioners. With him on the brief was John P. Nelson, Jr., Harry McCall, Jr., argued the cause for respondents. With him on the brief for respondents Real Estate Board of New Orleans et al. were Arthur L. Ballin, Frank C. Dudenhejer, Edward F. Wegmann, Harry S. Redmon, Jr., Rutledge Clement, Jr., Charles F. Barbera, Moise S. Steeg, Jr., and William D. North. Edward F. Schijj, Paul B. Hewitt, and Moise W. Dennery filed a brief for respondent Latter & Blum, I\n\n## 인용\n\n- 62 L. Ed. 2d 441\n- 100 S. Ct. 502\n- 444 U.S. 232\n- 1980 U.S. LEXIS 21\n\n## 판결문 요약\n\n\n444 U.S. 232 (1980)\nMcLAIN ET AL.\nv.\nREAL ESTATE BOARD OF NEW ORLEANS, INC., ET AL.\nNo. 78-1501.\nSupreme Court of United States.\nArgued November 6, 1979.\nDecided January 8, 1980.\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n*233 Richard G. Vinet argued the cause for petitioners. With him on the brief was John P. Nelson, Jr.\nHarry McCall, Jr., argued the cause for respondents. With him on the brief for respondents Real Estate Board of New *234 Orleans et al. were Arthur L. Ballin, Frank C. Dudenhefer, Edward F. Wegmann, Harry S. Redmon, Jr., Rutledge Clement, Jr., Charles F. Barbera, Moise S. Steeg, Jr., and William D. North. Edward F. Schiff, Paul B. Hewitt, and Moise W. Dennery filed a brief for respondent Latter &amp; Blum, Inc.\nDeputy Solicitor General Easterbrook argued the cause for the United States as amicus curiae urging reversal. With him on the brief were Solicitor General McCree, Assistant Attorney General Shenefield, John J. Powers III, and Margaret G. Halpern.[*]\nEllen Broadman and Alan Mark Silbergeld filed a brief for Consumers Union of United States, Inc., as amicus curiae.\nMR. CHIEF JUSTICE BURGER delivered the opinion of the Court.\nThe question in this case is whether the Sherman Act extends to an agreement among real estate brokers in a market area to conform to a fixed rate of brokerage commissions on sales of residential property.\n\nI\nThe complaint in this private antitrust action, filed in the Eastern District of Louisiana in 1...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mclain-v-real-estate-board-of-new-orleans-inc"
    }
  ],
  "relatedIncidents": [
    17221,
    17270,
    17296,
    17341,
    17380
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}