{
  "id": 17380,
  "title": "1980년 Sheets 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-01-22",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Sheets. 판결일: 1980-01-22. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: Emard H. Sheets v. Teddy’s Frosted Foods, Inc.\n**판결일**: 1980-01-22\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Bogdanski, Cotter, Healey, Loiselle, Peters\n\n## 변호인\n\nRobert F. McWeeny, for the appellant (plaintiff)., Neil P. Goughian, for the appellee (defendant).\n\n## 인용\n\n- 179 Conn. 471\n\n## 판결문 요약\n\n\n179 Conn. 471 (1980)\nEMARD H. SHEETS\nv.\nTEDDY'S FROSTED FOODS, INC.\nSupreme Court of Connecticut.\nArgued October 9, 1979.\nDecision released January 22, 1980.\nCOTTER, C. J., LOISELLE, BOGDANSKI, PETERS and HEALEY, JS.\n*472 Robert F. McWeeny, for the appellant (plaintiff).\nNeil P. Coughlan, for the appellee (defendant).\nPETERS, J.\nThe issue in this case is whether an employer has a completely unlimited right to terminate the services of an employee whom it has hired for an indefinite term. The plaintiff, Emard H. Sheets, filed a complaint that as amended alleged that he had been wrongfully discharged from his employment as quality control director and operations manager of the defendant, Teddy's Frosted Foods, Inc. The defendant responded with a motion to strike the complaint as legally insufficient. The plaintiff declined to plead further when that motion was granted. From the consequent rendering of judgment for the defendant, the plaintiff has appealed to this court.\nSince this appeal is before us pursuant to a motion to strike,[1] we must take the facts to be those alleged in the plaintiff's complaint as amended, and must construe the complaint in the manner most favorable to the pleader. Stradmore Development Corporation v. Commissioners, 164 Conn. 548, 550-51, 324 A.2d 919 (1973); Senior v. Hope, 156 Conn. 92, 97, 239 A.2d 486 (1968); Rossignol v. Danbury School of Aeronautics, Inc., 154 Conn. 549, 557, 227 A.2d 418 (1967). The complaint alleges that for a four-year peri...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sheets-v-teddys-frosted-foods-inc"
    }
  ],
  "relatedIncidents": [
    17221,
    17270,
    17296,
    17341,
    17389
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}