{
  "id": 17383,
  "title": "1980년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-01-16",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Brown. 판결일: 1980-01-16. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. FREDDIE BROWN Et Al., Defendants-Appellants\n**판결일**: 1980-01-16\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Stamos\n\n## 변호인\n\nRalph Ruebner and Gary Jay Ravitz, both of State Appellate Defender’s Office, of Chicago, for appellants., Bernard Carey, State’s Attorney, of Chicago (Marcia B. Orr, Myra J. Brown, and Ellen M. Flaum, Assistant State’s Attorneys, of counsel), for the People.\n\n## 인용\n\n- 399 N.E.2d 1374\n- 80 Ill. App. 3d 616\n\n## 판결문 요약\n\n\n80 Ill. App.3d 616 (1980)\n399 N.E.2d 1374\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nFREDDIE BROWN et al., Defendants-Appellants.\nNo. 78-1532.\nIllinois Appellate Court  First District (2nd Division).\nOpinion filed January 16, 1980.\n*617 Ralph Ruebner and Gary Jay Ravitz, both of State Appellate Defender's Office, of Chicago, for appellants.\nBernard Carey, State's Attorney, of Chicago (Marcia B. Orr, Myra J. Brown, and Ellen M. Flaum, Assistant State's Attorneys, of counsel), for the People.\nReversed and remanded.\nMr. JUSTICE STAMOS delivered the opinion of the court:\nDefendants, Freddie Brown, Jr., and Sanford Jackson, were jointly indicted and convicted of three counts of armed robbery, three counts of aggravated battery, and one count of unlawful use of weapons. Defendants contend that the actions of the trial court deprived them of the effective assistance of counsel. Further, they deny that their actions *618 constituted a waiver of counsel and claim that the trial court's comments regarding their absence from the courtroom constituted reversible error. Defendants also contend that they were denied a fair trial by the court's failure to advise them of their right to tender instructions or to object to those tendered by the State and given by the court. They specifically object to instructions pertaining to the concept of accountability as it applied to the charge of unlawful use of weapons. Defendants also assert that they were not proved guilty beyond ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-brown"
    }
  ],
  "relatedIncidents": [
    17152,
    17158,
    17163,
    17169,
    17201
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}