{
  "id": 17395,
  "title": "1979년 Scrivner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-12-28",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Scrivner. 판결일: 1979-12-28. 법원: Court of Appeals of Arizona.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Arizona, Appellee, v. Richard Alvin SCRIVNER, Appellant\n**판결일**: 1979-12-28\n**법원**: Court of Appeals of Arizona\n**관할**: Arizona, AZ\n\n**판사**: Contreras, Department, Haire, Jacobson\n\n## 변호인\n\nRobert K. Corbin, Atty. Gen. by William J. Schafer III, Chief Counsel, Crim. Div., Asst. Atty. Gen., and Jessica L. Gifford, Asst. Atty. Gen., Phoenix, for appellee., Robert A. Wertsching, Phoenix, for appellant.\n\n## 인용\n\n- 611 P.2d 95\n- 125 Ariz. 508\n\n## 판결문 요약\n\n\n125 Ariz. 508 (1979)\n611 P.2d 95\nSTATE of Arizona, Appellee,\nv.\nRichard Alvin SCRIVNER, Appellant.\nNo. 1 CA-CR 3800.\nCourt of Appeals of Arizona, Division 1, Department C.\nDecember 28, 1979.\nRobert K. Corbin, Atty. Gen. by William J. Schafer III, Chief Counsel, Crim. Div., Asst. Atty. Gen., and Jessica L. Gifford, Asst. Atty. Gen., Phoenix, for appellee.\nRobert A. Wertsching, Phoenix, for appellant.\n*509 OPINION\nCONTRERAS, Judge.\nRichard Alvin Scrivner was charged by information with a first degree burglary that occurred on January 25, 1978. A.R.S. §§ 13-301, -302, -1647, -138, -139, -140. The state alleged a prior conviction for robbery. A plea agreement was tendered to the trial court, but was withdrawn when the court announced its intention to sentence Scrivner to imprisonment and deny probation. Following a jury trial, Scrivner was convicted of first degree burglary and subsequently admitted the prior conviction. After entry of judgment of guilt, Scrivner was sentenced to a term of 12-17 years' imprisonment. He now appeals the judgment of conviction and the sentence.\nThe state's evidence at trial showed that a police officer was driving past Whalen Auto Sales on the evening in question when he noticed three persons, later identified as appellant and his two brothers, near a vehicle parked on the parking lot with an open trunk. After questioning the three about their activities at that location, the officer observed that the sliding glass door of the business was slightly...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-scrivner"
    }
  ],
  "relatedIncidents": [
    17402,
    17420,
    17442,
    17450,
    17460
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}