{
  "id": 17398,
  "title": "1979년 Swindler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-12-17",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Swindler. 판결일: 1979-12-17. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: John Edward SWINDLER v. STATE of Arkansas\n**판결일**: 1979-12-17\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Harris, Hickman\n\n## 변호인\n\nDon Langston and John Settle, for appellant., Steve Clark, Atty. Gen., by: Nelwyn L. Davis, Asst. Atty. Gen., for appellee.\n\n## 인용\n\n- 592 S.W.2d 91\n- 267 Ark. 418\n\n## 판결문 요약\n\n\n592 S.W.2d 91 (1979)\nJohn Edward SWINDLER, Appellant,\nv.\nSTATE of Arkansas, Appellee.\nNo. CR 79-116.\nSupreme Court of Arkansas.\nDecember 17, 1979.\n*92 Donald R. Langston and John W. Steele, Ft. Smith, for appellant.\n*93 Steve Clark, Atty. Gen., by Nelwyn Leone Davis, Asst. Atty. Gen., Little Rock, for appellee.\nHICKMAN, Justice.\nJohn Edward Swindler's first trial for killing Randy Basnett, a Fort Smith police officer acting in the line of duty, was held in February, 1977. He was found guilty of capital murder and sentenced to die by electrocution. His trial was held in Fort Smith, Sebastian County. We reversed that conviction because the court failed to grant a change of venue and because the court failed to excuse three jurors. Swindler v. State, 264 Ark. 107, 569 S.W.2d 120 (1978). The case was tried again but this time in Scott County, an adjacent county to the judicial district. Swindler was convicted the second time of capital murder and received the same sentence. This is an appeal from that conviction.\nThe shooting occurred when Swindler stopped off at Fort Smith, Arkansas apparently enroute to Kansas City from South Carolina. He pulled into the Road Runner Service Station just off Interstate 540, which bypasses downtown Fort Smith. It was about 5:00 p. m., Friday afternoon, September 2, 1976.\nBasnett, a Fort Smith policeman who was on duty, had stopped to drink a coke with Carl Tinder at the Road Runner Service Station. Tinder ran the service station, which included ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=swindler-v-state"
    }
  ],
  "relatedIncidents": [
    17436,
    17441,
    17447,
    17459,
    17461
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}