{
  "id": 17390,
  "title": "1980년 United States v. Pipat Sukumolachan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1980-01-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Pipat Sukumolachan. 판결일: 1980-01-03. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Pipat SUKUMOLACHAN, Defendant-Appellant\n**판결일**: 1980-01-03\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Browning, Goodwin, Jameson, Per Curiam\n\n## 변호인\n\nDarrell W. MacIntyre, Los Angeles, Cal., for defendant-appellant., Howard R. Schechter, Schwartz, Schechter & Sklerov, Van Nuys, Cal., for plaintiff-appellee.\n\n## 인용\n\n- 610 F.2d 685\n\n## 판결문 요약\n\n610 F.2d 685\n    UNITED STATES of America, Plaintiff-Appellee,v.Pipat SUKUMOLACHAN, Defendant-Appellant.\n    No. 78-2289.\n    United States Court of Appeals,Ninth Circuit.\n    Jan. 3, 1980.\n    \n      Darrell W. MacIntyre, Los Angeles, Cal., for defendant-appellant.\n      Howard R. Schechter, Schwartz, Schechter &amp; Sklerov, Van Nuys, Cal., for plaintiff-appellee.\n      Appeal from the United States District Court for the Central District of California.\n      Before BROWNING and GOODWIN, Circuit Judges, and JAMESON,* District Judge.\n      PER CURIAM:\n    \n    \n      1\n      Appellant Sukumolachan was convicted under 21 U.S.C. &#167; 846 of conspiracy to possess and distribute a controlled substance, heroin.\n    \n    \n      2\n      At trial, a Drug Enforcement Agency informant, Claude Register, testified he purchased heroin from appellant and co-defendants, David Hiller and Hans Wilhelm Loudermilk.  Appellant's defense was that he was framed by Register and Loudermilk, who were attempting to gain the favor of the Drug Enforcement Agency.\n    \n    \n      3\n      Hiller had entered a guilty plea and was to be sentenced after the date set for appellant's trial.  Appellant moved for a continuance on the ground that he desired to call Hiller as a witness, and Hiller would not testify before he was sentenced.  A continuance may be proper under such circumstances upon a showing that if the motion were granted: \"(1) the codefendant would be called; (2) he would in fact testify; and ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-pipat-sukumolachan"
    }
  ],
  "relatedIncidents": [
    17139,
    17140,
    17141,
    17142,
    17147
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}