{
  "id": 1740,
  "title": "2020년 Burdo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2020-01-23",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Burdo. 판결일: 2020-01-23. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: People v. Burdo\n**판결일**: 2020-01-23\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 2020 NY Slip Op 456\n\n## 판결문 요약\n\n\r\n\r\nPeople v Burdo (2020 NY Slip Op 00456)\r\n\r\n\r\n\r\n\r\n\r\nPeople v Burdo\r\n\r\n\r\n2020 NY Slip Op 00456\r\n\r\n\r\nDecided on January 23, 2020\r\n\r\n\r\nAppellate Division, Third Department\r\n\r\n\r\n\r\nPublished by New York State Law Reporting Bureau pursuant to Judiciary Law § 431.\r\n\r\n\r\nThis opinion is uncorrected and subject to revision before publication in the Official Reports.\r\n\r\n\r\n\r\nDecided and Entered: January 23, 2020\r\n\r\n110024\r\n\r\n[*1]The People of the State of New York, Respondent,\r\nvMaurice Burdo, Appellant.\r\n\r\nCalendar Date: January 3, 2020\r\n\r\nBefore: Garry, P.J., Lynch, Devine, Aarons and Colangelo, JJ.\r\n\r\n\r\nAdam G. Parisi, Schenectady, for appellant.\r\nAndrew J. Wylie, District Attorney, Plattsburgh (Rebecca L. Fox of counsel), for respondent.\r\n\r\n\r\n\r\nAppeal from a judgment of the County Court of Clinton County (Bruno, J.), rendered November 30, 2017, convicting defendant upon his plea of guilty of the crimes of burglary in the first degree and robbery in the first degree.\r\nDefendant was charged in an indictment with various crimes as a result of his participation in a home invasion during which he and a codefendant threatened an elderly couple with a sharp metal instrument and stole money. In satisfaction thereof, he pleaded guilty to burglary in the first degree and robbery in the first degree, and was required to waive his right to appeal. In accordance with the terms of the plea agreement, he was sentenced as a second violent felony offender to concurrent prison terms of 15 years on e...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-burdo"
    }
  ],
  "relatedIncidents": [
    1719,
    1728,
    1729,
    1731,
    1888
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}