{
  "id": 17407,
  "title": "1979년 Kieffer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-12-06",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Kieffer. 판결일: 1979-12-06. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: Alan KIEFFER, Appellant, v. Eileen KIEFFER, Respondent\n**판결일**: 1979-12-06\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Morgan\n\n## 변호인\n\nJoseph A. Lott, Clayton, for appellant., Morton R. Newman, Clayton, for respondent.\n\n## 인용\n\n- 590 S.W.2d 915\n\n## 판결문 요약\n\n\n590 S.W.2d 915 (1979)\nAlan KIEFFER, Appellant,\nv.\nEileen KIEFFER, Respondent.\nNo. 61469.\nSupreme Court of Missouri, En Banc.\nDecember 6, 1979.\n*916 Joseph A. Lott, Clayton, for appellant.\nMorton R. Newman, Clayton, for respondent.\nMORGAN, Judge.\nAfter affirming the trial court's modification of a divorce decree which (1) increased support payments for one child and (2) ordered recovery of one-half movant's attorney fee, the Eastern District of the Court of Appeals certified the cause to this court because its \" . . . examination of the recent decisions indicates that there is a conflict in the law as to whether it is essential there be a showing of financial need on the part of the spouse or former spouse seeking an award of an attorney's fee in a proceeding under the Dissolution of Marriage Act, §§ 452.300-452.415, RSMo 1969 [1973 Supp.], or whether need is merely one factor to be considered by the court in exercising a sound discretion to arrive at a just determination.\"[1]\nAlan and Eileen Kieffer were divorced in 1973 with custody of their two year old child, Connie, being awarded to the mother with reasonable rights of visitation awarded the father. The latter was to pay $30 per week toward support of the child.\nIn 1976, Eileen sought by the motion, yet involved, to have the child support payments increased to $60 a week and for recovery of attorney fees incurred by her in the proceeding. After a hearing wherein both parties testified and their financial positions presum...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kieffer-v-kieffer"
    }
  ],
  "relatedIncidents": [
    17395,
    17398,
    17402,
    17404,
    17405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}