{
  "id": 17404,
  "title": "1979년 Gisclair 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-12-11",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Gisclair. 판결일: 1979-12-11. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Elizabeth GISCLAIR, w/o and Grant Gisclair v. Roderic M. RIPP and Jefferson Parish Sheriff's Department\n**판결일**: 1979-12-11\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Boutall, Hood, Schott\n\n## 변호인\n\nKenneth J. Hurst, Marrero, counsel for Elizabeth Gisclair, w/o and Grant Gisclair, plaintiffs-appellants.\n\n## 인용\n\n- 378 So. 2d 553\n\n## 판결문 요약\n\n\nBOUTALL, Judge.\nPlaintiffs sued the Jefferson Parish Sheriff’s Department and Roderic M. Ripp, an employee, for damages arising out of an automobile collision. Defendant Ripp filed a rule to show cause why plaintiffs should not furnish a bond as security for attorney’s fees under the provisions of L.R.S. 42:261 E. A judgment was rendered ordering plaintiffs to furnish bond of $1,000 and decreeing “in default of posting same within 15 days from January 5, 1979, plaintiffs’ suit will be dismissed as of non-suit.” Plaintiffs filed no bond and on January 24, 1979, Ripp filed an ex parte motion to dismiss plaintiffs’ suit as of non-suit, which was signed by the trial judge on January 25, 1979, dismissing plaintiffs’ suit against Roderic M. Ripp as of non-suit.\nPlaintiffs appeal assigning three errors: That L.R.jS. 42:261 E does not provide for dismissal of suit but only prohibits plaintiffs from proceeding with the trial of the case; that the judgment of January 16 effectively denied plaintiffs 15 days for furnishing bond by beginning the period retroactive to January 5; that the requirement of security for attorney’s fees of a public official is unconstitutional.\nWe first point out that there are two judgments involved in this appeal. The first judgment is that of January 16, 1979 which ordered the posting of security within 15 days, and the second of January 25th, which dismissed plaintiffs’ suit as of non-suit because they did not post the bond required as specified in the fir...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gisclair-v-ripp"
    }
  ],
  "relatedIncidents": [
    17395,
    17398,
    17402,
    17405,
    17407
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}