{
  "id": 17408,
  "title": "1979년 Bastman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-12-04",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Bastman. 판결일: 1979-12-04. 법원: Wisconsin Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Bastman v. STETTIN MUTUAL INSURANCE CO.\n**판결일**: 1979-12-04\n**법원**: Wisconsin Supreme Court\n**관할**: Wisconsin, WI\n\n**판사**: Day\n\n## 인용\n\n- 285 N.W.2d 626\n- 92 Wis. 2d 542\n\n## 판결문 요약\n\n\n92 Wis.2d 542 (1979)\n285 N.W.2d 626\nBASTMAN, and wife, Plaintiffs-Appellants,\nv.\nSTETTIN MUTUAL INSURANCE COMPANY OF MARATHON COUNTY, Defendant-Respondent:\nKAISER, and another, Defendants.\nNo. 76-709.\nSupreme Court of Wisconsin.\nSubmitted on briefs October 10, 1979.\nDecided December 4, 1979.\n*544 For the appellants the cause was submitted on the brief of Cwayna, Novitzke, Byrnes, Gust &amp; Williams of Amery.\nFor the respondent the cause was submitted on the brief of W. Thomas Terwilliger and Terwilliger, Wakeen, Piehler, Conway &amp; Klingberg, S.C., of Wausau.\nDAY, J.\nThis is an appeal from a judgment dismissing, on the merits, plaintiffs' complaint for recovery for a fire loss under a town mutual fire insurance policy.\nThe principal question on appeal is: Was there credible evidence that defendant Stettin Mutual Insurance Company of Marathon County was \"negligent in the manner in which they handled the insurance coverage on the Bastman property?\"\nThe trial court ruled on motions after verdict that the insurance company was not negligent. We agree and affirm.\nThis suit was instituted by Arlyn Bastman and Judy Bastman, his wife, to recover for damage to buildings owned by them resulting from a fire on their property. The defendant, Stettin Mutual Insurance Company, had issued a five year fire insurance policy covering this property on May 25, 1972. The insurance company refused to pay the claim after the Bastmans filed a proof of loss on the theory that the policy was suspe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bastman-v-stettin-mutual-insurance-co"
    }
  ],
  "relatedIncidents": [
    17395,
    17398,
    17402,
    17404,
    17405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}