{
  "id": 17402,
  "title": "1979년 Phelps 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-12-12",
  "location": "North Dakota, ND, USA",
  "summary": "미국 North Dakota, ND 법원 판결 사건. 사건명: Phelps. 판결일: 1979-12-12. 법원: North Dakota Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of North Dakota, Plaintiff and Appellant, v. Michael PHELPS, Defendant and Appellee\n**판결일**: 1979-12-12\n**법원**: North Dakota Supreme Court\n**관할**: North Dakota, ND\n\n**판사**: Erickstad, Paulson, Pederson, Sand, Vande, Walle\n\n## 변호인\n\nThomas M. Tuntland, State’s Atty., Man-dan, for plaintiff and appellant., C. J. Schauss, Mandan, for defendant and appellee.\n\n## 인용\n\n- 286 N.W.2d 472\n\n## 판결문 요약\n\n\n286 N.W.2d 472 (1979)\nSTATE of North Dakota, Plaintiff and Appellant,\nv.\nMichael PHELPS, Defendant and Appellee.\nCr. No. 692.\nSupreme Court of North Dakota.\nDecember 12, 1979.\n*474 Thomas M. Tuntland, State's Atty., Mandan, for plaintiff and appellant.\nC. J. Schauss, Mandan, for defendant and appellee.\nSAND, Justice.\nMichael Phelps was arrested pursuant to a warrant and charged with burglary and arson, a violation of §§ 12.1-22-02 and 12.1-21-01, North Dakota Century Code. Prior to trial, Phelps moved the district court to suppress evidence seized from him during a police detention prior to his arrest. The parties submitted briefs and an evidentiary hearing was held. The district court entered an order suppressing the evidence as unlawfully obtained and the State appealed the order to this court. We affirm.\nDuring the evening of 10 May 1979, Michael Phelps was a customer in Ma's Place, a liquor establishment located in Mandan, North Dakota. At closing time, one o'clock a. m., 11 May 1979 Mavis Monahan, the owner of Ma's Place, requested Phelps to leave the premises. He refused, and then confessed to a previous burglary of another business owned by Monahan. Phelps inquired about the bar's burglar alarm and boasted to Monahan that he could break into any building in Mandan. Phelps finally left the bar at 1:30 a. m., but threatened to return and perpetrate destruction. He remained in the vicinity for some time thereafter, and pounded repeatedly on the bar door.\nMonahan called t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-phelps"
    }
  ],
  "relatedIncidents": [
    17395,
    17420,
    17442,
    17450,
    17460
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}