{
  "id": 17416,
  "title": "1979년 United States v. Joseph Indelicato, United States of America v. Richard F. Nutile 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-11-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Joseph Indelicato, United States of America v. Richard F. Nutile. 판결일: 1979-11-20. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Joseph INDELICATO, Defendant, Appellant; UNITED STATES of America, Appellee, v. Richard F. NUTILE, Defendant, Appellant\n**판결일**: 1979-11-20\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Bownes, Campbell, Claims, Kunzig\n\n## 변호인\n\nGerald Alch, Boston, Mass., by appointment of the Court, for defendant, appellant Joseph Robert Indelicato., Leonard M. Frisoli, Jr., Cambridge, Mass., by appointment of the Court, for defendant, appellant Richard F. Nutile., Stanley E. Greenidge, Sp. Atty., Dept, of Justice, Washington, D. C., with whom Edward F. Harrington, U. S. Atty., and Jeremiah T. O’Sullivan, Sp. Atty., Dept, of Justice, Boston, Mass., were on brief, for appellee.\n\n## 인용\n\n- 611 F.2d 376\n\n## 판결문 요약\n\n611 F.2d 376\n    UNITED STATES of America, Appellee,v.Joseph INDELICATO, Defendant, Appellant.UNITED STATES of America, Appellee,v.Richard F. NUTILE, Defendant, Appellant.\n    Nos. 79-1068, 79-1069.\n    United States Court of Appeals,\n    First Circuit.Argued Sept. 6, 1979.Decided Nov. 20, 1979.\n    \n      Gerald Alch, Boston, Mass., by appointment of the Court, for defendant, appellant Joseph Robert Indelicato.\n      Leonard M. Frisoli, Jr., Cambridge, Mass., by appointment of the Court, for defendant, appellant Richard F. Nutile.\n      Stanley E. Greenidge, Sp. Atty., Dept. of Justice, Washington, D. C., with whom Edward F. Harrington, U. S. Atty., and Jeremiah T. O'Sullivan, Sp. Atty., Dept. of Justice, Boston, Mass., were on brief, for appellee.\n      Before KUNZIG,* Judge, U.S. Court of Claims, CAMPBELL and BOWNES, Circuit Judges.\n      BOWNES, Circuit Judge.\n    \n    \n      1\n      Defendants-appellants Richard Nutile and Joseph Indelicato were convicted by a jury on three counts of unlawfully and willfully possessing United States Treasury checks stolen from the mails, 18 U.S.C. &#167; 1708,1 three counts of uttering and publishing as true the same United States Treasury checks with an intent to defraud the United States, 18 U.S.C. &#167; 495,2 and of aiding and abetting on all counts, 18 U.S.C. &#167; 2.3  Defendants appeal their convictions, alleging the commission of various errors by the district court during the course of their joint trial.  We affirm.\n    \n    Th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-joseph-indelicato-united-states-of-america-v-richard-f"
    }
  ],
  "relatedIncidents": [
    17558,
    17564,
    17574,
    17645,
    17649
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}