{
  "id": 17413,
  "title": "1979년 Perrin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-11-27",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Perrin. 판결일: 1979-11-27. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Perrin v. United States\n**판결일**: 1979-11-27\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Burger, Members, White\n\n## 변호인\n\nLeonard B. Boudin argued the cause for petitioner. With him on the briefs were Robert G. Haik and Albert J. Ahern, Jr., Stephen M. Shapiro argued the cause for the United States. With him on the briefs were Solicitor General McCree and Assistant Attorney General Heymann.\n\n## 인용\n\n- 62 L. Ed. 2d 199\n- 100 S. Ct. 311\n- 444 U.S. 37\n- 1979 U.S. LEXIS 44\n\n## 판결문 요약\n\n\n444 U.S. 37 (1979)\nPERRIN\nv.\nUNITED STATES.\nNo. 78-959.\nSupreme Court of United States.\nArgued October 3, 1979.\nDecided November 27, 1979.\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n*38 Leonard B. Boudin argued the cause for petitioner. With him on the briefs were Robert G. Haik and Albert J. Ahern, Jr.\nStephen M. Shapiro argued the cause for the United States. With him on the briefs were Solicitor General McCree and Assistant Attorney General Heymann.\nMR. CHIEF JUSTICE BURGER delivered the opinion of the Court.\nWe granted certiorari to resolve a Circuit conflict[1] on whether commercial bribery of private employees prohibited by a state criminal statute constitutes \"bribery . . . in violation of the laws of the State in which committed\" within the meaning of the Travel Act, 18 U. S. C. § 1952.\n\nI\nPetitioner Vincent Perrin and four codefendants[2] were indicted in the Eastern District of Louisiana for violating the Travel Act, 18 U. S. C. § 1952, and for conspiring to violate the Act, 18 U. S. C. § 371. The Travel Act provides in part:\n\"(a) Whoever travels in interstate or foreign commerce *39 or uses any facility in interstate or foreign commerce, including the mail, with intent to\n\"(1) distribute the proceeds of any unlawful activity; or\n\"(2) commit any crime of violence to further any unlawful activity; or\n\"(3) otherwise promote, manage, establish, carry on, or facilitate the promotion, management, establishment, or carrying on, of any unlawf...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=perrin-v-united-states"
    }
  ],
  "relatedIncidents": [
    17487,
    17553,
    17221,
    17270,
    17296
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}