{
  "id": 17411,
  "title": "1979년 Clark v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-11-30",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Clark v. State. 판결일: 1979-11-30. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: CLARK v. THE STATE REEDY v. State\n**판결일**: 1979-11-30\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Deen\n\n## 변호인\n\nR. Allen Hunt, for appellant (Case No. 58767)., Lewis R. Slaton, District Attorney, Joseph J. Drolet, H. Allen Moye, Richard E. Hicks, Assistant District Attorneys, for appellee., Willie R. Reedy, pro se (Case No. 58768).\n\n## 인용\n\n- 152 Ga. App. 627\n\n## 판결문 요약\n\n\nDeen, Chief Judge.\n1. These defendants were jointly indicted, tried and convicted for the offense of rape. The testimony of the prosecutrix is firm that she was induced by the defendants to come up to their hotel room and was raped by each in turn. The general grounds are without merit.\n2. The sole special ground complains that the trial court erred in denying a motion for mistrial \"in that appointed counsel represented as an officer of the court that a conflict of interest developed during the trial of the case.” This motion was made well into the trial, counsel stating to the judge that he had understood in preparing *628for the trial that both defendants took the position that there had been no intercourse, but that during a trial recess Reedy was stating \"that there could have been voluntary intercourse.” Reedy then interrupted the colloquy (which was taking place out of the presence of the jury) and volunteered that he had not told his counsel he wanted to make a claim of voluntary intercourse, but that he did want \"a new trial” and different counsel because \"he kept telling me I have no chance of winning the case” and \"he don’t supposed to be thinking negative.” Clark was then questioned and stated, \"I feel that we should be represented by two lawyers 'cause I feel that one lawyer just can’t come in and handle a case like this here.” It is obvious that both defendants were beginning to see the handwriting on the wall and hoped that a change of counsel would result in a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=clark-v-state"
    }
  ],
  "relatedIncidents": [
    17429,
    17438,
    17500,
    17543,
    17570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}