{
  "id": 17420,
  "title": "1979년 People v. Butler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-11-16",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: People v. Butler. 판결일: 1979-11-16. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. THOMAS BUTLER, Defendant-Appellant\n**판결일**: 1979-11-16\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Harrison\n\n## 변호인\n\nJohn H. Reid and Daniel M. Kirwan, both of State Appellate Defender’s Office, of Mt. Vernon, for appellant., Robert H. Howerton, State’s Attorney, of Marion (Raymond F. Buckley, Jr., and Stephen J. Maassen, both of State’s Attorneys Appellate Service Commission, of counsel), for the People.\n\n## 인용\n\n- 396 N.E.2d 1374\n- 78 Ill. App. 3d 809\n\n## 판결문 요약\n\n\n78 Ill. App. 3d 809 (1979)\n396 N.E.2d 1374\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nTHOMAS BUTLER, Defendant-Appellant.\nNo. 79-92.\nIllinois Appellate Court  Fifth District.\nOpinion filed November 16, 1979.\n*810 John H. Reid and Daniel M. Kirwan, both of State Appellate Defender's Office, of Mt. Vernon, for appellant.\nRobert H. Howerton, State's Attorney, of Marion (Raymond F. Buckley, Jr., and Stephen J. Maassen, both of State's Attorneys Appellate Service Commission, of counsel), for the People.\nJudgment affirmed.\nMr. JUSTICE HARRISON delivered the opinion of the court:\nDefendant pleaded guilty to armed robbery and was sentenced to 60 years' imprisonment. He appeals, contending (1) that the information filed should have charged him with extended-term armed robbery, (2) the trial court erroneously applied the extended-arm statute, and (3) the sentence was excessive. We affirm.\nDefendant was charged by information on February 3, 1978, and by amended information on April 12, 1978, with armed robbery and other offenses. On March 3, 1978, defendant initially entered his plea of not guilty and requested a jury trial. But pursuant to a plea negotiation, he subsequently entered a plea of guilty to the armed robbery charge alone. At that plea proceeding on May 23, 1978, the trial court gave the Supreme Court Rule 402 admonitions, explained the charge and outlined the *811 penalty alternatives, including mandatory supervised release and extended sentencing terms. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-butler"
    }
  ],
  "relatedIncidents": [
    17395,
    17402,
    17442,
    17450,
    17460
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}