{
  "id": 17427,
  "title": "1979년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-11-08",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1979-11-08. 법원: Massachusetts Appeals Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. George Rogers\n**판결일**: 1979-11-08\n**법원**: Massachusetts Appeals Court\n**관할**: Massachusetts, MA\n\n**판사**: Hale\n\n## 변호인\n\nStephen M. Salon (Shari E. Redstone with him) for the defendant., Bernard Manning, Assistant Attorney General, for the Commonwealth.\n\n## 인용\n\n- 8 Mass. App. Ct. 646\n\n## 판결문 요약\n\n\nHale, C.J.\nThe defendant appeals from his convictions on three indictments: No. 017988 for conspiracy to commit larceny of more than one hundred dollars from the Commonwealth (G. L. c. 266, § 30); No. 017989 for conspiracy to bribe public officials (G. L. c. 268A, § 2 [a]), and No. 017990 for conspiracy to seek a bribe to influence his official acts (G. L. c. 268A, § 2 [6]). Listed in the *647indictments as coconspirators but not as defendants were Patrick J. Weagraff, Edward F. Mackin, Olympus Research Corporation, Gilbert M. Rosenbrier and Public Management Systems. As no question has been raised concerning the sufficiency of the evidence presented at the trial, we need only set out the background facts as the jury could have found them.\nWhile Weagraff was employed as project director for the Department of Education of California, in August, 1974, he met Mackin, the president of Olympus Research Corporation (Olympus), a company engaged in consulting work in the field of education. Mackin and Olympus helped him to secure a new position as associate commissioner for occupational education in the Department of Education (DOE), paying his expenses when he came to Boston for interviews.\nWeagraff assumed his duties as associate commissioner in January, 1975. Shortly afterward he became acquainted with the defendant, then a member of the State Senate. The defendant told Weagraff that he was a supporter of vocational education in the Senate and that he needed additional staff to e...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-rogers"
    }
  ],
  "relatedIncidents": [
    17395,
    17398,
    17402,
    17404,
    17405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}