{
  "id": 17429,
  "title": "1979년 Mayhand 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-11-06",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Mayhand. 판결일: 1979-11-06. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State of North Carolina v. Michael Anthony Mayhand\n**판결일**: 1979-11-06\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Branch, Brock\n\n## 변호인\n\n\n\nRufus L. Edmisten, Attorney General, by Grayson G. Kelley, Associate Attorney, for the State.\n, \nWallace C. Harrelson for defendant appellant.\n\n\n## 인용\n\n- 259 S.E.2d 231\n- 298 N.C. 418\n\n## 판결문 요약\n\n\n259 S.E.2d 231 (1979)\n298 N.C. 418\nSTATE of North Carolina\nv.\nMichael Anthony MAYHAND.\nNo. 16.\nSupreme Court of North Carolina.\nNovember 6, 1979.\n*234 Rufus L. Edmisten, Atty. Gen., by Grayson G. Kelley, Associate Atty., Raleigh, for the State.\nWallace C. Harrelson, Greensboro, for defendant-appellant.\nBRANCH, Chief Justice.\nDefendant first contends that the trial judge erred in permitting a demonstration *235 by the prosecuting witness and a detective depicting the manner in which the rape took place. During her testimony, Miss Davis was allowed to sit in the lap of a police detective who was sitting in an armchair so as to illustrate the relative positions of the parties at the time the rape occurred.\nThe law is well settled in this jurisdiction that experimental or demonstrative evidence is admissible when performed under circumstances substantially similar to those existing at the time of the original transaction if the evidence tends to shed light on that transaction. The conditions need not be identical, but a reasonable or substantial similarity is sufficient. State v. Brown, 280 N.C. 588, 187 S.E.2d 85 (1972); Mintz v. R.R., 236 N.C. 109, 72 S.E.2d 38 (1952); State v. Phillips, 228 N.C. 595, 46 S.E.2d 720 (1948). The measure of permissible variation in the conditions of the experiment from those of the original transaction is usually determined by whether such variation would tend to confuse or mislead the jury. If the evidence would tend to enable the jury to consid...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mayhand"
    }
  ],
  "relatedIncidents": [
    17411,
    17438,
    17500,
    17543,
    17570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}