{
  "id": 17438,
  "title": "1979년 Rice 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-10-26",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Rice. 판결일: 1979-10-26. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington, Respondent, v. David L. Rice, Appellant\n**판결일**: 1979-10-26\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Petrie, Reed, Soule\n\n## 변호인\n\nElizabeth Penoyar, for appellant., Jeff Campiche, Prosecuting Attorney, for respondent.\n\n## 인용\n\n- 603 P.2d 835\n- 24 Wash. App. 562\n\n## 판결문 요약\n\n\n24 Wash. App. 562 (1979)\n603 P.2d 835\nTHE STATE OF WASHINGTON, Respondent,\nv.\nDAVID L. RICE, Appellant.\nNo. 3264-2.\nThe Court of Appeals of Washington, Division Two.\nOctober 26, 1979.\n*563 Elizabeth Penoyar, for appellant.\nJeff Campiche, Prosecuting Attorney, for respondent.\nREED, A.C.J.\nDefendant David L. Rice appeals his convictions of second-degree assault, RCW 9A.36.020(b), and second-degree rape, RCW 9.79.180, alleging error in the admission of a written statement he had provided to the police, and challenging his conviction of two separate felonies arising from the same incident. We affirm for the reasons set forth below.\nOn May 7, 1977, the prosecutrix informed Deputy Staudenraus of the Pacific County sheriff's office that at about 3 a.m. defendant had beaten and raped her. She stated that after a late night of drinking with defendant and other casual acquaintances, the victim and defendant drove to a nearby beach to go beachcombing. Upon arriving at the beach defendant asked the victim whether she would consent to intercourse. She declined and a struggle ensued. Defendant forced her out of the cab of his pickup truck and into the camper compartment where he beat and raped her. After defendant dressed himself and left the camper, the victim fled into the sand dunes on foot.\nShortly after the victim filed her complaint against defendant, Deputy Staudenraus went to defendant's residence to inquire about the incident. The deputy advised defendant that he was not under ar...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-rice"
    }
  ],
  "relatedIncidents": [
    17411,
    17429,
    17500,
    17543,
    17570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}