{
  "id": 17441,
  "title": "1979년 Goodall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-10-22",
  "location": "Maine, ME, USA",
  "summary": "미국 Maine, ME 법원 판결 사건. 사건명: Goodall. 판결일: 1979-10-22. 법원: Supreme Judicial Court of Maine.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Maine v. Douglas R. GOODALL\n**판결일**: 1979-10-22\n**법원**: Supreme Judicial Court of Maine\n**관할**: Maine, ME\n\n**판사**: Archibald, Glassman, God-Frey, McKUSICK, Nichols, Pome-Roy, Wernick\n\n## 변호인\n\nThomas E. Delahanty, II, Dist. Atty., Auburn, Michael D. Seitzinger (orally), Michael Saucier, Fernand LaRochelle, James G. Boulos, Asst. Attys. Gen., Augusta, for plaintiff., Kurtz & Myers by Theodore H. Kurtz (orally), Douglas M. Myers, South Paris, for defendant.\n\n## 인용\n\n- 407 A.2d 268\n\n## 판결문 요약\n\n\n407 A.2d 268 (1979)\nSTATE of Maine\nv.\nDouglas R. GOODALL.\nSupreme Judicial Court of Maine.\nOctober 22, 1979.\n*270 Thomas E. Delahanty, II, Dist. Atty., Auburn, Michael D. Seitzinger (orally), Michael Saucier, Fernand LaRochelle, James G. Boulos, Asst. Attys. Gen., Augusta, for plaintiff.\nKurtz &amp; Myers by Theodore H. Kurtz (orally), Douglas M. Myers, South Paris, for defendant.\nBefore McKUSICK, C. J., and POMEROY, WERNICK, ARCHIBALD, GODFREY, NICHOLS and GLASSMAN, JJ.\nMcKUSICK, Chief Justice.\nDefendant Douglas R. Goodall appeals from a judgment of conviction of manslaughter, 17-A M.R.S.A. § 203(1)(A), entered upon the verdict of a Superior Court jury in Franklin County. In deciding his appeal we address the following principal questions:\n1. Under all the circumstances, was the denial of his constitutional right to a free transcript of his prior trial harmless error?\n2. What is the scope of the definition of an \"accomplice\" under 17-A M.R.S.A. § 57(3)(A)?\n3. What crimes are lesser included offenses of \"depraved indifference\" murder, 17-A M.R.S.A. § 201(1)(B)?\n4. Was defendant's right to a speedy trial violated?\n5. Did the presiding justice commit error by refusing an explicit instruction that the jury must be unanimous both as to the offense and as to the principal-or-accomplice theory of criminal liability?\nWe find no reversible error in the trial that resulted in defendant Goodall's conviction and accordingly we deny his appeal.\n\n\n*271 Facts\n\nIn the early morning hours o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-goodall"
    }
  ],
  "relatedIncidents": [
    17398,
    17436,
    17447,
    17459,
    17461
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}