{
  "id": 17446,
  "title": "1979년 Mosk 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-10-18",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Mosk. 판결일: 1979-10-18. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STANLEY MOSK, an Associate Justice of the Supreme Court, Petitioner, v. THE SUPERIOR COURT OF LOS ANGELES COUNTY, Respondent; COMMISSION ON JUDICIAL PERFORMANCE, Real Party in Interest\n**판결일**: 1979-10-18\n**법원**: California Supreme Court\n**관할**: California, CA\n\n## 변호인\n\nCounsel, Mitchell, Silberberg & Knupp, Edward M. Medvene and Richard M. Mosk for Petitioner. Ephraim Margolin, Richard J. Kohlman, Beauzay, Hammer, Ezgar, Bledsoe & Rucka, Victor H. Beauzay, Philip L. Hammer, Michael J. Ezgar, Robert T. Bledsoe, N. Michael Rucka, Stephen D. Sprenkle, Melvyn D. Silver, Emmett P. O’Boyle, Edward M. Suden, Louis H. Ginsberg, Alfred Lombardo, Paul E. Jacobs, Susan T. Levin, J. Andrew McKenna, Frederick L. Boyd, John A. Stonich and Ann E. Bailey as Amici Curiae on be\n\n## 인용\n\n- 601 P.2d 1030\n- 25 Cal. 3d 474\n- 159 Cal. Rptr. 494\n\n## 판결문 요약\n\n\n25 Cal. 3d 474 (1979)\n601 P.2d 1030\n159 Cal. Rptr. 494\nSTANLEY MOSK, an Associate Justice of the Supreme Court, Petitioner,\nv.\nTHE SUPERIOR COURT OF LOS ANGELES COUNTY, Respondent; COMMISSION ON JUDICIAL PERFORMANCE, Real Party in Interest.\nDocket No. L.A. 31140.\nSupreme Court of California.\nOctober 18, 1979\n*478 COUNSEL\nMitchell, Silberberg &amp; Knupp, Edward M. Medvene and Richard M. Mosk for Petitioner.\n*479 Ephraim Margolin, Richard J. Kohlman, Beauzay, Hammer, Ezgar, Bledsoe &amp; Rucka, Victor H. Beauzay, Philip L. Hammer, Michael J. Ezgar, Robert T. Bledsoe, N. Michael Rucka, Stephen D. Sprenkle, Melvyn D. Silver, Emmett P. O'Boyle, Edward M. Suden, Louis H. Ginsberg, Alfred Lombardo, Paul E. Jacobs, Susan T. Levin, J. Andrew McKenna, Frederick L. Boyd, John A. Stonich and Ann E. Bailey as Amici Curiae on behalf of Petitioner.\nNo appearance for Respondent.\nBeardsley, Hufstedler &amp; Kemble, Seth M. Hufstedler, John Sobieski, Burton J. Gindler, Peter O. Israel, Pierce O'Donnell and Evelyn Balderman for Real Party in Interest.\nGray, Cary, Ames &amp; Frye, Josiah L. Neeper, Edward J. McIntyre, Jan S. Gonnerman, Lawrence W. Jordan, Jr., and Joanne M. Garvey as Amici Curiae on behalf of Real Party in Interest.\nOPINION\nTHE COURT.[*]\nAssociate Supreme Court Justice Stanley Mosk filed a petition for a writ of mandate, or other appropriate relief, in the Los Angeles County Superior Court to quash a subpoena ordering him to appear as a witness at a public hearing before the C...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mosk-v-superior-court"
    }
  ],
  "relatedIncidents": [
    17395,
    17398,
    17402,
    17404,
    17405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}