{
  "id": 17442,
  "title": "1979년 Higgins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-10-22",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Higgins. 판결일: 1979-10-22. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Francis J. Higgins v. New York State Division of Parole\n**판결일**: 1979-10-22\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 72 A.D.2d 583\n\n## 판결문 요약\n\n\nIn a proceeding pursuant to CPLR article 78 to (1) vacate the parole violation warrant lodged against petitioner and (2) restore him to parole, the appeal is from a judgment of the Supreme Court, Nassau County, entered April 3, 1979, which granted the petition. Judgment affirmed, without costs or disbursements. Petitioner was paroled in 1966 from a sentence of imprisonment imposed in 1948. On May 27, 1970 a parole violation warrant was issued against petitioner charging him with having violated the conditions of his parole as a result of his arrest in California upon concealed weapon and explosives charges. Thereafter, and without petitioner having been retaken on the New York State warrant, he was arrested, convicted and incarcerated in 1972 upon Federal bank robbery charges. A detainer was lodged with the Federal correctional facility to ensure petitioner’s availability for execution of the parole violation warrant at such time as he would be released from Federal incarceration. The warrant was not executed however. Although petitioner requested a final parole revocation hearing, and although the warden of the Federal correctional facility indicated that upon a request by New York authorities petitioner would be transferred to the Federal Metropolitan Correctional Center in New York, a location within the convenience and practical control of New York authorities, appellant, New York State Division of Parole, refused to take any steps towards such transfer for the purpose o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=higgins-v-new-york-state-division-of-parole"
    }
  ],
  "relatedIncidents": [
    17395,
    17402,
    17420,
    17450,
    17460
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}