{
  "id": 17447,
  "title": "1979년 Turner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-10-18",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Turner. 판결일: 1979-10-18. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. EDWARD TURNER, Defendant-Appellant\n**판결일**: 1979-10-18\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Romiti\n\n## 변호인\n\nRalph Ruebner and Fe Fernandez, both of State Appellate Defender’s Office, of Chicago, for appellant., Bernard Carey, State’s Attorney, of Chicago (Marcia B. Orr, James Veldman, and Bruce Brandwein, Assistant State’s Attorneys, of counsel), for the People.\n\n## 인용\n\n- 396 N.E.2d 1139\n- 78 Ill. App. 3d 82\n\n## 판결문 요약\n\n\n78 Ill. App.3d 82 (1979)\n396 N.E.2d 1139\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nEDWARD TURNER, Defendant-Appellant.\nNo. 78-330.\nIllinois Appellate Court  First District (4th Division).\nOpinion filed October 18, 1979.\n*83 Ralph Ruebner and Fe Fernandez, both of State Appellate Defender's Office, of Chicago, for appellant.\n*84 Bernard Carey, State's Attorney, of Chicago (Marcia B. Orr, James Veldman, and Bruce Brandwein, Assistant State's Attorneys, of counsel), for the People.\nReversed and remanded.\nMr. JUSTICE ROMITI delivered the opinion of the court:\nEdward Turner, the defendant, was tried before a jury for the murder and armed robbery of Levi Anderson. He was convicted of both crimes and was sentenced to 50 to 100 years for murder and 20 to 40 years for armed robbery, sentences to run concurrently. On appeal defendant contends (1) his guilt was not established beyond a reasonable doubt; (2) he was deprived of a fair trial when the State was permitted to introduce evidence that he had committed a subsequent kidnapping; (3) he was deprived of a fair trial when the State was permitted to introduce evidence of prior burglaries committed by him; (4) the trial court erred in permitting the State to elicit testimony that the police had obtained the approval of the State's Attorney's office before placing felony charges against him; (5) his sentences were excessive; and (6) a new sentencing hearing is required because the trial court considered other alleged...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-turner"
    }
  ],
  "relatedIncidents": [
    17398,
    17436,
    17441,
    17459,
    17461
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}