{
  "id": 17458,
  "title": "1979년 Pecora 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-10-04",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Pecora. 판결일: 1979-10-04. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Emerald Green Home Owners Association, Inc. v. John Pecora\n**판결일**: 1979-10-04\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 72 A.D.2d 615\n\n## 판결문 요약\n\n\nAppeal from an order of the Supreme Court at Special Term, entered January 16, 1979 in Sullivan County, which granted a motion by defendant Pécora for summary judgment dismissing the complaint and which denied plaintiff’s cross motion. On September 19, 1969, Leisure Time Developers, Ltd. (Leisure Time) filed a declaration of covenants, easements, restrictions and charges, in the office of the Clerk of Sullivan County, which provided, inter alia, that each of the defendants, as owners of lots, in the subdivision known as Emerald Green, would be required on May 1 of each year to pay $200 to Leisure Time, its successors or assigns, for the use of recreational areas adjoining the real property purchased by each of the defendants. On September 7, 1970, the defendant John Pécora entered into a \"contract of sale” for the purchase, from Leisure Time, of a parcel of land located in the Town of Thompson, Sullivan County. Paragraph 6 of the contract of sale contained the following provision: \"It is understood and agreed that the purchaser^) herein, his, her or their heirs and assigns shall pay the Seller, its successors and assigns, an annual charge of two hundred dollars ($200.00) strictly for the use of the recreational facilities”. Paragraph 2 of schedule A, annexed to the contract of sale, contained the same provision. The purchaser and the seller signed a rider to the contract of sale stating that \"the Purchaser shall have the option and election to purchase the use of recreationa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=emerald-green-home-owners-assn-v-pecora"
    }
  ],
  "relatedIncidents": [
    17395,
    17398,
    17402,
    17404,
    17405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}