{
  "id": 17450,
  "title": "1979년 Stanley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-10-17",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Stanley. 판결일: 1979-10-17. 법원: Court of Special Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Ralph Gaylord Stanley v. State of Maryland\n**판결일**: 1979-10-17\n**법원**: Court of Special Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Morton, Melvin and Liss\n\n## 변호인\n\nMartha V. Weisheit, Assistant Public Defender, with whom was Alan H. Murrell, Public Defender, on the brief, for appellant., Deborah K. Handel, Assistant Attorney General, with whom were Stephen H. Sachs, Attorney General, William A. Swisher, State’s Attorney for Baltimore City, and Gary Graham, Assistant State's Attorney for Baltimore City, on the brief, for appellee.\n\n## 인용\n\n- 406 A.2d 693\n- 43 Md. App. 651\n\n## 판결문 요약\n\n\n43 Md. App. 651 (1979)\n406 A.2d 693\nRALPH GAYLORD STANLEY\nv.\nSTATE OF MARYLAND.\nNo. 112, September Term, 1979.\nCourt of Special Appeals of Maryland.\nDecided October 17, 1979.\nThe cause was argued before MORTON, MELVIN and LISS, JJ.\nMartha V. Weisheit, Assistant Public Defender, with whom was Alan H. Murrell, Public Defender, on the brief, for appellant.\nDeborah K. Handel, Assistant Attorney General, with whom were Stephen H. Sachs, Attorney General, William A. Swisher, State's Attorney for Baltimore City, and Gary Graham, Assistant State's Attorney for Baltimore City, on the brief, for appellee.\nLISS, J., delivered the opinion of the Court.\n*652 Ralph Gaylord Stanley, appellant, was found guilty of burglary by a jury in the Criminal Court of Baltimore on January 19, 1979, and was sentenced to a ten year term by Judge J. Harold Grady.\nEvidence adduced at trial indicated: that the dwelling of a Baltimore City resident was burglarized while the victim was at home; that the victim investigated a noise on the upper floor of his house and discovered two lamps missing which he subsequently found on his front lawn; that he found his television had been removed from one room and placed in another; that the victim retrieved the lamps and as he was doing so noticed the appellant coming down the stairs which led from the upper floor of his house; and that he apprehended the appellant and subdued him until the police arrived.\nAppellant raises two issues to be decided by this appeal:\n1. W...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stanley-v-state"
    }
  ],
  "relatedIncidents": [
    17395,
    17402,
    17420,
    17442,
    17460
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}