{
  "id": 17459,
  "title": "1979년 Green 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-10-03",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Green. 판결일: 1979-10-03. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Randy Glenn GREEN, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1979-10-03\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Dally, Roberts\n\n## 변호인\n\nKenneth Valka, on appeal only, Houston, for appellant., Carol S. Vance, Dist. Atty., Michael C. Kuhn, Doug Shaver and Tenny G. Wilson, Asst. Dist. Attys., Houston, Robert Huttash, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 587 S.W.2d 167\n\n## 판결문 요약\n\n\n587 S.W.2d 167 (1979)\nRandy Glenn GREEN, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 61914.\nCourt of Criminal Appeals of Texas, En Banc.\nOctober 3, 1979.\n*168 Kenneth Valka, on appeal only, Houston, for appellant.\nCarol S. Vance, Dist. Atty., Michael C. Kuhn, Doug Shaver and Tenny G. Wilson, Asst. Dist. Attys., Houston, Robert Huttash, State's Atty., Austin, for the State.\nBefore the court en banc.\n\nOPINION\nDALLY, Judge.\nThis is an appeal from a conviction for the offense of capital murder. The punishment was assessed at death.\nAppellant complains of the admission at the punishment stage of testimony concerning an extraneous offense and opinion testimony concerning appellant's character. He also contends that the arguments of counsel at the guilt-innocence stage were improperly presented prior to the reading of the court's charge to the jury, and the prosecutor violated appellant's right to remain silent by commenting on his failure to call certain witnesses.\nThe evidence, which includes appellant's written confession, establishes that on the night of June 28, 1976, appellant robbed and fatally beat Harold Robinson, the owner of a tavern in Baytown. During the same criminal episode, appellant raped and severely beat a female employee of the tavern.\nOn November 5, 1976, appellant entered a plea of guilty in the circuit court of Yazoo County, Mississippi, to the offense of the murder of Beverly Clark on July 31, 1976. He was sentenced to imprisonment for life in the Missis...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=green-v-state"
    }
  ],
  "relatedIncidents": [
    17398,
    17436,
    17441,
    17447,
    17461
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}