{
  "id": 17457,
  "title": "1979년 Edwards 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-10-04",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Edwards. 판결일: 1979-10-04. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: MARTIN DALE EDWARDS, Plaintiff and Appellant, v. R. SPENCER STEELE, as Zoning Administrator, Etc., Et Al., Defendants and Respondants\n**판결일**: 1979-10-04\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Richardson\n\n## 변호인\n\nCounsel, Doris Brin Walker and Stephen B. Bedrick for Plaintiff and Appellant., George Agnost, City Attorney, Burk E. Delventhal and Diane L. Hermann, Deputy City Attorneys, for Defendants and Respondents.\n\n## 인용\n\n- 599 P.2d 1365\n- 25 Cal. 3d 406\n- 158 Cal. Rptr. 662\n\n## 판결문 요약\n\n\n25 Cal. 3d 406 (1979)\n599 P.2d 1365\n158 Cal. Rptr. 662\nMARTIN DALE EDWARDS, Plaintiff and Appellant,\nv.\nR. SPENCER STEELE, as Zoning Administrator, etc., et al., Defendants and Respondants.\nDocket No. S.F. 24034.\nSupreme Court of California.\nOctober 4, 1979.\n*407 COUNSEL\nDoris Brin Walker and Stephen B. Bedrick for Plaintiff and Appellant.\n*408 George Agnost, City Attorney, Burk E. Delventhal and Diane L. Hermann, Deputy City Attorneys, for Defendants and Respondents.\nOPINION\nRICHARDSON, J.\nPlaintiff Martin Dale Edwards appeals from a judgment entered in favor of defendant R. Spencer Steele, the Zoning Administrator of the City and County of San Francisco, reversing a decision of the board of permit appeals (board) which had granted plaintiff a variance permit. We will retransfer the case to the Court of Appeal for its disposition of the merits of plaintiff's appeal. (See Vella v. Hudgins (1977) 20 Cal. 3d 251, 254 [142 Cal. Rptr. 414, 572 P.2d 28]; Taylor v. Union Pac. R.R. Corp. (1976) 16 Cal. 3d 893, 895 [130 Cal. Rptr. 23, 549 P.2d 855].)\nPlaintiff owns a parcel of residential property in San Francisco. In 1965, he applied for and received appropriate building permits for the remodelling and repairing of his home. In reliance thereon he expended approximately $25,000 in construction costs and architect's fees. Thereafter, in 1975, as a part of his continuing renovation project, plaintiff applied for an additional building permit to complete the previous alterations by th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=edwards-v-steele"
    }
  ],
  "relatedIncidents": [
    17395,
    17398,
    17402,
    17404,
    17405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}