{
  "id": 17461,
  "title": "1979년 Stephens 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-10-01",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: Stephens. 판결일: 1979-10-01. 법원: New Mexico Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of New Mexico, Plaintiff-Appellee, v. Jack STEPHENS and Michael Colby, Defendants-Appellants\n**판결일**: 1979-10-01\n**법원**: New Mexico Supreme Court\n**관할**: New Mexico, NM\n\n**판사**: Easley, Federici, Felter\n\n## 변호인\n\nReginald J. Storment, Sante Fe, Leon Taylor, Albuquerque, for defendants-appellants., Jeff Bingaman, Atty. Gen., Arthur Encinas, Asst. Atty. Gen., Santa Fe, for plaintiff-appellee.\n\n## 인용\n\n- 600 P.2d 820\n- 93 N.M. 368\n\n## 판결문 요약\n\n\n600 P.2d 820 (1979)\nSTATE of New Mexico, Plaintiff-Appellee,\nv.\nJack STEPHENS and Michael Colby, Defendants-Appellants.\nNo. 12271.\nSupreme Court of New Mexico.\nOctober 1, 1979.\nReginald J. Storment, Sante Fe, Leon Taylor, Albuquerque, for defendants-appellants.\nJeff Bingaman, Atty. Gen., Arthur Encinas, Asst. Atty. Gen., Santa Fe, for plaintiff-appellee.\n\nOPINION\nEASLEY, Justice.\nThe defendants Jack Stephens and Michael Colby appeal from their convictions of first-degree murder. We discuss whether the trial court should have, sua sponte, ordered a severance of the trial of the two defendants, and whether the trial court abused its discretion in admitting certain evidence.\n*821 Both defendants and the victim were inmates at the penitentiary of New Mexico. Defendants were charged with beating the victim to death with baseball bats at the penitentiary.\nEvidence was admitted against each defendant which, allegedly, would not have been admissible against the other defendant had they been tried separately. Over objections, the trial court also admitted into evidence testimony regarding splinters which had been removed from the hand of defendant Colby the day after the murder; two letters, one allegedly written by Colby and the other allegedly written to Colby by another inmate; and, two photographs of the victim.\nThe defendants, having insisted on being tried jointly, now assert that the trial court has discretion to order a severance, sua sponte, and that its failure to do so was...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-stephens"
    }
  ],
  "relatedIncidents": [
    17398,
    17436,
    17441,
    17447,
    17459
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}