{
  "id": 17460,
  "title": "1979년 Eldson McGhee v. Jack Hanberry, Warden, Atlanta Federal Penitentiary, Etc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-10-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Eldson McGhee v. Jack Hanberry, Warden, Atlanta Federal Penitentiary, Etc.. 판결일: 1979-10-03. 법원: Court of Appeals for the Federal Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Eldson McGHEE, Petitioner-Appellant, v. Jack HANBERRY, Warden, Atlanta Federal Penitentiary, Et Al., Etc., Respondents-Appellees\n**판결일**: 1979-10-03\n**법원**: Court of Appeals for the Federal Circuit\n**관할**: USA, Federal\n\n**판사**: Ainsworth, Clark, Per Curiam, Vance\n\n## 변호인\n\nEldson McGhee, pro se., Curtis E. Anderson, Asst. U. S. Atty., Atlanta, Ga., for respondents-appellees.\n\n## 인용\n\n- 604 F.2d 9\n\n## 판결문 요약\n\n604 F.2d 9\n    Eldson McGHEE, Petitioner-Appellant,v.Jack HANBERRY, Warden, Atlanta Federal Penitentiary, et al.,etc., Respondents-Appellees.\n    No. 79-1517\n    \n      Summary Calendar.*\n      United States Court of Appeals,Fifth Circuit.\n      Oct. 3, 1979.\n      Eldson McGhee, pro se.\n      Curtis E. Anderson, Asst. U. S. Atty., Atlanta, Ga., for respondents-appellees.\n      Appeal from the United States District Court for the Northern District of Georgia.\n      Before AINSWORTH, CLARK and VANCE, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      Appellant was convicted under Counts One, Two, Three and Seven of a seven count indictment charging various offenses arising from the robbery of the First State Bank in Marshallville, Georgia.  McGhee was sentenced to life imprisonment for his conviction under Count Three (taking a hostage during the armed robbery of a bank, 18 U.S.C. &#167; 2113(e)) and to five years imprisonment for his conviction under Count Seven (conspiracy, 18 U.S.C. &#167; 371).  The court ordered the sentences to run consecutively.  On direct appeal, this Court reversed appellant's conviction under Count One, affirmed appellant's convictions under Counts Two, Three, and Seven, and found the reversal of the conviction under Count One not to effect the sentences imposed under Counts Three and Seven.  U. S. v. McGhee, 488 F.2d 781 (5th Cir.), Cert. denied, 417 U.S. 971, 94 S.Ct. 3176, 41 L.Ed.2d 1142 (1974).  McGhee filed a motion to vacate sentence pu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=eldson-mcghee-v-jack-hanberry-warden-atlanta-federal-penitentiary-etc"
    }
  ],
  "relatedIncidents": [
    17395,
    17402,
    17420,
    17442,
    17450
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}