{
  "id": 17469,
  "title": "1979년 Tabron 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-09-21",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: Tabron. 판결일: 1979-09-21. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Quinton L. TABRON, Appellant, v. UNITED STATES, Appellee\n**판결일**: 1979-09-21\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: Nebeker and Ferren, Associate Judges, and Yeagley, Associate Judge, Retired\n\n## 변호인\n\nFrancis D. Carter, Washington, D. C., appointed by the court, for appellant., Estelle D. Kumar, Asst. U. S. Atty., Washington, D. C., with whom Earl J. Sil-bert, U. S. Atty., Washington, D.C., at the time the brief was filed, and John A. Terry, Asst. U. S. Atty., Washington, D. C., were on brief, for appellee.\n\n## 인용\n\n- 410 A.2d 209\n\n## 판결문 요약\n\n\n410 A.2d 209 (1979)\nQuinton L. TABRON, Appellant,\nv.\nUNITED STATES, Appellee.\nNo. 12157.\nDistrict of Columbia Court of Appeals.\nArgued October 19, 1978.\nDecided September 21, 1979.\n*210 Francis D. Carter, Washington, D. C., appointed by the court, for appellant.\nEstelle D. Kumar, Asst. U. S. Atty., Washington, D. C., with whom Earl J. Silbert, U. S. Atty., Washington, D.C., at the time the brief was filed, and John A. Terry, Asst. U. S. Atty., Washington, D. C., were on brief, for appellee.\n*211 Before NEBEKER and FERREN, Associate Judges, and YEAGLEY, Associate Judge, Retired.\nFERREN, Associate Judge:\nAppellant Quinton Tabron was convicted of first-degree murder while armed, D.C., Code 1973, §§ 22-2401, -3202, possession of a prohibited weapon (a rifle) with intent to use it unlawfully against another, D.C.Code 1973, § 22-3214(b), and two counts of possession of a prohibited weapon (a sawed-off shotgun), D.C.Code 1973, § 22-3214(a).[1] On appeal, he claims trial court error in (1) refusing to order the government to produce at trial for impeachment purposes the prior convictions and juvenile adjudications of its witnesses, (2) admitting evidence of appellant's involvement in other crimes and failing to give the jury a limiting instruction with reference to that evidence, and (3) refusing to give a requested instruction on the credibility of informers and interested witnesses. Because the trial court erred in its ruling on the impeachable convictions issue, we remand for fur...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tabron-v-united-states"
    }
  ],
  "relatedIncidents": [
    17398,
    17436,
    17441,
    17447,
    17459
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}