{
  "id": 17472,
  "title": "1979년 In Re Marriage of Olsen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-09-19",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: In Re Marriage of Olsen. 판결일: 1979-09-19. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Marriage of Julia Elizabeth Child Olsen, Appellant, and John Edward Olsen, Respondent\n**판결일**: 1979-09-19\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Pearson, Petrie, Soule\n\n## 변호인\n\nJ. Rex Behrhorst, for appellant., Ronald N. Richards, for respondent.\n\n## 인용\n\n- 600 P.2d 690\n- 24 Wash. App. 292\n\n## 판결문 요약\n\n\n24 Wash. App. 292 (1979)\n600 P.2d 690\nIn the Matter of the Marriage of JULIA ELIZABETH CHILD OLSEN, Appellant, and JOHN EDWARD OLSEN, Respondent.\nNo. 3064-2.\nThe Court of Appeals of Washington, Division Two.\nSeptember 19, 1979.\nJ. Rex Behrhorst, for appellant.\nRonald N. Richards, for respondent.\nPEARSON, C.J.\nJulia Olsen appeals from an order reducing the amount of support required to be paid her by her ex-husband, Jack. She contends that the trial court lacked jurisdiction to reduce this obligation as it was controlled by a separation agreement between the parties precluding modification except by mutual consent. Respondent, Jack *294 Olsen, cross-appeals on the ground that the court's reduction did not go far enough. He argues that he should have been given credit for past payments made in excess of his legal obligation. We affirm the judgment of the Superior Court.\nJulia and Jack Olsen were married in Kansas in 1954 and signed a separation agreement in 1966, while respondent was living in New York and petitioner was living in Connecticut. The agreement stated that petitioner was to receive the family car, proceeds from the sale of the family home, all personal property (except respondent's personal effects), and custody of the couple's three children, then ages 10, 7 and 6. Respondent agreed to pay $200 per week \"support.\" Paragraph 11 of the agreement provided that the agreement would be nonmodifiable absent mutual consent.\nLater that same year, the parties obtained a Me...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-the-marriage-of-olsen"
    }
  ],
  "relatedIncidents": [
    17473,
    17483,
    17534,
    17550,
    17569
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}