{
  "id": 17470,
  "title": "1979년 United States v. Donald Lee Calhoun 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-09-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Donald Lee Calhoun. 판결일: 1979-09-20. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Donald Lee CALHOUN, Defendant-Appellant\n**판결일**: 1979-09-20\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: East, Ely, Sneed\n\n## 변호인\n\nJ. Toney (argued), Toney & Trivellini, West Sacramento, Cal., for defendant-appellant., Julian G. Macias, Jr., Fern M. Segal, Asst. U. S. Atty. (argued), Sacramento, Cal., for plaintiff-appellee.\n\n## 인용\n\n- 604 F.2d 1216\n\n## 판결문 요약\n\n604 F.2d 1216\n    5 Fed. R. Serv. 53\n    UNITED STATES of America, Plaintiff-Appellee,v.Donald Lee CALHOUN, Defendant-Appellant.\n    No. 79-1017.\n    United States Court of Appeals,Ninth Circuit.\n    Sept. 20, 1979.\n    \n      J. Toney (argued), Toney &amp; Trivellini, West Sacramento, Cal., for defendant-appellant.\n      Julian G. Macias, Jr., Fern M. Segal, Asst. U. S. Atty.  (argued), Sacramento, Cal., for plaintiff-appellee.\n      Appeal from the United States District Court for the Eastern District of California.\n      Before ELY and SNEED, Circuit Judges, and EAST*, District Judge.\n      SNEED, Circuit Judge:\n    \n    \n      1\n      Appellant Donald Calhoun appeals from his jury trial conviction for bank robbery, 18 U.S.C. &#167; 2113(a)(d), and possession of a firearm by a convicted felon, 18 U.S.C.App. &#167; 1202(a)(1).  Because we find that the trial court admitted improper, prejudicial evidence, we reverse.\n    \n    FACTS\n    \n      2\n      Two black males robbed the Citizens Savings and Loan in Sacramento, California July 17, 1978.  The robbers wore masks with eye cutouts.  Two tellers viewed one of the robbers for approximately sixty and fifty seconds, respectively.  One shot was fired at the vault in an attempt to open it.  Bullet fragments from the shot were collected for identification.\n    \n    \n      3\n      On August 15, 1978, appellant purchased a used car with $3,000 in small denomination bills that he removed from a brown paper bag.  Two days later, the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-donald-lee-calhoun"
    }
  ],
  "relatedIncidents": [
    17395,
    17402,
    17420,
    17442,
    17450
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}