{
  "id": 17471,
  "title": "1979년 Renfro 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-09-19",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Renfro. 판결일: 1979-09-19. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Carl Ray RENFRO, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1979-09-19\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Onion, P. J., and Roberts and W. C. Davis\n\n## 변호인\n\nRichard A. Dawson, Sugarland, and Donald A. Smyth, Huntsville, for appellant., Tim Curry, Dist. Atty., Marvin Collins, Greg Pipes, R. J. Adcock and Candyce Howell, Asst. Dist. Attys., Fort Worth, Robert Huttash, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 586 S.W.2d 496\n\n## 판결문 요약\n\n\n586 S.W.2d 496 (1979)\nCarl Ray RENFRO, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 55788.\nCourt of Criminal Appeals of Texas, Panel No. 1.\nSeptember 19, 1979.\n*497 Richard A. Dawson, Sugarland, and Donald A. Smyth, Huntsville, for appellant.\nTim Curry, Dist. Atty., Marvin Collins, Greg Pipes, R. J. Adcock and Candyce Howell, Asst. Dist. Attys., Fort Worth, Robert Huttash, State's Atty., Austin, for the State.\nBefore ONION, P. J., and ROBERTS and W. C. DAVIS, JJ.\n\nOPINION\nROBERTS, Judge.\nThis is an appeal from a conviction for aggravated robbery. The appellant was convicted by a jury which assessed his punishment, enhanced by a prior felony conviction, at 99 years' confinement. See V.T. C.A., Penal Code, 12.42(c).\nThe appellant contends that he did not voluntarily and knowingly waive his right to counsel and that he was compelled to represent himself without the obligatory warnings and admonishments concerning the dangers and disadvantages of self-representation. See Barbour v. State, 551 S.W.2d 371 (Tex.Cr.App.1977); Trevino v. State, 555 S.W.2d 750 (Tex.Cr.App.1977). The appellant's contention is well taken; accordingly, we reverse.\nDue to the nature of appellant's contention, we deem it unnecessary to set forth with particularity the facts and circumstances surrounding the offense with which he was charged. Suffice it to say, that after hearing the evidence presented by the State, the jury found the appellant guilty of robbing at knifepoint Eunice Roberson, while she w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=renfro-v-state"
    }
  ],
  "relatedIncidents": [
    17395,
    17402,
    17420,
    17442,
    17450
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}