{
  "id": 17479,
  "title": "1979년 Carter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-09-13",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: Carter. 판결일: 1979-09-13. 법원: New Mexico Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of New Mexico, Plaintiff-Appellee, v. Donald Martin CARTER, Defendant-Appellant\n**판결일**: 1979-09-13\n**법원**: New Mexico Court of Appeals\n**관할**: New Mexico, NM\n\n**판사**: Lopez, Sutin, Wood\n\n## 변호인\n\nMort Resnick, Albuquerque, for defendant-appellant., Jeff Bingaman, Atty. Gen., Charlotte Heatherington Roosen, Asst. Atty. Gen., Santa Fe, for plaintiff-appellee.\n\n## 인용\n\n- 601 P.2d 733\n- 93 N.M. 500\n\n## 판결문 요약\n\n\n601 P.2d 733 (1979)\n93 N.M. 500\nSTATE of New Mexico, Plaintiff-Appellee,\nv.\nDonald Martin CARTER, Defendant-Appellant.\nNo. 3934.\nCourt of Appeals of New Mexico.\nSeptember 13, 1979.\n*734 Mort Resnick, Albuquerque, for defendant-appellant.\nJeff Bingaman, Atty. Gen., Charlotte Heatherington Roosen, Asst. Atty. Gen., Santa Fe, for plaintiff-appellee.\n\nOPINION\nLOPEZ, Judge.\nDefendant was tried by a jury on an information charging three counts, aggravated burglary, larceny and battery on a police officer. The jury acquitted defendant on count II, the larceny charge, and on count III, the battery charge. He was found guilty of commercial burglary, a lesser included offense to the charge of aggravated burglary. Defendant appeals from this verdict. We affirm.\nThe issues for decision are: (1) whether the trial court erred in refusing to allow defendant, pursuant to § 41-1-1 C, N.M.S.A. 1978, to recant and revoke statements made by him to a police officer while he was under the care of a physician; and (2) whether substantial evidence supports the burglary conviction. Other issues listed in the docketing statement were not briefed; consequently, on appeal, they are deemed abandoned. State v. Ortiz, 90 N.M. 319, 563 P.2d 113 (Ct.App.1977).\nRevocation of Defendant's Statements\nThe Independent Order of Firefighters was burglarized during the early morning hours of December 18, 1977. Defendant was an associate member of the club and was employed there as a security guard. While investigati...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-carter"
    }
  ],
  "relatedIncidents": [
    17395,
    17402,
    17420,
    17442,
    17450
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}