{
  "id": 17485,
  "title": "1979년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-09-07",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1979-09-07. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Michael JACKSON, Appellant\n**판결일**: 1979-09-07\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Price, Spaeth and Watkins\n\n## 변호인\n\nArthur J. King, Assistant Public Defender, Chief, Appeals Division, Norristown, for appellant., Eric J. Cox, Assistant District Attorney, Chief, Appeals Division, Norristown, for Commonwealth, appellee.\n\n## 인용\n\n- 409 A.2d 873\n- 269 Pa. Super. 249\n\n## 판결문 요약\n\n\n269 Pa. Super. 249 (1979)\n409 A.2d 873\nCOMMONWEALTH of Pennsylvania\nv.\nMichael JACKSON, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted December 8, 1978.\nFiled September 7, 1979.\n*250 Arthur J. King, Assistant Public Defender, Chief, Appeals Division, Norristown, for appellant.\nEric J. Cox, Assistant District Attorney, Chief, Appeals Division, Norristown, for Commonwealth, appellee.\n*251 Before PRICE, SPAETH and WATKINS, JJ.\nSPAETH, Judge:\nThis is an appeal from judgments of sentence entered on convictions of robbery, theft of movable property, various assault charges, reckless endangerment, felonious restraint, and possession of an instrument of crime. The main issue raised on appeal is whether the lower court erred in granting the Commonwealth's petition to extend appellant's trial date, under Pa.R.Crim.P. 1100(c).[1]\nThe complaint was filed May 19, 1977, so that under Rule 1100 the Commonwealth was obliged to bring appellant to trial within 180 days, or by November 15, 1977. Trial was first set for September 14, but appellant appeared without an attorney. On October 27, 1977, appellant's attorney requested and was granted a \"pass\" until November 14 (the day before the Rule 1100 run date) because the attorney was scheduled to go on vacation. On November 10, the Commonwealth filed a petition to extend.[2] A hearing on the petition was held on December 1, 1977, and an extension until February 27, 1978, was granted. Appellant was tried on December 7.\nIn Commonwealth v. M...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-jackson"
    }
  ],
  "relatedIncidents": [
    17395,
    17402,
    17420,
    17442,
    17450
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}