{
  "id": 17482,
  "title": "1979년 Reese 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-09-12",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Reese. 판결일: 1979-09-12. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: Romer T. REESE, Petitioner, v. Raymond R. BARA, Superintendent, Queensboro Correctional Facility, Respondent\n**판결일**: 1979-09-12\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Edward Weinfeld\n\n## 변호인\n\nRomer T. Reese pro se., Robert Abrams, Atty. Gen. of the State of N. Y., New York City, for respondent; John Martin Weinberg, Asst. Atty. Gen., of counsel.\n\n## 인용\n\n- 479 F. Supp. 651\n\n## 판결문 요약\n\n\n479 F. Supp. 651 (1979)\nRomer T. REESE,[*] Petitioner,\nv.\nRaymond R. BARA, Superintendent, Queensboro Correctional Facility, Respondent.\nNo. 79 Civ. 2089.\nUnited States District Court, S. D. New York.\nSeptember 12, 1979.\n*652 Romer T. Reese pro se.\nRobert Abrams, Atty. Gen. of the State of N. Y., New York City, for respondent; John Martin Weinberg, Asst. Atty. Gen., of counsel.\n\nOPINION\nEDWARD WEINFELD, District Judge.\nPetitioner is now serving an indeterminate sentence of from five to fifteen years imprisonment imposed following his conviction by a jury of manslaughter in the first degree in the Supreme Court of the State of New York. The judgment of conviction was affirmed by the Appellate Division, First Department, and leave to appeal to the Court of Appeals denied. At the trial and upon appeal he was represented by counsel. Now appearing pro se, he seeks his release by way of a federal writ of habeas corpus. While not clearly articulated, he seeks to void his judgment of conviction *653 upon a claim that he was deprived of a fundamentally fair trial in violation of his right to due process of law under the Fourteenth Amendment. The basis of this claim is (1) error by the trial court in the admission of evidence and (2) error by the trial court in its instructions to the jury.\nPreliminarily, it is observed that it is questionable that petitioner has exhausted available state remedies.[1] A study of the brief submitted in support of his state appeal does not indicate that...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=reese-v-bara"
    }
  ],
  "relatedIncidents": [
    17398,
    17436,
    17441,
    17447,
    17459
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}