{
  "id": 17484,
  "title": "1979년 Silverburg 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-09-11",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Silverburg. 판결일: 1979-09-11. 법원: Kentucky Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Joe SILVERBURG, Appellant, v. COMMONWEALTH of Kentucky, Appellee\n**판결일**: 1979-09-11\n**법원**: Kentucky Supreme Court\n**관할**: Kentucky, KY\n\n**판사**: Sternberg\n\n## 변호인\n\nJack E. Farley, Public Advocate, Linda K. West, Asst. Public Advocate, Commonwealth of Kentucky, Frankfort, for appellant., Robert F. Stephens, Atty. Gen., Miles H. Franklin, Asst. Atty. Gen., Commonwealth of Kentucky, Frankfort, for appellee.\n\n## 인용\n\n- 587 S.W.2d 241\n\n## 판결문 요약\n\n\n587 S.W.2d 241 (1979)\nJoe SILVERBURG, Appellant,\nv.\nCOMMONWEALTH of Kentucky, Appellee.\nSupreme Court of Kentucky.\nSeptember 11, 1979.\nRehearing Denied October 3, 1979.\n*242 Jack E. Farley, Public Advocate, Linda K. West, Asst. Public Advocate, Commonwealth of Kentucky, Frankfort, for appellant.\nRobert F. Stephens, Atty. Gen., Miles H. Franklin, Asst. Atty. Gen., Commonwealth of Kentucky, Frankfort, for appellee.\nSTERNBERG, Justice.\nOn November 21, 1977, the Grand Jury of Fayette County, Kentucky, returned an indictment against the appellant charging him with murder and with being a persistent felony offender in the second degree. Trial commenced on April 17, 1978, and the following day, on motion of the appellant, the court declared a mistrial and granted the appellant a continuance. Thereafter, commencing on May 30, 1978, a four-day trial resulted in a jury verdict finding the appellant guilty of being an accessory to first-degree manslaughter and fixing his punishment at confinement in the penitentiary for twelve years. In a bifurcated proceeding the appellant was found guilty of being a persistent felony offender in the second degree, and his punishment was fixed at twenty years in the penitentiary.\n\nFirst Trial\n\n(April 17, 1978-April 18, 1978)\nOn February 15, 1978, the appellant filed a discovery motion which, on March 16, was granted in part. The Commonwealth's Attorney failed to wholly comply with the discovery order and the appellant thereupon moved the court for a c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=silverburg-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    17398,
    17436,
    17441,
    17447,
    17459
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}