{
  "id": 17488,
  "title": "1979년 Tyler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-09-04",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Tyler. 판결일: 1979-09-04. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Plaintiff-Respondent, v. Melvin Leroy TYLER, Defendant-Appellant\n**판결일**: 1979-09-04\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Dixon, P. J., and Turnage and Kennedy\n\n## 변호인\n\nGary M. Oxenhandler, Columbia, for defendant-appellant., John Ashcroft, Atty. Gen., Jefferson City, Hope E. Thurrott, Sp. Asst. Atty. Gen., Kansas City, for plaintiff-respondent.\n\n## 인용\n\n- 587 S.W.2d 918\n\n## 판결문 요약\n\n\n587 S.W.2d 918 (1979)\nSTATE of Missouri, Plaintiff-Respondent,\nv.\nMelvin Leroy TYLER, Defendant-Appellant.\nNo. KCD 29846.\nMissouri Court of Appeals, Western District.\nSeptember 4, 1979.\nMotion for Rehearing and/or Transfer Denied October 1, 1979.\nApplication to Transfer Denied November 14, 1979.\n*922 Gary M. Oxenhandler, Columbia, for defendant-appellant.\nJohn Ashcroft, Atty. Gen., Jefferson City, Hope E. Thurrott, Sp. Asst. Atty. Gen., Kansas City, for plaintiff-respondent.\nBefore DIXON, P. J., and TURNAGE and KENNEDY, JJ.\nMotion for Rehearing and/or Transfer to Supreme Court Denied October 1, 1979.\nKENNEDY, Judge.\nThe defendant Melvin Leroy Tyler was convicted after jury trial in the Circuit Court of Platte County of robbery in the first degree, of rape, of kidnapping, and of armed criminal action. As a second offender, he was sentenced by the court to the following terms in the Department of Corrections, to be served consecutively: Robbery, 75 years; rape, 75 years; kidnapping, 10 years; and armed criminal action, 25 years.\nFrom this judgment the defendant has appealed to this court.\nBroadly stated the facts are as follows:\nDefendant forced his way with a handgun into N. K.'s house in Columbia, Missouri, shortly after 3:00 o'clock on the afternoon of December 27, 1976. N. K. was in the house with her 13-year-old autistic daughter, Mary. Her 10-year-old son, Thomas, was playing outside the house. Defendant struck N. K. with the gun, opening a gash in her scalp, and with hi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-tyler"
    }
  ],
  "relatedIncidents": [
    17486,
    17572,
    17643,
    17299,
    17395
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}