{
  "id": 17487,
  "title": "1979년 Cherry 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-09-04",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Cherry. 판결일: 1979-09-04. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF NORTH CAROLINA v. JOHNNY CHERRY, Alias RAEFORD CHERRY\n**판결일**: 1979-09-04\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Branch, Carlton, Goodman, Huskins, State\n\n## 변호인\n\n\n\nRufus L. Edmisten, Attorney General, by Thomas F. Moffitt, Assistant Attorney General, and Joan H. Byers, Assistant Attorney General, for the State.\n, \nFritz Y. Mercer, Jr., Public Defender, and Donna Chu, Assistant Public Defender, of Counsel for defendant appellant.\n, \nMraz and Meacham, P.A., by Mark A. Michael, for defendant appellant.\n, \nWade M. Smith and Roger W. Smith, of Counsel for defendant appellant.\n\n\n## 인용\n\n- 257 S.E.2d 551\n- 298 N.C. 86\n\n## 판결문 요약\n\n\nBRANCH, Justice.\nDid the trial judge err by admitting into evidence a pistol seized without a search warrant from a motel room occupied by defendant at the time of his arrest?\n*92Unreasonable searches and seizures are prohibited by the fourth amendment to the United States Constitution, and all evidence seized in violation of the Constitution is inadmissible in a State court as a matter of constitutional law. State v. Colson, 274 N.C. 295, 163 S.E. 2d 376 (1968), cert. denied, 393 U.S. 1087. However, it must be borne in mind that only unreasonable searches and seizures are prohibited by the Constitution. Carroll v. United States, 267 U.S. 132, 69 L.Ed. 543, 45 S.Ct. 280 (1925). An unreasonable search has been defined as “an examination or inspection without authority of law of one’s premises or person, with a view to the discovery of . . . some evidence of guilt to be used in the prosecution of a criminal action.” State v. Robbins, 275 N.C. 537, 169 S.E. 2d 858 (1969). The protection against unreasonable searches and seizures is “the security a man relies upon when he places himself or his property within a constitutionally protected area, be it his home or his office, his hotel room or his automobile. There he is protected from unwarranted governmental intrusion.” Hoffa v. United States, 385 U.S. 293, 301, 17 L.Ed. 2d 374, 87 S.Ct. 408 (1966). It is basic that, subject to a few specifically established exceptions, searches conducted without a properly issued search warrant ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-cherry"
    }
  ],
  "relatedIncidents": [
    17413,
    17553,
    17221,
    17270,
    17296
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}