{
  "id": 17504,
  "title": "1979년 Catania 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-08-07",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Catania. 판결일: 1979-08-07. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Marcia Catania, Appellee, v. the University of Nebraska, a Corporate Governmental Body, Appellant\n**판결일**: 1979-08-07\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Boslaugh, Brodkey, Fahrnbruch, Hastings, McCown\n\n## 변호인\n\nJohn R. Douglas of Cassem, Tierney, Adams, Gotch & Douglas, for appellant., Martin A. Cannon of Matthews & Cannon, P.C., for appellee.\n\n## 인용\n\n- 282 N.W.2d 27\n- 204 Neb. 304\n\n## 판결문 요약\n\n\n282 N.W.2d 27 (1979)\n204 Neb. 304\nMarcia CATANIA, Appellee,\nv.\nThe UNIVERSITY OF NEBRASKA, a corporate governmental body, Appellant.\nNo. 42248.\nSupreme Court of Nebraska.\nAugust 7, 1979.\n*29 John R. Douglas of Cassem, Tierney, Adams, Gotch &amp; Douglas, Omaha, for appellant.\nMartin A. Cannon of Matthews &amp; Cannon, P. C., Omaha, for appellee.\nHeard before BOSLAUGH, McCOWN, BRODKEY, and HASTINGS, JJ., and FAHRNBRUCH, District Judge.\nHASTINGS, Justice.\nThis is an action brought by the plaintiff for personal injuries resulting from the alleged negligence of the defendant, The University of Nebraska, a corporate governmental body, more accurately described as the Board of Regents of the University of Nebraska. Plaintiff was a student at the University and suffered injury and permanent disability when struck in the right eye by a plastic practice golf ball during a physical education class session held on the Lincoln campus. The case was tried before a judge of the District Court for Douglas County, and resulted in a judgment in favor of the plaintiff in the amount of $60,000. The University has appealed, setting forth as errors improper venue, failure of the evidence to support the judgment, and excessive damages.\nIn her original petition filed on March 21, 1977, plaintiff alleged the facts of the accident as briefly outlined above, after claiming the action was brought pursuant to the Political Subdivisions Tort Claims Act, section 23-2401 et seq., R.R.S.1943, and that she h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=catania-v-university-of-nebraska"
    }
  ],
  "relatedIncidents": [
    17395,
    17398,
    17402,
    17404,
    17405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}