{
  "id": 17501,
  "title": "1979년 Speer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-08-09",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Speer. 판결일: 1979-08-09. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Gordon W. SPEER, Appellant, v. CONTINENTAL OIL COMPANY Et Al., Appellee\n**판결일**: 1979-08-09\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Dickenson\n\n## 변호인\n\nJoe B. Brack, Baytown, Darral K. Sperry, Martin, Sperry & LeBoeuf, Houston, for appellant., Ann Lents and John Snodgrass, Vinson & Elkins, Robert A. Hall, Woodard, Hall & Primm, Houston, for appellee.\n\n## 인용\n\n- 586 S.W.2d 193\n\n## 판결문 요약\n\n\n586 S.W.2d 193 (1979)\nGordon W. SPEER, Appellant,\nv.\nCONTINENTAL OIL COMPANY et al., Appellee.\nNo. 5288.\nCourt of Civil Appeals of Texas, Eastland.\nAugust 9, 1979.\n*194 Joe B. Brack, Baytown, Darral K. Sperry, Martin, Sperry &amp; LeBoeuf, Houston, for appellant.\nAnn Lents and John Snodgrass, Vinson &amp; Elkins, Robert A. Hall, Woodard, Hall &amp; Primm, Houston, for appellee.\nDICKENSON, Justice.\nGordon W. Speer appeals a summary judgment granted to Continental Oil Company (Conoco) and two of its employees. The issue is whether Speer's claims against these defendants are barred by Section 20 of the Real Estate License Act, Tex.Rev. Civ.Stat.Ann. art. 6573a (Supp.1978). We hold that these claims are barred. Speer also appeals the judgment rendered on a jury verdict against him in connection with his claims against two other defendants for their alleged tortious interference and alleged conspiracy. The issue is whether he can show reversible error in connection with the selection of the jury. He failed to show that he was required to take an objectionable juror after using all of his peremptory challenges. We affirm.\nIn connection with his appeal of the summary judgment, Speer relies upon Texas Department of Corrections v. Herring, 513 S.W.2d 6 (Tex.1974). The Supreme Court stated in Herring that:\nThis court believes that the protective features of special exception procedure should not be circumvented by a motion for summary judgment on the pleadings where plaintiff's pleadi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=speer-v-continental-oil-co"
    }
  ],
  "relatedIncidents": [
    17395,
    17398,
    17402,
    17404,
    17405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}