{
  "id": 17500,
  "title": "1979년 In re Estate 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-08-15",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: In re Estate. 판결일: 1979-08-15. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the ESTATE OF Uber FREDERICK, Deceased. W. T. FULKERSON, Appellant (Petitioner Below), v. Mrs. Charles v. REESE, Appellee (Respondent Below); W. T. FULKERSON, Appellant (Plaintiff Below), v. Cherie REESE, A/K/A Mrs. Charles v. Reese, Individually and as Administratrix of the Estate of Uber Frederick, A/K/A Uber H. Frederick, Deceased, Bettye Yusievicz, Douglas Frederick, Marie Jewett, Charles Frederick, Gay Baalhorn, Alan Lou Frederick, Roger R. Frederick, and Mildred F. Piovarcsik, Appellees (Defendants Below)\n**판결일**: 1979-08-15\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: McCLIN-TOCK, Raper, Rooney, Rose, Thomas\n\n## 변호인\n\nDaniel J. Morgan, of Morgan & Brorby, Gillette, and Tom. C. Toner, of Redle, Yonk-ee & Arney, Sheridan, for appellant., Thomas E. Lubnau, Gillette, and Wm. R. Jones and W. H. Vines, of Jones, Jones, Vines & Hunkins, Wheatland, for appellees.\n\n## 인용\n\n- 599 P.2d 550\n\n## 판결문 요약\n\n\n599 P.2d 550 (1979)\nIn the Matter of the ESTATE OF Uber FREDERICK, Deceased.\nW.T. FULKERSON, Appellant (Petitioner below),\nv.\nMrs. Charles V. REESE, Appellee (Respondent below).\nW.T. FULKERSON, Appellant (Plaintiff below),\nv.\nCherie REESE, a/k/a Mrs. Charles V. Reese, Individually and as Administratrix of the Estate of Uber Frederick, a/k/a Uber H. Frederick, Deceased, Bettye Yusievicz, Douglas Frederick, Marie Jewett, Charles Frederick, Gay Baalhorn, Alan Lou Frederick, Roger R. Frederick, and Mildred F. Piovarcsik, Appellees (Defendants below).\nNos. 5029, 5117.\nSupreme Court of Wyoming.\nAugust 15, 1979.\n*552 Daniel J. Morgan, of Morgan &amp; Brorby, Gillette, and Tom. C. Toner, of Redle, Yonkee &amp; Arney, Sheridan, for appellant.\nThomas E. Lubnau, Gillette, and Wm. R. Jones and W.H. Vines, of Jones, Jones, Vines &amp; Hunkins, Wheatland, for appellees.\nBefore RAPER, C.J., and McCLINTOCK, THOMAS, ROSE and ROONEY, JJ.\nTHOMAS, Justice.\n\nOPINION OF THE COURT IN CASE NO. 5029\nIn the Probate Court in and for Campbell County the appellant, W.F. Fulkerson, sought specific performance of his right to purchase a filling station pursuant to an option contained in a lease of the premises which lease had been assigned to him. The probate court held that the lease, and specifically the option to purchase, were unconscionable, and accordingly it denied the remedy that Fulkerson sought. The sole issue for resolution is whether as a matter of law the lease, and particularly the option, a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=matter-of-estate-of-frederick"
    }
  ],
  "relatedIncidents": [
    17411,
    17429,
    17438,
    17543,
    17570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}