{
  "id": 17502,
  "title": "1979년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-08-09",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1979-08-09. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Michael KEITH\n**판결일**: 1979-08-09\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Cercone, Files, Hoffman, Wieand\n\n## 변호인\n\nAlbert G. Barnes, Jr., York, for appellant., John A. F. Hall, Assistant District Attorney, York, submitted a brief on behalf of Commonwealth, appellee.\n\n## 인용\n\n- 268 Pa. Super. 462\n- 408 A.2d 880\n\n## 판결문 요약\n\n\nHOFFMAN, Judge:\nAppellant contends that he was tried on charges of burglary in violation of Pa.R.Crim.P. 1100 because the Commonwealth in its 1100(c) extension petitions never demonstrated its due diligence. We agree that the Commonwealth failed to show due diligence in bringing appellant to trial, but nonetheless we affirm the judgment of sentence for the reasons which follow.\nThe Commonwealth filed a criminal complaint against appellant on March 3, 1977, creating an original Rule 1100 rúndate of August 30, 1977. Appellant was scheduled to go to trial during the June Session of court, which lasted from June 20, 1977, until July 1, 1977, but on June 15, 1977, he requested a continuance for the purpose of preparing for a parole board hearing. Consequently the case was continued until the next Session of court, which ran from August 22, 1977, until September 2, 1977. On August 26, 1977, in the middle of the August Session but four days before the original Rule 1100 rúndate, the Commonwealth filed an 1100(c) extension application alleging its own due diligence and the exclusion of time (not specified) due to the appellant’s continuance.1 Because appellant did not oppose the extension as long as he was tried during the August Session, on August 31, the court without a hearing granted the extension until September 2, 1977, the last day of the August Session.\nHowever, on September 2, 1977, the Commonwealth filed another 1100(c) application, alleging its inability to try the case “...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-keith"
    }
  ],
  "relatedIncidents": [
    17395,
    17402,
    17420,
    17442,
    17450
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}