{
  "id": 17516,
  "title": "1979년 Tweed 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-07-25",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Tweed. 판결일: 1979-07-25. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Tweed v. City of Cape Canaveral\n**판결일**: 1979-07-25\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Dauksch\n\n## 인용\n\n- 373 So. 2d 408\n\n## 판결문 요약\n\n\n373 So.2d 408 (1979)\nRobert TWEED, Appellant,\nv.\nCITY OF CAPE CANAVERAL, Appellee.\nNo. 77-2703.\nDistrict Court of Appeal of Florida, Fourth District.\nJuly 25, 1979.\n*409 Walter T. Rose, Jr. of Rose &amp; Weller, Cocoa Beach, for appellant.\nCharles M. Harris of Crofton, Holland, Starling, Harris &amp; Severs, P.A., Titusville, for appellee.\nDAUKSCH, Judge.\nThis is an appeal from an order dismissing a complaint for failure to state a cause of action. The order dismissing the complaint was entered under the authority of City of Riviera Beach v. Witt, 286 So.2d 574 (Fla. 4th DCA 1973). For the reasons stated herein we recede from City of Riviera Beach v. Witt, supra, and reverse the order appealed.\nThis matter involves the firing of a police chief by the City Council before the expiration of his contract of employment. The trial court dismissed his suit because the contract of employment was \"void under the doctrine of\" City of Riviera Beach v. Witt, supra, \"in that it purports to bind the City of Cape Canaveral to a contract involving a governmental function of the City beyond the terms of office of the City Council who entered into the contract.\" The function of the police chief is a governmental function just as the function of the prosecutor, Mr. Witt, in the above cited case was a governmental function.\nThe question on appeal in this case is the same as the question presented in City of Riviera Beach v. Witt, supra, to-wit: Is a contract of employment of an employee perform...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tweed-v-city-of-cape-canaveral"
    }
  ],
  "relatedIncidents": [
    17395,
    17398,
    17402,
    17404,
    17405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}