{
  "id": 17525,
  "title": "1979년 Stewart 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-07-05",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Stewart. 판결일: 1979-07-05. 법원: Colorado Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Charles F. STEWART, Petitioner-Appellant, v. PUBLIC EMPLOYEES’ RETIREMENT ASSOCIATION of Colorado, Respondent-Appellee\n**판결일**: 1979-07-05\n**법원**: Colorado Court of Appeals\n**관할**: Colorado, CO\n\n**판사**: Coyte, Pierce, Van Cise\n\n## 변호인\n\nRobert C. Floyd, Denver, for petitioner-appellant., Frank Plaut, P. C., John D. Beckman, Lakewood, for respondent-appellee.\n\n## 인용\n\n- 612 P.2d 1141\n\n## 판결문 요약\n\n\n612 P.2d 1141 (1979)\nCharles F. STEWART, Petitioner-Appellant,\nv.\nPUBLIC EMPLOYEES' RETIREMENT ASSOCIATION of Colorado, Respondent-Appellee.\nNo. 79CA0017.\nColorado Court of Appeals, Div. I.\nJuly 5, 1979.\nRehearing Denied August 2, 1979.\nCertiorari Denied June 9, 1980.\nRobert C. Floyd, Denver, for petitioner-appellant.\nFrank Plaut, P. C., John D. Beckman, Lakewood, for respondent-appellee.\n*1142 VAN CISE, Judge.\nPetitioner, Charles F. Stewart, appeals from the judgment of the trial court affirming the action of the respondent, Public Employees Retirement Association of Colorado (PERA), in denying his application for increased retirement benefits and in dismissing his mandamus petition. We reverse.\nThe facts of this case are not disputed. Stewart was a district court judge in the ninth judicial district of this state. He served in that capacity from January 5, 1971, until his retirement on May 1, 1976.\nPursuant to § 24-51-607(3), C.R.S. 1973, since his retirement Stewart has been paid a monthly pension of 2½% of the average of his highest monthly salary during the five years preceding retirement, multiplied by the number of years of service.\nIn 1977, following Stewart's retirement, the General Assembly amended § 24-51-607(2)(a), C.R.S. 1973. The amendatory legislation, effective July 1, 1977, modified the statute by increasing the pension benefit for those judges with more than five and less than ten years of service.\nIn November 1977, Stewart notified PERA that he was eligibl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stewart-v-public-employees-retirement-assn-of-colorado"
    }
  ],
  "relatedIncidents": [
    17395,
    17398,
    17402,
    17404,
    17405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}