{
  "id": 17523,
  "title": "1979년 Concepcion 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-07-13",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Concepcion. 판결일: 1979-07-13. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Oscar Concepcion v. New York State Board of Parole\n**판결일**: 1979-07-13\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 71 A.D.2d 819\n\n## 판결문 요약\n\n\n—Judgment unanimously modified and, as modified, affirmed, without costs, in accordance with the following memorandum. Petitioner was conditionally released in October, 1975 from a sentence imposed in June, 1973 to an indeterminate period having a maximum of four years on a conviction of attempted burglary. He was declared delinquent when he failed to report to the Utica, New York, parole office, and additional violations were included in an arrest warrant upon notification of his arrest on January 7, 1976 for grand larceny and possession of a weapon. When served with the parole violation warrant on May 17, 1976, petitioner waived his right to a preliminary hearing. In October, 1976 he pleaded to attempted robbery and was sentenced as a predicate felon to an indeterminate term with a maximum of four years and a minimum of two years; the sentence to run consecutively with any parole time that the Parole Board may impose for violation of parole. Although incarcerated from the date of his arrest, a final parole violation hearing was not held until November 7, 1977 following which parole was revoked. In this CPLR article 78 proceeding Special Term found that the delay in affording petitioner a final parole revocation hearing did not violate his due process rights. We disagree. It is now well established that a parole violator is entitled to a prompt parole revocation hearing even when he is incarcerated because of a new conviction. The failure of respondent to provide such a hea...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=concepcion-v-new-york-state-board-of-parole"
    }
  ],
  "relatedIncidents": [
    17395,
    17402,
    17420,
    17442,
    17450
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}