{
  "id": 17528,
  "title": "1979년 Willie Hicks v. Joseph A. Califano, Jr., Secretary of Health, Education and Welfare 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-07-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Willie Hicks v. Joseph A. Califano, Jr., Secretary of Health, Education and Welfare. 판결일: 1979-07-02. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Willie HICKS, Appellant, v. Joseph A. CALIFANO, Jr., Secretary of Health, Education and Welfare, Appellee\n**판결일**: 1979-07-02\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n**판사**: Bryan, Phillips, Winter\n\n## 변호인\n\nPeter M. D. Martin, Baltimore, Md. (Dennis M. Sweeney, Administrative Law Center, Legal Aid Bureau, Inc., Baltimore, Md., on brief), for appellant., Nhtalie R. Dethloff, Dept, of Health, Education and Welfare, Baltimore, Md. (Barbara Allen Babcock, Asst. Atty. Gen., Washington, D. C., Russell T. Baker, Jr., U. S. Atty., Baltimore, Md., on brief), for appel-lee.\n\n## 인용\n\n- 600 F.2d 1048\n\n## 판결문 요약\n\n600 F.2d 1048\n    Willie HICKS, Appellant,v.Joseph A. CALIFANO, Jr., Secretary of Health, Education andWelfare, Appellee.\n    No. 77-2615.\n    United States Court of Appeals,Fourth Circuit.\n    Argued April 3, 1979.Decided July 2, 1979.\n    \n      Peter M. D. Martin, Baltimore, Md.  (Dennis M. Sweeney, Administrative Law Center, Legal Aid Bureau, Inc., Baltimore, Md., on brief), for appellant.\n      Natalie R. Dethloff, Dept. of Health, Education and Welfare, Baltimore, Md.  (Barbara Allen Babcock, Asst. Atty. Gen., Washington, D. C., Russell T. Baker, Jr., U. S. Atty., Baltimore, Md., on brief), for appellee.\n      Before BRYAN, Senior Circuit Judge, and WINTER and PHILLIPS, Circuit Judges.\n      WINTER, Circuit Judge:\n    \n    \n      1\n      Claimant, Willie Hicks, appeals from the judgment of the district court affirming the decision of the Secretary of Health, Education &amp; Welfare to deny him disability insurance benefits under &#167; 223 of the Social Security Act, 42 U.S.C. &#167; 423.  We reverse the judgment and direct that the district court vacate the Secretary's decision and remand the case for further consideration in light of new regulations that have been adopted by the Secretary.  The Secretary should also be instructed on remand to evaluate the evidence of claimant's alcoholism under the proper legal standard and to reexamine the vocational expert with respect to all of claimant's disabilities.\n    \n    I.\n    \n      2\n      Claimant was born on October 17,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=willie-hicks-v-joseph-a-califano-jr-secretary-of-health-education-and"
    }
  ],
  "relatedIncidents": [
    17395,
    17398,
    17402,
    17404,
    17405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}