{
  "id": 17527,
  "title": "1979년 Furrh 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-07-03",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Furrh. 판결일: 1979-07-03. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Roy Douglas FURRH, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1979-07-03\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davis, Douglas, Odom, Phillips\n\n## 변호인\n\nHarold J. Laine, Jr., on appeal only, Beaumont, for appellant., Tom Hanna, Dist. Atty. and William G. Ogletree, Asst. Dist. Atty., Beaumont, Robert Huttash, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 582 S.W.2d 824\n\n## 판결문 요약\n\n\n582 S.W.2d 824 (1979)\nRoy Douglas FURRH, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 58399.\nCourt of Criminal Appeals of Texas, Panel No. 1.\nFebruary 28, 1979.\nOn Rehearing July 3, 1979.\nHarold J. Laine, Jr., on appeal only, Beaumont, for appellant.\nTom Hanna, Dist. Atty. and William G. Ogletree, Asst. Dist. Atty., Beaumont, Robert Huttash, State's Atty., Austin, for the State.\nBefore DOUGLAS, PHILLIPS and W. C. DAVIS, JJ.\n\nOPINION\nDOUGLAS, Judge.\nThis is an appeal from an order revoking appellant's probation.\nOn June 24, 1971, appellant pled guilty to the offense of possession of marihuana. Punishment was assessed at ten years; the imposition of sentence was suspended and appellant was granted probation. One of the conditions of probation was that he report to the probation officer as directed.\nOn February 24, 1977, the State filed a second amended motion to revoke probation alleging four grounds. At the hearing on May 12, 1977, the appellant pleaded \"true\" to the first ground. The trial judge then asked the State for its recommendation:\n\"MR. MOSES: (For the State) Your Honor, we recommend that he be continued on probation; however, we do recommend six months in jail. We recommend that if his probation be revoked that the full term be imposed and no early release from probation at this time.\n\"THE COURT: All of those things are continued on the Second Amended Order, along with conditions M, R, T, U and V. I want to make sure you understand what's going on here. I did hav...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=furrh-v-state"
    }
  ],
  "relatedIncidents": [
    17395,
    17398,
    17402,
    17404,
    17405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}