{
  "id": 17539,
  "title": "1979년 Perrin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-06-19",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: Perrin. 판결일: 1979-06-19. 법원: New Mexico Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of New Mexico, Plaintiff-Appellee, v. James Delbert PERRIN, Defendant-Appellant\n**판결일**: 1979-06-19\n**법원**: New Mexico Supreme Court\n**관할**: New Mexico, NM\n\n**판사**: Easley, Federici, Payne\n\n## 변호인\n\nMartha A. Daly, Asst. Appellate Defender, Santa Fe, for defendant-appellant., Jeff Bingaman, Atty. Gen., Michael A. Kauffman, Asst. Atty. Gen., Santa Fe, for plaintiff-appellee.\n\n## 인용\n\n- 596 P.2d 516\n- 93 N.M. 73\n\n## 판결문 요약\n\n\n596 P.2d 516 (1979)\nSTATE of New Mexico, Plaintiff-Appellee,\nv.\nJames Delbert PERRIN, Defendant-Appellant.\nNo. 12238.\nSupreme Court of New Mexico.\nJune 19, 1979.\n*517 Martha A. Daly, Asst. Appellate Defender, Santa Fe, for defendant-appellant.\nJeff Bingaman, Atty. Gen., Michael A. Kauffman, Asst. Atty. Gen., Santa Fe, for plaintiff-appellee.\n\nOPINION\nFEDERICI, Justice.\nAppellant was convicted of felony murder in the District Court of Dona Ana County. The court found that appellant and James Kinslow had entered the Andrews' home for the purpose of committing burglary, and during the commission of this crime, shot and killed Mrs. Patricia Andrews.\nAppellant argues two points on appeal: (1) the trial court committed jurisdictional error in failing to properly instruct the jury regarding an essential element of the felony-murder rule; (2) the trial court erred in not declaring a mistrial and by denying a new trial because the State presented appellant's previously undisclosed statement to the jury.\n\nErroneous Instruction.\nAppellant contends that the trial court erred in failing to include in the jury instruction on felony murder specific language covering an element of that crime, namely, that the murder was committed \"during the commission of burglary\" as required by N.M.U.J.I.Crim. 2.04, ¶ 2, N.M.S.A. 1978 (Supp. 1978).\nThe court instructed the jury that before appellant could be found guilty of felony murder the State had to prove beyond a reasonable doubt that:\n1. The defend...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-perrin"
    }
  ],
  "relatedIncidents": [
    17398,
    17436,
    17441,
    17447,
    17459
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}