{
  "id": 17531,
  "title": "1979년 Ackerman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-06-29",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Ackerman. 판결일: 1979-06-29. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Ackerman v. State\n**판결일**: 1979-06-29\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Per Curiam\n\n## 인용\n\n- 372 So. 2d 215\n\n## 판결문 요약\n\n\n372 So. 2d 215 (1979)\nWilliam F. ACKERMAN, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. KK-372.\nDistrict Court of Appeal of Florida, First District.\nJune 29, 1979.\nMichael J. Minerva, Public Defender, and Thomas S. Keith, Asst. Public Defender, for appellant.\nJim Smith, Atty. Gen., and Miguel A. Olivella, Jr., Asst. Atty. Gen., for appellee.\nPER CURIAM.\nAFFIRMED.\nMELVIN, Acting C.J., and BOOTH, J., concur.\nLARRY G. SMITH, specially concurs.\nLARRY G. SMITH, Judge, specially concurring.\nDefendant appeals his conviction and sentence for first degree murder. He seeks reversal contending that the trial court erred in sustaining the State's objection to certain questions propounded by defense counsel to a State's witness on cross-examination.\nThe witness, Ken Killian, who had known defendant for several years, testified that he received three or four telephone calls from defendant while defendant was awaiting trial in the case. He testified that defendant admitted to him in these phone conversations that he had hit the victim in the head with a club and an owl statue. On cross-examination, defense counsel asked Killian three questions concerning whether or not defendant told Killian who had done the stabbing. The State objected to the questions on the grounds that they called for self-serving declarations by defendant which were inadmissible as hearsay. The prosecuting attorney acknowledged to the court out of the presence of the jury that the witness, if permitted to answer, wou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ackerman-v-state"
    }
  ],
  "relatedIncidents": [
    17398,
    17436,
    17441,
    17447,
    17459
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}