{
  "id": 17548,
  "title": "1979년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-06-05",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1979-06-05. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Leroy FLAGG, Appellant\n**판결일**: 1979-06-05\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Cercone, President Judge, and Roberts and Lipez\n\n## 변호인\n\nRobert F. Pappano, Assistant Public Defender, Media, for appellant., Thomas M. Regan, Assistant District Attorney, Media, for Commonwealth, appellee.\n\n## 인용\n\n- 405 A.2d 934\n- 266 Pa. Super. 508\n\n## 판결문 요약\n\n\n266 Pa. Super. 508 (1979)\n405 A.2d 934\nCOMMONWEALTH of Pennsylvania\nv.\nLeroy FLAGG, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted May 7, 1979.\nDecided June 5, 1979.\n*509 Robert F. Pappano, Assistant Public Defender, Media, for appellant.\nThomas M. Regan, Assistant District Attorney, Media, for Commonwealth, appellee.\nBefore CERCONE, President Judge, and ROBERTS and LIPEZ, JJ.[*]\nROBERTS, Justice:\nOn August 5, 1976, a jury convicted appellant, Leroy Flagg, of murder of the third degree. After denying post verdict motions, the trial court sentenced appellant to a term of imprisonment of 7½ to 15 years. Appellant seeks a new trial on the ground that the trial court did not expressly instruct the jury that where, as here, self defense is in issue, the Commonwealth has the burden of proving beyond a reasonable doubt that the accused did not act in self defense. We agree and reverse the judgment of sentence.[1]\nOn October 18, 1975, the victim, Floyd Patterson, known to appellant as the holder of a black belt in karate, a martial art, was eating dinner in the basement of the *510 residence of appellant's former girl friend, Denise Whitsett. Appellant entered the home about 2:30 A.M., forced his way past Whitsett, who told him to leave the house, and entered the basement. Whitsett followed him and heard appellant say, \"Karate man, what's happening?\" Patterson replied, \"You got it.\" Appellant stated, \"No, you got it.\" Whitsett then left the basement and moments later heard fou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-flagg"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-peters"
    }
  ],
  "relatedIncidents": [
    17398,
    17436,
    17441,
    17447,
    17459
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}