{
  "id": 17543,
  "title": "1979년 Joyner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-06-12",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Joyner. 판결일: 1979-06-12. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State of North Carolina v. Roderick Thomas Joyner\n**판결일**: 1979-06-12\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Britt, Brock, Exum\n\n## 변호인\n\n\n\n■Rufus L. Edmisten, Attorney General, by Thomas F. Moffitt, Associate Attorney, for the State.\n, \nJeffrey L. Miller, Attorney for defendant appellant.\n\n\n## 인용\n\n- 255 S.E.2d 390\n- 297 N.C. 349\n\n## 판결문 요약\n\n\n255 S.E.2d 390 (1979)\n297 N.C. 349\nSTATE of North Carolina\nv.\nRoderick Thomas JOYNER.\nNo. 72.\nSupreme Court of North Carolina.\nJune 12, 1979.\n*392 Rufus L. Edmisten, Atty. Gen. by Thomas F. Moffitt, Associate Atty. Gen., Raleigh, for the State.\nJeffrey L. Miller, Greenville, for defendant-appellant.\nEXUM, Justice.\nDefendant's assignments of error challenge the following actions of the trial court: (1) denial of defendant's motion to dismiss, because of insufficiency of the evidence, the charges of first degree rape, armed robbery, crime against nature, and assault inflicting serious injury; (2) instructing the jury on the principle of \"acting in concert;\" (3) stating the contentions of defendant; and (4) curtailing defendant's cross-examination of one of the state's witnesses. We find no merit in any of defendant's assignments of error and conclude that he has had a fair trial free from prejudicial error.\nThe state's evidence here is substantially as it was in the Joyner, Curmon, and Barnes cases. It tended to show that around 7:15 p. m. on 11 January 1977 Mrs. Carolyn Lincoln was at home alone with her four year old daughter, Mara Carolyn Lincoln. Mrs. Lincoln lived on Route 8, two or three miles outside of Greenville. She answered a knock on her door and thought she recognized the voice of a neighbor. Upon opening the door she realized she did not know the man whom she described as a \"young black man, tall and thin, wearing a jacket and cap.\" This man asked to use her tele...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-joyner"
    }
  ],
  "relatedIncidents": [
    17411,
    17429,
    17438,
    17500,
    17570
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}