{
  "id": 17542,
  "title": "1979년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-06-13",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1979-06-13. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Kevin EVANS\n**판결일**: 1979-06-13\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Cercone, President Judge, and Roberts and Lipez\n\n## 변호인\n\nJoseph W. Bullen, Assistant Public Defender, Media, for appellant., D. Michael Emuryan, Deputy District Attorney, Media, for Commonwealth, appellee.\n\n## 인용\n\n- 405 A.2d 1302\n- 267 Pa. Super. 59\n\n## 판결문 요약\n\n\n267 Pa. Super. 59 (1979)\n405 A.2d 1302\nCOMMONWEALTH of Pennsylvania\nv.\nKevin EVANS.\nSuperior Court of Pennsylvania.\nSubmitted May 7, 1979.\nDecided June 13, 1979.\n*60 Joseph W. Bullen, Assistant Public Defender, Media, for appellant.\nD. Michael Emuryan, Deputy District Attorney, Media, for Commonwealth, appellee.\n*61 Before CERCONE, President Judge, and ROBERTS and LIPEZ, JJ.[*]\nPER CURIAM:\nOn May 5, 1976, a court sitting without jury convicted appellant, Kevin Evans, of murder of the second degree, robbery, burglary and theft by unlawful taking. After denying post-verdict motions, the court sentenced appellant to life imprisonment on the murder charge and suspended sentence on the charges of robbery and burglary. Appellant seeks a new trial on the grounds that the trial court deprived him of effective representation and equal protection by denying his request for appointment of a consulting psychiatrist at state expense to aid in the preparation of his defense and that an inculpatory statement he gave police should have been suppressed as involuntary and improperly obtained from a juvenile. We affirm.\nIn November, 1975, police discovered the body of a 95 year old woman in her home not far from appellant's residence. During the investigation that day, appellant's brother appeared and told the officers that his mother wished to talk with them. The officers answered the request and, when they found in the house certain evidence linking appellant to the crime, requested that he ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-evans"
    }
  ],
  "relatedIncidents": [
    17398,
    17436,
    17441,
    17447,
    17459
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}