{
  "id": 17547,
  "title": "1979년 McLaurin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-06-05",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: McLaurin. 판결일: 1979-06-05. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF NORTH CAROLINA v. HOWARD McLAURIN, JR.\n**판결일**: 1979-06-05\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Carlton, Clark, Vaughn\n\n## 변호인\n\n\n\nAttorney General Edmisten, by Assistant Attorney General George W. Lennon, for the State.\n, \nL. Wayne Sams, for defendant appellant.\n\n\n## 인용\n\n- 255 S.E.2d 299\n- 41 N.C. App. 552\n\n## 판결문 요약\n\n\n255 S.E.2d 299 (1979)\n41 N.C. App. 552\nSTATE of North Carolina\nv.\nHoward McLAURIN, Jr.\nNo. 7916SC71.\nCourt of Appeals of North Carolina.\nJune 5, 1979.\n*300 Atty. Gen. Rufus L. Edmisten by Asst. Atty. Gen. George W. Lennon, Raleigh, for the State.\nL. Wayne Sams, Laurinburg, for defendant-appellant.\nVAUGHN, Judge.\nThe record in this case relates the following exchange between the prosecutor and the trial judge.\n\"MR. WEBSTER: Howard McLaurin, Jr.\nTHE COURT: What number is that case?\nMR. WEBSTER: Your Honor, this is the first case on the calendar for trial this morning. Mr. Sams represents him. I don't see him either. Probably talking to his client.\nTHE COURT: Is the case ready for jury trial?\nMR. WEBSTER: Yes, sir.\nTHE COURT: Do you have the file out there?\nMR. WEBSTER: Yes, sir, I do. Started out for a first degree murder trial, Your Honor. It's back for re-trial.\"\nThe record also contains the affidavit of defendant's attorney stating that he was not present during this exchange. The defendant *301 contends that the comment by the prosecutor concerning defendant's prior conviction deprived the defendant of due process. Nothing in this record shows that prospective jurors were present or heard these remarks. In State v. Taylor, 294 N.C. 347, 240 S.E.2d 784 (1978), a cardboard box was sitting on the clerk's table, twelve to fourteen feet from the jury. The side of the box read \"`State v. TaylorMurder GuiltyDeath9-17-75.'\" This language referred to a prior trial in which defe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mclaurin"
    }
  ],
  "relatedIncidents": [
    17398,
    17436,
    17441,
    17447,
    17459
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}