{
  "id": 17553,
  "title": "1979년 Greenholtz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-05-29",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Greenholtz. 판결일: 1979-05-29. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: GREENHOLTZ, CHAIRMAN, BOARD OF PAROLE OF NEBRASKA, Et Al. v. INMATES OF THE NEBRASKA PENAL AND CORRECTIONAL COMPLEX Et Al.\n**판결일**: 1979-05-29\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: BlackmuN, Brennan, Burger, Marshall, Powell, Rehnquist, Stevens, Stewart, White\n\n## 변호인\n\nRalph H. Gillan, Assistant Attorney General of Nebraska, argued the cause for petitioners. With him on the brief was Paul L. Douglas, Attorney General., Brian K. Ridenour argued the cause and filed a brief for respondents., William Alsup argued the cause for the United States as amicus curiae. On the brief were Solicitor General McCree, Assistant Attorney General Heymann, Deputy Solicitor General Easterbrook, and William G. Otis.*\n\n## 인용\n\n- 60 L. Ed. 2d 668\n- 99 S. Ct. 2100\n- 442 U.S. 1\n- 1979 U.S. LEXIS 116\n\n## 판결문 요약\n\n\n442 U.S. 1 (1979)\nGREENHOLTZ, CHAIRMAN, BOARD OF PAROLE OF NEBRASKA, ET AL.\nv.\nINMATES OF THE NEBRASKA PENAL AND CORRECTIONAL COMPLEX ET AL.\nNo. 78-201.\nSupreme Court of United States.\nArgued January 17, 1979.\nDecided May 29, 1979.\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n*3 Ralph H. Gillan, Assistant Attorney General of Nebraska, argued the cause for petitioners. With him on the brief was Paul L. Douglas, Attorney General.\nBrian K. Ridenour argued the cause and filed a brief for respondents.\nWilliam Alsup argued the cause for the United States as amicus curiae. On the brief were Solicitor General McCree, Assistant Attorney General Heymann, Deputy Solicitor General Easterbrook, and William G. Otis.[*]\nAlvin J. Bronstein and Dean Hill Rivkin filed a brief for the National Prison Project of the American Civil Liberties Union Foundation as amicus curiae urging affirmance.\nPierce O'Donnell and Robert L. Weinberg filed a brief for the Jerome N. Frank Legal Services Organization et al. as amici curiae.\nMR. CHIEF JUSTICE BURGER delivered the opinion of the Court.\nWe granted certiorari to decide whether the Due Process Clause of the Fourteenth Amendment applies to discretionary parole-release determinations made by the Nebraska Board of Parole, and, if so, whether the procedures the Board currently provides meet constitutional requirements.\n\nI\nInmates of the Nebraska Penal and Correctional Complex brought a class action under 42 U.S. C. § 1983 claimin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=greenholtz-v-inmates-of-the-nebraska-penal-correctional-complex"
    }
  ],
  "relatedIncidents": [
    17413,
    17487,
    17221,
    17270,
    17296
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}