{
  "id": 17559,
  "title": "1979년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-05-23",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1979-05-23. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Tyrone COLLINS, Appellant\n**판결일**: 1979-05-23\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Jacobs, President Judge, and Hoffman, Cercone, Price, Van Der Voort, Spaeth and Hester\n\n## 변호인\n\nLester G. Nauhaus, Assistant Public Defender, Chief, Appellate Division, Pittsburgh, for appellant., Robert E. Colville, District Attorney, Pittsburgh, submitted a brief on behalf of Com., appellee.\n\n## 인용\n\n- 404 A.2d 1320\n- 266 Pa. Super. 340\n\n## 판결문 요약\n\n\n266 Pa. Super. 340 (1979)\n404 A.2d 1320\nCOMMONWEALTH of Pennsylvania\nv.\nTyrone COLLINS, Appellant.\nSuperior Court of Pennsylvania.\nArgued April 18, 1978.\nDecided May 23, 1979.\n*341 Lester G. Nauhaus, Assistant Public Defender, Chief, Appellate Division, Pittsburgh, for appellant.\nRobert E. Colville, District Attorney, Pittsburgh, submitted a brief on behalf of Com., appellee.\nBefore JACOBS, President Judge, and HOFFMAN, CERCONE, PRICE, VAN der VOORT, SPAETH and HESTER, JJ.\nPRICE, Judge:\nThis appeal arises from denial in the court below of appellant's motion in arrest of judgment and for a new trial following his conviction by a jury of aggravated assault[1] and recklessly endangering another person.[2] The sole issue on appeal is the propriety of the lower court's denial of appellant's pre-trial motion to dismiss based on the Commonwealth's alleged failure to comply with Pa.R.Crim.P. 1100(a)(2).[3] For the reasons set forth herein, we are compelled to agree that the court below erred, and we accordingly vacate the judgment of sentence and discharge appellant.\n*342 The complaint in this case was filed in Allegheny County on December 5, 1975, however, appellant was not arrested until May 5, 1976, in Philadelphia. Under Pa.R.Crim.P. 1100(a)(2), the Commonwealth had one hundred eighty days from December 5, 1975, or until June 2, 1976, to bring appellant to trial. On July 19, 1976, appellant filed a motion to dismiss under Pa.R.Crim.P. 1100(f). Arguing that appellant had been una...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-collins"
    }
  ],
  "relatedIncidents": [
    17426,
    17588,
    17603,
    17661,
    17141
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}