{
  "id": 17550,
  "title": "1979년 Larson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-06-01",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Larson. 판결일: 1979-06-01. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: Steven LARSON, Relator, v. DEPARTMENT OF ECONOMIC SECURITY, Orpheum Minneapolis Cinema Corp., Respondents\n**판결일**: 1979-06-01\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Per Curiam\n\n## 변호인\n\nRichard J. Fuller, Legal Aid Society of Minneapolis, Inc., Minneapolis, for relator., Warren Spannaus, Atty. Gen., St. Paul, Broeker, Hartfeldt, Hedges & Grant, and Steven R. Hedges, Minneapolis, for respondents.\n\n## 인용\n\n- 281 N.W.2d 667\n\n## 판결문 요약\n\n\n281 N.W.2d 667 (1979)\nSteven LARSON, Relator,\nv.\nDEPARTMENT OF ECONOMIC SECURITY, Orpheum Minneapolis Cinema Corp., Respondents.\nNo. 49287.\nSupreme Court of Minnesota.\nJune 1, 1979.\n*668 Richard J. Fuller, Legal Aid Society of Minneapolis, Inc., Minneapolis, for relator.\nWarren Spannaus, Atty. Gen., St. Paul, Broeker, Hartfeldt, Hedges &amp; Grant, and Steven R. Hedges, Minneapolis, for respondents.\nConsidered and decided by the court en banc without oral argument.\nPER CURIAM.\nRelator, Steven Larson, appeals from the decision of the Commissioner, Department of Economic Security, filed August 17, 1978, denying him unemployment compensation benefits upon the basis that he voluntarily discontinued his employment without good cause attributable to the employer. We affirm.\nRelator commenced his employment as a janitor at the Orpheum Theater on October 15, 1977. Approximately 3 months later, on January 23, 1978, he terminated his employment when he failed to appear for his scheduled work shift without notice to his employer. He filed his claim petition on February 5, 1978, stating that he terminated because he \"was treated poorly by fellow employees\" and that he did not report to work as scheduled because he \"decided to quit.\"\nThe denial of his claim for unemployment compensation benefits by the claims deputy prompted relator's appeal to the appeals tribunal. At the hearing conducted by the tribunal, he testified that shortly after he began work, one of his coworkers spat upon him...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=larson-v-department-of-economic-security"
    }
  ],
  "relatedIncidents": [
    17472,
    17473,
    17483,
    17534,
    17569
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}