{
  "id": 17555,
  "title": "1979년 Larson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-05-25",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Larson. 판결일: 1979-05-25. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Minnesota, Respondent, v. Donald Floyd LARSON, Appellant\n**판결일**: 1979-05-25\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Peterson, Rogosheske, Yetka\n\n## 변호인\n\nMeshbesher, Singer & Spence, Ronald I. Meshbesher, and Carol M. Grant, Minneapolis, for appellant., Warren Spannaus, Atty. Gen., Thomas L. Fabel, Deputy Atty. Gen., and Gary Hansen, Spec. Asst. Atty. Gen., St. Paul, Thomas J. Ryan, County Atty., Pine City, for respondent.\n\n## 인용\n\n- 281 N.W.2d 481\n\n## 판결문 요약\n\n\n281 N.W.2d 481 (1979)\nSTATE of Minnesota, Respondent,\nv.\nDonald Floyd LARSON, Appellant.\nNo. 47518.\nSupreme Court of Minnesota.\nMay 25, 1979.\nRehearing Denied July 12, 1979.\n*482 Meshbesher, Singer &amp; Spence, Ronald I. Meshbesher, and Carol M. Grant, Minneapolis, for appellant.\nWarren Spannaus, Atty. Gen., Thomas L. Fabel, Deputy Atty. Gen., and Gary Hansen, Spec. Asst. Atty. Gen., St. Paul, Thomas J. Ryan, County Atty., Pine City, for respondent.\nHeard before ROGOSHESKE, PETERSON, and YETKA, JJ., and considered and decided by the court en banc.\nROGOSHESKE, Justice.\nDefendant Donald Floyd Larson was found guilty by a district court jury on one count of first-degree murder (fatally shooting his neighbor and former friend, James Falch, Sr.), two counts of second-degree murder (fatally shooting his wife, Ruth, and *483 Falch's oldest son, James Falch, Jr.), and one count of third-degree murder (fatally shooting his son, Mark), and was acquitted by reason of mental illness on one count of first-degree murder (fatally shooting his stepson, Scott Powell). He was sentenced to concurrent terms of imprisonment for life, 40 years, 40 years, and 25 years. The principal issues presented by defendant's appeal from the judgment of conviction are whether the trial court abused its discretion by refusing to hold a post-verdict hearing to impeach the verdict for alleged jury misconduct and whether the trial court properly instructed the jury. We hold that the court did not abuse its discr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-larson"
    }
  ],
  "relatedIncidents": [
    17398,
    17436,
    17441,
    17447,
    17459
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}