{
  "id": 17558,
  "title": "1979년 United States v. William Maynard Berry, Jr. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-05-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. William Maynard Berry, Jr.. 판결일: 1979-05-23. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. William Maynard BERRY, Jr., Appellant\n**판결일**: 1979-05-23\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Henley, Lay, Per Curiam, Ross\n\n## 변호인\n\nJohn E. Pruniski, III, Little Rock, Ark., for appellant., W. H. Dillahunty, U. S. Atty., and Fletcher Jackson, Asst. U. S. Atty., Little Rock, Ark., for appellee.\n\n## 인용\n\n- 599 F.2d 267\n\n## 판결문 요약\n\n599 F.2d 267\n    UNITED STATES of America, Appellee,v.William Maynard BERRY, Jr., Appellant.\n    No. 79-1087.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted May 14, 1979.Decided May 23, 1979.\n    \n      John E. Pruniski, III, Little Rock, Ark., for appellant.\n      W. H. Dillahunty, U. S. Atty., and Fletcher Jackson, Asst. U. S. Atty., Little Rock, Ark., for appellee.\n      Before LAY, ROSS and HENLEY, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      William Maynard Berry, Jr. appeals from his conviction by jury verdict for uttering and possessing a counterfeit federal reserve note in violation of 18 U.S.C. &#167; 472.1  We affirm.\n    \n    \n      2\n      Berry does not dispute that he was identified at trial by eyewitnesses, fingerprints, vehicle type, color and license plate number as the person who passed four counterfeit bills in three different states.  He argues that evidence of guilty knowledge and intent to defraud was insufficient to support his conviction and that the counterfeit bills should not have been admitted in evidence because their color was changed by the fingerprint testing process.\n    \n    \n      3\n      Section 472 requires proof that the defendant knew the bills were counterfeit and had a general intent to defraud unknown third parties with those bills.  United States v. Pitts, 508 F.2d 1237, 1240 (8th Cir. 1974), Cert. denied, 421 U.S. 967, 95 S. Ct. 1958, 44 L. Ed. 2d 445 (1975).  In reviewing the sufficiency of the eviden...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-william-maynard-berry-jr"
    }
  ],
  "relatedIncidents": [
    17416,
    17564,
    17574,
    17645,
    17649
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}