{
  "id": 17564,
  "title": "1979년 McLean 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-05-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: McLean. 판결일: 1979-05-18. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Malcolm P. McLEAN, Individually v. Jack ALEXANDER, Daniel D. Friel, Bernard Hessler, Jr., Trustee, Helen June Friel, Trustee, Frederic A. Lang, Robert R. Walsh, Frank B. Francis, Bernard Hessler, Jr., Martin A. Apostolico, Merle R. Aiken, Shelley P. Jones, Thomas F. Baker, Shields & Company, Incorporated, and Cashman & Schiavi, Malcolm P. McLean, in No. 78-2029, Cashman & Schiavi, in No. 78-2030\n**판결일**: 1979-05-18\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Gibbons\n\n## 변호인\n\nEdgar H. Brenner, Robert D. Rosenbaum, Washington, D. C. (argued), Hadrian R. Katz, Washington, D. C., for appellant-cross appellee Cashman & Schiavi; Milton V. Freeman, Arnold & Porter, Washington, D. C., Arthur G. Connolly, Jr., Connolly, Bove & Lodge, Wilmington, Del., of counsel., William P. Verdón, Donald A. Kessler, Newark, N. J., (argued), Stanley Wang, Meyner & Landis, Newark, N. J., for appellant Malcolm P. McLean., Shelley P. Jones, pro se.\n\n## 인용\n\n- 599 F.2d 1190\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nGIBBONS, Circuit Judge:\nCashman &amp; Schiavi (C &amp; S) a firm of certified public accountants, appeal from a final judgment awarding Malcolm P. McLean damages in his suit under Section 10(b) of the Securities Exchange Act of 1934, 15 U.S.C. § 78j(b) and Rule 10b-5, 17 C.F.R. § 240.-10b-5, and under the Delaware common law of fraud. McLean cross-appeals from the same judgment, contending that the court erred in calculating the credit C &amp; S should receive an account of payments made by settling joint tortfeasors and in denying prejudgment interest. The case was tried to the court without a jury. We conclude that the judgment against C &amp; S must be reversed. Since we reverse that judgment we do not reach the issues tendered in McLean’s cross-appeal.\nI. BACKGROUND FACTS1\nOn January 28, 1970 McLean purchased from its shareholders all the outstanding stock of Technidyne, Inc. (Technidyne), a Delaware corporation with its principal place of business in Wilmington, Delaware. Technidyne was a small company specializing in the manufacture of laser-beam devices for use in the construction industry. Prior to the sale it had developed as its principal product the Model V Technitool, a laser device intended to simplify the process of aligning sewer pipe in a trench. In late 1969, faced with a severe cash shortage, the managing shareholders of Technidyne began to explore the possibility of a private placement to obtain capital. They spoke to Shields &amp; Co....",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=frank-d-lovell-v-unknown-federal-correctional-officers-jack-hanberry"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mclean-v-alexander"
    }
  ],
  "relatedIncidents": [
    17416,
    17558,
    17574,
    17645,
    17649
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}