{
  "id": 17566,
  "title": "1979년 Peterson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-05-16",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Peterson. 판결일: 1979-05-16. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: OTIS PETERSON Et Al., Plaintiffs and Appellants, v. CITY OF LONG BEACH Et Al., Defendants and Respondents\n**판결일**: 1979-05-16\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Newman, Richardson\n\n## 변호인\n\nCounsel, David R. Finch and Finch, Gastello & Tennant for Plaintiffs and Appellants., Amitai Schwartz, Margaret C. Crosby, Alan L. Schlosser, Fred Okrand, Nicholas B. Waranoff, Jacobs, Sills & Coblentz, Vilma S. Martinez, Morris J. Baller, John H. Erickson, Alice M. Beasley and Anthony G. Amsterdam as Amici Curiae on behalf of Plaintiffs and Appellants., Leonard Putnam and Robert W. Parkin, City Attorneys, and Robert E. Shannon, Deputy City Attorney, for Defendants and Respondents., Evelle J. Yo\n\n## 인용\n\n- 594 P.2d 477\n- 24 Cal. 3d 238\n- 155 Cal. Rptr. 360\n\n## 판결문 요약\n\n\n24 Cal. 3d 238 (1979)\n594 P.2d 477\n155 Cal. Rptr. 360\nOTIS PETERSON et al., Plaintiffs and Appellants,\nv.\nCITY OF LONG BEACH et al., Defendants and Respondents.\nDocket No. L.A. 30867.\nSupreme Court of California.\nMay 16, 1979.\n*240 COUNSEL\nDavid R. Finch and Finch, Castello &amp; Tennant for Plaintiffs and Appellants.\nAmitai Schwartz, Margaret C. Crosby, Alan L. Schlosser, Fred Okrand, Nicholas B. Waranoff, Jacobs, Sills &amp; Coblentz, Vilma S. Martinez, Morris J. Baller, John H. Erickson, Alice M. Beasley and Anthony G. Amsterdam as Amici Curiae on behalf of Plaintiffs and Appellants. *241 Leonard Putnam and Robert W. Parkin, City Attorneys, and Robert E. Shannon, Deputy City Attorney, for Defendants and Respondents.\nEvelle J. Younger, Attorney General, Jack R. Winkler, Chief Assistant Attorney General, Edward P. O'Brien, Assistant Attorney General, W. Eric Collins and Clifford K. Thompson, Jr., Deputy Attorneys General, Stephen Warren Solomon, William J. Ramey, Ralph B. Saltsman and Emanuel Cowitt as Amici Curiae on behalf of Defendants and Respondents.\nOPINION\nNEWMAN, J.\nIn 1972 Police Officer Vershaw shot and killed Roland Peterson. At the time of the killing Peterson was running from his apartment. Vershaw had responded to a radio call erroneously reporting a burglary in progress at the apartment. He approached with gun drawn. Peterson fled and was shot in the head. Vershaw had had no report of, nor did he see, any weapons, violence, or threat of violence at the apartm...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=peterson-v-city-of-long-beach"
    }
  ],
  "relatedIncidents": [
    17398,
    17436,
    17441,
    17447,
    17459
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}