{
  "id": 17574,
  "title": "1979년 Winn-Dixie Montgomery, Inc. v. Henderson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-05-04",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Winn-Dixie Montgomery, Inc. v. Henderson. 판결일: 1979-05-04. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Winn-Dixie Montgomery, Inc. v. Henderson\n**판결일**: 1979-05-04\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Bloodworth\n\n## 인용\n\n- 371 So. 2d 899\n\n## 판결문 요약\n\n\n371 So. 2d 899 (1979)\nWINN-DIXIE MONTGOMERY, INC.\nv.\nBobby HENDERSON.\n77-629.\nSupreme Court of Alabama.\nMay 4, 1979.\nRehearing Denied June 8, 1979.\n*900 Richard W. Whittaker of Pittman, Whittaker &amp; Hooks, Enterprise, and Robert C. Black of Hill, Hill, Carter, Franco, Cole &amp; Black, Montgomery, for appellant.\nM. Dale Marsh and Joe C. Cassady of Cassady, Fuller &amp; Marsh, Enterprise, for appellee.\nBLOODWORTH, Justice.\nWinn-Dixie Montgomery, Inc., appeals from a $40,000 jury verdict in favor of Henderson. Winn-Dixie was successful on a prior appeal from a $14,000 jury verdict involving the same fraud claim. Winn-Dixie Montgomery, Inc. v. Henderson, 353 So. 2d 1380 (Ala.1977). We reverse and remand.\nThe facts and the two fraud counts are set out in the prior opinion. Briefly, Henderson claims damages for alleged false and fraudulent misrepresentations by Winn-Dixie employees that he would be transferred to a store in Enterprise, Alabama. Relying on these representations, Henderson purchased for his wife a beauty shop in Enterprise. Later, after the promised transfer did not materialize, Henderson quit his job, sold the Enterprise business at a loss and started in farming and the chicken business with his father.\nCount Four alleges fraudulent and false statements made with an intent to deceive, specifically, a promise made with the intent not to perform it. Count Five alleges representations known to be false at the time they were made, which were made willfully to decei...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=winn-dixie-montgomery-inc-v-henderson"
    }
  ],
  "relatedIncidents": [
    17416,
    17558,
    17564,
    17645,
    17649
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}