{
  "id": 17570,
  "title": "1979년 Powers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-05-14",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Powers. 판결일: 1979-05-14. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Powers v. the State\n**판결일**: 1979-05-14\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Deen, McMurray, Shulman\n\n## 변호인\n\nEric Welch, for appellant., \nLewis R. Slaton, District Attorney, Joseph J. Drolet,\n, R. David Petersen, Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 256 S.E.2d 637\n- 150 Ga. App. 25\n\n## 판결문 요약\n\n\n150 Ga. App. 25 (1979)\n256 S.E.2d 637\nPOWERS\nv.\nTHE STATE.\n57250.\nCourt of Appeals of Georgia.\nArgued February 13, 1979.\nDecided May 14, 1979.\nEric Welch, for appellant.\nLewis R. Slaton, District Attorney, Joseph J. Drolet, R. David Petersen, Assistant District Attorneys, for appellee.\nSHULMAN, Judge.\nAppellant was indicted for three counts of burglary and one count of criminal attempt to commit burglary. He was tried and found not guilty on Count 1 (breaking and entering with intent to commit theft); guilty on Counts 2 and 3 (breaking and entering with intent to commit theft and rape); and guilty of criminal trespass on Count 4. Defendant appeals the judgments on Counts 2, 3, and 4. For the reasons set forth in Division 3 of this opinion, we reverse the judgments on Counts 2 and 3. As no reversible error appears as to Count 4, the judgment on Count 4 is affirmed.\n1. Appellant argues that there was insufficient evidence to support a verdict of guilty. We disagree. \"On appeals from findings of guilt, the presumption of innocence no longer prevails, the fact finders have determined the credibility of witnesses, the fact finders have been convinced beyond a reasonable doubt, and the appellate courts review the evidence only to determine if there is any evidence sufficient to authorize the fact finder to return the verdict of guilty. [Cits.]\" Ridley v. State, 236 Ga. 147, 149 (223 SE2d 131). As there was direct testimony identifying defendant as the perpetrator of the crimes wit...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=powers-v-state"
    }
  ],
  "relatedIncidents": [
    17411,
    17429,
    17438,
    17500,
    17543
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}