{
  "id": 17572,
  "title": "1979년 People v. Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-05-08",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: People v. Smith. 판결일: 1979-05-08. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Larry Smith, Also Known as Edward Charles Smith\n**판결일**: 1979-05-08\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: Wachtler\n\n## 변호인\n\nPOINTS OF COUNSEL, Abraham Werfel for appellant., John J. Santucci, District Attorney (John T. Wynne, Jr., of counsel), for respondent.\n\n## 인용\n\n- 47 N.Y.2d 83\n\n## 판결문 요약\n\n\n*86OPINION OF THE COURT\nWachtler, J.\nA jury convicted the defendant, Larry Smith, of robbery in the first degree (Penal Law, § 160.15, subd 2), possession of a weapon as a felony (Penal Law, § 265.05, subd 2), defacement of a weapon (Penal Law, § 265.10, subd 6), and unlawful imprisonment in the first degree (Penal Law, § 135.10). The Appellate Division unanimously modified by reversing the conviction for possession of a weapon, as an inclusory concurrent count as to the robbery, and otherwise affirmed. Leave to appeal was granted the defendant. The principal issue is whether under the facts presented the crime of unlawful imprisonment merged into the robbery offense. We hold that on this record no merger occurred.\nIn the early morning hours of June 16, 1974 the victim, Bivens, an off duty part-time police officer, was driving from Queens to his home in Freeport. At 1:30 a.m. while stopped at a traffic light his car was approached by Regina Jones1 and the defendant, Larry Smith. Smith put a revolver to Bivens’ head and demanded his money. After being handed $22, Smith, who entered the back seat of the car, directed Jones to get into the front seat. Smith then threatened to kill Bivens while Jones reached into Bivens’ pockets removing some change, keys and his driver’s license, and looked through the glove compartment. Then Smith demanded and was given the victim’s wallet. At this point, still brandishing the revolver, Smith ordered Bivens to start driving. After about one ho...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-smith"
    }
  ],
  "relatedIncidents": [
    17486,
    17488,
    17643,
    17299,
    17395
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}