{
  "id": 17588,
  "title": "1979년 Dormada 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-04-19",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Dormada. 판결일: 1979-04-19. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: DORMADA v. State\n**판결일**: 1979-04-19\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Shulman\n\n## 변호인\n\nWhitehurst, Cohen & Blackburn, William H. Blackburn, A. J. Whitehurst, for appellant., H. Lamar Cole, District Attorney, Alden W. Snead, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 149 Ga. App. 671\n\n## 판결문 요약\n\n\nShulman, Judge.\nThe sole issue presented in this appeal is whether the defendant knowingly, voluntarily and intelligently entered a plea of guilty to the offense of aggravated *672assault. We conclude that he did and, accordingly, affirm the judgment.\nSubmitted February 13, 1979 —\nDecided April 19, 1979.\nWhitehurst, Cohen &amp; Blackburn, William H. Blackburn, A. J. Whitehurst, for appellant.\nH. Lamar Cole, District Attorney, Alden W. Snead, Assistant District Attorney, for appellee.\nIn support of his contention that the plea must be set aside, the attorney for appellant cites evidence that the accused denied committing the crime, stated that he was a minister, that his IQ was 162, that he had no formal schooling, and that the accused had written books and novels. However remarkable this testimony may be, it is not inconsistent with an intelligent and voluntary waiver of rights. A review of the transcript shows that the court was authorized to conclude that the accused was not mentally incompetent at the time the plea was entered and that the plea was knowingly, voluntarily and intelligently made. See, e.g., Peterman v. Caldwell, 229 Ga. 394 (191 SE2d 840), as to the accused’s mental condition at the time of entering the plea; Shakur v. State, 239 Ga. 548 (238 SE2d 85); Davies v. Ault, 229. Ga. 11 (3) (189 SE2d 86), as to the accused’s denial of the offense. See generally Schofield v. State, 128 Ga. App. 515 (2) (197 SE2d 392).\n\nJudgment affirmed.\n\n\nDeen, C. J., and McMurray...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dormada-v-state"
    }
  ],
  "relatedIncidents": [
    17426,
    17559,
    17603,
    17661,
    17141
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}