{
  "id": 17603,
  "title": "1979년 Myers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-04-02",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Myers. 판결일: 1979-04-02. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Plaintiff-Respondent v. Chester L. MYERS\n**판결일**: 1979-04-02\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Dixon, Somerville, Turnage\n\n## 변호인\n\nWilliam F. Brown, Brown & Buckley, Se-dalia, for defendant-appellant., John D. Ashcroft, Atty. Gen., Paul Robert Otto, Asst. Atty. Gen., Jefferson City, for plaintiff-respondent.\n\n## 인용\n\n- 579 S.W.2d 828\n\n## 판결문 요약\n\n\nDIXON, Judge.\nThe defendant, having been determined to be subject to the Second Offender Act, § 556.280 RSMo 1969, was sentenced by the court to a term of five years on a jury verdict of guilty of assault with intent to do great bodily harm.\n*829The defendant’s appeal raises two issues. The first issue is the sufficiency of the evidence to sustain the conviction. The second issue is the propriety of the State’s cross-examination of the defendant’s character witnesses.\nBecause sufficiency is in issue, the bizarre facts of the offense must be related. The complaining witness and only eyewitness testified that she was walking home from her employment at about 11 p. m. and that as she was walking a white van passed her, first in one direction, then in another. She stated that the van had a sign on the door, “Myers Painting.” The van stopped, and the driver asked her if she wanted a ride; she told him no, and then upon his entreaty, entered the vehicle, thinking that he might be a distant relative. The interior of the van was described as containing painting equipment. When she got into the vehicle, she asked the driver if he was a painter, to which he responded yes, and she indicated her appreciation for the ride. After a couple of blocks of travel, the complaining witness stated that the driver picked up a 16 oz. Pepsi bottle and struck her squarely in the face with it. The van was still moving. She testified that the driver made no comment and that she did not say anything.\nSh...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-myers"
    }
  ],
  "relatedIncidents": [
    17426,
    17559,
    17588,
    17661,
    17141
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}