{
  "id": 17607,
  "title": "1979년 Nellie Woods, as Personal Representative of the Estate of John N. Woods v. Holy Cross Hospital 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-03-26",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Nellie Woods, as Personal Representative of the Estate of John N. Woods v. Holy Cross Hospital. 판결일: 1979-03-26. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Nellie WOODS, as Personal Representative of the Estate of John N. Woods, Plaintiff-Appellant, v. HOLY CROSS HOSPITAL Et Al., Defendants-Appellees\n**판결일**: 1979-03-26\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Jones, Roney, Tjoflat\n\n## 변호인\n\nGeorge A. Kokus, Arthur N. Cohen, Susan Goldman, Miami, Fla., for plaintiff-appellant., Larry Klein, West Palm Beach, Fla., Edward I. Pollock, Los Angeles, Cal., amicus curiae for Assn, of Trial Lawyers of America., Barry L. Silber, Asst. Atty. Gen., Tallahassee, Fla., amicus curiae for State of Fla., Rex Conr?J> Pau^ Regensdorf, Fort Lauderdale. pla-> for Holy Cross> etc- et al-, James ^ Tribble, Mark Hicks, Richard A. Shermrn> Miami, Fla., for Dr. Jefferson R. EdwpAk et al.\n\n## 인용\n\n- 591 F.2d 1164\n\n## 판결문 요약\n\n591 F.2d 1164\n    Nellie WOODS, as Personal Representative of the Estate ofJohn N. Woods, Plaintiff-Appellant,v.HOLY CROSS HOSPITAL et al., Defendants-Appellees.\n    No. 75-3523.\n    United States Court of Appeals,Fifth Circuit.\n    March 26, 1979.\n    \n      George A. Kokus, Arthur N. Cohen, Susan Goldman, Miami, Fla., for plaintiff-appellant.\n      Larry Klein, West Palm Beach, Fla., Edward I. Pollock, Los Angeles, Cal., amicus curiae for Assn. of Trial Lawyers of America.\n      Barry L. Silber, Asst. Atty. Gen., Tallahassee, Fla., amicus curiae for State of Fla.\n      Rex Conrad, Paul R. Regensdorf, Fort Lauderdale, Fla., for Holy Cross, etc. et al.\n      James E. Tribble, Mark Hicks, Richard A. Sherman, Miami, Fla., for Dr. Jefferson R. Edwards et al.\n      Appeal from the United States District Court for the Southern District of Florida.\n      Before JONES, RONEY, and TJOFLAT, Circuit Judges.\n      TJOFLAT, Circuit Judge:\n    \n    \n      1\n      In this case we are called upon to examine portions of Florida's Medical Malpractice Law1 and determine whether its mandate that a medical malpractice claimant participate in a mediation process prior to bringing an action in court must be enforced by a federal district court in a diversity case.  For the reasons set forth below, we find that this requirement meets federal constitutional standards and must be applied in such an action.\n    \n    \n      2\n      * On July 21, 1975, Nellie Woods, a citizen of Ohio and the administrat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nellie-woods-as-personal-representative-of-the-estate-of-john-n-woods-v"
    }
  ],
  "relatedIncidents": [
    17395,
    17398,
    17402,
    17404,
    17405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}