{
  "id": 17606,
  "title": "1979년 Grey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-03-27",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Grey. 판결일: 1979-03-27. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Grey v. State\n**판결일**: 1979-03-27\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Harris\n\n## 인용\n\n- 369 So. 2d 889\n\n## 판결문 요약\n\n\n369 So. 2d 889 (1979)\nKenneth GREY\nv.\nSTATE.\n8 Div. 121.\nCourt of Criminal Appeals of Alabama.\nMarch 27, 1979.\nRehearing Denied April 17, 1979.\nRoderick Beddow, Jr., and Albert C. Bowen, Jr. of Beddow, Fullan &amp; Vowell, Birmingham, for appellant.\nWilliam J. Baxley, Atty. Gen. and David W. Clark, Asst. Atty. Gen., for the State.\nHARRIS, Presiding Judge.\nUnder an indictment charging murder in the first degree appellant was convicted of manslaughter in the first degree and the jury fixed his punishment at ten years imprisonment in the penitentiary. At arraignment, in the presence of his retained counsel, appellant pleaded not guilty. After *890 sentence was imposed appellant gave notice of appeal and his sentence was suspended pending appeal. He is presently at large under a fifteen thousand dollar bond. Trial counsel represents him on this appeal.\nOn the night of October 12, 1977, there was a shootout between appellant and the deceased near a place known as Frank &amp; Clara's Burger Basket on Highway 168 in Boaz, Alabama. After the shooting the deceased was found dead in the back seat of his 1969 Buick automobile and appellant drove his car to his mother's home where he was carried to the Boaz-Albertville Hospital. The rescue squad removed the victim from the Buick and transported him to the same hospital but he was pronounced dead on arrival.\nThe testimony during the three day trial was in hopeless conflict and only a jury could unscramble this conflicting evidence and ar...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=grey-v-state"
    }
  ],
  "relatedIncidents": [
    17398,
    17436,
    17441,
    17447,
    17459
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}