{
  "id": 17602,
  "title": "1979년 Smith v. County of Livingston 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-04-06",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Smith v. County of Livingston. 판결일: 1979-04-06. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Robert E. Smith, Jr. v. County of Livingston, and Village of Avon\n**판결일**: 1979-04-06\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 69 A.D.2d 993\n\n## 판결문 요약\n\n\n*994Order unanimously affirmed, without costs. Memorandum: The plaintiffs appeal from orders dismissing their complaints which alleged false imprisonment, malicious prosecution, prima facie tort, conspiracy and deprivation of constitutional rights. Plaintiffs were indicted by a Livingston County Grand Jury accusing them of endangering the welfare of a child in violation of subdivision 1 of section 260.10 of the Penal Law. The indictment was the aftermath of a birthday and slumber party sponsored by plaintiffs on behalf of their young daughter. It charged that seven girls under age 17 were served beer while at plaintiffs’ residence. The record indicates that any consumption of beer by the girls was without the permission, consent or knowledge of the plaintiffs. A motion on behalf of the plaintiffs to dismiss the indictment was granted in a memorandum decision declaring the indictment incurably defective. The Court of Appeals has spelled out the elements of a cause of action in false imprisonment and one for malicious prosecution (Broughton v State of New York, 37 NY2d 451). Plaintiffs were arrested pursuant to warrants issued to the Livingston County Sheriff which directed the Sheriff to bring them before the County Court. An unlawful detention gives rise to a cause of action for false imprisonment, except where the confinement was by arrest under a valid process issued by a court having jurisdiction (Broughton v State of New York, supra).. The Smith indictment was dismissed ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-county-of-livingston"
    }
  ],
  "relatedIncidents": [
    17395,
    17398,
    17402,
    17404,
    17405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}