{
  "id": 17605,
  "title": "1979년 Nea-Parsons 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-03-31",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Nea-Parsons. 판결일: 1979-03-31. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: Parsons—National Education Association, Appellee-Cross-Appellant, v. Unified School District No. 503, Parsons, Kansas, Appellant-Cross-Appellee\n**판결일**: 1979-03-31\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Fromme, Herd\n\n## 변호인\n\nFred W. Rausch, Jr., of Topeka, argued the cause and was on the brief for the appellant-cross-appellee., Patricia R. Griffin, of Crane, Martin, Claussen, Hamilton & Barry, of Topeka, argued the cause, and Wesley A. Weathers, of the same firm, was with her on the brief for the appellee-cross-appellant.\n\n## 인용\n\n- 593 P.2d 414\n- 225 Kan. 581\n\n## 판결문 요약\n\n\n225 Kan. 581 (1979)\n593 P.2d 414\nPARSONS  NATIONAL EDUCATION ASSOCIATION, Appellee-Cross-Appellant,\nv.\nUNIFIED SCHOOL DISTRICT NO. 503, Parsons, Kansas, Appellant-Cross-Appellee.\nNo. 50,127\nSupreme Court of Kansas.\nOpinion filed March 31, 1979.\nFred W. Rausch, Jr., of Topeka, argued the cause and was on the brief for the appellant-cross-appellee.\nPatricia R. Griffin, of Crane, Martin, Claussen, Hamilton &amp; Barry, of Topeka, argued the cause, and Wesley A. Weathers, of the same firm, was with her on the brief for the appellee-cross-appellant.\n*582 The opinion of the court was delivered by\nFROMME, J.:\nThis appeal arises as a result of collective negotiations between the teachers and school board of Unified School District No. 503, Parsons, Kansas. The action was filed in the district court for injunctive and other relief as authorized by K.S.A. 1977 Supp. 72-5430. The purpose of the action was to have the court determine which proposals made for the bargaining table fell in the category of \"terms and conditions of professional service\" so as to be mandatorily negotiable. See K.S.A. 1978 Supp. 72-5413(l). In addition the district court was asked to determine whether either or both of the parties had committed practices prohibited by the above statute, and the court determined they had not. The proposals were being negotiated for the 1978-79 school year. The school board appeals and the teachers cross-appeal.\nAPPEAL BY BOARD\nWe will first consider the points raised by the bo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=parsonsnational-education-assn-v-unified-school-district-no-503"
    }
  ],
  "relatedIncidents": [
    17472,
    17473,
    17483,
    17534,
    17550
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}