{
  "id": 17610,
  "title": "1979년 In Re Marriage of McCreary 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-03-21",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: In Re Marriage of McCreary. 판결일: 1979-03-21. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: In Re the MARRIAGE OF Connie McCREARY and Norman E. McCreary. Upon the Petition of Connie McCREARY, Appellant, and Concerning Norman E. McCREARY, Appellee\n**판결일**: 1979-03-21\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Larson, McCORMICK, McGIVERIN, Rees, Reynoldson\n\n## 변호인\n\nWilliam Knapp, of Stewart, Wimer, Hudson & Flynn, P. C., Des Moines, for appellant., Patrick H. Payton, of Payton & Hearn, P. C., Des Moines, for appellee.\n\n## 인용\n\n- 276 N.W.2d 399\n\n## 판결문 요약\n\n\n276 N.W.2d 399 (1979)\nIn re the MARRIAGE OF Connie McCREARY and Norman E. McCreary.\nUpon the Petition of Connie McCREARY, Appellant,\nAnd Concerning\nNorman E. McCREARY, Appellee.\nNo. 61642.\nSupreme Court of Iowa.\nMarch 21, 1979.\n*400 William Knapp, of Stewart, Wimer, Hudson &amp; Flynn, P. C., Des Moines, for appellant.\nPatrick H. Payton, of Payton &amp; Hearn, P. C., Des Moines, for appellee.\nConsidered by REYNOLDSON, C. J., and REES, McCORMICK, McGIVERIN and LARSON, JJ.\nMcCORMICK, Justice.\nThe trial court modified the parties' dissolution decree to transfer custody of their two children from petitioner Connie McCreary to respondent Norman E. McCreary. Connie filed a notice of appeal from the court's findings of fact, conclusions of law, and ruling. Subsequently the court entered a supplemental decree. Norman moved to dismiss the appeal as taken prematurely. We transferred the case to the Court of Appeals which overruled the motion to dismiss and, in a three-to-two decision, reversed the trial court. After granting further review, we remanded the case for entry of an order nunc pro tune making the supplemental decree effective prior to the taking of the appeal. On the merits, we vacate the decision of the Court of Appeals and affirm the trial court.\nI. The motion to dismiss. In the ruling portion of its \"findings of fact, conclusions of law, and ruling,\" the trial court said it was \"the ruling of the Court that the Original Decree be modified so as to change the custody of t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-the-marriage-of-mccreary"
    }
  ],
  "relatedIncidents": [
    17472,
    17473,
    17483,
    17534,
    17550
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}