{
  "id": 17627,
  "title": "1979년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-03-08",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1979-03-08. 법원: Massachusetts Appeals Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth vs. Joseph A. Cote, Jr.\n**판결일**: 1979-03-08\n**법원**: Massachusetts Appeals Court\n**관할**: Massachusetts, MA\n\n**판사**: Goodman, Hale, Rose\n\n## 변호인\n\nSteven J. Rappaport for the defendant., Gary A. Nickerson, Assistant District Attorney, for the Commonwealth.\n\n## 인용\n\n- 387 N.E.2d 594\n- 7 Mass. App. Ct. 150\n\n## 판결문 요약\n\n\n7 Mass. App. Ct. 150 (1979)\n387 N.E.2d 594\nCOMMONWEALTH\nvs.\nJOSEPH A. COTE, JR.\nAppeals Court of Massachusetts, Barnstable.\nNovember 14, 1978.\nMarch 8, 1979.\nPresent: HALE, C.J., ROSE, &amp; GOODMAN, JJ.\nSteven J. Rappaport for the defendant.\nGary A. Nickerson, Assistant District Attorney, for the Commonwealth.\nGOODMAN, J.\nWe affirm the order denying the defendant's motion for a new trial, filed after our decision in the case of Commonwealth v. Cote, 5 Mass. App. Ct. 365 (1977), in which the defendant's conviction of burglary was affirmed. The facts are set out in that case. The defendant contends that the counsel who represented him at trial[1] also represented one Jeffrey Ford on other *151 indictments (not alleged to have been connected with the indictment against Cote) and that this dual representation created a conflict of interest. At the trial it appeared that Ford's name was on the contract for the rental of a U-Haul truck which, from the evidence, was used in the burglary on Saturday evening, January 17, 1976, and which Cote was identified as having driven the following afternoon and as having subsequently returned to the gas station from which it had been rented.\nDual representation may result in a conflict of interest which deprives a defendant of effective assistance of counsel, but the defendant must show dual representation and either \"a real conflict or [a] specific instance of prejudice. \"Commonwealth v. Adams, 374 Mass. 722, 731 (1978), quoting from Miller v...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-cote"
    }
  ],
  "relatedIncidents": [
    17395,
    17402,
    17420,
    17442,
    17450
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}