{
  "id": 17629,
  "title": "1979년 United States v. Frank W. Cathey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-03-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Frank W. Cathey. 판결일: 1979-03-02. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Frank W. CATHEY, Defendant-Appellant\n**판결일**: 1979-03-02\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Brown, Fay, God-Bold, Godbold\n\n## 변호인\n\nArthur J. Morburger, Miami, Fla., for defendant-appellant., Jack Y. Eskenazi, U. S. Atty., Marsha L. Lyons, Asst. U. S. Atty., Miami, Fla., M. Carr Ferguson, Asst. Atty. Gen., Gilbert Andrews, Chief, App. Section, Robert E. Lindsay, Jared J. Scharf, Attys., James A. Bruton, Tax Division, Dept, of Just., Washington, D. C., for plaintiff-appellee.\n\n## 인용\n\n- 591 F.2d 268\n\n## 판결문 요약\n\n\nGODBOLD, Circuit Judge:\nFrank Cathey was convicted by a jury on three counts of willful attempt to evade or defeat his federal income tax due for the years 1970, 1971 and 1972, in violation of 26 U.S.C. § 7201. He was sentenced to one year imprisonment on each count, the sentences to run concurrently, and a $5,000 fine on each count. The issues raised by Cathey on appeal can be grouped into three categories: (1) government misconduct before the grand jury; (2) Jencks Act material; and (3) introduction of a 16-year-old military conviction for larceny. We find no merit to the claims under the first two headings but conclude that it was prejudicial error to admit the military conviction into evidence. We reverse and remand.\nI. Government misconduct before the grand jury\nA. False statements\nWhile testifying before the grand jury, special agent Derry of the IRS made three statements which defendant says were false, known to the government to be false, and material. Under U. S. v. Basurto, 497 F.2d 781 (CA9, 1974), defendant urges that the government had a constitutional obligation to inform court, counsel and grand jury about the statements and that its failure to do so requires dismissal of the indictment.1\nIn Basurto, the Ninth Circuit held that the Due Process Clause of the Fifth Amendment is violated when a defendant has to stand trial on an indictment which the government knows is based partially on perjured testimony, when the perjured testimony is material, and when jeopar...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-frank-w-cathey"
    }
  ],
  "relatedIncidents": [
    17395,
    17398,
    17402,
    17404,
    17405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}