{
  "id": 17625,
  "title": "1979년 Lomax 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-03-09",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Lomax. 판결일: 1979-03-09. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: John Kevin LOMAX v. COMMONWEALTH of Kentucky\n**판결일**: 1979-03-09\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Gant, White, Wilhoit\n\n## 변호인\n\nDavid A. Lambertus, Louisville, for appellant., Robert F. Stephens, Atty. Gen., Nancy S. Marksberry, Asst. Atty. Gen., Frankfort, for appellee.\n\n## 인용\n\n- 581 S.W.2d 27\n\n## 판결문 요약\n\n\nGANT, Judge.\nThis appeal is founded upon a denial of a motion pursuant to RCr 11.42 to vacate judgment on the grounds of ineffective assistance of counsel on appeal. The record divulges that appellant was convicted of first degree robbery in May, 1976, and received a sentence of 20 years. After conviction, appellant filed the required notice of appeal but withdrew this notice upon consultation with his retained counsel, who advised him that there were no reversible errors in the trial of his ease and that a retrial with the same witnesses would inevitably result in conviction.\nSubsequently, in February of 1978, this Court reversed the conviction of an accomplice of the appellant, one Barry Bequette, who was charged with complicity in the crime by having possession of some of the drug paraphernalia taken in the robbery. The alleged accomplice denied the complicity and testified that the material was placed at his home without his consent or participation. His conviction was reversed because of an illegal search and because of introduction of evidence following an illegal arrest.\nAt the time of the reversal, and in March, 1978, after learning of the good fortune of his co-defendant, the appellant inquired about his right to appeal and, of course, was informed that inasmuch as 21 months had elapsed since his conviction no appeal was *29possible. He was further informed that the withdrawal of his appeal some 19 months previously would also affect his right to appeal.\nThis frivol...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lomax-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    17395,
    17402,
    17420,
    17442,
    17450
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}