{
  "id": 17635,
  "title": "1979년 Lonnie Elbert Fielder v. August H. Bosshard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-02-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Lonnie Elbert Fielder v. August H. Bosshard. 판결일: 1979-02-21. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Lonnie Elbert FIELDER Et Al., Plaintiffs-Appellees, v. August H. BOSSHARD Et Al., Defendants-Appellants\n**판결일**: 1979-02-21\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Fay, Gee, Ingraham\n\n## 변호인\n\nEd C. Small, Jr., C. C. Small, Jr., Austin, Tex., for defendants-appellants., Waggoner Carr, Robert L. Crider, Austin, Tex., for plaintiffs-appellees.\n\n## 인용\n\n- 590 F.2d 105\n\n## 판결문 요약\n\n590 F.2d 105\n    Lonnie Elbert FIELDER et al., Plaintiffs-Appellees,v.August H. BOSSHARD et al., Defendants-Appellants.\n    No. 76-4376.\n    United States Court of Appeals,Fifth Circuit.\n    Feb. 21, 1979.\n    \n      Ed C. Small, Jr., C. C. Small, Jr., Austin, Tex., for defendants-appellants.\n      Waggoner Carr, Robert L. Crider, Austin, Tex., for plaintiffs-appellees.\n      Appeal from the United States District Court for Western District of Texas.\n      Before INGRAHAM, GEE and FAY, Circuit Judges.\n      FAY, Circuit Judge:\n    \n    \n      1\n      Lonnie and Edna Fielder, father and mother of decedent Jimmie Fielder, brought this &#167; 19831 action as next of kin against Sheriff August Bosshard, Chief Deputy Daniel Walker, Deputy William Chandler, and Jailer Robert Champion (hereinafter \"the appellants\").  The basis of the suit is the appellants' alleged violation of Jimmie Fielder's constitutional right to be free from cruel and unusual punishment while he was incarcerated in the Williamson County, Texas jail.  A jury returned a verdict in favor of the plaintiffs against all of the defendants.  Actual and punitive damages of $40,000 and $20,000 respectively were assessed against Sheriff Bosshard, and against Jailer Champion in the amounts of $10,000 and $9,000 respectively.  Actual damages of $20,000 were charged against Deputy Walker.  No damages were assessed against Deputy Chandler.  The trial court denied the appellants' motions for summary judgment, directed verdict...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lonnie-elbert-fielder-v-august-h-bosshard"
    }
  ],
  "relatedIncidents": [
    17395,
    17398,
    17402,
    17404,
    17405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}