{
  "id": 17633,
  "title": "1979년 Flaherty 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-02-27",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Flaherty. 판결일: 1979-02-27. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Flaherty v. State\n**판결일**: 1979-02-27\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Pearson, Hendry and Schwartz\n\n## 인용\n\n- 367 So. 2d 1111\n\n## 판결문 요약\n\n\n367 So. 2d 1111 (1979)\nRichard J. FLAHERTY, Appellant,\nv.\nThe STATE of Florida, Appellee.\nNo. 78-1361.\nDistrict Court of Appeal of Florida, Third District.\nFebruary 27, 1979.\nEmilio De La Cal, Miami, for appellant.\nJim Smith, Atty. Gen., and Susan C. Minor, Asst. Atty. Gen., Miami, for appellee.\nBefore PEARSON, HENDRY and SCHWARTZ, JJ.\nPER CURIAM.\nThe appellant was adjudged guilty of carrying a concealed firearm upon his plea of nolo contendere. He specifically reserved the right to appeal a motion to dismiss, which set forth the following facts:\n\"COMES NOW the Defendant RICHARD JAMES FLAHERTY, by and through the undersigned attorney, and pursuant to Fla.R.Cr.Pr. 3.190, moves this Court for an order dismissing the Information heretofore filed, and in support hereof alleges.\n\"1. That on or about November 20, 1975, the Defendant was accepted into this Court's Pre Trial Intervention Program.\n\"2. That this Defendant met all of the requirements of the Pre Trial Intervention Program, thus being entitled to a dismissal of the charges.\n\n*1112 \"3. That this Defendant has received a Notice of Successful Completion from the program's Director and is entitled to a dismissal of the charges.\n\"4. That the State is estopped from prosecuting this case.\"\nA traverse was not filed by the State of Florida.\nThe record reveals that a court-approved agreement was entered at a previous appearance of the same cause. The agreement is as follows:\n\"In order to participate in the Pretrial Intervention Pr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=flaherty-v-state"
    }
  ],
  "relatedIncidents": [
    17472,
    17473,
    17483,
    17534,
    17550
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}