{
  "id": 17632,
  "title": "1979년 Thomas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-02-27",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Thomas. 판결일: 1979-02-27. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Thomas v. the State\n**판결일**: 1979-02-27\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Nichols\n\n## 변호인\n\nTom W. Thomas, ,for appellant., Vickers Neugent, District Attorney, Arthur K. Bolton, Attorney General, W. Davis Hewitt, Staff Assistant Attorney General, for appellee.\n\n## 인용\n\n- 253 S.E.2d 190\n- 243 Ga. 217\n\n## 판결문 요약\n\n\n243 Ga. 217 (1979)\n253 S.E.2d 190\nTHOMAS\nv.\nTHE STATE.\n34241.\nSupreme Court of Georgia.\nSubmitted November 10, 1978.\nDecided February 27, 1979.\nTom W. Thomas, for appellant.\nVickers Neugent, District Attorney, Arthur K. Bolton, Attorney General, W. Davis Hewitt, Staff Assistant Attorney General, for appellee.\nNICHOLS, Chief Justice.\nKenneth Van Thomas was convicted of the murder of Jerry Dean Inman, a woman, and was sentenced to life imprisonment. He appeals. This court affirms.\n*218 1. Thomas contends that the failure of the arresting officer to give him his Miranda warnings (Miranda v. Arizona, 384 U.S. 436) renders his admissions and his tape-recorded statement inadmissible.\nThe arresting officer found the victim lying on the ground outside an apartment. Thomas drove up and parked his automobile, and the arresting officer asked Thomas for his driver's license. In response to the request to see the license, Thomas stated, \"I'm the man that done it.\" Immediately, the arresting officer gave Thomas his Miranda warnings. The officer asked whether Thomas knew that his wife had been shot. Thomas responded by saying that he had shot her. Later Thomas gave a tape-recorded statement of the circumstances concerning the shooting.\nThomas contends that the officer should have given him his Miranda warnings before asking to see his driver's license. \"By its own terms Miranda is applicable to in-custody interrogation; it does not apply to general on-the-scene questioning. 384 U. S. at 47...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thomas-v-state"
    }
  ],
  "relatedIncidents": [
    17398,
    17436,
    17441,
    17447,
    17459
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}