{
  "id": 17634,
  "title": "1979년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-02-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1979-02-23. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: John Doe, by His Next Friend and Father, Richard Doe, Individually and on Behalf of All Others Similarly Situated v. Aldo Colautti, Individually and in His Official Capacity as Secretary of Public Welfare, Pennsylvania Department of Public Welfare and Glenn Johnson, Individually and in His Official Capacity as Director of Medical Assistance, Pennsylvania Department of Public Welfare. Appeal of John Doe, by His Next Friend and Father Richard Doe\n**판결일**: 1979-02-23\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 592 F.2d 704\n\n## 판결문 요약\n\n592 F.2d 704\n    John DOE, by his next friend and father, Richard Doe,Individually and on behalf of all others similarly situatedv.Aldo COLAUTTI, Individually and in his official capacity asSecretary of Public Welfare, Pennsylvania Department ofPublic Welfare and Glenn Johnson, Individually and in hisofficial capacity as Director of Medical Assistance,Pennsylvania Department of Public Welfare.Appeal of John DOE, by his next friend and father Richard Doe.\n    No. 78-1828.\n    United States Court of Appeals,Third Circuit.\n    Argued Dec. 15, 1978.Decided Feb. 8, 1979.As Amended Feb. 23, 1979.\n    \n      R. Michael Owens, Elliot B. Platt, Edmond A. Tiryak, Community Legal Services, Inc., Philadelphia, Pa., for appellant.\n      Margret Anderson, Asst. Atty. Gen., Dept. of Justice, Betty F. Perry, Asst. Atty. Gen., Dept. of Public Welfare, Philadelphia, Pa., for appellee.\n      Before GIBBONS, VAN DUSEN and ROSENN, Circuit Judges.\n      OPINION OF THE COURT\n      ROSENN, Circuit Judge.\n    \n    \n      1\n      This case presents a challenge to limits set by Pennsylvania's medical assistance statute, Pa.Stat.Ann. tit. 62 &#167; 443.1 (Purdon Supp. 1978), for state benefits for hospitalization in private mental institutions.1  Using the pseudonym \"John Doe,\" the plaintiff sought declaratory relief and an injunction in the United States District Court for the Eastern District of Pennsylvania against the Pennsylvania Secretary of Public Welfare and others (collectively, the \"State\").  ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=john-doe-by-his-next-friend-and-father-richard-doe-individually-and-on"
    }
  ],
  "relatedIncidents": [
    17395,
    17398,
    17402,
    17404,
    17405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}