{
  "id": 17648,
  "title": "1979년 Poller 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-02-06",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: Poller. 판결일: 1979-02-06. 법원: New Mexico Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of New Mexico, Plaintiff-Appellee, v. Rosemary POLLER, Defendant-Appellant\n**판결일**: 1979-02-06\n**법원**: New Mexico Court of Appeals\n**관할**: New Mexico, NM\n\n**판사**: Hendley, Sutin, Walters\n\n## 변호인\n\nBrian M. Gross, Albuquerque, for defendant-appellant., Jeff Bingaman, Atty. Gen., Sammy J. G. Quintana, Asst. Atty. Gen., Santa Fe, for plaintiff-appellee.\n\n## 인용\n\n- 599 P.2d 1054\n- 93 N.M. 257\n\n## 판결문 요약\n\n\n599 P.2d 1054 (1979)\n93 N.M. 257\nSTATE of New Mexico, Plaintiff-Appellee,\nv.\nRosemary POLLER, Defendant-Appellant.\nNo. 3726.\nCourt of Appeals of New Mexico.\nFebruary 6, 1979.\nBrian M. Gross, Albuquerque, for defendant-appellant.\nJeff Bingaman, Atty. Gen., Sammy J. Quintana, Asst. Atty. Gen., Santa Fe, for plaintiff-appellee.\n\nOPINION\nHENDLEY, Judge.\nConvicted of murder in the second degree contrary to § 30-2-1(B), N.M.S.A. 1978, defendant appeals. She asserts one ground for reversal which relates to the refusal of the trial court to suppress certain statements she made to Officer Marable. We affirm.\nThe sheriff's department received a call of a shooting and officers were dispatched to the area. Officer Gomez was the first on the scene. Defendant approached Gomez and informed him that the victim had stolen Five Hundred Dollars ($500.00) from her and that she had shot him. (First statement.) Gomez testified, \"Mrs. Poller stated she did have a weapon and that it was underneath her coat.\" Gomez then took the gun from defendant. He placed her in the patrol car and \"asked her what had happened.\" Defendant was not given her rights pursuant to Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966). Gomez also stated that once he had placed defendant in the patrol car she was not free to leave although she had not been placed under arrest. While sitting in the patrol car and in response to Gomez's question, defendant stated that she had shot the victim and that the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-poller"
    }
  ],
  "relatedIncidents": [
    17398,
    17436,
    17441,
    17447,
    17459
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}