{
  "id": 17645,
  "title": "1979년 Hanka 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-02-09",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Hanka. 판결일: 1979-02-09. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: Dale E. HANKA, Appellant, v. Lowell POGATCHNIK, Respondent, John F. Nash Et Al., Respondents, American Bancorporation, Inc., Respondent\n**판결일**: 1979-02-09\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Kelly, Peterson, Rogosheske, Yetka\n\n## 변호인\n\nCurtin, Emerick & Mahoney and Richard A. Emerick and Donna Hanbery, Minneapolis, for appellant., Belzer & Brenner and Louis W. Brenner, Minneapolis, Geraghty, O’Loughlin & Ken-ney, Briggs & Morgan and Samuel L. Hanson, St. Paul, for respondents.\n\n## 인용\n\n- 276 N.W.2d 633\n\n## 판결문 요약\n\n\n276 N.W.2d 633 (1979)\nDale E. HANKA, Appellant,\nv.\nLowell POGATCHNIK, Respondent,\nJohn F. Nash et al., Respondents,\nAmerican Bancorporation, Inc., Respondent.\nNo. 47551.\nSupreme Court of Minnesota.\nFebruary 9, 1979.\n*634 Curtin, Emerick &amp; Mahoney and Richard A. Emerick and Donna Hanbery, Minneapolis, for appellant.\nBelzer &amp; Brenner and Louis W. Brenner, Minneapolis, Geraghty, O'Loughlin &amp; Kenney, Briggs &amp; Morgan and Samuel L. Hanson, St. Paul, for respondents.\nHeard before ROGOSHESKE, PETERSON, and YETKA, JJ., and considered and decided by the court en banc.\nROGOSHESKE, Justice.\nThis case arises out of the sale of plaintiff Dale E. Hanka's controlling interest in the First National Bank of Kilkenny (Kilkenny Bank). Hanka appeals from an adverse judgment and from an order denying him a new trial in an action for breach of contract against defendant Lowell E. Pogatchnik and in an action for fraudulent inducement of the breach of contract against defendants John F. Nash, Robert Sipple, American National Bank and Trust Company (American), and American Bancorporation, Inc. (ABI). Upon completion of Hanka's case in chief, tried to the court sitting without a jury, the trial court granted the motion by all of the defendants to dismiss under Rule 41.02(2), Rules of Civil Procedure. The dispositive issue is whether there was sufficient evidence for the trial court to find that the purchase price of $90,000 had been filled in when Hanka signed the July 20, 1973, option...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hanka-v-pogatchnik"
    }
  ],
  "relatedIncidents": [
    17416,
    17558,
    17564,
    17574,
    17649
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}