{
  "id": 17643,
  "title": "1979년 United States v. Richard Frederick Dixon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-02-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Richard Frederick Dixon. 판결일: 1979-02-13. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Richard Frederick DIXON, Defendant-Appellant\n**판결일**: 1979-02-13\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Lawrence, Phillips, Weick\n\n## 변호인\n\nKurt A. Philipps, Covington, Ky., (Court-appointed), for defendant-appellant., James K. Robinson, U. S. Atty., Christopher A. Andreoff, Asst. U.S. Atty., Detroit, Mich., for plaintiff-appellee.\n\n## 인용\n\n- 592 F.2d 329\n\n## 판결문 요약\n\n592 F.2d 329\n    UNITED STATES of America, Plaintiff-Appellee,v.Richard Frederick DIXON, Defendant-Appellant.\n    No. 77-5133.\n    United States Court of Appeals,Sixth Circuit.\n    Argued Oct. 2, 1978.Decided Feb. 13, 1979.\n    \n      Kurt A. Philipps, Covington, Ky., (Court-appointed), for defendant-appellant.\n      James K. Robinson, U. S. Atty., Christopher A. Andreoff, Asst. U.S. Atty., Detroit, Mich., for plaintiff-appellee.\n      Before WEICK, Circuit Judge, PHILLIPS, Senior Circuit Judge, and LAWRENCE, Senior District Judge.*\n      PHILLIPS, Senior Circuit Judge.\n    \n    \n      1\n      Richard Frederick Dixon appeals from his conviction at a jury trial for air piracy, in violation of 49 U.S.C. &#167; 1472(i), and kidnapping, in violation of 18 U.S.C. &#167; 1201(a).  Appellant presents a number of challenges to his conviction on the two charges.  The two principal issues raised are: (1) whether the United States violated the Interstate Agreement on Detainers, 18 U.S.C. App.  (1970); and (2) whether appellant was improperly convicted on both the kidnapping and air piracy charges.\n    \n    \n      2\n      We conclude that the contentions of appellant are without merit and affirm his conviction.\n    \n    \n      3\n      * On January 19, 1972, Dixon was indicted by a Federal Grand Jury in the Eastern District of Michigan on charges of air piracy, in violation of 49 U.S.C. &#167; 1472(i),1 and kidnapping, in violation of 18 U.S.C. &#167; 1201(a).2  The airplane hijacking fro...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-richard-frederick-dixon"
    }
  ],
  "relatedIncidents": [
    17486,
    17488,
    17572,
    17299,
    17395
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}