{
  "id": 17641,
  "title": "1979년 Kenneybrew 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-02-14",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Kenneybrew. 판결일: 1979-02-14. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Anthony Ray KENNEYBREW v. The STATE of Texas\n**판결일**: 1979-02-14\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Douglas, Odom, Roberts\n\n## 변호인\n\nLawrence B. Mitchell, Dallas, for appellant., Henry M. Wade, Dist. Atty., John H. Hagler, Stewart C. Robinson, Jr., and Dan C. Guthrie, Jr., Asst. Dist. Attys., Dallas, for the State.\n\n## 인용\n\n- 576 S.W.2d 861\n\n## 판결문 요약\n\n\nOPINION\nDOUGLAS, Judge.\nAnthony Ray Kenneybrew appeals his conviction for burglary of a vehicle. After the jury found that Kenneybrew had twice before been convicted of felonies, his punishment was assessed at life. The sufficiency of the evidence is not challenged.\nOn October 1, 1976, Kenneybrew was observed by two eyewitnesses breaking into a pickup truck. He was apprehended at the scene.\nAt the punishment phase of the trial, the court prepared a charge which authorized the jury to find only that each of the two prior felonies alleged against appellant was either true or untrue. The charge did not provide any further instructions in the event the jury found either or both allegations untrue. Appellant objected that this charge was improper and that the jury should be instructed on all the punishment alternatives.\nA hearing, outside the presence of the jury, was held prior to the punishment *862phase of the trial. At that point, the court stated:\n“. . . Charge of the Court will be given to this Jury, will involve only the answering of the questions- — that’s Paragraph Two and Paragraph Number Three — true or untrue, without regard and without listing any range of punishment or any contingencies, if this Jury finds the Paragraphs Two or Three to be untrue, and if that occurs, there will be an additional — -perhaps additional evidence and additional charges involving those matters, if the Jury does find untrue to either Paragraph Two or Paragraph Three.”\nAlso, at the hearing,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kenneybrew-v-state"
    }
  ],
  "relatedIncidents": [
    17395,
    17402,
    17420,
    17442,
    17450
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}