{
  "id": 17647,
  "title": "1979년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-02-07",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1979-02-07. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth vs. Stephen Keizer\n**판결일**: 1979-02-07\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Abrams, Kaplan, Liacos, Quirico, Wilkins\n\n## 변호인\n\nBeth H. Saltzman for the defendant., Thomas J. Carey, Jr., Assistant District Attorney, for the Commonwealth.\n\n## 인용\n\n- 385 N.E.2d 1001\n- 377 Mass. 264\n\n## 판결문 요약\n\n\n377 Mass. 264 (1979)\n385 N.E.2d 1001\nCOMMONWEALTH\nvs.\nSTEPHEN KEIZER.\nSupreme Judicial Court of Massachusetts, Suffolk.\nNovember 8, 1978.\nFebruary 7, 1979.\nPresent: QUIRICO, KAPLAN, WILKINS, LIACOS, &amp; ABRAMS, JJ.\nBeth H. Saltzman for the defendant.\nThomas J. Carey, Jr., Assistant District Attorney, for the Commonwealth.\nLIACOS, J.\nThe defendant was convicted of armed robbery (G.L.c. 265, § 17) by a jury and sentenced to serve a term of from twelve to eighteen years at the Massachusetts Correctional Institution at Walpole. He took an appeal and applied for direct appellate review which we allowed. Due to the improper exclusion at trial of certain exculpatory evidence, we reverse. We state the facts briefly.\n*265 At approximately 10:30 P.M. on February 8, 1976, two men, one with what appeared to be a square-barrelled pistol, the other with what appeared to be a sawed-off shotgun concealed by a paper bag,[1] entered the office of a Merit Gas Station on Columbus Avenue in the South End of Boston. Both men were black. A third black man, apparently a participant in the enterprise, paced outside the office. In the office at the time were the assistant station manager, Darnell McCarter, and two attendants, Ernest McNealy and Matthew Gardner. After taking $325, the robbers herded the employees into a back room and left.\nMcCarter was the Commonwealth's chief witness and gave the following testimony at trial: The office in which the robbery took place was well lit, and she had a go...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-keizer"
    }
  ],
  "relatedIncidents": [
    17395,
    17402,
    17420,
    17442,
    17450
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}