{
  "id": 17659,
  "title": "1979년 Smith v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-01-26",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Smith v. State. 판결일: 1979-01-26. 법원: Court of Special Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Homer James Smith v. State of Maryland\n**판결일**: 1979-01-26\n**법원**: Court of Special Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Moylan, Melvin and Couch\n\n## 변호인\n\nAlfred L. Scanlan, Jr., Assigned Public Defender, with whom were Whiteford, Taylor, Preston, Trimble & Johnston on the brief, for appellant., Alexander L. Cummings, Assistant Attorney General, with whom were Francis Bill Burch, Attorney General, and Donaldson C. Cole, Jr., State’s Attorney for Cecil County, on the brief, for appellee.\n\n## 인용\n\n- 398 A.2d 426\n- 41 Md. App. 277\n\n## 판결문 요약\n\n\n41 Md. App. 277 (1979)\n398 A.2d 426\nHOMER JAMES SMITH\nv.\nSTATE OF MARYLAND.\nNo. 1408, September Term, 1977.\nCourt of Special Appeals of Maryland.\nDecided January 26, 1979.\nThe cause was argued before MOYLAN, MELVIN and COUCH, JJ.\nAlfred L. Scanlan, Jr., Assigned Public Defender, with whom were Whiteford, Taylor, Preston, Trimble &amp; Johnston on the brief, for appellant.\nAlexander L. Cummings, Assistant Attorney General, with whom were Francis Bill Burch, Attorney General, and *278 Donaldson C. Cole, Jr., State's Attorney for Cecil County, on the brief, for appellee.\nMOYLAN, J., delivered the opinion of the Court.\nThis appeal turns upon a close examination of a single word  the past participle \"premeditated.\" It is a term of art which once had (and may or may not still have) legal significance. We will ask three independent questions about that significance, a negative answer to any one of which will be fatal to the appellant's present claim:\n(1) Is the character of a murderous intent as \"premeditated\" a necessary element of the crime itself or is it simply, for purposes of grading punishment, an aggravating factor of a crime otherwise defined?;\n\n(2) Does the participle \"premeditated\" carry any unique, non-redundant content not conveyed, by necessary implication, by either of its statutory adjectival companions \"wilful\" and \"deliberate\" or by the two of them combined?;\n\n(3) Does \"premeditated,\" standing alone, still convey any meaning at all or has it gone the way of its c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-state"
    }
  ],
  "relatedIncidents": [
    17398,
    17436,
    17441,
    17447,
    17459
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}