{
  "id": 17654,
  "title": "1979년 Petrash 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-01-29",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Petrash. 판결일: 1979-01-29. 법원: Colorado Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: COUNTY OF CLEARWATER, MINN. v. Petrash\n**판결일**: 1979-01-29\n**법원**: Colorado Court of Appeals\n**관할**: Colorado, CO\n\n**판사**: Ruland\n\n## 인용\n\n- 589 P.2d 1370\n\n## 판결문 요약\n\n\n589 P.2d 1370 (1978)\nCOUNTY OF CLEARWATER, MINNESOTA, Obligee-Appellant,\nv.\nRichard PETRASH, Obligor-Appellee.\nNo. 77-835.\nColorado Court of Appeals, Div. I.\nJune 15, 1978.\nAs Modified on Denial of Rehearing October 19, 1978.\nCertiorari Granted January 29, 1979.\n*1371 Robert R. Gallagher, Jr., Dist. Atty., Ray L. Weaver, Chief Deputy Dist. Atty., Littleton, for obligee-appellant.\nMadsen &amp; Rome, P.C., Gerald M. Madsen, Littleton, for obligor-appellee.\nRULAND, Judge.\nThe County of Clearwater, Minnesota, appeals from a judgment of the Arapahoe County District Court dismissing its petition against Richard Petrash instituted under the Uniform Reciprocal Enforcement of Support Act (URESA). Section 14-5-101, et seq., C.R.S. 1973; Minn.Stat. § 518.41, et seq. We reverse and remand for additional proceedings.\nThe facts pertinent to this appeal are not in dispute. Richard and Kathryn Petrash was married in Colorado in 1961, and three children were born as issue of their marriage. However, Richard and Kathryn were divorced in 1971, and Richard was awarded custody of the children by decree of the Arapahoe County District Court. Thereafter, both parties remarried.\nIn June of 1974 the oldest child left Richard and traveled to Minnesota to live with Kathryn. Kathryn secured welfare assistance from Clearwater County for support of the child. Richard did not pursue any legal action in Minnesota to return the oldest child to his custody.\nIn November of 1974 and, again, in January of 1976,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=county-of-clearwater-minn-v-petrash"
    }
  ],
  "relatedIncidents": [
    17395,
    17398,
    17402,
    17404,
    17405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}