{
  "id": 17652,
  "title": "1979년 Baggett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-01-30",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Baggett. 판결일: 1979-01-30. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Mary Kathryn BAGGETT v. STATE\n**판결일**: 1979-01-30\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Tyson\n\n## 변호인\n\nRalph E. Slate, Decatur, for appellant., William J. Baxley, Atty. Gen. and James F. Hampton, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 369 So. 2d 854\n\n## 판결문 요약\n\n\nTYSON, Judge.\nThe appellant was indicted in two counts for the offenses of grand larceny and buying, receiving and concealing stolen property. On November 5, 1976, the appellant entered a guilty plea, and the State recommended to the trial court that sentence be set at one year and one day with probation. The case was repeatedly continued until February 15, 1978, when the trial judge refused to honor the State’s recommendation with respect to sentence. The appellant was allowed to withdraw her plea of guilty, was arraigned on May 18, 1978, and went to trial on the indictment on June 19, 1978. The appellant’s trial ended the following day with the jury finding her “guilty as charged.” After examination of the appellant’s pre-sentence report, the trial judge determined that the appellant’s case warranted the severe sentence of eight years in the penitentiary (R. p. 83). From the denial of appellant’s motion for new trial, this appeal is taken.\nAt trial, Mrs. Nickie Junkin testified that, in May, 1975, she was employed as a sales person at Parisian’s, Incorporated, a clothing store in Decatur, Alabama. Mrs. Jun-kin recalled that, about 2:00 p. m. on May 26,1975, she observed the appellant and one she later came to know as Mrs. Johnnie Mae Cochran, looking through the racks of clothing on display in the store. Mrs. Junkin became suspicious of the activities of the two women when she noticed that the Parisian’s shopping bag that Mrs. Cochran was carrying became “fatter” than the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=baggett-v-state"
    }
  ],
  "relatedIncidents": [
    17395,
    17398,
    17402,
    17404,
    17405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}