{
  "id": 17650,
  "title": "1979년 Gutierrez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-02-01",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: Gutierrez. 판결일: 1979-02-01. 법원: New Mexico Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of New Mexico, Plaintiff-Appellee, v. Michael A. GUTIERREZ, Defendant-Appellant\n**판결일**: 1979-02-01\n**법원**: New Mexico Court of Appeals\n**관할**: New Mexico, NM\n\n**판사**: Hendley, Lopez, Walters\n\n## 변호인\n\nJohn B. Bigelow, Chief Public Defender, Reginald J. Storment, App. Defender, Santa Fe, for defendant-appellant., Jeff Bingaman, Atty. Gen., Santa Fe, Charlotte Hetherington Roosen, Asst. Atty. Gen., Albuquerque, for plaintiff-appellee.\n\n## 인용\n\n- 599 P.2d 385\n- 93 N.M. 232\n\n## 판결문 요약\n\n\n599 P.2d 385 (1979)\n93 N.M. 232\nSTATE of New Mexico, Plaintiff-Appellee,\nv.\nMichael A. GUTIERREZ, Defendant-Appellant.\nNo. 2693.\nCourt of Appeals of New Mexico.\nFebruary 1, 1979.\n*386 John B. Bigelow, Chief Public Defender, Reginald J. Storment, App. Defender, Santa Fe, for defendant-appellant.\nJeff Bingaman, Atty. Gen., Santa Fe, Charlotte Hetherington Roosen, Asst. Atty. Gen., Albuquerque, for plaintiff-appellee.\n\nOPINION\nWALTERS, Judge.\nThe defendant appeals his jury conviction of robbery with a deadly weapon, and contends that the mandatory enhancement of the sentence by the trial court upon the jury's specific finding of defendant's use of a firearm is violative of the constitutional double jeopardy prohibition.\nAside from the constitutional argument, which we find to be without merit since it raises the identical question answered adversely to defendant in State v. Gabaldon, 92 N.M. 230, 585 P.2d 1352 (Ct.App. 1978), defendant urges (1) that he was denied effective assistance of counsel, and (2) that \"mugshot\" books and a police photo of himself were improperly admitted into evidence.\nIt should be noted that defendant was represented by private counsel at trial and by the Public Defender's Office upon appeal.\nThe basis of defendant's complaint of ineffective counsel rests on his attorney's failure to voir dire the potential jurors, failure to challenge for cause a seated juror when the court was advised by a listed prosecution witness that he recognized the juror as a ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-gutierrez"
    }
  ],
  "relatedIncidents": [
    17395,
    17402,
    17420,
    17442,
    17450
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}