{
  "id": 17667,
  "title": "1979년 Liberty 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-01-18",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Liberty. 판결일: 1979-01-18. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. William A. Liberty and Martin W. Pulver\n**판결일**: 1979-01-18\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 67 A.D.2d 776\n\n## 판결문 요약\n\n\n— Appeals from judgments of the County Court of Rensselaer County, rendered November 10, 1977, upon a verdict convicting the defendants of the crime of rape in the first degree. The defendants were indicted for the crimes of rape in the first degree and sodomy in the first degree. Following a jury trial both defendants were found guilty of first degree rape. The jury, however, was unable to reach a verdict on the first degree sodomy count. The defendants were sentenced to indeterminate terms of imprisonment with maximum terms of 20 years and minimum terms of five years. These appeals ensued. Prior to trial, the defendants moved pursuant to GPL 270.10 to challenge the panel of prospective jurors. On this appeal it is argued that the trial court improperly denied the motion without a hearing. The standard to be applied on such a challenge is whether the proof submitted is sufficient to establish the existence of intentional and systematic discrimination in the jury selection process (People v Parks, 41 NY2d 36). In order to warrant a hearing, the movant must demonstrate facts constituting the basis of the challenge (People v Prim, 47 AD2d 409, mod 40 NY2d 946). In the present case, neither the moving papers nor the affidavits submitted in support of the motion contain any allegations of the existence of intentional and systematic discrimination. There was no proof of any facts indicating the existence of any intentional discrimination. Assertions of a discriminatory process co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-liberty"
    }
  ],
  "relatedIncidents": [
    17411,
    17429,
    17438,
    17500,
    17543
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}