{
  "id": 17662,
  "title": "1979년 Daly 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-01-24",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Daly. 판결일: 1979-01-24. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Nebraska, Appellee, v. Thomas Daly, Appellant\n**판결일**: 1979-01-24\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Blue, Boslaugh, Brodkey, Clinton, McCown, Spencer, White\n\n## 변호인\n\nDennis L. Blewitt; Padley & Dudden, P.C. and David T. Schroeder, for appellant., Paul L. Douglas, Attorney General, and Paul W. Snyder, for appellee.\n\n## 인용\n\n- 274 N.W.2d 557\n- 202 Neb. 217\n\n## 판결문 요약\n\n\n274 N.W.2d 557 (1979)\n202 Neb. 217\nSTATE of Nebraska, Appellee,\nv.\nThomas DALY.\nNo. 42129.\nSupreme Court of Nebraska.\nJanuary 24, 1979.\nDavid T. Schroeder, Ogallala, Dennis L. Blewitt, Boulder, Colo., for appellant.\nPaul L. Douglas, Atty. Gen., Paul W. Snyder, Asst. Atty. Gen., Lincoln, for appellee.\nHeard before SPENCER, C. J., Pro Tem., BOSLAUGH, McCOWN, CLINTON, BRODKEY and WHITE, JJ., and BLUE, District Judge.\nSPENCER, Chief Justice Pro Tem.\nDefendant, Thomas Daly, prosecutes this appeal from his conviction for possession of marijuana. His sole assignment of error is the denial of his motion to suppress evidence seized from his motor vehicle. Essentially, the issue is whether the smell of marijuana is sufficient to furnish probable cause for the warrantless search of a motor vehicle. We affirm.\n*558 At 8:55 p. m., on March 8, 1977, officer Byron R. Lane of the Nebraska State Patrol, while traveling west on Interstate Highway No. 80 approximately 1½ miles east of the Ogallala interchange, observed defendant's vehicle traveling eastbound on the interstate. Using a radar gun, the officer clocked the speed of defendant's vehicle at 60 miles per hour, or 5 miles over the maximum speed limit. Officer Lane made a U-turn, pursued the vehicle, and pulled it over to the side of the road.\nLane met defendant near the left rear of defendant's vehicle, a pickup with a fiberglass shell covering the rear portion. He asked to see the driver's license and registration certificate of the d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-daly"
    }
  ],
  "relatedIncidents": [
    17395,
    17398,
    17402,
    17404,
    17405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}