{
  "id": 17663,
  "title": "1979년 Custom Business Systems, Inc. v. Boise Cascade Corp. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-01-23",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Custom Business Systems, Inc. v. Boise Cascade Corp.. 판결일: 1979-01-23. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: CUSTOM BUSINESS SYSTEMS, INC., Plaintiff-Appellant, v. BOISE CASCADE CORPORATION, Defendant-Appellee\n**판결일**: 1979-01-23\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Rechenmacher\n\n## 변호인\n\nWilliam Ferguson, Timothy E. Cronin, and Keith E. Roberts, all of Donovan & Roberts, of Wheaton, for appellant., J. William Hayton, of Bell, Boyd, Lloyd, Haddad & Bums, of Chicago, for appellee.\n\n## 인용\n\n- 385 N.E.2d 942\n- 68 Ill. App. 3d 50\n\n## 판결문 요약\n\n\n68 Ill. App. 3d 50 (1979)\n385 N.E.2d 942\nCUSTOM BUSINESS SYSTEMS, INC., Plaintiff-Appellant,\nv.\nBOISE CASCADE CORPORATION, Defendant-Appellee.\nNo. 77-610.\nIllinois Appellate Court  Second District.\nOpinion filed January 23, 1979.\n*51 William Ferguson, Timothy E. Cronin, and Keith E. Roberts, all of Donovan &amp; Roberts, of Wheaton, for appellant.\nJ. William Hayton, of Bell, Boyd, Lloyd, Haddad &amp; Burns, of Chicago, for appellee.\nJudgment affirmed.\nMr. JUSTICE RECHENMACHER delivered the opinion of the court:\nThe plaintiff appeals from the trial court's order dismissing its complaint in an action for damages and injunctive relief arising out of alleged unfair competition and deceptive trade practices.\n 1 The amended complaint is in two counts  count I being for money damages based apparently on the common law tort of unfair competition and count II for damages and injunctive relief based on the Uniform Deceptive Trade Practices Act (Ill. Rev. Stat. 1975, ch. 121 1/2, par. 311 et seq.). This Act is generally considered to have codified the common law tort of unfair competition. (Mars, Inc. v. Curtiss Candy Co. (1972), 8 Ill. App. 3d 338.) The specific complaint of the plaintiff here is that the defendant caused a likelihood of confusion or misunderstanding as to the source of goods, citing section 2(2) of the Uniform Deceptive Trade Practices Act, which reads as follows:\n\"A person engages in a deceptive trade practice when, in the course of his business, vocation or occu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=custom-business-systems-inc-v-boise-cascade-corp"
    }
  ],
  "relatedIncidents": [
    17395,
    17398,
    17402,
    17404,
    17405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}