{
  "id": 17666,
  "title": "1979년 Presley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-01-18",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Presley. 판결일: 1979-01-18. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. ROBERT PRESLEY, Defendant-Appellant\n**판결일**: 1979-01-18\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Craven, Trapp\n\n## 변호인\n\nRichard J. Wilson and Daniel D. Yuhas, both of State Appellate Defender’s Office, of Springfield, and Janet Sinder, law student, for appellant., C. David Vogel, State’s Attorney, of Pontiac (Robert C. Perry, of State’s Attorneys Appellate Service Commission, of counsel), for the People.\n\n## 인용\n\n- 385 N.E.2d 181\n- 67 Ill. App. 3d 894\n\n## 판결문 요약\n\n\n67 Ill. App. 3d 894 (1979)\n385 N.E.2d 181\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nROBERT PRESLEY, Defendant-Appellant.\nNo. 15005.\nIllinois Appellate Court  Fourth District.\nOpinion filed January 18, 1979.\nRehearing denied February 15, 1979.\n*895 Richard J. Wilson and Daniel D. Yuhas, both of State Appellate Defender's Office, of Springfield, and Janet Sinder, law student, for appellant.\nC. David Vogel, State's Attorney, of Pontiac (Robert C. Perry, of State's Attorneys Appellate Service Commission, of counsel), for the People.\nJudgment affirmed.\nMr. JUSTICE TRAPP delivered the opinion of the court:\nUpon revocation of his probation, defendant elected to be sentenced under the criminal statute in effect prior to February 1, 1978. Defendant was sentenced to a term of 2 to 6 years upon his conviction of the separate offenses of burglary and theft to be served consecutively to determinate concurrent Missouri sentences of 4 years.\nUpon appeal defendant urges that there was no showing in the record that a consecutive sentence was necessary to protect the public; *896 that a consecutive sentence was improper because there is no statutory formula for aggregating an indeterminate sentence and its provision for minimum and maximum terms with a determinate sentence, and that a \"condition\" of probation that if probation was revoked that he would receive no sentence credit for time on probation was invalid.\n 1 The contention that since the Criminal Code contained no ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-presley"
    }
  ],
  "relatedIncidents": [
    17395,
    17402,
    17420,
    17442,
    17450
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}