{
  "id": 17664,
  "title": "1979년 Bishop 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-01-23",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Bishop. 판결일: 1979-01-23. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Mark Alan BISHOP v. The STATE of Oklahoma\n**판결일**: 1979-01-23\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Bussey, Cornish\n\n## 변호인\n\nJerome H. Blumenthal, Oklahoma City, for appellant., Larry Derryberry, Atty. Gen., Bill J. Bruce, Asst. Atty. Gen., for appellee.\n\n## 인용\n\n- 593 P.2d 505\n\n## 판결문 요약\n\n\nOPINION\nCORNISH, Presiding Judge:\nThis is an appeal from an order revoking the suspended sentence of appellant, Mark Alan Bishop, hereinafter referred to as defendant, in the Oklahoma County District Court, Case No. CRF-76-2295.\nThe State filed an application to revoke defendant’s five (5) year suspended sentence, alleging that defendant violated the terms of his probation by illegally possessing drugs, for which one felony and five misdemeanor charges were brought. At a hearing before Special District Judge Swank, the defendant, having negotiated with the prosecutor’s office, confessed to the application to revoke and at the same time pled guilty to the drug charges. Judge Swank, ruling on both matters, sentenced the defendant to one year in the County jail for the misdemeanor drug offenses and also revoked one year of the suspended sentence, the two terms to run concurrently. Later that day, upon a motion of the State, Judge Swank vacated his judgment and sentence. The case was then heard before District Judge Carmon Harris, who revoked defendant’s suspended five year sentence in its entirety.\nIn his first assignment of error, defendant contends that Judge Swank’s order should not have been vacated on the State’s motion. We disagree. The original order was indeed invalid, not because Judge Swank lacked the authority to hear the case, but because he lacked the authority to provide for concurrent sentences. Pursuant to 21 O.S.1971, § 61, Judge Swank should have ordered defen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bishop-v-state"
    }
  ],
  "relatedIncidents": [
    17395,
    17398,
    17402,
    17404,
    17405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}