{
  "id": 17673,
  "title": "1979년 John M. Lee v. Flintkote Company 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1979-01-11",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: John M. Lee v. Flintkote Company. 판결일: 1979-01-11. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: John M. LEE Et Al., Appellants, v. FLINTKOTE COMPANY\n**판결일**: 1979-01-11\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Bazelon, III, Leventhal, Robinson, Spottswood\n\n## 변호인\n\nColeman R. Rosenfield, Fort Lauderdale, Fla., of the bar of the Supreme Court of Florida, pro hac vice, by special leave of Court, which whom Michael D. Hausfeld, Washington, D. C., was on the brief, for appellants. Jerry S. Cohen, Washington, D. C., also entered an appearance for appellants., Jay F. Gordon, New York City, with whom George Berger, New York City, was on the brief, for appellee.\n\n## 인용\n\n- 593 F.2d 1275\n- 193 U.S. App. D.C. 121\n\n## 판결문 요약\n\n593 F.2d 1275\n    193 U.S.App.D.C. 121\n    John M. LEE et al., Appellants,v.FLINTKOTE COMPANY.\n    No. 77-1355.\n    United States Court of Appeals,District of Columbia Circuit.\n    Argued Dec. 6, 1977.Decided Jan. 11, 1979.\n    \n      Coleman R. Rosenfield, Fort Lauderdale, Fla., of the bar of the Supreme Court of Florida, pro hac vice, by special leave of Court, which whom Michael D. Hausfeld, Washington, D. C., was on the brief, for appellants.  Jerry S. Cohen, Washington, D. C., also entered an appearance for appellants.\n      Jay F. Gordon, New York City, with whom George Berger, New York City, was on the brief, for appellee.\n      Before BAZELON, LEVENTHAL and ROBINSON, Circuit Judges.\n      Opinion for the Court filed by Circuit Judge SPOTTSWOOD W. ROBINSON, III.\n      SPOTTSWOOD W. ROBINSON, III, Circuit Judge.\n    \n    \n      1\n      This appeal emanates from a summary judgment rejecting a claim of intentional interference by a third party with contractual relations subsisting between franchisees of retail paneling stores and their franchisor.1  The pivotal issue is whether the franchise contracts conferred upon the franchisees the exclusive right to sell the franchisor's products within the territories respectively franchised.  A subsidiary question is whether the agreements were ambiguous on that score and thus opened the door to introduction of extrinsic evidence purporting to reflect the parties' intentions.  We answer both questions in the negative and accordingl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=john-m-lee-v-flintkote-company"
    }
  ],
  "relatedIncidents": [
    17395,
    17398,
    17402,
    17404,
    17405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}