{
  "id": 17677,
  "title": "1978년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-12-22",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1978-12-22. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Anthony BOND, Appellant\n**판결일**: 1978-12-22\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Watkins, President Judge, and Jacobs, Hoffman, Cercone, Price, Van Der Voort and Spaeth\n\n## 변호인\n\nTimothy J. Savage, Philadelphia, for appellant., Michael R. Stiles, Assistant District Attorney, Philadelphia, for Commonwealth, appellee.\n\n## 인용\n\n- 396 A.2d 414\n- 261 Pa. Super. 311\n\n## 판결문 요약\n\n\n261 Pa. Super. 311 (1978)\n396 A.2d 414\nCOMMONWEALTH of Pennsylvania\nv.\nAnthony BOND, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted December 30, 1977.\nDecided December 22, 1978.\n*314 Timothy J. Savage, Philadelphia, for appellant.\nMichael R. Stiles, Assistant District Attorney, Philadelphia, for Commonwealth, appellee.\nBefore WATKINS, President Judge, and JACOBS, HOFFMAN, CERCONE, PRICE, VAN der VOORT and SPAETH, JJ.\n*315 SPAETH, Judge:\nThis appeal is from judgments of sentence on convictions of robbery, aggravated assault, possession of an instrument of crime, possession of a prohibited offensive weapon, and carrying a firearm without a license.[1]\nThe Commonwealth's evidence was as follows. On March 13, 1975, appellant entered a bar in Philadelphia, approached the bartender, who was behind the counter, pointed a gun at him, and demanded money from the cash register. The bar's owner, Clifford Howell, was seated at a booth nearby. Seeing the bartender empty cash from the register, he went over to the counter and saw that appellant had a gun. A struggle ensued; appellant's gun clicked two or three times but did not go off. Howell wrested the gun from appellant, beat appellant on the head with it, and ran to call the police. Appellant jumped up and ran to the door. Howell then got his own gun and shot appellant in the buttocks. Appellant was apprehended a few blocks away and was identified immediately by Howell, who testified that he knew appellant from around the neighb...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-bond"
    }
  ],
  "relatedIncidents": [
    17685,
    17701,
    17703,
    17716,
    17718
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}