{
  "id": 17674,
  "title": "1978년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-12-28",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Brown. 판결일: 1978-12-28. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Rudolph Brown, Jr. v. State of Indiana\n**판결일**: 1978-12-28\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Debruler, Givan, Hunter, Pivarnik, Prentice\n\n## 변호인\n\nKenneth R. Cady, of Indianapolis, for appellant., Theodore L. Sendak, Attorney General, Elmer Lloyd Whitmer, Deputy Attorney General, for appellee.\n\n## 인용\n\n- 270 Ind. 177\n\n## 판결문 요약\n\n\nDeBruler, J.\n— Appellant was convicted of second degree murder, Ind. Code § 35-1-54-1 (Burns 1975) repealed October 1, 1977, in the killing of Annetta Russ. On appeal he challenges the sufficiency of the evidence of malice and purpose.\nAppellant and Ms. Russ shared a residence in Indianapolis. On the night of November 22-23, they had one or two guests in their home with whom they drank some vodka. Later that night appellant and Ms. Russ began to argue over some undisclosed personal matter. Ms. Russ went downstairs and talked with Paul Robinson, the remaining guest. Appellant came downstairs and struck Ms. Russ with his fist, knocking her down. He left and returned with a sawed-off shotgun. Appellant cocked the gun’s hammer, and sat by Ms. Russ. They continued to argue, and apparently pulled and shoved one another. During most of the argument appellant pointed the weapon at the ceding; after about two minutes he leveled it at her chest. Shortly thereafter the gun discharged, killing Annetta Russ. Robinson told appellant that he was going to *178call the police. Appellant began to disassemble the shotgun and discard the parts.\nWhen the police arrived they found the stock and barrel of the shotgun and a spent shotgun shell casing lying in the yard. Appellant gave a statement to the investigating detective, saying that he had shot Ms. Russ accidentally; the gun discharged when he tripped coming down the stairs.\nAppellant testified that he did not know that the shotgun was loaded...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brown-v-state"
    }
  ],
  "relatedIncidents": [
    17694,
    17696,
    17700,
    17702,
    17705
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}