{
  "id": 17682,
  "title": "1978년 Spurgers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-12-20",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Spurgers. 판결일: 1978-12-20. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Michael Wayne SPURGERS, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1978-12-20\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Odom, Phillips and Dally\n\n## 변호인\n\nW. T. McNeil, Edna, for appellant., Wiley L. Cheatham, Dist. Atty., Cuero, for the State.\n\n## 인용\n\n- 576 S.W.2d 830\n\n## 판결문 요약\n\n\nOPINION\nDALLY, Judge.\nThis is an appeal from a conviction for the delivery of marihuana. The punishment is imprisonment for three years.\nThe appellant asserts that the judgment is not supported by sufficient evidence. To support a felony conviction for the delivery of marihuana there must be proof that either remuneration was received or that more than one-fourth ounce was delivered. Suarez v. State, 532 S.W.2d 602 (Tex.Cr.App.1976); Gonzales v. State, 530 S.W.2d 570 (Tex.Cr.App.1975). Here it was stipulated that only .10 ounce of marihuana was delivered. So we must examine the evidence to determine whether it is sufficient to establish delivery for remuneration as alleged.\nThe appellant says the evidence fails to prove remuneration because he was an accommodation agent and received no remuneration for the delivery of the marihuana.\nSec. 1.02(8) of the Controlled Substances Act reads:\n“ ‘[Djeliver’ or ‘delivery’ means the actual or constructive transfer from one person to another of a controlled substance, whether or not there is an agency relationship . . . ”\nByron Smith testified that on the night in question he was working as an undercover agent for the Department of Public Safety. While at a bar in Edna, he met the appellant, who suggested that they purchase some marihuana. Smith and appellant first drove to the apartment of an individual who appellant said had marihuana for sale, but no one was home. They then drove to appellant’s residence, where appellant had a privat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "법원판결",
    "범죄",
    "납치"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=spurgers-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=r_s-v-state"
    }
  ],
  "relatedIncidents": [
    17486,
    17488,
    17572,
    17643,
    17674
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}