{
  "id": 17689,
  "title": "1978년 Hernandez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-12-13",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: Hernandez. 판결일: 1978-12-13. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Larry HERNANDEZ, Appellant (Defendant Below), v. the STATE of Wyoming, Appellee (Plaintiff Below)\n**판결일**: 1978-12-13\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: Guthrie, McCLIN-TOCK, Raper, Rose, Thomas\n\n## 변호인\n\nWyatt R. Skaggs, Casper, for appellant., V. Frank Mendicino, Atty. Gen., Gerald A. Stack, Deputy Atty. Gen., and Allen C. Johnson, Asst. Atty. Gen., Cheyenne, for appellee.\n\n## 인용\n\n- 587 P.2d 1094\n\n## 판결문 요약\n\n\n587 P.2d 1094 (1978)\nLarry HERNANDEZ, Appellant (Defendant below),\nv.\nThe STATE of Wyoming, Appellee (Plaintiff below).\nNo. 4842.\nSupreme Court of Wyoming.\nDecember 13, 1978.\nWyatt R. Skaggs, Casper, for appellant.\nV. Frank Mendicino, Atty. Gen., Gerald A. Stack, Deputy Atty. Gen., and Allen C. Johnson, Asst. Atty. Gen., Cheyenne, for appellee.\nBefore GUTHRIE, C.J., and McCLINTOCK, RAPER, THOMAS and ROSE, JJ.\nGUTHRIE, Chief Justice.\nAppellant seeks reversal of his conviction of the crime of possession with intent to deliver a controlled substance, being marijuana, in violation of the statute.[1] After argument, this case was remanded to the district court for the sole purpose of holding \"a full evidentiary hearing immediately to determine whether such statement was voluntarily made and is properly receivable in evidence,\" Hernandez v. State, Wyo., 577 P.2d 643, 644. This court retained jurisdiction for all other purposes and for ultimate disposal.\n*1095 The district court has complied with that order, and after hearing has returned to this court its decision and findings in the following words:\n\"The statement in question was voluntarily made and is properly receivable in evidence. The Court finds these facts by a preponderance of evidence: Defendant made the statement attributed to him that the marijuana and stuff on the nightstand was his but the other stuff was not his; Defendant was not then significantly under influence of drugs; the officers had entered the motel room, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hernandez-v-state"
    }
  ],
  "relatedIncidents": [
    17717,
    17724,
    17411,
    17429,
    17438
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}