{
  "id": 17680,
  "title": "1978년 Dorothy Elfenbein v. Gulf & Western Industries, Inc., and Stelux Manufacturing Co., and Bulova Watch Co., Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-12-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Dorothy Elfenbein v. Gulf & Western Industries, Inc., and Stelux Manufacturing Co., and Bulova Watch Co., Inc.. 판결일: 1978-12-21. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Dorothy ELFENBEIN, Plaintiff-Appellant, v. GULF & WESTERN INDUSTRIES, INC., and Stelux Manufacturing Co., Defendants-Appellees, and Bulova Watch Co., Inc., Defendant\n**판결일**: 1978-12-21\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Mishler, Oakes, Per Curiam, Van Graafeiland\n\n## 변호인\n\nMordecai Rosenfeld, New York City, for plaintiff-appellant., La Porte & Meyers, New York City, for defendant Bulova Watch Co., Willkie, Farr & Gallagher, New York City, for defendant-appellee Stelux Mfg. Co., Aranow, Brodsky, Bohlinger, Benetar & Einhorn, New York City, for defendant-appellee Gulf & Western Industries, Inc.\n\n## 인용\n\n- 590 F.2d 445\n\n## 판결문 요약\n\n590 F.2d 445\n    1979-1 Trade Cases   62,451\n    Dorothy ELFENBEIN, Plaintiff-Appellant,v.GULF &amp; WESTERN INDUSTRIES, INC., and Stelux ManufacturingCo., Defendants-Appellees,andBulova Watch Co., Inc., Defendant.\n    No. 197, Docket 78-7342.\n    United States Court of Appeals,Second Circuit.\n    Argued Nov. 13, 1978.Decided Dec. 21, 1978.\n    \n      Mordecai Rosenfeld, New York City, for plaintiff-appellant.\n      La Porte &amp; Meyers, New York City, for defendant Bulova Watch Co.\n      Willkie, Farr &amp; Gallagher, New York City, for defendant-appellee Stelux Mfg. Co.\n      Aranow, Brodsky, Bohlinger, Benetar &amp; Einhorn, New York City, for defendant-appellee Gulf &amp; Western Industries, Inc.\n      Before OAKES and VAN GRAAFEILAND, Circuit Judges, and MISHLER, District Judge.*\n      PER CURIAM:\n    \n    \n      1\n      This is an appeal from a decision of the United States District Court for the Southern District of New York, Broderick, J., dismissing appellant's derivative action for failure to comply with Rule 23.1, Fed.R.Civ.P.  On June 8, 1976 Dorothy Elfenbein, a shareholder of Bulova Watch Co., Inc.  (\"Bulova\"), instituted a derivative action against Bulova, Gulf &amp; Western Industries (\"Gulf\"), Stelux Manufacturing Co.  (\"Stelux\"), and the directors of Bulova.  The complaint alleged that prior to May, 1976 Gulf owned approximately 27% Of the then outstanding common stock of Bulova.  On May 28, 1976, Gulf sold its shares (amounting to 1,006,100 shares) to Stel...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dorothy-elfenbein-v-gulf-western-industries-inc-and-stelux"
    }
  ],
  "relatedIncidents": [
    17674,
    17677,
    17681,
    17682,
    17685
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}