{
  "id": 17685,
  "title": "1978년 Lewis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-12-15",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Lewis. 판결일: 1978-12-15. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: State v. Lewis\n**판결일**: 1978-12-15\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Tate\n\n## 인용\n\n- 366 So. 2d 1355\n\n## 판결문 요약\n\n\n366 So. 2d 1355 (1978)\nSTATE of Louisiana\nv.\nMichael S. LEWIS.\nNo. 62562.\nSupreme Court of Louisiana.\nDecember 15, 1978.\nMichael S. O'Brien, Student Practitioner, Loyola Law School Clinic, William J. O'Hara, III, New Orleans, Supervising Atty., for defendant-appellant.\nWilliam J. Guste, Jr., Atty. Gen., Barbara Rutledge, Asst. Atty. Gen., Harry F. Connick, Dist. Atty., Madeline Hebert, Asst. Dist. Atty., New Orleans, for plaintiff-appellee.\n*1356 TATE, Justice.\nThe defendant pleaded guilty to attempted armed robbery, La.R.S. 14:27, 64, and was sentenced, as a second offender, La. R.S. 15:529.1, to a sentence of 25 years at hard labor.\nThe principal issue presented by his appeal is raised by his Assignments of Error 1 and 2. They complain of the trial court's refusal to permit him to withdraw his plea of guilty. The defendant principally contends that his plea was not knowing because he was not aware of the enhanced sentence which might result from his multiple-offender status.\nContext Facts\nThe defendant pleaded guilty to the attempted armed robbery charges, with the understanding that he would receive a sentence of between three and ten years, depending on what his pre-sentence investigation report showed. However, by consultations between his attorney and himself, he also had been informed that this potential sentence assumed that he had not been convicted of a prior felony.\nThe trial court had made no commitment with regard to any enhanced sentence which might result if t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-lewis"
    }
  ],
  "relatedIncidents": [
    17677,
    17701,
    17703,
    17716,
    17718
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}