{
  "id": 17694,
  "title": "1978년 Moses 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-12-05",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Moses. 판결일: 1978-12-05. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Gene Moses v. State of Indiana\n**판결일**: 1978-12-05\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Pivarnik\n\n## 변호인\n\nJohn C. Kite, Terre Haute, for appellant., Theodore L. Sendak, Attorney General, David Michael Wattman, Deputy Attorney General, for appellee.\n\n## 인용\n\n- 382 N.E.2d 934\n- 269 Ind. 698\n\n## 판결문 요약\n\n\n382 N.E.2d 934 (1978)\nGene MOSES, Appellant,\nv.\nSTATE of Indiana, Appellee.\nNo. 1077S769.\nSupreme Court of Indiana.\nDecember 5, 1978.\n*935 John C. Kite, Terre Haute, for appellant.\nTheodore L. Sendak, Atty. Gen., David Michael Wallman, Deputy Atty. Gen., Indianapolis, for appellee.\nPIVARNIK, Justice.\nAppellant Moses was charged with first-degree felony murder and first-degree premeditated murder concerning the beating death of Charles Cody in Terre Haute on April 18, 1975. Following a jury trial in the Vigo Superior Court on April 16, 1977, appellant was convicted of second-degree murder. Moses was sentenced to serve from fifteen to twenty-five years imprisonment. This sentence was to run consecutively to a ten year term previously imposed for an unrelated robbery conviction.\nThe evidence at trial showed that on the evening of April 18, 1975, appellant and three others were riding around Terre Haute in a car driven by Henry Girton. At some point, appellant saw a man on the street direct an obscene gesture toward the car. Appellant and the other men got out of the car and chased the man, Charles Cody, into a hotel. As Mark Weathers, one of the pursuers, entered the hotel, Cody struck him over the head with a 2 X 4. Weathers testified that when he got to his feet he saw appellant strike Cody five or six times with the board. Weathers further stated that as appellant was beating Cody, another man, Richard Mitchell, shouted \"Get his wallet.\" The four men then returned to the car...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=moses-v-state"
    }
  ],
  "relatedIncidents": [
    17674,
    17696,
    17700,
    17702,
    17705
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}