{
  "id": 17696,
  "title": "1978년 Merrill 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-12-01",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Merrill. 판결일: 1978-12-01. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Minnesota, Respondent, v. Larry Gene MERRILL, Appellant\n**판결일**: 1978-12-01\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Yetka\n\n## 변호인\n\nC. Paul Jones, Public Defender, Kathleen A. King, Asst. Public Defender, Minneapolis, for appellant., Warren Spannaus, Atty. Gen., St. Paul, • Gary W. Flakne, County Atty., Vernon E. Bergstrom, David W. Larson and Lee Barry, Asst. County Attys., Minneapolis, for respondent., Heard before ROGOSHESKE, PETERSON, and YETKA, JJ., and considered and decided by the court en banc.\n\n## 인용\n\n- 274 N.W.2d 99\n\n## 판결문 요약\n\n\n274 N.W.2d 99 (1978)\nSTATE of Minnesota, Respondent,\nv.\nLarry Gene MERRILL, Appellant.\nNo. 47960.\nSupreme Court of Minnesota.\nDecember 1, 1978.\n*102 C. Paul Jones, Public Defender, Kathleen A. King, Asst. Public Defender, Minneapolis, for appellant.\n*103 Warren Spannaus, Atty. Gen., St. Paul, Gary W. Flakne, County Atty., Vernon E. Bergstrom, David W. Larson and Lee Barry, Asst. County Attys., Minneapolis, for respondent.\nHeard before ROGOSHESKE, PETERSON, and YETKA, JJ., and considered and decided by the court en banc.\nYETKA, Justice.\nDefendant Larry Gene Merrill appeals his conviction of murder in the first degree. The case was tried before a jury in Hennepin County District Court, and defendant was sentenced to life imprisonment at the St. Cloud Reformatory. He requests a new trial or, in the alternative, a modification of the verdict to murder in the second degree. We affirm.\nAt about noon on December 22, 1976, the body of Mrs. Abbie Miesler was discovered by her brother-in-law in the fruit cellar of her home in St. Bonifacius. Detectives Kenneth Bray and John Hartsfield of the Hennepin County Sheriff's Department arrived at the scene about an hour later. After a discussion with officers already at the scene, the detectives visited the neighbors directly across the street from Mrs. Miesler's house. They learned from these neighbors, the Wartmans, that defendant rented the upstairs portion of the Miesler residence and that he worked at Technical Ordnance Company. They als...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-merrill"
    }
  ],
  "relatedIncidents": [
    17674,
    17694,
    17700,
    17702,
    17705
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}