{
  "id": 17703,
  "title": "1978년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-11-14",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1978-11-14. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania, Appellant, v. James GOODMAN\n**판결일**: 1978-11-14\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Watkins, President Judge, and Jacobs, Hoffman, Cercone, Price, Van Der Voort and Spaeth\n\n## 변호인\n\nMichael E. Riskin, Assistant District Attorney, Bethlehem, and John E. Gallagher, District Attorney, Easton, for Commonwealth, appellant., Louis S. Minotti, Jr., Easton, for appellee.\n\n## 인용\n\n- 393 A.2d 1256\n- 260 Pa. Super. 266\n\n## 판결문 요약\n\n\n260 Pa. Super. 266 (1978)\n393 A.2d 1256\nCOMMONWEALTH of Pennsylvania, Appellant,\nv.\nJames GOODMAN.\nSuperior Court of Pennsylvania.\nSubmitted December 6, 1977.\nDecided November 14, 1978.\n*267 *268 *269 Michael E. Riskin, Assistant District Attorney, Bethlehem, and John E. Gallagher, District Attorney, Easton, for Commonwealth, appellant.\nLouis S. Minotti, Jr., Easton, for appellee.\nBefore WATKINS, President Judge, and JACOBS, HOFFMAN, CERCONE, PRICE, VAN der VOORT and SPAETH, JJ.\nSPAETH, Judge:\nThis is an appeal by the Commonwealth from an order granting appellee's motion to dismiss under Pa.R.Crim.P. 1100.\nOn January 19, 1975, a complaint was filed against appellee charging him with armed robbery and various other offenses. Appellee was subsequently arrested and placed in Northampton County jail to await trial. On February 2, while awaiting disposition of the charges, he escaped. When he failed to appear for his originally scheduled trial on April 29, a bench warrant was issued for his arrest. On September 26 the Commonwealth learned that appellee had been picked up by Federal authorities in New York on a warrant for robbing a post office in Easton, and had waived extradition to Philadelphia. In November the Commonwealth called the United States Marshall's office in Philadelphia and learned that it could have appellee for trial on escape charges. On November 11 the Commonwealth filed a writ of habeas corpus with the Federal authorities, and on the following day appellee appe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-goodman"
    }
  ],
  "relatedIncidents": [
    17677,
    17685,
    17701,
    17716,
    17718
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}