{
  "id": 17700,
  "title": "1978년 Nunn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-11-29",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Nunn. 판결일: 1978-11-29. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. ROY ALAN NUNN, Defendant-Appellant\n**판결일**: 1978-11-29\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Barry, Stengel, Stouder\n\n## 변호인\n\nRobert Agostinelli and Mark W. Burkhalter, both of State Appellate Defender’s Office, of Ottawa, for appellant., Thomas Homer, State’s Attorney, of Lewistown (James E. Hinterlong and Gerry K Arnold, both of State’s Attorneys Appellate Service Commission, of counsel), for the People.\n\n## 인용\n\n- 382 N.E.2d 1305\n- 65 Ill. App. 3d 981\n\n## 판결문 요약\n\n\n65 Ill. App.3d 981 (1978)\n382 N.E.2d 1305\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nROY ALAN NUNN, Defendant-Appellant.\nNo. 77-108.\nIllinois Appellate Court  Third District.\nOpinion filed November 29, 1978.\nRobert Agostinelli and Mark W. Burkhalter, both of State Appellate Defender's Office, of Ottawa, for appellant.\n*982 Thomas Homer, State's Attorney, of Lewistown (James E. Hinterlong and Gerry R. Arnold, both of State's Attorneys Appellate Service Commission, of counsel), for the People.\nJudgment reversed.\nMr. JUSTICE STOUDER delivered the opinion of the court:\nThis appeal is from the judgment of the circuit court of Fulton County, after trial by jury, finding defendant, Roy Alan Nunn, guilty of reckless homicide, leaving the scene of an accident involving death, and driving on a suspended license, and sentencing him to concurrent terms of from one to three years for reckless homicide and to terms of 364 days on each of the other two charges.\nThe State's evidence tended to establish that at about 6 a.m. on October 30, 1976, a pickup truck driven by defendant veered from the westbound lane of Highway U.S. 24 near Lewistown into the eastbound lane, striking a car driven by Carol Bedwell. The Bedwell car then traveled into the westbound lane and crashed head-on into another vehicle being driven by a David Smith. Mrs. Bedwell died as a result of injuries sustained in the accident. The truck driven by the defendant continued into Lewistown where defendant an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-nunn"
    }
  ],
  "relatedIncidents": [
    17674,
    17694,
    17696,
    17702,
    17705
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}