{
  "id": 17702,
  "title": "1978년 Lewis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-11-21",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Lewis. 판결일: 1978-11-21. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Lewis v. State\n**판결일**: 1978-11-21\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Bookout\n\n## 인용\n\n- 367 So. 2d 542\n\n## 판결문 요약\n\n\n367 So. 2d 542 (1978)\nHubert LEWIS, alias\nv.\nSTATE\n6 Div. 740.\nCourt of Criminal Appeals of Alabama.\nNovember 21, 1978.\nRehearing Denied January 16, 1979.\n*543 James C. Pino of Green &amp; Pino, Pelham, for appellant.\nWilliam J. Baxley, Atty. Gen., and James L. O'Kelley, Asst. Atty. Gen., for the State.\nBOOKOUT, Judge.\nAppeal from denial of writ of error coram nobis.\nAt the October session of the 1975 Jefferson County Grand Jury, appellant was indicted for the stabbing deaths of two hobos. These two murders allegedly arose out of the same transaction. Appellant was tried separately on the two murder charges. He was represented by the same two attorneys at both trials. Different counsel was appointed to represent appellant in coram nobis proceedings and on this appeal.\nOn the trial of the first case in April 1976, appellant was convicted of second degree murder. He was sentenced to thirty-five years imprisonment and is presently serving that sentence in the Jefferson County Jail. This court affirmed that conviction on June 28, 1977, without opinion. Lewis v. State, 6 Div. 245. The Supreme Court of Alabama denied certiorari on August 26, 1977, without opinion. Ex parte Lewis, SC 2752.\nOn the trial of the second case in July 1976, appellant was acquitted.\nIn December 1977, appellant petitioned the trial court pro se for a new trial by writ of error coram nobis alleging thirty-four grounds. The trial court held a hearing on January 10, 1978, to consider two of those grounds: (1)...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lewis-v-state"
    }
  ],
  "relatedIncidents": [
    17674,
    17694,
    17696,
    17700,
    17705
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}