{
  "id": 17706,
  "title": "1978년 COW, INC. v. Motor Vehicles Div., Or. Dept. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-11-06",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: COW, INC. v. Motor Vehicles Div., Or. Dept.. 판결일: 1978-11-06. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: C.O.W., INC., Appellant, v. MOTOR VEHICLES DIVISION Et Al, Respondents\n**판결일**: 1978-11-06\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Schwab, C.J., and Lee, Richardson and Joseph\n\n## 변호인\n\nT. W. Churchill, Salem, argued the cause for appellant. With him on the brief was Churchill & Leonard, Salem., Michael C. McClinton, Salem, argued the cause for respondent Floyd N. Cass. With him on the brief was Clark, Marsh & Lindauer, Salem., No appearance for respondent Motor Vehicles Division, Oregon Department of Transportation.\n\n## 인용\n\n- 586 P.2d 107\n- 37 Or. App. 73\n\n## 판결문 요약\n\n\n*75JOSEPH, J.\nPlaintiff, a California corporation, appeals from a judgment dismissing its declaratory judgment action against defendant Cass, a California resident, (\"defendant”) following allowance of his motion to quash service of process had in California.1\nPlaintiff alleged that as owner it lawfully came into possession of a 1966 White Freightliner truck and its certificate of title, that defendant \"took” the certificate and caused it to be reissued to him by the Division, and that he claims to be the owner of the truck and refuses to acknowledge plaintiff’s ownership. Plaintiff prayed for a judgment \"declaring and adjudging the rights and duties of Plaintiff and Defendants in and relative to title to said vehicles; and further declaring that Plaintiff is the true legal owners * * *.” Defendant moved to quash service. The motion was supported by his affidavit to the effect that he is a California resident, has not \"engaged in the transaction of business in the State of Oregon,” was served in California, does not presently have possession of the vehicle or certain knowledge of its location, and used it when he did possess it exclusively in California. The motion was allowed.2 No evidence was taken at the hearing, and we are limited to the facts pleaded or stated in the affidavit. State ex rel Advanced Dictating Supply v. Dale, 269 Or 242, 246, 524 P2d 1404 (1974).\nPlaintiff maintains that the trial court had \"inherent jurisdiction,” presumably under the first sentence *76...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cow-inc-v-motor-vehicles-div-or-dept"
    }
  ],
  "relatedIncidents": [
    17782,
    17674,
    17677,
    17680,
    17681
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}