{
  "id": 17705,
  "title": "1978년 Langston 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-11-06",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Langston. 판결일: 1978-11-06. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: People v. Langston\n**판결일**: 1978-11-06\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: Danhof, C.J., and V.J. Brennan and R.H. Campbell\n\n## 변호인\n\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, and Ward S. Hamlin, Jr., Prosecuting Attorney (by Thomas C. Nelson, Assistant Attorney General, Prosecuting Attorneys Appellate Service), for the people., Rolf E. Berg, Assistant State Appellate Defender, for defendant on appeal.\n\n## 인용\n\n- 273 N.W.2d 99\n- 86 Mich. App. 656\n\n## 판결문 요약\n\n\n86 Mich. App. 656 (1978)\n273 N.W.2d 99\nPEOPLE\nv.\nLANGSTON\nDocket No. 31327.\nMichigan Court of Appeals.\nDecided November 6, 1978.\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, and Ward S. Hamlin, Jr., Prosecuting Attorney (by Thomas C. Nelson, Assistant Attorney General, Prosecuting Attorneys Appellate Service), for the people.\nRolf E. Berg, Assistant State Appellate Defender, for defendant on appeal.\nBefore: DANHOF, C.J., and V.J. BRENNAN and R.H. CAMPBELL,[*] JJ.\nDANHOF, C.J.\nDefendant was convicted after a jury trial of first-degree felony murder under MCL 750.316; MSA 28.548, and sentenced to mandatory life imprisonment. Claiming several errors in the proceedings below, he appeals as of right.\nDefendant mainly objects to the trial court's instructions on mens rea. By our disposition of this issue, we eliminate the need to discuss other alleged grounds for reversal.\nAt trial, the prosecution claimed defendant had intentionally aided Ronald Wilson in the armed robbery of a store, and that Ronald Wilson, in committing that robbery, shot and killed Arretta Lou Ingraham. The people proceeded on a felony-murder theory that any killing committed in the course of a robbery is first-degree murder under MCL 750.316; MSA 28.548, and that an accomplice to the underlying felony is liable as a principal for the murder. Citing People v Fountain, 71 Mich. App. 491; 248 NW2d 589 (1976), defendant argues that MCL 750.316; MSA 28.548 is not a true felony-murder...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-langston"
    }
  ],
  "relatedIncidents": [
    17674,
    17694,
    17696,
    17700,
    17702
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}