{
  "id": 17701,
  "title": "1978년 Young 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-11-29",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Young. 판결일: 1978-11-29. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: James Ray YOUNG v. The STATE of Texas\n**판결일**: 1978-11-29\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davis, Douglas, Vollers\n\n## 변호인\n\nTom A. Boardman, Lawrence B. Mitchell, Dallas, for appellant., Henry M. Wade, Dist. Atty., John H. Hagler, Winfield Scott and David C. Schick, Asst. Dist. Attys., Dallas, for the State.\n\n## 인용\n\n- 573 S.W.2d 817\n\n## 판결문 요약\n\n\nOPINION\nTOM G. DAVIS, Judge.\nAppeal is taken from a conviction for the offense of burglary of a building. V.T.C.A. Penal Code, Sec. 30.02(a)(1). The jury found that the appellant had been twice before convicted of felony offenses and punishment was assessed at life. V.T.C.A. Penal Code, Sec. 12.42(d).\nThe record reflects that B. D. Hammer, a Dallas police officer, answered a silent burglar alarm at a Dallas pharmacy on May 21, 1976. When he arrived at the scene, he observed that entry had been made through the building’s roof. Appellant was arrested inside the building with socks on his hands. The owner of the building testified that his store had been broken into and that drugs inside had been removed from their normal containers. The sufficiency of the evidence is not challenged.\nIn a single ground of error, appellant contends that the charge is fundamentally defective because the trial court failed to define the word “deprive.”\nThe indictment charged the appellant with burglary of a building with intent to commit theft. The charge as given provides in pertinent part as follows:\n“Our law provides that a person commits an offense if without the effective consent of the owner, he enters a building (or any portion of a building) not then open to the public with intent to commit a felony or any theft.”\nThe trial court defined “theft” as given in the charge to mean: “the unlawful exercise of control over the corporeal personal property of another, without the effective consent ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=young-v-state"
    }
  ],
  "relatedIncidents": [
    17677,
    17685,
    17703,
    17716,
    17718
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}