{
  "id": 17718,
  "title": "1978년 Bennett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-10-13",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Bennett. 판결일: 1978-10-13. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Foster Elwood Bennett v. State of Maryland\n**판결일**: 1978-10-13\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Cole, Eldridge, Levine, Murphy, Orth, Smith\n\n## 변호인\n\nMichael R. Malloy, Assistant Public Defender, with whom was Alan H. Murrell, Public Defender, on the brief, for appellant., Ray E. Stokes, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, and Clarence W. Sharp, Assistant Attorney General, on the brief, for appellee.\n\n## 인용\n\n- 392 A.2d 76\n- 283 Md. 619\n\n## 판결문 요약\n\n\n283 Md. 619 (1978)\n392 A.2d 76\nFOSTER ELWOOD BENNETT\nv.\nSTATE OF MARYLAND\n[No. 3, September Term, 1978.]\nCourt of Appeals of Maryland.\nDecided October 13, 1978.\n*620 The cause was argued before MURPHY, C.J., and SMITH, DIGGES, LEVINE,[*] ELDRIDGE, ORTH and COLE, JJ.\nMichael R. Malloy, Assistant Public Defender, with whom was Alan H. Murrell, Public Defender, on the brief, for appellant.\nRay E. Stokes, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, and Clarence W. Sharp, Assistant Attorney General, on the brief, for appellee.\nORTH, J., delivered the opinion of the Court.\nWe hold that in a criminal prosecution by the State of Maryland the constitutional rights to due process of law[1] are *621 not violated by placing upon the defendant the burden of proving by a preponderance of the evidence his assertion that a witness offered against him is an accomplice.[2]\n\nI\nFoster Elwood Bennett was convicted in the Circuit Court for Montgomery County of robbery with a deadly weapon and the use of a handgun in the commission of a felony. He was sentenced to concurrent terms of imprisonment of eight years and five years, respectively, to begin at the expiration of a sentence he was then serving. The Court of Special Appeals affirmed the judgments on direct appeal. Bennett v. State, No. 587, September Term, 1977, decided 27 December 1977, unreported. At trial, the judge in considering whether a State's witness was an accomplice should be submitted to the jur...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bennett-v-state"
    }
  ],
  "relatedIncidents": [
    17677,
    17685,
    17701,
    17703,
    17716
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}