{
  "id": 17717,
  "title": "1978년 Lewis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-10-16",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Lewis. 판결일: 1978-10-16. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Lewis v. the State\n**판결일**: 1978-10-16\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Banke, Deen, Smith\n\n## 변호인\n\nDavid Kaplan, Zeese & Howell, Baxter C. Howell, for appellant., William S. Lee, District Attorney, Hobart M. Hind, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 251 S.E.2d 18\n- 148 Ga. App. 16\n\n## 판결문 요약\n\n\n148 Ga. App. 16 (1978)\n251 S.E.2d 18\nLEWIS\nv.\nTHE STATE.\n56386.\nCourt of Appeals of Georgia.\nArgued September 12, 1978.\nDecided October 16, 1978.\nRehearing Denied November 7, 1978.\nDavid Kaplan, Zeese &amp; Howell, Baxter C. Howell, for appellant.\nWilliam S. Lee, District Attorney, Hobart M. Hind, Assistant District Attorney, for appellee.\nDEEN, Presiding Judge.\nDavid E. Lewis appeals from his conviction of rape and aggravated sodomy, and his sentence of twenty years on each offense to be served concurrently. Five years are to be served in a state penitentiary and the balance on probation.\n1. Appellant contends that the trial court erred in *17 allowing, over objection, impeachment evidence in the form of a prior conviction for the sale of cocaine as to one of his witnesses, because it is not a crime involving moral turpitude. \"`In its legal sense it includes everything done contrary to justice, honesty, or good morals ...' `\"Moral turpitude\" is an act of baseness, vileness, or depravity in the private and social duties which a man owes to his fellow man, or to society in general, contrary to the accepted and customary rule of right and duty between man and man'... It appears from the authorities to be the rule without exception, that the offenses of obtaining money from another by fraud or false pretenses, or larceny after trust, are crimes malum in se, involving moral turpitude. [Cits.]\" Huff v. Anderson, 212 Ga. 32, 34 (90 SE2d 329) (1955). Therefore, \"a crime involving d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lewis-v-state"
    }
  ],
  "relatedIncidents": [
    17689,
    17724,
    17411,
    17429,
    17438
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}