{
  "id": 17719,
  "title": "1978년 Grant 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-10-12",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Grant. 판결일: 1978-10-12. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: GRANT v. State\n**판결일**: 1978-10-12\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: McMurray\n\n## 변호인\n\nBridges & Connell, Don E. Snow, for appellant., Johnnie L. Caldwell, Jr., District Attorney, Paschal A. English, Jr., J. David Fowler, Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 147 Ga. App. 517\n\n## 판결문 요약\n\n\nMcMurray, Judge.\nDefendant was indicted, along with one Richard P. Wyciskala, Jr. (see Wyciskala v. State, 147 Ga. App. 518) for the offense of burglary. The cases were severed prior to trial, and here we are concerned only with defendant Grant. The jury returned a verdict of guilty, and defendant was sentenced to serve 20 years in prison. Defendant appeals, contending the trial court erred in denying his motion for continuance and in allowing into evidence testimony that confessions had been expressed by the defendant. Held:\n1. On the morning of the day of the trial a subpoena was issued and delivered to Barbara Wyciskala, the wife of co-defendant Wyciskala. This witness was absent at the trial, and this absence was the basis of defendant Grant’s application for a continuance. The statutory requirements which must be met before appellate courts may review the trial judge’s discretion in denying a motion for continuance due to the absence of a witness are set forth in Code Ann. § 81-1410 (Ga. L. 1959, p. 342). All the requirements of Code Ann. § 81-1410 not having been met, the trial court did not err in denying defendant Grant’s motion for continuance. Harrison v. State, 140 Ga. App. 296 (3) (231 SE2d 809); Beasley v. State, 115 Ga. App. 827 (1) (156 SE2d 128).\n2. The ruling in Division 2 of Wyciskala v. State, 147 Ga. App. 518, supra, is controlling inasmuch as the enumeration of error and factual situation are almost identical. Consequently, we find no error in the admiss...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=grant-v-state"
    }
  ],
  "relatedIncidents": [
    17677,
    17685,
    17701,
    17703,
    17716
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}