{
  "id": 17724,
  "title": "1978년 Carl Miller, Artis P. McClain and Larry Campanella Clark v. State of North Carolina 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-09-29",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Carl Miller, Artis P. McClain and Larry Campanella Clark v. State of North Carolina. 판결일: 1978-09-29. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Carl MILLER, Artis P. McClain, and Larry Campanella Clark, Appellants, v. STATE OF NORTH CAROLINA, Appellee\n**판결일**: 1978-09-29\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n**판사**: Boreman, Hall, Winter\n\n## 변호인\n\nWilliam A. Reppy, Jr., Legal Research Program, Duke Law School, for appellants., Richard N. League, Asst. Atty. Gen., Raleigh, N. C. (Rufus L. Edmisten, Atty. Gen. of North Carolina, Raleigh, on brief), for appellee.\n\n## 인용\n\n- 583 F.2d 701\n\n## 판결문 요약\n\n583 F.2d 701\n    Carl MILLER, Artis P. McClain, and Larry Campanella Clark, Appellants,v.STATE OF NORTH CAROLINA, Appellee.\n    No. 78-6058.\n    United States Court of Appeals,Fourth Circuit.\n    Argued July 18, 1978.Decided Sept. 29, 1978.\n    \n      William A. Reppy, Jr., Legal Research Program, Duke Law School, for appellants.\n      Richard N. League, Asst. Atty. Gen., Raleigh, N. C.  (Rufus L. Edmisten, Atty. Gen. of North Carolina, Raleigh, on brief), for appellee.\n      Before BOREMAN, Senior Circuit Judge, and WINTER and HALL, Circuit Judges.\n      WINTER, Circuit Judge:\n    \n    \n      1\n      Appellants are three black men who, originally sentenced to death, are currently serving life sentences resulting from their North Carolina convictions, pursuant to N.C.Gen.Stat. &#167; 14-21 (1977 Cum.Supp.),1 for first degree rape of a white woman.  In their petition for federal habeas corpus relief, they alleged two principal constitutional errors in their convictions: first, that the trial court's insistence that one attorney represent all three defendants deprived them, because of conflicts among them, of the effective assistance of counsel, and second, that the racially inflammatory remarks in the prosecutor's closing argument before an all-white jury were so prejudicial as to make a fair trial impossible.  The district court considered both claims to be without merit and denied relief.\n    \n    \n      2\n      We grant a certificate of probable cause and reverse.  In our v...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carl-miller-artis-p-mcclain-and-larry-campanella-clark-v-state-of-north"
    }
  ],
  "relatedIncidents": [
    17689,
    17717,
    17411,
    17429,
    17438
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}