{
  "id": 17725,
  "title": "1978년 Mays 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-09-26",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Mays. 판결일: 1978-09-26. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Robert Lee Mays v. State of Maryland\n**판결일**: 1978-09-26\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Murphy, C.J., and Smith, Digges, Levine, Eldridge, Orth and Cole\n\n## 변호인\n\nMark Colvin, Assistant Public Defender, with whom was Alan H. Murrell, Public Defender, on the brief, for appellant., Stephen B. Caplis, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, and Clarence W. Sharp, Assistant Attorney General, on the brief, for appellee.\n\n## 인용\n\n- 391 A.2d 429\n- 283 Md. 548\n\n## 판결문 요약\n\n\n283 Md. 548 (1978)\n391 A.2d 429\nROBERT LEE MAYS\nv.\nSTATE OF MARYLAND\n[No. 149, September Term, 1977.]\nCourt of Appeals of Maryland.\nDecided September 26, 1978.\nThe cause was argued before MURPHY, C.J., and SMITH, DIGGES, LEVINE, ELDRIDGE, ORTH and COLE, JJ.\nMark Colvin, Assistant Public Defender, with whom was Alan H. Murrell, Public Defender, on the brief, for appellant.\nStephen B. Caplis, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, and Clarence W. Sharp, Assistant Attorney General, on the brief, for appellee.\nDIGGES, J., delivered the opinion of the Court. LEVINE and ELDRIDGE, JJ., dissent and ELDRIDGE, J., filed a dissenting opinion in which LEVINE, J., concurs at page 556 infra.\nIn this case, here on certiorari, petitioner Robert Lee Mays challenges his convictions in the Criminal Court of Baltimore for murdering Thomas Dukes and Joseph Watson, as well as for carrying a weapon openly with the intent to injure these two victims. More specifically Mays challenges the propriety of the trial court's admission of testimony by a prosecution witness after the close of the State's case in chief. Because *550 we find that this evidentiary ruling was proper under the principles this Court enunciated in our recent decision in State v. Hepple, 279 Md. 265, 368 A.2d 445 (1977), we will uphold the convictions in this case.\nIn the early evening of January 9, 1976, Baltimore police officers, responding to a call, found the bodies of Watson and Dukes in...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mays-v-state"
    }
  ],
  "relatedIncidents": [
    17674,
    17694,
    17696,
    17700,
    17702
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}