{
  "id": 17722,
  "title": "1978년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-10-05",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1978-10-05. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Charles John OAKES, Appellant\n**판결일**: 1978-10-05\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Eagen, Manderino, Nix, O'Brien, Packel, Pomeroy, Roberts\n\n## 변호인\n\nRudolph S. Pallastrone, George A. Bachetti, Philadelphia, for appellant., F. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Deputy Dist. Atty. for Law, Michael R. Stiles, Asst. Dist. Atty., Chief, Appeals Div., Gaele McLaughlin Barthold, Philadelphia, for appellee.\n\n## 인용\n\n- 392 A.2d 1324\n- 481 Pa. 343\n\n## 판결문 요약\n\n\n481 Pa. 343 (1978)\n392 A.2d 1324\nCOMMONWEALTH of Pennsylvania\nv.\nCharles John OAKES, Appellant.\nSupreme Court of Pennsylvania.\nArgued October 20, 1977.\nDecided October 5, 1978.\n*344 Rudolph S. Pallastrone, George A. Bachetti, Philadelphia, for appellant.\nF. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Deputy Dist. Atty. for Law, Michael R. Stiles, Asst. Dist. Atty., Chief, Appeals Div., Gaele McLaughlin Barthold, Philadelphia, for appellee.\nBefore EAGEN, C.J., and O'BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and PACKEL, JJ.\n\n\n*345 OPINION OF THE COURT\nPOMEROY, Justice,\nIn October of 1974 appellant, Charles John Oakes, was convicted by a jury for the second time of murder in the first degree in the beating death of Eleanor Sanchez. Post-verdict motions were denied by a court en banc and defendant was sentenced to imprisonment for life. This appeal followed.[1] It requires us to consider whether a court en banc, in passing upon post-verdict motions challenging the admissibility of certain evidence following a retrial of a criminal defendant, is bound by the post-trial ruling of a previous court en banc sitting after the first trial to the effect that the evidence in question was admissible. The court of common pleas felt that it was so bound. We disagree, and will remand to the trial court for renewed consideration of those portions of appellant's post-trial motions which it declined to entertain.\nThe record discloses that on the morning of November 12, 1971, the lifeles...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-oakes"
    }
  ],
  "relatedIncidents": [
    17674,
    17694,
    17696,
    17700,
    17702
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}