{
  "id": 17723,
  "title": "1978년 Blumenthal 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-10-03",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Blumenthal. 판결일: 1978-10-03. 법원: District Court, E.D. California.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF CAL. BY & THROUGH YOUNGER v. Blumenthal\n**판결일**: 1978-10-03\n**법원**: District Court, E.D. California\n**관할**: California, CA\n\n**판사**: William W Schwarzer\n\n## 인용\n\n- 457 F. Supp. 1309\n\n## 판결문 요약\n\n\n457 F. Supp. 1309 (1978)\nThe STATE OF CALIFORNIA By and Through Evelle J. YOUNGER, Attorney General of the State of California, Plaintiff,\nv.\nThe Honorable W. Michael BLUMENTHAL, Secretary of the Treasury of the United States, Defendant.\nCiv. No. S-78-356-TJM.\nUnited States District Court, E. D. California.\nOctober 3, 1978.\n*1310 William J. Power, Deputy Atty. Gen., Sacramento, Cal., for plaintiff.\nSolomon Robinson, Asst. U. S. Atty., Sacramento, Cal., Richard A. Scully, U. S. Dept. of Justice, Washington, D. C., for defendant.\n\nMEMORANDUM OF OPINION DENYING PLAINTIFF'S MOTION FOR DECLARATORY RELIEF AND DISMISSING THE COMPLAINT\nWILLIAM W SCHWARZER, District Judge.\nPlaintiff filed this action on July 10, 1978, seeking broad declaratory and injunctive relief against the application of the Employee Retirement Income Security Act of 1974 (\"ERISA\"), 88 Stat. 829, 29 U.S.C. § 1001 et seq., to pension and retirement plans maintained by the State of California *1311 or any of its agencies. Plaintiff asserts that Congress did not intend the Act to apply to governmental plans, and that even if Congress intended otherwise, its application to such plans would violate the tenth amendment. ERISA requires, among other things, the filing of an annual information return by every employer maintaining a pension plan described in part I of subchapter D of chapter 1 of the Internal Revenue Code, 26 U.S.C. § 401 et seq.[1] An unexcused failure to file may result in penalties of $10 for each day d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-cal-by-through-younger-v-blumenthal"
    }
  ],
  "relatedIncidents": [
    17674,
    17677,
    17680,
    17681,
    17682
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}