{
  "id": 17726,
  "title": "1978년 Viramontes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-09-26",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Viramontes. 판결일: 1978-09-26. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Appellant, v. DANIEL CARRILLO VIRAMONTES, Defendant and Respondent\n**판결일**: 1978-09-26\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Potter\n\n## 변호인\n\nTHE PEOPLE, Plaintiff and Appellant, v. DANIEL CARRILLO VIRAMONTES, Defendant and Respondent.\n\n## 인용\n\n- 85 Cal. App. 3d 585\n- 149 Cal. Rptr. 607\n\n## 판결문 요약\n\n\n85 Cal.App.3d 585 (1978)\n149 Cal. Rptr. 607\nTHE PEOPLE, Plaintiff and Appellant,\nv.\nDANIEL CARRILLO VIRAMONTES, Defendant and Respondent.\nDocket No. 31878.\nCourt of Appeals of California, Second District, Division Three.\nSeptember 26, 1978.\n*587 COUNSEL\nJohn K. Van de Kamp, District Attorney, Donald J. Kaplan and Daniel L. Bershin, Deputy District Attorneys, for Plaintiff and Appellant.\nWilbur F. Littlefield, Public Defender, Dennis A. Fischer, Samuel Parks and Stephen F. Moeller, Deputy Public Defenders, for Defendant and Respondent.\nOPINION\nPOTTER, J.\nThis is an appeal by the People (Pen. Code, § 1238, subd. (a)(8)) from an order dismissing an information which charged defendant with possession of heroin for sale (Health &amp; Saf. Code, § 11351). The order was entered after the People refused to disclose the identity of a confidential informant.\nThe following are the facts, as adduced from the evidence presented at the preliminary hearing and from the subsequent superior court hearing. Defendant, at all times during the events that transpired leading to his arrest, was a parolee under the supervision of Parole Agent Salvador Baca. As per an \"Agreement of Parole,\" which was admitted in evidence at the preliminary hearing and stipulated into the record at the superior court hearing, Agent Baca had the right to enter and search the parolee's *588 residence without first having to obtain either a search warrant or the parolee's consent. Defendant listed as his address on the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-viramontes"
    }
  ],
  "relatedIncidents": [
    17674,
    17677,
    17680,
    17681,
    17682
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}