{
  "id": 17732,
  "title": "1978년 McKelvey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-09-20",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: McKelvey. 판결일: 1978-09-20. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Bobby Steve McKELVEY, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1978-09-20\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Onion, P. J., and Phillips and Tom G. Davis\n\n## 변호인\n\nMichael M. Phillips, Angleton, for appellant., Carol S. Vance, Dist. Atty., Calvin A. Hartmann and William E. Taylor, Asst. Dist. Attys., Houston, for the State.\n\n## 인용\n\n- 570 S.W.2d 951\n\n## 판결문 요약\n\n\n570 S.W.2d 951 (1978)\nBobby Steve McKELVEY, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 58608.\nCourt of Criminal Appeals of Texas, Panel No. 2.\nSeptember 20, 1978.\n*952 Michael M. Phillips, Angleton, for appellant.\nCarol S. Vance, Dist. Atty., Calvin A. Hartmann and William E. Taylor, Asst. Dist. Attys., Houston, for the State.\nBefore ONION, P. J., and PHILLIPS and TOM G. DAVIS, JJ.,\n\nOPINION\nTOM G. DAVIS, Judge.\nAppeal is taken from a conviction for possession of a controlled substance, to-wit: heroin. Art. 4476-15, Sec. 4.04, V.A.C.S. The court assessed punishment at three years.\nThe record reflects that appellant entered a plea of guilty on November 18, 1976. The court found the appellant guilty at that time but did not assess punishment or rule on appellant's motion for probation. The hearing was recessed until December 17, 1976, so that a presentence investigation could be conducted. On December 17, 1976, the court reconvened, hearing oral testimony from the appellant's wife, father, mother, father-in-law, and finally the appellant. The court assessed punishment at three years. The sentence was then immediately pronounced. No motion for new trial was filed at that time.\nAfter the filing of appellant's brief in the trial court, the trial court on October 20, 1977, resentenced the appellant over the objection of his newly retained counsel. It also appears that a motion for new trial was filed on October 20, 1977, although the record fails to show either a ruling or a ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mckelvey-v-state"
    }
  ],
  "relatedIncidents": [
    17674,
    17677,
    17680,
    17681,
    17682
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}