{
  "id": 17734,
  "title": "1978년 Kimble 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-09-19",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: Kimble. 판결일: 1978-09-19. 법원: Nevada Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: ISABEL KIMBLE, BRUCE BLACKADAR, MARY FRAZZINI, THEODORE OLESON, Jr., and MARJORIE Da COSTA EASTMAN, Appellants, v. WILLIAM D. SWACKHAMER, Secretary of State of the State of Nevada; And LEGISLATIVE COMMISSION OF THE STATE OF NEVADA, Intervener, Respondents\n**판결일**: 1978-09-19\n**법원**: Nevada Supreme Court\n**관할**: Nevada, NV\n\n**판사**: Batjer, Gunderson, Manoukian, Mowbray, Thompson\n\n## 변호인\n\nPhyllis Halsey Atkins, Reno, for Appellants., Robert List, Attorney General, and Donald Klasic, Deputy ■Attorney General, Carson City, for Respondent Secretary of State., Frank W. Daykin, Carson City, for Respondent Legislative Commission.\n\n## 인용\n\n- 584 P.2d 161\n- 94 Nev. 600\n\n## 판결문 요약\n\n\n584 P.2d 161 (1978)\nIsabel KIMBLE, Bruce Blackadar, Mary Frazzini, Theodore Oleson, Jr., and Marjorie da Costa Eastman, Appellants,\nv.\nWilliam D. SWACKHAMER, Secretary of State of the State of Nevada, and Legislative Commission of the State of Nevada, Intervener, Respondents.\nNo. 10650.\nSupreme Court of Nevada.\nSeptember 19, 1978.\nPhyllis Halsey Atkins, Reno, for appellants.\nRobert List, Atty. Gen., and Donald F. Klasic, Deputy Atty. Gen., Carson City, for respondent Secretary of State.\nFrank W. Daykin, Legislative Counsel, Carson City, for respondent Legislative Commission.\n\nOPINION\nTHOMPSON, Justice:\nAt issue is the constitutionality of chapter 174, 1977 Nev. Stats., which requires the submission of an advisory question to the registered voters of this state on the ratification of the proposed amendment to the Constitution of the United States commonly known as the equal rights amendment. It is asserted that the chapter violates article V of the federal constitution. The district court found no constitutional infirmity. For reasons hereafter expressed we agree with that court and, therefore, affirm the judgment entered below.\nThe advisory question to be presented at the 1978 general election is set out in section 4 of the chapter. It is:\n\"Do you recommend that the Nevada legislature ratify the following proposed amendment to the United States Constitution, commonly known as the equal rights amendment?\n\"Section 1. Equality of rights under the law shall not be denied or abri...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kimble-v-swackhamer"
    }
  ],
  "relatedIncidents": [
    17739,
    17743,
    17749,
    17769,
    17775
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}