{
  "id": 17739,
  "title": "1978년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-09-15",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Jones. 판결일: 1978-09-15. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: ARTHUR E. JONES Et Al., Plaintiffs and Respondents, v. THE PEOPLE Ex Rel. DEPARTMENT OF TRANSPORTATION, Defendant and Appellant\n**판결일**: 1978-09-15\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Mosk\n\n## 변호인\n\nCounsel, Harry S. Fenton, Robert F. Carlson, Gordon S. Baca and Richard B. Williams for Defendant and Appellant., Evelle J. Younger, Attorney General, E. Clement Shute, Jr., R. H. Connett, Assistant Attorneys General, Richard C. Jacobs, Deputy Attorney General, John H. Larson, County Counsel (Los Angeles), and Marie Stephens, Deputy County Counsel, as Amici Curiae on behalf of Defendant and Appellant., Desmond, Miller, Desmond & Bartholomew, Stephen James Wagner and Richard F. Desmond for Plaint\n\n## 인용\n\n- 583 P.2d 165\n- 22 Cal. 3d 144\n- 148 Cal. Rptr. 640\n\n## 판결문 요약\n\n\n22 Cal.3d 144 (1978)\n583 P.2d 165\n148 Cal. Rptr. 640\nARTHUR E. JONES et al., Plaintiffs and Respondents,\nv.\nTHE PEOPLE EX REL. DEPARTMENT OF TRANSPORTATION, Defendant and Appellant.\nDocket No. S.F. 23606.\nSupreme Court of California.\nSeptember 15, 1978.\n*147 COUNSEL\nHarry S. Fenton, Robert F. Carlson, Gordon S. Baca and Richard B. Williams for Defendant and Appellant.\nEvelle J. Younger, Attorney General, E. Clement Shute, Jr., R.H. Connett, Assistant Attorneys General, Richard C. Jacobs, Deputy Attorney General, John H. Larson, County Counsel (Los Angeles), and Marie Stephens, Deputy County Counsel, as Amici Curiae on behalf of Defendant and Appellant.\nDesmond, Miller, Desmond &amp; Bartholomew, Stephen James Wagner and Richard F. Desmond for Plaintiffs and Respondents.\nGideon Kanner, Fadem, Berger, McIntire &amp; Norton, Michael M. Berger, Goldstein, Barceloux &amp; Goldstein, Burton J. Goldstein, Rogers, Vizzard &amp; Tallett, John D. Rogers, Hahn Cazier Hoegh &amp; Leff, Ernest Leff and Andrew E. Katz as Amici Curiae on behalf of Plaintiffs and Respondents.\nOPINION\nMOSK, J.\nPlaintiffs, Arthur and Susan Jones, are the owners of nine and one-half acres of Sacramento County land, fronting on Fair Oaks Boulevard. They purchased the property in 1963, and thereafter the Department of Public Works (now the Department of Transportation) announced plans to construct a freeway which would cross the northern portion of the property, requiring the acquisition of approximately two and...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jones-v-people-ex-rel-department-of-transportation"
    }
  ],
  "relatedIncidents": [
    17734,
    17743,
    17749,
    17769,
    17775
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}