{
  "id": 17733,
  "title": "1978년 United States v. George Raymond Dipp 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-09-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. George Raymond Dipp. 판결일: 1978-09-19. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. George Raymond DIPP, Defendant-Appellant\n**판결일**: 1978-09-19\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Hufstedler, Kennedy, Sneed\n\n## 변호인\n\nHarry E. Claiborne, Las Vegas, Nev., for defendant-appellant., Raymond D. Pike, Asst. U. S. Atty., Reno, Nev., for plaintiff-appellee.\n\n## 인용\n\n- 581 F.2d 1323\n\n## 판결문 요약\n\n581 F.2d 1323\n    UNITED STATES of America, Plaintiff-Appellee,v.George Raymond DIPP, Defendant-Appellant.\n    No. 77-2730.\n    United States Court of Appeals,Ninth Circuit.\n    July 31, 1978.Rehearing and Rehearing En Banc Denied Sept. 19, 1978.\n    \n      Harry E. Claiborne, Las Vegas, Nev., for defendant-appellant.\n      Raymond D. Pike, Asst. U. S. Atty., Reno, Nev., for plaintiff-appellee.\n      Appeal From the United States District Court For the District of Nevada.\n      Before HUFSTEDLER, SNEED and KENNEDY, Circuit Judges.\n      SNEED, Circuit Judge:\n    \n    \n      1\n      Dipp appeals from his conviction for perjury in violation of 18 U.S.C. &#167; 1623.  The perjury charge arose out of testimony he gave in his own behalf at an earlier trial in which he was accused of conspiracy to smuggle drugs into the United States.  Appellant was acquitted of the conspiracy charge.  On this appeal we must decide, first, whether the perjury prosecution was barred either by the doctrine of collateral estoppel or by the prosecutorial misconduct and, second, if not so barred, whether there was sufficient evidence introduced at the perjury trial to establish the materiality of the allegedly false testimony in the initial trial.  We find no bar to the perjury prosecution and that the evidence was sufficient to establish materiality.  We, therefore, affirm the conviction.\n    \n    I.\n    \n      2\n      Facts.\n    \n    \n      3\n      Dipp was indicted on charges of conspiring to smuggle...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-george-raymond-dipp"
    }
  ],
  "relatedIncidents": [
    17674,
    17677,
    17680,
    17681,
    17682
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}