{
  "id": 17741,
  "title": "1978년 In re R. P. R. G. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-09-15",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: In re R. P. R. G.. 판결일: 1978-09-15. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of R. P. R. G.\n**판결일**: 1978-09-15\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Bussey, Cornish\n\n## 변호인\n\nFrank Greer, Miami, for appellant., Thomas H. May, Dist. Atty., Fred H. Dernier, Asst. Dist. Atty., for appellee.\n\n## 인용\n\n- 584 P.2d 239\n\n## 판결문 요약\n\n\nOPINION\nBRETT, Judge:\nThe juvenile was certified to stand trial as an adult for First Degree Murder of an elderly man. He argues the inadmissibility of his confession, some irregularity in being brought before a magistrate, and failure to prove that he is not amenable to rehabilitation under the juvenile system.\nFirst, the juvenile alleges that there was no probable cause for his arrest. We disagree. At the time the juvenile was picked up there is no question that the crime had occurred, probably sometime during the night before the body was found. At approximately 1:00 a. m. of that day the Chief of Police of Picher, Oklahoma, had seen the juvenile and his co-defendant on a motorcycle heading north towards the area where the body was found. They were carrying what appeared to him to be a six-pack of Miller’s beer. They were gone for approximately 20 minutes. When the body was found, in a burned pickup with camper, there were unusual motorcycle tracks nearby, which matched the treads on the motorcycle ridden by the juvenile. There also were six empty Miller’s beer bottles strewn about. Furthermore, the clerk in the store where the beer had been bought told the investigating officers that the juvenile and his co-defendant had purchased a six-pack of Miller’s beer at about the time the police chief saw them. Furthermore, the juvenile and his co-defendant’s hands and arms were “immaculate,” as though they had been shaven or the hair on them had been singed and then cleaned off....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-r-p-r-g"
    }
  ],
  "relatedIncidents": [
    17674,
    17694,
    17696,
    17700,
    17702
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}