{
  "id": 17749,
  "title": "1978년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-08-28",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1978-08-28. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Fed. Sec. L. Rep. P 96,532 Elizabeth D. Holmes and Industrial National Bank of Rhode Island, as Executors of the Estate of Howard W. Holmes v. Harold Bateson and Gordon Bronson, Individually and Under the Trade Name Andstyle of Charles A. Maguire and Associates, and C. E. Maguire, Inc. Andcombustion Engineering, Inc.\n**판결일**: 1978-08-28\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 583 F.2d 542\n\n## 판결문 요약\n\n583 F.2d 542\n    Fed. Sec. L. Rep.  P 96,532Elizabeth D. HOLMES and Industrial National Bank of RhodeIsland, as Executors of the Estate of Howard W.Holmes, Plaintiffs-Appellees,v.Harold BATESON and Gordon Bronson, Individually and Underthe Trade Name andStyle of Charles A. Maguire andAssociates, and C. E. Maguire, Inc.andCombustion Engineering,Inc., Defendants-Appellants.\n    Nos. 77-1484 to 77-1486.\n    United States Court of Appeals,First Circuit.\n    Argued March 8, 1978.Decided Aug. 11, 1978.As Amended Aug. 28, 1978.\n    \n      W. Foster Wollen, New York City, with whom Thomas M. Geisler, Jr., Shearman &amp; Sterling, New York City, Joseph V. Cavanagh and Higgins, Cavanagh &amp; Cooney, Providence, R. I., were on brief, for appellant C. E. Maguire, Inc.\n      Gerald Gillerman, Boston, Mass., with whom Jill W. Landsberg, Widett, Widett, Slater &amp; Goldman, P. C., Paul M. Siskind, John M. Reed, Jeremiah F. Healy, III, Withington, Cross, Park &amp; Groden, Boston, Mass., George M. Vetter, Hinckley, Allen, Salisbury &amp; Parsons, and G. Chandler Beals, Providence, R. I., were on brief, for appellants Harold Bateson and Gordon Bronson.\n      Bernard Bressler, New York City, with whom Alan D. Plotkin, Bressler, Lipsitz &amp; Rothenberg, New York City, Richard M. Borod and Edwards &amp; Angell, Providence, R. I., were on brief, for appellees.\n      Before COFFIN, Chief Judge, CAMPBELL and BOWNES, Circuit Judges.\n      BOWNES, Circuit Judge.\n    \n    \n      1\n      This appeal...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fed-sec-l-rep-p-96532-elizabeth-d-holmes-and-industrial-national-bank"
    }
  ],
  "relatedIncidents": [
    17734,
    17739,
    17743,
    17769,
    17775
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}