{
  "id": 17743,
  "title": "1978년 United States v. Braxton Lake Freeman, Lawrence John Graham, Peter Martell, A/K/A Pita, A/K/A Peter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-09-11",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Braxton Lake Freeman, Lawrence John Graham, Peter Martell, A/K/A Pita, A/K/A Peter. 판결일: 1978-09-11. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellant, v. Braxton Lake FREEMAN, Lawrence John Graham, Peter Martell, A/K/A Pita, A/K/A Peter, Defendant-Appellee\n**판결일**: 1978-09-11\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Brown, Tjoflat, Tuttle\n\n## 변호인\n\nRobert W. Rust, U. S. Atty., Rebekah J. Poston, Asst. U. S. Atty., Miami, Fla., for plaintiff-appellant., Pearson & Josefsberg, Daniel S. Pearson, Bruce S. Rogow, Miami, Fla., for defendant-appellee.\n\n## 인용\n\n- 579 F.2d 942\n\n## 판결문 요약\n\n579 F.2d 942\n    UNITED STATES of America, Plaintiff-Appellant,v.Braxton Lake FREEMAN, Lawrence John Graham, Peter Martell,a/k/a Pita, a/k/a Peter, Defendant-Appellee.\n    No. 75-3909.\n    United States Court of Appeals,Fifth Circuit.\n    Sept. 11, 1978.\n    \n      Robert W. Rust, U. S. Atty., Rebekah J. Poston, Asst. U. S. Atty., Miami, Fla., for plaintiff-appellant.\n      Pearson &amp; Josefsberg, Daniel S. Pearson, Bruce S. Rogow, Miami, Fla., for defendant-appellee.\n      Appeal from the United States District Court for the Southern District of Florida.\n      Before BROWN, Chief Judge, TUTTLE and TJOFLAT, Circuit Judges.\n      JOHN R. BROWN, Chief Judge:\n    \n    \n      1\n      This case brings before this Court the increasingly vexatious difficulties created by man's quest for quick riches through smuggling.  While on a routine patrol off the Florida coast, United States Customs Officers caught defendant Freeman with his hand on the rudder illegally attempting to bring aliens into the United States.1  During the suppression hearing in the District Court, defendant Freeman contended that the Customs Officers violated the sanctity of the Fourth Amendment's prohibition against unreasonable searches and seizures and the trial judge agreed.  Pursuant to 18 U.S.C. &#167; 3731, the United States Government appeals the District Court's order granting the suppression motion.  Recognizing the congressionally created, judicially approved, and constitutionally firm power of Customs ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-braxton-lake-freeman-lawrence-john-graham-peter-martell"
    }
  ],
  "relatedIncidents": [
    17734,
    17739,
    17749,
    17769,
    17775
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}