{
  "id": 17746,
  "title": "1978년 Bouttry 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-09-06",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Bouttry. 판결일: 1978-09-06. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Bouttry v. the State\n**판결일**: 1978-09-06\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Bowles\n\n## 변호인\n\nM. McNeill Holloway, III, Albert H. Dallas, for appellant., Kenneth Goolsby, District Attorney, Dennis C. Sanders, Assistant District Attorney, Arthur K. Bolton, Attorney General, for appellee.\n\n## 인용\n\n- 247 S.E.2d 859\n- 242 Ga. 60\n\n## 판결문 요약\n\n\n242 Ga. 60 (1978)\n247 S.E.2d 859\nBOUTTRY\nv.\nTHE STATE.\n33649.\nSupreme Court of Georgia.\nSubmitted May 26, 1978.\nDecided September 6, 1978.\n*63 M. McNeill Holloway, III, Albert H. Dallas, for appellant.\nKenneth Goolsby, District Attorney, Dennis C. Sanders, Assistant District Attorney, Arthur K. Bolton, Attorney General, for appellee.\nBOWLES, Justice.\nAppellant was tried and convicted by a jury in McDuffie Superior Court for the murder of his wife, Eula Pearl Bouttry, and received a sentence of life imprisonment. His motion for new trial was overruled by the trial court and he now appeals to this court for a reversal of his conviction.\nAt trial the state presented evidence from which the jury was authorized to find the following: On August 26, 1977, the appellant went to a bar in Thomson, Georgia, known as T. S. Cody's Place. While outside the premises, a woman approached the appellant and told him, \"I got something to tell you about your wife.\" Although the details of this conversation were not brought out at trial, the appellant testified that the conversation did not upset him. After talking with the woman, the appellant entered T. S. Cody's Place and ordered a beer. While inside appellant saw the victim and they exchanged words. Appellant testified that, \"... she said something smart... so I took a beer and went outside.\" While outside the bar, appellant asked Randy Wiley for a knife. Appellant testified that he had been told that the victim was in possession of a gun and...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bouttry-v-state"
    }
  ],
  "relatedIncidents": [
    17674,
    17694,
    17696,
    17700,
    17702
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}