{
  "id": 17754,
  "title": "1978년 Chappell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-08-18",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Chappell. 판결일: 1978-08-18. 법원: District Court, W.D. Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff, v. Connie Gail CHAPPELL, Defendant\n**판결일**: 1978-08-18\n**법원**: District Court, W.D. Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Daugherty\n\n## 변호인\n\nJohn E. Green, Asst. U. S. Atty., Oklahoma City, Okl., for plaintiff., John Connolly, Jr., Oklahoma City, Okl., for defendant.\n\n## 인용\n\n- 480 F. Supp. 321\n\n## 판결문 요약\n\n\n480 F. Supp. 321 (1978)\nUNITED STATES of America, Plaintiff,\nv.\nConnie Gail CHAPPELL, Defendant.\nNo. CR-75-53-D.\nUnited States District Court, W. D. Oklahoma.\nAugust 18, 1978.\n*322 John E. Green, Asst. U. S. Atty., Oklahoma City, Okl., for plaintiff.\nJohn Connolly, Jr., Oklahoma City, Okl., for defendant.\n\nORDER\nDAUGHERTY, Chief Judge.\nOn January 28, 1975 Connie Gail Chappell (hereinafter referred to as \"movant\"), having waived prosecution by indictment, was charged by an information with one count of conspiracy to commit a criminal offense against the United States by concealing and keeping in her possession falsely made, forged and counterfeited obligations and securities of the United States, in violation of 18 U.S.C. § 371. Following her plea of guilty to the charge, on March 7, 1975 this Court entered the following judgment:\nIT IS ADJUDGED that the defendant is found to be a youthful offender and the imposition of a sentence of imprisonment is reserved on the one count of the Information and the defendant is placed on probation for a period of three (3) years from this date, under Title 18, U.S.C., Section 5010(a)[1] of the Federal Youth Corrections Act.\nIn September, 1977 the United States Probation Office for this judicial district filed with the Court a petition requesting revocation of movant's probationary sentence on the basis that she had violated a condition of her probation. The Court conducted both a preliminary and a final hearing on the petition and found th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-chappell"
    }
  ],
  "relatedIncidents": [
    17674,
    17677,
    17680,
    17681,
    17682
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}