{
  "id": 17753,
  "title": "1978년 Billy T. Kruglak v. E. Wilson Purdy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-08-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Billy T. Kruglak v. E. Wilson Purdy. 판결일: 1978-08-18. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Billy T. KRUGLAK, Petitioner-Appellant, v. E. Wilson PURDY Et Al., Respondents-Appellees\n**판결일**: 1978-08-18\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Brown, Coleman, Per Curiam, Vance\n\n## 변호인\n\nLouis M. Jepeway, Jr., Miami, Fla., for petitioner-appellant., Robert L. Shevin, Atty. Gen., Tallahassee, Fla., Joel D. Rosenblatt, Asst. Atty. Gen., Miami, Fla., for respondents-appellees.\n\n## 인용\n\n- 578 F.2d 574\n\n## 판결문 요약\n\n578 F.2d 574\n    Billy T. KRUGLAK, Petitioner-Appellant,v.E. Wilson PURDY et al., Respondents-Appellees.\n    No. 77-1847\n    \n      Summary Calendar.*\n      United States Court of Appeals,Fifth Circuit.\n      Aug. 18, 1978.\n      Louis M. Jepeway, Jr., Miami, Fla., for petitioner-appellant.\n      Robert L. Shevin, Atty. Gen., Tallahassee, Fla., Joel D. Rosenblatt, Asst. Atty. Gen., Miami, Fla., for respondents-appellees.\n      Appeal from the United States District Court for the Southern District of Florida.\n      Before BROWN, Chief Judge, COLEMAN and VANCE, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      This is an appeal from a denial of a writ of habeas corpus.  Appellant Kruglak seeks review of his claim that his state trial was rendered unfair by false and inflammatory remarks in the prosecutor's closing argument.\n    \n    \n      2\n      Appellant was tried with three co-defendants on charges of possession of and conspiracy to sell marijuana.  The testimony at trial presented conflicting versions of his involvement in the alleged sale, the government narcotics agent describing appellant as an active participant, the co-defendants alleging that he had nothing to do with the transaction.  Apparently believing the agent's story, the jury convicted Kruglak on both counts.\n    \n    \n      3\n      During closing argument, defense counsel blasted the narcotics agent, accusing him of lying and of conspiring to frame appellant.  He also argued that marijuana, though il...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=billy-t-kruglak-v-e-wilson-purdy"
    }
  ],
  "relatedIncidents": [
    17674,
    17677,
    17680,
    17681,
    17682
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}