{
  "id": 17769,
  "title": "1978년 Merco Construction Engineers, Inc. v. Municipal Court 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-07-25",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Merco Construction Engineers, Inc. v. Municipal Court. 판결일: 1978-07-25. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: MERCO CONSTRUCTION ENGINEERS, INC., Plaintiff and Appellant, v. THE MUNICIPAL COURT FOR THE LONG BEACH JUDICIAL DISTRICT OF LOS ANGELES COUNTY, Defendant and Respondent; SULLY-MILLER CONTRACTING COMPANY, Real Party in Interest and Respondent\n**판결일**: 1978-07-25\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Clark, Newman, Tobriner\n\n## 변호인\n\nCounsel, Grant & Popovich and Irvin Grant for Plaintiff and Appellant., John H. Larson, County Counsel, and David B. Kelsey, Deputy County Counsel, for Defendant and Respondent., Herbert M. Rosenthal, Ronald Stovitz, Joseph P. Charney and Kenyon F. Dobberteen as Amici Curiae on behalf of Defendant and Respondent., No appearance for Real Party in Interest and Respondent.\n\n## 인용\n\n- 581 P.2d 636\n- 21 Cal. 3d 724\n- 147 Cal. Rptr. 631\n\n## 판결문 요약\n\n\n21 Cal. 3d 724 (1978)\n581 P.2d 636\n147 Cal. Rptr. 631\nMERCO CONSTRUCTION ENGINEERS, INC., Plaintiff and Appellant,\nv.\nTHE MUNICIPAL COURT FOR THE LONG BEACH JUDICIAL DISTRICT OF LOS ANGELES COUNTY, Defendant and Respondent; SULLY-MILLER CONTRACTING COMPANY, Real Party in Interest and Respondent.\nDocket No. L.A. 30825.\nSupreme Court of California.\nJuly 25, 1978.\n*726 COUNSEL\nGrant &amp; Popovich and Irvin Grant for Plaintiff and Appellant.\nJohn H. Larson, County Counsel, and David B. Kelsey, Deputy County Counsel, for Defendant and Respondent.\nHerbert M. Rosenthal, Ronald Stovitz, Joseph P. Charney and Kenyon F. Dobberteen as Amici Curiae on behalf of Defendant and Respondent.\nNo appearance for Real Party in Interest and Respondent.\nOPINION\nCLARK, J.\n(1a) Appeal from judgment denying petition for writ of mandate directing, inter alia, the respondent Long Beach Municipal *727 Court to allow petitioner, Merco Construction Engineers, Inc., a corporation (Merco), to appear in a civil action through a corporate officer not an attorney.[1] Merco relies on Code of Civil Procedure section 90, purporting to authorize such an appearance.[2] We conclude the Legislature cannot constitutionally vest in a person not licensed to practice law the right to appear in a court of record in behalf of another person, including a corporate entity. We therefore affirm the judgment.\nBoth the municipal court and Sully-Miller contend the Legislature is precluded by the separation of powers clause from ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=merco-construction-engineers-inc-v-municipal-court"
    }
  ],
  "relatedIncidents": [
    17734,
    17739,
    17743,
    17749,
    17775
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}