{
  "id": 17767,
  "title": "1978년 Ziegler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-07-31",
  "location": "Utah, UT, USA",
  "summary": "미국 Utah, UT 법원 판결 사건. 사건명: Ziegler. 판결일: 1978-07-31. 법원: Utah Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Randy A. ZIEGLER, Plaintiff and Appellant, v. William MILIKEN and the State of Utah, Defendants and Respondents\n**판결일**: 1978-07-31\n**법원**: Utah Supreme Court\n**관할**: Utah, UT\n\n**판사**: Crockett, Ellett, Hall, Mau-Ghan, Maughan, Wilkins\n\n## 변호인\n\nRandall T. Gaither, Salt Lake City, for plaintiff and appellant., Robert B. Hansen, Atty. Gen., William W. Barrett, Asst. Atty. Gen., Salt Lake City, for defendants and respondents.\n\n## 인용\n\n- 583 P.2d 1175\n\n## 판결문 요약\n\n\n*1176CROCKETT, Justice:\nRandy A. Ziegler, an inmate serving a sentence for burglary in the Utah State Prison, was placed in isolated confinement after engaging in an attempt to escape and making an assault upon a prison guard. He filed in district court a petition in habeas corpus1 alleging cruel and unusual punishment in denying his constitutional rights of free speech, freedom of religion, and access to the library and to legal materials. Upon the basis of the representations made to the district court, it ruled that he had shown no grounds for relief, including that he had not exhausted his administrative remedies. He appeals.\nIn considering his contentions, it is appropriate to have in mind the purpose and the scope of habeas corpus. Though its original purpose was to test the lawfulness of the cause of one’s restraint or imprisonment, or the propriety of proceedings relating thereto, it is not to be doubted that the understanding of the nature of the writ has been broadened to test other alleged violations of basic rights;2 and that this would include cruel and unusual punishment,3 or anything that would properly fit within that charge.4\nNotwithstanding the foregoing, in order to state a ground for relief, it must appear from such a petition, (1) that there is some such violation of a basic right; and (2) that the petitioner has exhausted his administrative remedies, before seeking relief from the courts.5 The reason for this is that, consistent with their obligation of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ziegler-v-miliken"
    }
  ],
  "relatedIncidents": [
    17677,
    17685,
    17701,
    17703,
    17716
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}