{
  "id": 17760,
  "title": "1978년 United States v. Elmer Brady, Jr., United States of America v. Joseph James Waters 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-08-08",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Elmer Brady, Jr., United States of America v. Joseph James Waters. 판결일: 1978-08-08. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Elmer BRADY, Jr., Appellant; UNITED STATES of America, Appellee, v. Joseph James WATERS, Appellant\n**판결일**: 1978-08-08\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Chambers, Kelleher, Kilkenny\n\n## 변호인\n\nJames P. Murphy, of Berger, Anderson, Sinclair & Murphy, Charles F. Moses, of Moses, Tolliver & Wright, Billings, Mont., for appellants., Robert Zimmerman, Asst. U. S. Atty., Billings, Mont., for appellee.\n\n## 인용\n\n- 579 F.2d 1121\n\n## 판결문 요약\n\n579 F.2d 1121\n    UNITED STATES of America, Appellee,v.Elmer BRADY, Jr., Appellant.UNITED STATES of America, Appellee,v.Joseph James WATERS, Appellant.\n    Nos. 77-3677, 77-3678.\n    United States Court of Appeals,Ninth Circuit.\n    June 20, 1978.Rehearing and Rehearing En Banc Denied Aug. 8, 1978.\n    \n      James P. Murphy, of Berger, Anderson, Sinclair &amp; Murphy, Charles F. Moses, of Moses, Tolliver &amp; Wright, Billings, Mont., for appellants.\n      Robert Zimmerman, Asst. U. S. Atty., Billings, Mont., for appellee.\n      Appeals from the United States District Court, District of Montana (Billings Division).\n      Before CHAMBERS and KILKENNY, Circuit Judges, and KELLEHER, District Judge.*\n      KILKENNY, Circuit Judge:\n    \n    \n      1\n      Each appellant is an Indian, who was tried by a jury and convicted of voluntary manslaughter committed on the Northern Cheyenne Indian Reservation in violation of 18 U.S.C. &#167;&#167; 1112 and 1153.  The cases were consolidated for trial and for the arguments on appeal.  We hold that each judgment of conviction must be affirmed.FACTS\n    \n    \n      2\n      The record shows that Fred Medicine Bull, Sr.  (decedent) was involved in an automobile accident on June 18, 1977, resulting in hospitalization for head injuries until June 20th of the same year.  After leaving the hospital, decedent set out on a drinking spree and became intoxicated.  In the early morning hours of June 21st, he ended up in a small house on the Northern Che...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-elmer-brady-jr-united-states-of-america-v-joseph-james"
    }
  ],
  "relatedIncidents": [
    17674,
    17694,
    17696,
    17700,
    17702
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}