{
  "id": 17768,
  "title": "1978년 Adams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-07-26",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: Adams. 판결일: 1978-07-26. 법원: Nevada Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The STATE OF NEVADA, Appellant, v. IKE ADAMS, Respondent\n**판결일**: 1978-07-26\n**법원**: Nevada Supreme Court\n**관할**: Nevada, NV\n\n**판사**: Batjer, Gunderson, Manou-Kian, Mowbray, Thompson\n\n## 변호인\n\nGeorge E. Holt, District Attorney, and Thomas D. Beatty, Assistant District Attorney, Clark County, for Appellant., Swanson & Momot, of Las Vegas, for Respondent.\n\n## 인용\n\n- 581 P.2d 868\n- 94 Nev. 503\n\n## 판결문 요약\n\n\n581 P.2d 868 (1978)\nThe STATE of Nevada, Appellant,\nv.\nIke ADAMS, Respondent.\nNo. 10302.\nSupreme Court of Nevada.\nJuly 26, 1978.\nGeorge E. Holt, Dist. Atty., and Thomas D. Beatty, Asst. Dist. Atty., Las Vegas, for appellant.\nSwanson &amp; Momot, Las Vegas, for respondent.\n\nOPINION\nTHOMPSON, Justice.\nIke Adams entered a voluntary plea of guilty to burglary in a Food King Store. He had there unlawfully taken about $50 worth of canned hams. Before accepting his guilty plea the court asked whether he had formed the intent to steal something before he entered the store to which inquiry Adams answered \"yes.\" Statute declares that one is guilty of burglary if he enters a *869 store with intent to commit grand or petit larceny. NRS 205.060.[1]\nSubsequently, the court allowed Adams to withdraw his guilty plea. The court reasoned that Adams, as a member of the public, was invited to the Food King Store, and that his crime was petit larceny rather than burglary.\n1. A guilty plea may be withdrawn to correct manifest injustice. NRS 176.165.[2] A motion to withdraw a plea of guilty is addressed to the discretion of the court, and the court's decision thereon will not be set aside on appeal unless an abuse of discretion is apparent. State v. Second Judicial District Court, 85 Nev. 381, 455 P.2d 923 (1969).\n2. A common law breaking is not an essential element of the crime of burglary. McNeeley v. State, 81 Nev. 663, 409 P.2d 135 (1965); State v. Watkins, 11 Nev. 30 (1876). Our statute requi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-adams"
    }
  ],
  "relatedIncidents": [
    17677,
    17685,
    17701,
    17703,
    17716
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}