{
  "id": 17775,
  "title": "1978년 Kleibrink 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-07-15",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Kleibrink. 판결일: 1978-07-15. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: Ann Kleibrink, and Beth Anne Kleibrink, a Minor, by Her Mother and Next Friend, Ann Kleibrink, Appellees, v. Missouri-Kansas-Texas Railroad Company, Inc., Appellant\n**판결일**: 1978-07-15\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Fromme, Schroeder\n\n## 변호인\n\nJohn B. Markham, of Parsons, argued the cause and was on the brief for the appellant., Charles F. Forsyth, of Erie, argued the cause, and was on the brief for the appellees.\n\n## 인용\n\n- 581 P.2d 372\n- 224 Kan. 437\n\n## 판결문 요약\n\n\n224 Kan. 437 (1978)\n581 P.2d 372\nANN KLEIBRINK, and BETH ANNE KLEIBRINK, a Minor, by Her Mother and Next Friend, ANN KLEIBRINK, Appellees,\nv.\nMISSOURI-KANSAS-TEXAS RAILROAD COMPANY, INC., Appellant.\nNo. 48,818\nSupreme Court of Kansas.\nOpinion filed July 15, 1978.\nJohn B. Markham, of Parsons, argued the cause and was on the brief for the appellant.\n*438 Charles F. Forsyth, of Erie, argued the cause, and was on the brief for the appellees.\nThe opinion of the court was delivered by\nSCHROEDER, C.J.:\nThis is an appeal from an action to recover for the wrongful death of plaintiffs-appellees' decedent, Royal Edward Kleibrink, who was killed when his car collided with a train owned and operated by the Missouri-Kansas-Texas Railroad Company, Inc., defendant-appellant. The case was tried under our new comparative negligence statute. The jury found the railroad 100 percent negligent and awarded damages in the amount of $101,807.\nThe appellant asserts the trial court erred in limiting opinion testimony by its expert witness; in denying its requested instructions; and in refusing to reduce the damages to $50,000 plus funeral expenses as the limit for wrongful death. It also complains of misconduct by opposing counsel in his closing argument and challenges the sufficiency of the evidence.\nThe accident occurred on July 24, 1974, at approximately 9:20 p.m. at a public crossing just west of Stark, Kansas. The railroad track is straight and level at the crossing, and State Highway 201 dips sl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kleibrink-v-missouri-kansas-texas-railroad-co"
    }
  ],
  "relatedIncidents": [
    17734,
    17739,
    17743,
    17749,
    17769
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}