{
  "id": 17777,
  "title": "1978년 Alexander 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-07-11",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: Alexander. 판결일: 1978-07-11. 법원: West Virginia Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State of West Virginia v. James Alexander; And State of West Virginia v. Percy Johnson\n**판결일**: 1978-07-11\n**법원**: West Virginia Supreme Court\n**관할**: West Virginia, WV\n\n**판사**: Harshbarger\n\n## 변호인\n\nMichael F. Gibson, Johnston, Holroyd & Gibson for Alexander., William J. Akers for Johnson., Chauncey H. Browning, Attorney General, David F. Greene, Assistant Attorney General, for State of W. Va.\n\n## 인용\n\n- 245 S.E.2d 633\n- 161 W. Va. 776\n\n## 판결문 요약\n\n\n245 S.E.2d 633 (1978)\nSTATE of West Virginia\nv.\nJames ALEXANDER.\nSTATE of West Virginia\nv.\nPercy JOHNSON.\nNos. 13831, 13832.\nSupreme Court of Appeals of West Virginia.\nJuly 11, 1978.\n*635 Michael F. Gibson, Johnston, Holroyd &amp; Gibson, Princeton, for Alexander.\nWilliam J. Akers, Princeton, for Johnson.\nChauncey H. Browning, Jr., Atty. Gen., David F. Greene, Paul T. Farrell, Asst. Attys. Gen., Charleston, for State of W.Va.\nHARSHBARGER, Justice:\nThe defendants, James Alexander and Percy Johnson, were jointly tried and both found guilty of armed robbery by a Mercer County Circuit Court jury, and each was sentenced to twenty years in the penitentiary.\nThe record indicates that defendants and a third person, James Moon, robbed the Phillips IGA Store in Bluefield, Mercer County, West Virginia in January of 1973. Alexander obtained money from one of the cashiers at the store by putting a knife to her throat while Johnson extracted funds from a second cashier. Approximately $1340 was taken during the robbery.\nWalter Toppins, the owner of a service station in Wayne County, some miles from Bluefield, testified that defendants and Moon drove an automobile into his service station in the early morning of the day next following the robbery. The car had a flat tire. The three men had difficulty getting into the trunk to repair the tire because they had no key to the trunk lock, and they bought gasoline but had to pry the locked gas cap off because they had no key to it either. He also...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-alexander"
    }
  ],
  "relatedIncidents": [
    17677,
    17685,
    17701,
    17703,
    17716
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}