{
  "id": 17776,
  "title": "1978년 Fleck 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-07-14",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Fleck. 판결일: 1978-07-14. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Minnesota, Appellant, v. Orval F. FLECK, Respondent\n**판결일**: 1978-07-14\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Per Curiam\n\n## 변호인\n\nWarren Spannaus, Atty. Gen., Thomas L. Fabel, Deputy Atty. Gen., Gary Hansen, Sp. Asst. Atty. Gen., St. Paul, William P. Lines, County Atty., Milaca, for appellant., Michael K. O’Tool, St. Cloud, for respondent.\n\n## 인용\n\n- 269 N.W.2d 736\n\n## 판결문 요약\n\n\n269 N.W.2d 736 (1978)\nSTATE of Minnesota, Appellant,\nv.\nOrval F. FLECK, Respondent.\nNo. 49066.\nSupreme Court of Minnesota.\nJuly 14, 1978.\nWarren Spannaus, Atty. Gen., Thomas L. Fabel, Deputy Atty. Gen., Gary Hansen, Sp. Asst. Atty. Gen., St. Paul, William P. Lines, County Atty., Milaca, for appellant.\nMichael K. O'Tool, St. Cloud, for respondent.\nConsidered and decided by the court without oral argument.\nPER CURIAM.\nThis is an appeal brought by the prosecution pursuant to Rule 29.03, subd. 1, Rules of Criminal Procedure, from an order of the district court dismissing on its own motion incest charges contained in amended complaints charging defendant with incest and first-degree criminal sexual conduct, Minn.St. 609.342(a) and 609.365. We dismiss the appeal as being from a nonappealable *737 order under Rule 29.03, subd. 1, Rules of Criminal Procedure.\nMinn.St. 631.21 reads as follows:\n\"The court may, either of its own motion or upon the application of the prosecuting officer, and in furtherance of justice, order any criminal action, whether prosecuted upon indictment, information, or complaint, to be dismissed; but in that case the reasons for the dismissal shall be set forth in the order, and entered upon the minutes, and the recommendations of the prosecuting officer in reference thereto, with his reasons therefor, shall be stated in writing and filed as a public record with the official files of the case.\"\nThe district court on its own motion and \"in furtherance of justic...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-fleck"
    }
  ],
  "relatedIncidents": [
    17674,
    17677,
    17680,
    17681,
    17682
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}