{
  "id": 17778,
  "title": "1978년 Candelaria 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-07-11",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Candelaria. 판결일: 1978-07-11. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Raymond Candelaria\n**판결일**: 1978-07-11\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Sullivan\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, William I. Weisberg for appellant., Mark Dwyer of counsel (Jerrold L. Neugarten with him on the brief; Robert M. Morgenthau, District Attorney), for respondent.\n\n## 인용\n\n- 63 A.D.2d 85\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nSullivan, J.\nDefendant, Raymond Candelaria, appeals from a conviction *87of murder in the second degree. At issue is the legality of a warrantless search of a parolee’s home by his parole officer.\nThe deceased, Luis Julia, and Candelaria lived in the same building. On occasion Candelaria worked as superintendent in the building.\nOn the evening of June 23, 1974, Julia and Candelaria quarreled over Candelaria’s intrusion into a conversation between Julia and an unidentified neighbor about a plumbing leak. Candelaria took offense at the manner in which Julia rebuked him, stated that he was \"a man” and that no one could talk to him that way, and then drew a knife. As Julia retreated into his apartment Candelaria threatened to get a gun and shoot him. As it later developed, this was Candelaria’s second recent threat, as 10 days earlier, taunted by neighborhood boys, he warned them that he would use a .22 calibre gun on anyone who \"played around with him.”\nThe next day, at about 1:15 in the afternoon Candelaria showed Lydia Radu, another tenant, a gun, and told her that he was going to \"kill the guy.” Radu attempted to dissuade him but he ignored her entreaties, and insisted \"No, I’m gonna kill the guy. I can’t take that from him.”\nAbout an hour later, Julia returned home from work and, as he passed under his apartment window, whistled to his wife, as was his habit. Mrs. Julia came to the window and they spoke. When they finished speaking, Julia turned to walk...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harris-v-mechanicville-central-school-district"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-candelaria"
    }
  ],
  "relatedIncidents": [
    17674,
    17694,
    17696,
    17700,
    17702
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}