{
  "id": 17785,
  "title": "1978년 United States v. J. Robert Westbo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-06-28",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. J. Robert Westbo. 판결일: 1978-06-28. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. J. Robert WESTBO, Defendant-Appellant\n**판결일**: 1978-06-28\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n**판사**: Holloway, McKAY, Seth\n\n## 변호인\n\nArthur II. Bosworth, II, Bosworth & Slivka, Denver, Colo., for appellant., Richard N. Stuckey, Asst. U. S. Atty., Denver, Colo. (Joseph Dolan, U. S. Atty., Denver, Colo., on the brief), for appellee.\n\n## 인용\n\n- 576 F.2d 285\n\n## 판결문 요약\n\n576 F.2d 285\n    UNITED STATES of America, Plaintiff-Appellee,v.J. Robert WESTBO, Defendant-Appellant.\n    No. 77-1368.\n    United States Court of Appeals,Tenth Circuit.\n    Argued and Submitted April 19, 1978.Decided May 11, 1978.Rehearing Denied June 28, 1978.\n    \n      Arthur H. Bosworth, II, Bosworth &amp; Slivka, Denver, Colo., for appellant.\n      Richard N. Stuckey, Asst. U. S. Atty., Denver, Colo.  (Joseph Dolan, U. S. Atty., Denver, Colo., on the brief), for appellee.\n      Before SETH, Chief Judge, and HOLLOWAY and McKAY, Circuit Judges.\n      McKAY, Circuit Judge.\n    \n    \n      1\n      Defendant J. Robert Westbo was indicted on two counts of mail fraud (18 U.S.C. &#167; 1341) and two counts of wire fraud (18 U.S.C. &#167; 1343).  He was acquitted of the mail fraud counts but was convicted of the two wire fraud counts after a jury trial.  Defendant does not challenge the sufficiency of the evidence on appeal.  He contends, however, that he failed to receive a fair trial because (1) the jury heard prejudicial evidence relating to an uncharged crime, and (2) the trial court refused to give the \"good faith\" instruction requested by defendant.\n    \n    \n      2\n      As president of three mortgage and management companies located in Bellevue, Washington, defendant was contacted by the Bankers Union Life Insurance Company (BULIC) of Denver, Colorado, in the fall of 1975.  Defendant agreed to act as a broker for BULIC in finding a purchaser for a block of more than 100...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-j-robert-westbo"
    }
  ],
  "relatedIncidents": [
    17818,
    17826,
    17827,
    17884,
    17416
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}