{
  "id": 17786,
  "title": "1978년 Factors Etc., Inc. And Boxcar Enterprises Inc. v. Pro Arts, Inc. And Stop and Shop Companies, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-06-27",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Factors Etc., Inc. And Boxcar Enterprises Inc. v. Pro Arts, Inc. And Stop and Shop Companies, Inc.. 판결일: 1978-06-27. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: FACTORS ETC., INC. and Boxcar Enterprises Inc., Plaintiffs-Appellees, v. PRO ARTS, INC. and Stop and Shop Companies, Inc., Defendants-Appellants\n**판결일**: 1978-06-27\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Ingraham, Mansfield, Waterman\n\n## 변호인\n\nRaymond E. Scott, Detroit, Mich. (Ralph T. Rader, Burke, Va., Cullen, Settle, Sloman & Cantor, Detroit, Mich., Kane, Dalsimer, Kane, Sullivan & Kurucz, Joseph C. Sullivan, and John F. Boyle, New York City, of counsel), for defendants-appellants., Michael C. Silberberg, New York City, and Arthur Fields, Beverly Hills, Cal. (Ervin, Cohen & Jessup, Beverly Hills, Cal., of counsel and Golenbock & Barell, New York City), for plaintiffs-appellees.\n\n## 인용\n\n- 579 F.2d 215\n\n## 판결문 요약\n\n579 F.2d 215\n    205 U.S.P.Q. 751, 4 Media L. Rep. 1144\n    FACTORS ETC., INC. and Boxcar Enterprises Inc., Plaintiffs-Appellees,v.PRO ARTS, INC. and Stop and Shop Companies, Inc.,Defendants-Appellants.\n    No. 655, Docket 77-7544.\n    United States Court of Appeals,Second Circuit.\n    Argued May 8, 1978.Decided June 27, 1978.\n    \n      Raymond E. Scott, Detroit, Mich.  (Ralph T. Rader, Burke, Va., Cullen, Settle, Sloman &amp; Cantor, Detroit, Mich., Kane, Dalsimer, Kane, Sullivan &amp; Kurucz, Joseph C. Sullivan, and John F. Boyle, New York City, of counsel), for defendants-appellants.\n      Michael C. Silberberg, New York City, and Arthur Fields, Beverly Hills, Cal.  (Ervin, Cohen &amp; Jessup, Beverly Hills, Cal., of counsel and Golenbock &amp; Barell, New York City), for plaintiffs-appellees.\n      Before WATERMAN, INGRAHAM* and MANSFIELD, Circuit Judges.\n      INGRAHAM, Circuit Judge:\n    \n    \n      1\n      Plaintiffs-Appellees, Factors Etc., Inc.  (Factors) and Boxcar Enterprises, Inc.  (Boxcar), sued Defendants-Appellants, Pro Arts, Inc.  (Pro Arts) and Stop and Shop Companies, Inc.  (Stop and Shop), for injunctive relief and damages based upon defendants' alleged misappropriation and unauthorized use of the name and likeness of Elvis Presley (Presley).  The trial court granted the plaintiffs' preliminary injunction upon its findings that the exclusive right to market Presley memorabilia survived the death of Presley, and the Presley poster printed by defendants alle...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=factors-etc-inc-and-boxcar-enterprises-inc-v-pro-arts-inc-and-stop"
    }
  ],
  "relatedIncidents": [
    17696,
    17731,
    17840,
    17917,
    17413
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}