{
  "id": 17782,
  "title": "1978년 Four Star Beer Dist., Inc. v. New York State Liquor Authority 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-07-03",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Four Star Beer Dist., Inc. v. New York State Liquor Authority. 판결일: 1978-07-03. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Four Star Beer Dist., Inc. v. New York State Liquor Authority\n**판결일**: 1978-07-03\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Beisheim\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Charles J. Carreras for petitioner. Warren B. Pesetsky for respondent.\n\n## 인용\n\n- 95 Misc. 2d 307\n\n## 판결문 요약\n\n\n*308OPINION OF THE COURT\nGeorge Beisheim, Jr., J.\nThis is an article 78 proceeding (in the nature of mandamus) brought by Four Star Beer Dist., Inc., against New York State Liquor Authority to vacate, set aside and annul the determination of the respondent not to approve petitioner’s application to register the brand name Coors Banquet Beer as set forth in respondent’s determination dated April 7, 1978; and to direct respondent to approve petitioner’s application to register the name Coors Banquet Beer for the license year commencing July 1, 1978.\nThe substantial facts necessary for a judicial determination of this matter do not seem to be at issue.\nPetitioner is a licensee of the respondent (Wholesale Beer License Serial No. 8 CO 4895) to sell beer at wholesale to duly licensed wholesalers, retailers and permittees in the State of New York.\nThe brand name Coors Banquet Beer apparently had been registered pursuant to section 107-a of the Alcoholic Beverage Control Law with the State Liquor Authority for many years ending June 3, 1978. The prior New York State licensee, NYS-TS Beverage Corp., wrote the respondent on December 2, 1977, advising respondent that it was \"withdrawing our registration of 'Coors Banquet Beer’ effective December 5, 1977”. Thereafter, petitioner, on or about February 3, 1978, filed an application with respondent for a brand label registration for Coors Banquet Beer and was advised by the respondent by letter dated April 7, 1978, that respondent, at a r...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=four-star-beer-dist-inc-v-new-york-state-liquor-authority"
    }
  ],
  "relatedIncidents": [
    17706,
    17674,
    17677,
    17680,
    17681
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}