{
  "id": 17788,
  "title": "1978년 Seagraves 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-06-23",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Seagraves. 판결일: 1978-06-23. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: SEAGRAVES v. State\n**판결일**: 1978-06-23\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Quillian\n\n## 변호인\n\nLawrence E. Harrington, for appellant., Robert E. Keller, District Attorney, Clifford A. Sticker, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 146 Ga. App. 419\n\n## 판결문 요약\n\n\nQuillian, Presiding Judge.\nThe defendant appeals his conviction for burglary. Held:\n1. It is contended that the trial judge erred in allowing into evidence the fact that the defendant had previously plead guilty to the crime for which he was being tried and in failing to declare a mistrial.\nThis occurred during cross examination of the defendant and no objection was interposed. Previously the defendant had testified that he was arrested for another burglary and that he \"copped out for it.” In response to the question, \"Have you copped out to any other burglaries that you say you didn’t do?” he volunteered \"No, I haven’t copped out to any more. I copped to this one at first but I figured I was going to get probation, you know. But since they wanted to give me some time —” The following then ensued: \"You copped out to which one, first? A. This one. *420The one I’m on now . . . [Q.] This burglary involved in Court today?” The trial judge then intervened, ordered the jury taken out and after warning the state’s attorney that a mistrial would be declared if that subject was pursued, instructed that the line of questioning be discontinued.\nSubmitted June 8, 1978\nDecided June 23, 1978.\nLawrence E. Harrington, for appellant.\nRobert E. Keller, District Attorney, Clifford A. Sticker, Assistant District Attorney, for appellee.\nUnder the circumstances related and in the absence of an objection or motion, we find no basis for reversal. Burns v. State, 240 Ga. 827 (4) (242 SE2d 579).\n2. T...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=seagraves-v-state"
    }
  ],
  "relatedIncidents": [
    17677,
    17685,
    17701,
    17703,
    17716
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}