{
  "id": 17784,
  "title": "1978년 Henry 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-06-29",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Henry. 판결일: 1978-06-29. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Nadia B. HENRY, Administratrix with the Will Annexed of the Estate of James Howard Henry v. TEXTRON, INC., BELL HELICOPTER TEXTRON, a division of Textron, Inc. v. The VIRGINIA NATIONAL GUARD and its Adjutant General, the Commonwealth of Virginia, and The United States of America, Third-Party Defendant Elmer W. RAMSEY, Administrator of the Estate of Philip R. Ramsey v. TEXTRON, INC., BELL HELICOPTER TEXTRON, a division of Textron, Inc. v. The VIRGINIA NATIONAL GUARD and its Adjutant General, the Commonwealth of Virginia, and The United States of America, Third-Party Defendant Nadia B. HENRY, Administratrix with the Will Annexed of the Estate of James Howard Henry v. TEXTRON, INC., BELL HELICOPTER TEXTRON, a division of Textron, Inc. v. The UNITED STATES of America, and The Virginia National Guard and its Adjutant General and the Commonwealth of Virginia, Third-Party Defendants Elmer W. RAMSEY, Administrator of the Estate of Philip R. Ramsey v. TEXTRON, INC., BELL HELICOPTER TEXTRON, a division of Textron, Inc. v. The UNITED STATES of America, and The Virginia National Guard and its Adjutant General and the Commonwealth of Virginia, Third-Party\n**판결일**: 1978-06-29\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n**판사**: Lay\n\n## 변호인\n\nPaul Sullivan and John C. Sullivan, Cumberland, Md., for appellant., F. Ford Loker, Asst. Atty. Gen., Baltimore, Md. (Francis B. Burch, Atty. Gen., and Clarence W. Sharp, Asst. Atty. Gen., Chief, Crim. Div., Baltimore, Md., on brief), for appellees.\n\n## 인용\n\n- 577 F.2d 1163\n\n## 판결문 요약\n\n\nPER CURIAM:\nGary Lee Miller appeals from the district court’s judgment denying his petition for habeas corpus. We affirm.\nMiller was convicted of murder after a non-jury trial before two judges of the Circuit Court of Allegheny County, Maryland. The trial court admitted into evidence a confession given by Miller to the police on the day of his arrest when he was 16 years old. The Court of Appeals of Maryland agreed with the trial court that Miller’s statement “had been freely and voluntarily given, and that . . [he] knowingly and intelligently waived his constitutional rights,” and it affirmed the conviction. Miller v. State, 251 Md. 362, 247 A.2d 530, 540 (1968).\nWhile Miller chose not to testify at trial concerning the circumstances surrounding his confession, he did testify at a state post-conviction hearing. He claimed that the police did not advise him of his Miranda rights, did not allow him to see his parents, and fabricated the confession. The police denied these allegations. The state judge did not believe Miller’s testimony and held that he had voluntarily confessed. The district court, finding that the state court had applied the proper constitutional standards and that the record supported its findings of fact, decided this case on the pleadings and state record without a hearing. See Townsend v. Sain, 372 U.S. 293, 83 S.Ct. 745, 9 L.Ed.2d 770 (1963); 28 U.S.C. § 2254(d).\nMiller contends",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=henry-v-textron-inc-bell-helicopter-textron"
    }
  ],
  "relatedIncidents": [
    17674,
    17694,
    17696,
    17700,
    17702
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}