{
  "id": 17794,
  "title": "1978년 Boykin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-06-16",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Boykin. 판결일: 1978-06-16. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Boykin v. DeSoto Parish Police Jury\n**판결일**: 1978-06-16\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Bolin, Hall and Jones\n\n## 인용\n\n- 359 So. 2d 239\n\n## 판결문 요약\n\n\n359 So. 2d 239 (1978)\nWillie H. BOYKIN, Jr., Norman Washington, Clarice Lipkins and Earl Lewing, Plaintiffs-Appellants,\nv.\nDeSOTO PARISH POLICE JURY, James Lynn Davis (District Attorney for 11th Judicial District) and Roy D. Webb (Sheriff for DeSoto Parish), Defendants-Appellees.\nNo. 13538.\nCourt of Appeal of Louisiana, Second Circuit.\nMay 1, 1978.\nWrit Refused June 16, 1978.\n*241 Watson, Murchison, Crews, Arthur &amp; Corkern by William P. Crews, Jr., and Ronald E. Corkern, Jr., Natchitoches, for plaintiffs-appellants.\nE. L. Edwards, Jr., Asst. Dist. Atty., Many, for defendants-appellees.\nBefore BOLIN, HALL and JONES, JJ.\nHALL, Judge.\nPlaintiffs' suit attacks the legality of a local option election and an ordinance enacted pursuant to the election prohibiting the sale of alcoholic beverages in Ward 8 of DeSoto Parish, which includes the municipality of Logansport. From a judgment rejecting their demands for an injunction and dismissing their suit, plaintiffs appeal. We affirm.\nEach of plaintiffs' contentions shall be separately stated and discussed.\n1. The petition requesting the local option election did not comply with LSA-R.S. 26:582 and 583 in that it did not request that the election be separately called and held with the results separately binding on the incorporated municipality and the unincorporated balance of the ward.\nTracking the language of LSA-R.S. 26:583, the petition requested that the police jury \"call an election to submit, in the manner provided by law, t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=boykin-v-desoto-parish-police-jury"
    }
  ],
  "relatedIncidents": [
    17674,
    17677,
    17680,
    17681,
    17682
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}