{
  "id": 17806,
  "title": "1978년 Carton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-06-06",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Carton. 판결일: 1978-06-06. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: CARTON v. State\n**판결일**: 1978-06-06\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Smith\n\n## 변호인\n\nCarlisle & Newton, John T. Newton, Jr., for appellant., Johnnie L. Caldwell, Jr., District Attorney, Paschall A. English, Jr., J. David Fowler, Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 146 Ga. App. 137\n\n## 판결문 요약\n\n\nSmith, Judge.\nAppellant was convicted of the armed robbery of a food store. He alleges the trial court erroneously overruled both his motion to suppress certain evidence and his motion for directed verdict. We affirm.\n1. Assuming arguendo the court erroneously denied appellant’s motion to suppress, that error could only have been harmless. In addition to positive, in-court identifications by the two store operators in whose presence the money was stolen, there exists ample other, unobjectionable evidence sufficient to sustain the *138conviction apart from the evidence which was the subject of the motion to suppress.\nSubmitted March 2, 1978\nDecided June 6, 1978.\nCarlisle &amp; Newton, John T. Newton, Jr., for appellant.\nJohnnie L. Caldwell, Jr., District Attorney, Paschall A. English, Jr., J. David Fowler, Assistant District Attorneys, for appellee.\n2. The indictment alleged the money stolen belonged to \"a corporation, d/b/a Kwickie Food Store, Inc.,” and the evidence adduced at trial showed that the stolen money belonged to \"Kwickie Food Store, Inc.” We find no fatal variance, and the trial court properly denied appellant’s motion for directed verdict alleging fatal variance. Hunt v. State, 229 Ga. 869 (1) (195 SE2d 31) (1972); Massey v. State, 226 Ga. 703 (5) (177 SE2d 79) (1970).\n\nJudgment affirmed.\n\n\nBeen, P. J., and Banke, J., concur.\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carton-v-state"
    }
  ],
  "relatedIncidents": [
    17677,
    17685,
    17701,
    17703,
    17716
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}