{
  "id": 17801,
  "title": "1978년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-06-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1978-06-12. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Kenneth L. Duval, and Cheryl Duval, on Behalf of Themselves and All Other Nebraska Residents Similarly Situated, Jerry K. Mason and Linda L. Mason v. Midwest Auto City, Inc., a Corporation, Dave Studna, Individually, Dave Studna D/B/A E & J Motor Sales, American Truck Sales, Global Tank Trailer Sales, and D. Studna Auto Sales, Ervin Delp, Individually, Midwest Auto City, Inc., and Ervin Delp D/B/A Tecumseh Motors and Bernard Flaherty\n**판결일**: 1978-06-12\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 578 F.2d 721\n\n## 판결문 요약\n\n578 F.2d 721\n    Kenneth L. DUVAL, and Cheryl Duval, on behalf of themselvesand all other Nebraska residents similarlysituated, Jerry K. Mason and Linda L.Mason, Appellees,v.MIDWEST AUTO CITY, INC., a corporation, Appellant, DaveStudna, Individually, Dave Studna d/b/a E &amp; J Motor Sales,American Truck Sales, Global Tank Trailer Sales, and D.Studna Auto Sales, Ervin Delp, Individually, Appellant,Midwest Auto City, Inc., and Ervin Delp d/b/a TecumsehMotors and Bernard Flaherty.\n    No. 77-1910.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted April 12, 1978.Decided June 12, 1978.\n    \n      Herbert J. Friedman, Lincoln, Neb., on briefs for appellant.\n      Alan L. Plessman, Lincoln, Neb., on brief for appellees.\n      Before BRIGHT and ROSS, Circuit Judges, and TALBOT SMITH,* Senior District Judge.\n      ROSS, Circuit Judge.\n    \n    \n      1\n      Midwest Auto City, Inc.  (Midwest) sells automobiles in Lincoln, Nebraska.  In 1975 Midwest sold to each of the plaintiffs, the Duvals and the Masons, a used car which had had its odometer rolled back to give the impression that the car was a low-mileage vehicle when in fact its true mileage was much higher.  Alleging that they had been victimized by conduct made unlawful under Title IV of the Motor Vehicle Information and Cost Savings Act, 15 U.S.C. &#167; 1981 et seq., plaintiffs commenced this suit.  They sought to recover treble damages together with the costs of the action and an award of attorney fees, all as...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kenneth-l-duval-and-cheryl-duval-on-behalf-of-themselves-and-all-other"
    }
  ],
  "relatedIncidents": [
    17674,
    17677,
    17680,
    17681,
    17682
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}