{
  "id": 17805,
  "title": "1978년 Asusta 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-06-06",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Asusta. 판결일: 1978-06-06. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: METROPOLITAN DADE COUNTY and Marcos R. Correa v. Vilma ASUSTA\n**판결일**: 1978-06-06\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Hendry, Hoe, Pearson\n\n## 변호인\n\nStuart Simon, County Atty. and John H. Moynahan, Jr., Asst. County Atty., for appellants., Weiner & Rubin, Miami, for appellee.\n\n## 인용\n\n- 359 So. 2d 58\n\n## 판결문 요약\n\n\nPEARSON, Judge.\nThe defendants, Metropolitan Dade County and its bus driver, Marcos R. Correa, appeal a final judgment pursuant to a jury verdict, which awarded damages to the plaintiff, Vilma Asusta, who was a bus passenger. The points on appeal urge error concerning (1) the denial of defendants’ motion for a directed verdict, (2) the denial of defendants’ requested instruction that the bus driver had no duty to wait for a passenger to sit down before putting the bus in motion and (3) the failure of the trial judge to apportion the damages in the same amounts as the jury, in a special interrogatory, had apportioned the negligence.\nThe plaintiff filed suit against the bus driver, Dade County (as the operator of the bus system) and Nelson J. Tejeiro (the driver of an automobile whose negligent actions in driving his car were alleged to have caused a sudden stop by the bus). There was a special form of verdict used by the court, which apportioned percentages of fault among the defendants. The jury found for the plaintiff in the amount of $22,500.00, and allotted 95 percent of the fault on defendant Tejeiro and the remaining 5 percent on Dade County and its driver. The final judgment entered the full amount of the verdict against all defendants. This appeal is by Dade County and its driver.\nThe appellants’ first point, urging that the trial judge should have granted their motions for directed verdict, does not present error because the transcript of the evidence was not include...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "방화",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=schulte-v-gold"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=metropolitan-dade-county-v-asusta"
    }
  ],
  "relatedIncidents": [
    17734,
    17739,
    17743,
    17749,
    17769
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}