{
  "id": 17818,
  "title": "1978년 Thomas W. Bell v. Exxon Company, U. S. A., a Division of Exxon Corporation, a Corporation and Humble Oil & Refining Company, a Corporation 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-05-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Thomas W. Bell v. Exxon Company, U. S. A., a Division of Exxon Corporation, a Corporation and Humble Oil & Refining Company, a Corporation. 판결일: 1978-05-23. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Thomas W. BELL, Plaintiff-Appellant, v. EXXON COMPANY, U. S. A., a Division of Exxon Corporation, a Corporation and Humble Oil & Refining Company, a Corporation, Defendants-Appellees\n**판결일**: 1978-05-23\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Browning, Goodwin, Kennedy, Per Curiam\n\n## 변호인\n\nStephen T. Mugglebee, National City, Cal., for plaintiff-appellant., Jack D. Fudge, of McCutchen, Black, Verleger & Shea, Los Angeles, Cal., for defendants-appellees.\n\n## 인용\n\n- 575 F.2d 714\n\n## 판결문 요약\n\n575 F.2d 714\n    Thomas W. BELL, Plaintiff-Appellant,v.EXXON COMPANY, U. S. A., a division of Exxon Corporation, acorporation and Humble Oil &amp; Refining Company, acorporation, Defendants-Appellees.\n    No. 75-2513.\n    United States Court of Appeals,Ninth Circuit.\n    May 5, 1978.As Amended May 23, 1978.\n    \n      Stephen T. Mugglebee, National City, Cal., for plaintiff-appellant.\n      Jack D. Fudge, of McCutchen, Black, Verleger &amp; Shea, Los Angeles, Cal., for defendants-appellees.\n      Appeal from the United States District Court for the Central District of California.\n      Before BROWNING, GOODWIN and KENNEDY, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      Appellant's first three claims pertain to his primary contention that appellee deprived him of sufficient gasoline supplies unfairly and in derogation of appellant's contractual rights.  The district court granted summary judgment on the ground that appellee's failure to deliver on its contractual commitments was excused by virtue of the voluntary allocation program, promulgated under the Economic Stabilization Act of 1970, as amended,12 U.S.C. &#167; 1904, note (Supp.1977) and the Emergency Petroleum Allocation Act of 1973, as amended,  15 U.S.C. &#167; 751, et seq.  (1976).  Clearly, the power of federal courts to enforce private contractual agreements is subject to the limitations of public policy expressed in federal statutes.  Hurd v. Hodge, 334 U.S. 24, 68 S. Ct. 847, 92 L. Ed. 1187 (1948).  Ap...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thomas-w-bell-v-exxon-company-u-s-a-a-division-of-exxon-corporation"
    }
  ],
  "relatedIncidents": [
    17785,
    17826,
    17827,
    17884,
    17416
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}