{
  "id": 17814,
  "title": "1978년 Vahle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-05-26",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Vahle. 판결일: 1978-05-26. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. RAYMOND VAHLE, Defendant-Appellant\n**판결일**: 1978-05-26\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Stengel, Stouder\n\n## 변호인\n\nRichard J. Wilson and Richard E. Cunningham, both of State Appellate Defender’s Office, of Springfield, for appellant., Robert J. Bier, State’s Attorney, of Quincy (Robert C. Perry and James G. Condon, both of State’s Attorneys Appellate Service Commission, of counsel), for the People.\n\n## 인용\n\n- 376 N.E.2d 766\n- 60 Ill. App. 3d 391\n\n## 판결문 요약\n\n\n60 Ill. App.3d 391 (1978)\n376 N.E.2d 766\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nRAYMOND VAHLE, Defendant-Appellant.\nNo. 14046.\nIllinois Appellate Court  Fourth District.\nOpinion filed May 26, 1978.\n*392 Richard J. Wilson and Richard E. Cunningham, both of State Appellate Defender's Office, of Springfield, for appellant.\nRobert J. Bier, State's Attorney, of Quincy (Robert C. Perry and James G. Condon, both of State's Attorneys Appellate Service Commission, of counsel), for the People.\nJudgment affirmed and cause remanded.\nMr. PRESIDING JUSTICE STENGEL delivered the opinion of the court:\nFollowing a jury trial in the circuit court of Adams County, defendant, Raymond Vahle, was convicted of burglary and sentenced to a term of 1 1/2 to 5 years' imprisonment to be served concurrently with a 1 to 3 year sentence he was then serving.\nDefendant presents three issues for review. First, he claims the doctrines of double jeopardy and collateral estoppel barred the State from bringing him to trial for burglary after having first revoked his probation based on his commission of the same offense. Second, he claims the prosecutor's remarks to the jury during closing argument were improper and denied him a fair trial. Finally, defendant argues that he is entitled to credit for time spent in custody prior to his release on bond on the burglary charge and also for time he spent in custody pending revocation of his probation.\nOn November 25, 1975, a Kentucky Fried Chicken...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-vahle"
    }
  ],
  "relatedIncidents": [
    17677,
    17685,
    17701,
    17703,
    17716
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}