{
  "id": 17819,
  "title": "1978년 Pounds 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-05-22",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Pounds. 판결일: 1978-05-22. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: State v. Pounds\n**판결일**: 1978-05-22\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Summers\n\n## 인용\n\n- 359 So. 2d 150\n\n## 판결문 요약\n\n\n359 So. 2d 150 (1978)\nSTATE of Louisiana\nv.\nEddie POUNDS.\nNo. 61,229.\nSupreme Court of Louisiana.\nMay 22, 1978.\nRehearing Denied June 15, 1978.\n*151 Hugh P. Lambert, New Orleans, for defendant-appellant.\nWilliam J. Guste, Jr., Atty. Gen., Barbara Rutledge, Asst. Atty. Gen., Harry F. Connick, Dist. Atty., Lindsay A. Larson, III, Asst. Dist. Atty., for plaintiff-appellee.\nSUMMERS, Justice.\nBy bill filed February 7, 1977 the District Attorney informed the Criminal District Court of Orleans Parish that on January 28, 1977 Eddie Pounds\n\". . . did illegally and intentionally carry concealed on his person a firearm, to-wit: a pistol, the said EDDIE POUNDS having previously been convicted of carrying a concealed weapon on April 22, 1975 in the Criminal District Court for the Parish of Orleans, and also having previously been convicted of carrying a concealed weapon, on May 18, 1973 . . . .\"\nThe offense is a violation of Article 95 of the Criminal Code which, in pertinent part, provides:\n\"A. Illegal carrying of weapons is:\n(1) The intentional concealment of any firearm, or other instrumentality customarily used or intended for probable use as a dangerous weapon, on one's person.\n. . . . . .\nB. Whoever commits the crime of illegal carrying of weapons shall be fined not more than five hundred dollars, or imprisoned for not more than six months, or both.\nC. On a second conviction, the offender shall be imprisoned with or without hard labor for not more than five years.\nD. On third and s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-pounds"
    }
  ],
  "relatedIncidents": [
    17734,
    17739,
    17743,
    17749,
    17769
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}