{
  "id": 17817,
  "title": "1978년 Homer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-05-23",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Homer. 판결일: 1978-05-23. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Homer v. State\n**판결일**: 1978-05-23\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Haverfield, C.J., and Hendry and Nathan\n\n## 인용\n\n- 358 So. 2d 1176\n\n## 판결문 요약\n\n\n358 So. 2d 1176 (1978)\nSteven Joseph HOMER, Appellant,\nv.\nThe STATE of Florida, Appellee.\nNo. 77-1561.\nDistrict Court of Appeal of Florida, Third District.\nMay 23, 1978.\n*1177 Robert S. Appleton, Marathon, for appellant.\nRobert L. Shevin, Atty. Gen., for appellee.\nBefore HAVERFIELD, C.J., and HENDRY and NATHAN, JJ.\nHAVERFIELD, Chief Judge.\nDefendant, Steven Joseph Homer, seeks reversal of an order withholding adjudication of guilt upon a jury verdict of guilty of vehicular homicide [Section 782.071, Florida Statutes (1976)], placing him on 7 years probation and fining him $5,000.\nHomer first urges as reversible error the court's denial of his motion to discharge for failure to afford him a speedy trial pursuant to Fla.R.Crim.P. 3.191. The facts relevant to this issue are as follows:\nOn the night of July 4, 1976, the vehicle operated by Homer struck a pedestrian who was standing near the middle of the highway and threw her across the road. She was then run over by a second vehicle which approached simultaneously in the opposite direction and was declared dead on the scene. Homer was initially charged with driving under the influence of alcoholic beverages [Section 316.028, Florida Statutes (1975)] and trial was set on this charge for September 14. However, Homer's attorney requested a continuance until September 17 and a notice resetting the trial on that date was sent out by the court. The trial date was again continued to October 15. On September 27 the state filed an infor...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=homer-v-state"
    }
  ],
  "relatedIncidents": [
    17674,
    17694,
    17696,
    17700,
    17702
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}