{
  "id": 17828,
  "title": "1978년 Hendrix 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-05-01",
  "location": "South Carolina, SC, USA",
  "summary": "미국 South Carolina, SC 법원 판결 사건. 사건명: Hendrix. 판결일: 1978-05-01. 법원: Supreme Court of South Carolina.",
  "description": "## 사건 정보\n\n**사건명**: The STATE, Respondent, v. Homer O. HENDRIX, Appellant\n**판결일**: 1978-05-01\n**법원**: Supreme Court of South Carolina\n**관할**: South Carolina, SC\n\n**판사**: Gregory, Grimball, John, Lewis, Ness, Rhodes\n\n## 변호인\n\nEugene C. Griffith, of Blease, Griffith & Stone, Thomas H. Pope, of Pope & Schumpert, Newberry, and A. Frank Lever, Jr., Lexington, for appellant., Atty. Gen. Daniel R. McLeod and Asst. Atty. Gen Joseph R. Barker, Columbia, for respondent.\n\n## 인용\n\n- 244 S.E.2d 503\n- 270 S.C. 653\n\n## 판결문 요약\n\n\nRhodes, Justice :\nAppellant Homer O. Hendrix was convicted of voluntary manslaughter and sentenced to fifteen years imprisonment. Although several issues have been raised on this appeal, we need address only the lower court’s refusal to direct a verdict in favor of the appellant since this issue is dispositive of this case. Finding that the appellant was entitled to a directed verdict, we reverse.\nThis case arose out of a tragic confrontation between Mr. Hendrix and Norman D. Cherry at Hendrix’s lot on Lake *655Murray in Saluda County on Labor Day, September 1, 1975. On that day appellant and his children were having a family outing at their property on the shore of Lake Murray.\nIt is clear from the testimony that ill feelings had characterized the relationship between Mr. Hendrix and Mr. Cherry. These ill feelings produced a tension between the two that culminated in Mr. Cherry’s shooting death.\nA neighbor at the lake of both appellant and the deceased testified for the State on direct examination that he talked to appellant that afternoon prior to the shooting. The witness stated that appellant told him of a confrontation that had occurred earlier that day with the deceased at appellant’s tomato patch. The witness testified appellant stated “that Mr. Cherry told him (appellant) they were going to have to fight to settle this thing.” In reply appellant “told Mr. Cherry that he was going to go home and get a gun and from then on he would have a gun in his truck.”\nShortly aft...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hendrix"
    }
  ],
  "relatedIncidents": [
    17674,
    17694,
    17696,
    17700,
    17702
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}