{
  "id": 17823,
  "title": "1978년 Peebles 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-05-09",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Peebles. 판결일: 1978-05-09. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Walter C. PEEBLES\n**판결일**: 1978-05-09\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Clemens, McMillian, Smith\n\n## 변호인\n\nJohn D. Ashcroft, Atty. Gen., Paul R. Otto, Asst. Atty. Gen., Jefferson City, for respondent., Frank Anzalone, Asst. Public Defender, William J. Shaw, Public Defender, Clayton, for appellant.\n\n## 인용\n\n- 569 S.W.2d 1\n\n## 판결문 요약\n\n\nSMITH, Judge.\nDefendant appeals from his conviction by a jury of assault with intent to do great bodily harm with malice and the resultant twelve year sentence imposed by the court pursuant to the second offender act. We affirm.\nOn appeal defendant raises two points. Neither challenges the sufficiency of the *2evidence to support the verdict, but both points require review of the evidence. Defendant was in custody in the St. Louis County Jail in Clayton. On the night of the crime defendant decided to sleep in the dayroom of tank number 3 rather than in a cell. Each tank consisted of three eight man cells and a dayroom. Prisoners had the option of sleeping in a cell or in the dayroom. Two other prisoners, Brown and Stanton, also stayed in the dayroom for the night. Brown and Stanton were playing cards and watching television. Defendant watched television for awhile and then went to sleep. About 3 a. m. defendant awoke and requested that Brown and Stanton be quieter. Brown testified that defendant then got up, said, “its killing time” and came after Brown with a razor blade held in a piece of cardboard. Defendant slashed at Brown causing a cut on Brown’s ear and then pursued Brown around the dayroom slashing at him until guards entered the dayroom. .\nDefendant testified that Brown and Stanton were homosexual sweethearts and were playing cards when he woke up. Upon defendant requesting them to quiet down, Brown approached defendant and stated, “No, you are not talking to me, I ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-peebles"
    }
  ],
  "relatedIncidents": [
    17674,
    17694,
    17696,
    17700,
    17702
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}