{
  "id": 17820,
  "title": "1978년 Dubiel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-05-18",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Dubiel. 판결일: 1978-05-18. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: ARTHUR DUBIEL AND JEAN DUBIEL, IND. & G.A.L. FOR GREGORY DUBIEL, AN INF. v. LANECO, INC., MARTIN BRAUN, IND. & T/A MARTIN'S RENTALS, PHILADELPHIA TRAM RAIL CO. AND FALKS' DISTRIBUTORS — FALKS DEPARTMENT STORE\n**판결일**: 1978-05-18\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Gaynok\n\n## 변호인\n\nMr. Thomas W. Sharlow for plaintiff., Mr. Robert M. Graham for defendant Laneco, Inc. (Messrs. Graham, Yurasko, Golden & Lintner, attorneys)., Mr. George A. Mauro, Jr., for defendant Martin Braun (Messrs. Ozzard, Rizzolo, Klein, Mauro <& Savo, attorneys)., Mr. George J. Kenny for defendant Philadelphia Tram Pail Co. (Messrs. McElroy, Connell, Foley & Geiser, attorneys).\n\n## 인용\n\n- 161 N.J. Super. 360\n\n## 판결문 요약\n\n\nGaynok, J. C. C.\n(temporarily assigned). This motion by defendant Laneco, Inc. for summary judgment dismissing the seventh count of the complaint presents a new question involving the construction of N. J. S. A. 34:2-21.17 and its applicability to a work-related injury suffered by a minor.\nIn this action recovery is sought on behalf of the infant plaintiff for injuries allegedly sustained while operating a cardboard box baling machine in the course of his employment by Laneco, Inc. Plaintiff was then 17 years of age. It is alleged that the accident occurred as plaintiff attempted to remove a piece of material from the machine during its cycle of operation. In addition to allegations of negligence, the complaint includes in the seventh count a demand for *362recovery against the employer based upon an asserted violation of N. J. S. A. 34:2-21.17, the pertinent portions of which are as follows:\nNo minor under 16 years of age shall be employed, permitted or suffered to work in, about, or in connection with power-driven machinery.\nNo minor under 18 years of age shall be employed, permitted or suffered to work in, about, or in connection with the following:\n% SjS %\noiling, wiping, or cleaning machinery in motion or assisting therein;\npunch presses or stamping machines if the clearance between the ram and the dye or the stripper exceeds 14 iuch; cutting machines having a guillotine action; corrugating, crimping or embossing machines;\nNo minor under 18 years of age shall be employe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dubiel-v-laneco-inc"
    }
  ],
  "relatedIncidents": [
    17674,
    17677,
    17680,
    17681,
    17682
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}