{
  "id": 17826,
  "title": "1978년 Hays 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-05-03",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Hays. 판결일: 1978-05-03. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Maxine HAYS v. B. L. SPARKS\n**판결일**: 1978-05-03\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Robertson\n\n## 변호인\n\nHarold F. Curtis, Jr., Greenville, for appellant., Tom O’Connell, Plano, for appellee.\n\n## 인용\n\n- 566 S.W.2d 115\n\n## 판결문 요약\n\n\nROBERTSON, Justice.\nThis is a venue case. B. L. Sparks, a resident of Collin County, Texas, sued Maxine Hays, a real estate agent residing in Rains County, Texas. Sparks sought damages arising from alleged fraudulent representations made by Hays, the broker in a real estate sale. Hays filed her plea of privilege, but Sparks controverted the plea, arguing that the case was one of fraud within the venue exception provided in Section 7 of Article 1995, Texas Revised Civil Statutes. After a hearing, the plea of privilege was overruled and Hays now appeals. We reverse and render.\nThe primary question on this appeal is whether there is sufficient evidence of fraud to support venue in Collin County under Section 7 of Article 1995. That section provides:\nIn all cases of fraud, and in all cases of defalcation by public officers, suit may be brought in the county where the fraud was committed or where the defalcation occurred, or any of such suits may be brought where the defendant has his domicile.\nTo sustain venue under this subdivision, a party must establish all elements of an actionable fraud, including a showing of damages. Hudson &amp; Hudson Realtors v. Savage, 545 S.W.2d 863 (Tex.Civ.App.-Tyler 1977, no writ); Sanders v. Select Ins. Co., 406 S.W.2d 937 (Tex.Civ.App.-Dallas 1966, no writ).\nWe conclude that there is insufficient evidence of damages to support venue under subdivision 7 of article 1995. Fraud in real estate transactions is governed by Section 27.01 of the Busines...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hays-v-sparks"
    }
  ],
  "relatedIncidents": [
    17785,
    17818,
    17827,
    17884,
    17416
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}