{
  "id": 17825,
  "title": "1978년 Yarosh 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-05-04",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Yarosh. 판결일: 1978-05-04. 법원: District Court, M.D. Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: United States v. John YAROSH\n**판결일**: 1978-05-04\n**법원**: District Court, M.D. Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Herman\n\n## 변호인\n\nSal Cognetti, Jr., Asst. U. S. Atty., Scranton, Pa., for plaintiff., Bernard J. Brown, Carbondale, Pa., Thomas J. Hanlon, George E. Clark, Jr., Scranton, Pa., James C. McDonough, Carbondale, Pa., Michael R. Shehadi, Throop, Pa., John Krisa, Carbondale, Pa., Timothy E. Foley, Scranton, Pa., for defendants.\n\n## 인용\n\n- 448 F. Supp. 1390\n\n## 판결문 요약\n\n\nMEMORANDUM\nHERMAN, District Judge.\n■ The question before the Court is whether Yarosh, Veltri, Zawacki, Mazur, Luchetti, McGowan, Wilding and Halloran can be required to testify before a grand jury after they had all been duly granted immunity.\nThese men had been members of the School Board of the Mid Valley School District in Lackawanna County in this judicial district and all pled guilty to one count of conspiracy to extort money from vendors doing business with the School District and one count relating to an understatement of income tax.\nThey have now all served a jail sentence for these offenses and pursuant to a plea agreement all other counts in the indictments against these men have been dismissed.\nThe Government is continuing an investigation of vendors who sold goods to the School District and seeks the testimony of these School Directors to determine if perjury were committed by vendors or others before the Grand Jury or in statements to Federal Bureau of Investigation officers.\nCounsel for the said School Directors object to their clients being called before the Grand Jury averring that part of the plea bargain they entered into when they pled guilty, was that they should not be required to so testify. The Government denies this.\nA hearing was held at which all of these Directors testified as did Michael C. Eberhardt, formerly with the Department of Justice in Washington and Sal Cognetti, Jr., Assistant U.S. Attorney for the Middle District of Pennsylvania.\nAfter ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-yarosh"
    }
  ],
  "relatedIncidents": [
    17674,
    17677,
    17680,
    17681,
    17682
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}