{
  "id": 17827,
  "title": "1978년 Repo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-05-02",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Repo. 판결일: 1978-05-02. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Alice E. REPO v. FLAGSHIP FIRST NATIONAL BANK OF CORAL GABLES\n**판결일**: 1978-05-02\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Hoe, Hubbart, Kehoe, Pearson\n\n## 변호인\n\nPodhurst, Orseck & Parks and Michael S. Olin, Miami, for appellants., Myers, Kaplan, Levinson & Kenin, Miami, for appellee.\n\n## 인용\n\n- 358 So. 2d 842\n\n## 판결문 요약\n\n\nKEHOE, Judge.\nAppellants, plaintiffs below, bring this appeal from a summary final judgment dated December 27, 1976, entered by the trial court in favor of appellee, defendant below. For the reasons set forth below, we affirm.\nThe basic question raised by this appeal is the propriety of the summary final judgment entered by the trial court in favor of appellee. The answer to this question turns, upon an analysis of the record to ascertain whether, at the time the trial court entered the summary final judgment, there existed any genuine issue of a material fact which would have precluded the proper entry of the summary final judgment. In our opinion, the record clearly reflects that appellee had negated the existence of any genuine issue of a material fact, notwithstanding the bare paper allegations of the complaint in regard to negligence, fraud, and misrepresentation. In the light of this determination, we hold that, pursuant to Rule 1.510, Florida Rules Civil Procedure, and the other applicable rules of law, the trial court properly entered summary final judgment in favor of appellee.\nAffirmed.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=repo-v-flagship-first-national-bank"
    }
  ],
  "relatedIncidents": [
    17785,
    17818,
    17826,
    17884,
    17416
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}