{
  "id": 17824,
  "title": "1978년 Phipps 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-05-06",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Phipps. 판결일: 1978-05-06. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State of Kansas, Appellee, v. Rodney LeRoy Phipps, Appellant\n**판결일**: 1978-05-06\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Owsley\n\n## 변호인\n\nLarry D. Friesen, of Hutchinson, argued the cause and was on the brief for the appellant., Robert S. Streepy, assistant county attorney, argued the cause, and Curt T. Schneider, attorney general, Joseph P. O’Sullivan, county attorney, and James Turner, assistant county attorney, were on the brief for the appellee.\n\n## 인용\n\n- 578 P.2d 709\n- 224 Kan. 158\n\n## 판결문 요약\n\n\n224 Kan. 158 (1978)\n578 P.2d 709\nSTATE OF KANSAS, Appellee,\nv.\nRODNEY LeROY PHIPPS, Appellant.\nNo. 49,339\nSupreme Court of Kansas.\nOpinion filed May 6, 1978.\nLarry D. Friesen, of Hutchinson, argued the cause and was on the brief for the appellant.\nRobert S. Streepy, assistant county attorney, argued the cause, and Curt T. Schneider, attorney general, Joseph P. O'Sullivan, county attorney, and James Turner, assistant county attorney, were on the brief for the appellee.\nThe opinion of the court was delivered by\nOWSLEY, J.:\nDefendant Rodney LeRoy Phipps appeals from a conviction of first degree murder (K.S.A. 21-3401).\nThe record reveals that on November 23, 1977, defendant went to a residence in South Hutchinson, Kansas. Shortly after he *159 arrived he became embroiled in a fight with the victim, Harlan Gail Calkins. The fight started in the front room of the house, continued into the dining room, and culminated in the bathroom. When defendant emerged from the bathroom he went to the back bedroom to talk to his sister-in-law. Shortly thereafter he left the bedroom, kicked in the bathroom door, and continued beating and kicking Calkins. Defendant emerged from the bathroom again with blood on his boots. At defendant's insistence the other occupants entered the bathroom. Calkins was lying on his back on the floor, obviously injured. Blood was spattered on the floor, walls and ceiling of the room.\nDefendant ordered that no one call an ambulance. He left and returned to the house ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-phipps"
    }
  ],
  "relatedIncidents": [
    17674,
    17694,
    17696,
    17700,
    17702
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}