{
  "id": 17837,
  "title": "1978년 Luttrell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-04-18",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Luttrell. 판결일: 1978-04-18. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Charles LUTTRELL v. STATE\n**판결일**: 1978-04-18\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Mullins\n\n## 변호인\n\nWilliam T. Faile of Morris & Fade, Selma, for appellant., William J. Baxley, Atty. Gen., and Linda C. Breland, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 357 So. 2d 1021\n\n## 판결문 요약\n\n\nJOSEPH J. MULLINS, Retired Circuit Judge.\nThe grand jury of Dallas County returned an indictment against the appellant, Charles Luttrelll, charging that he did unlawfully sell, furnish, or give away Heroin, a controlled substance. The appellant entered a plea of not guilty. A jury found appellant guilty as charged. The trial court duly sentenced the appellant to 15 years in the penitentiary, and he appeals to this Court.\nThis appeal was submitted on briefs. At all proceedings in the trial court the appellant was represented by counsel of his choice and is so represented in this Court.\nAppellant asserts in his brief three reasons why his conviction should be reversed; first, the court’s refusing appellant’s written charge no. 2; second, granting state’s challenge of a venireman; third, comments made by the trial judge on the evidence in respect to heroin being an addictive drug.\nAppellant’s refused written charge no. 2 was substantially and fairly covered by the court’s oral charge. We hold that the trial court did not err in refusing appellant’s written charge no. 2. Code Of Alabama 1975, Title 12-16-13.\nWe have searched the record and do not find an objection to the action of the trial court in sustaining state’s challenge to venireman, Mr. Ramsey, nor do we find an objection in the record to comments made by the trial judge on the evidence in respect to heroin being an addictive drug. We hold that without an objection to the above ruling and remarks of the trial judge ther...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=luttrell-v-state"
    }
  ],
  "relatedIncidents": [
    17674,
    17677,
    17680,
    17681,
    17682
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}