{
  "id": 17836,
  "title": "1978년 Taylor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-04-18",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Taylor. 판결일: 1978-04-18. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Taylor v. Lopez\n**판결일**: 1978-04-18\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Pearson and Hendry, Jj., and Crawford, Grady L. (Ret.), Associate Judge\n\n## 인용\n\n- 358 So. 2d 69\n\n## 판결문 요약\n\n\n358 So. 2d 69 (1978)\nRichard Eugene TAYLOR, Appellant,\nv.\nRosa P. LOPEZ, Etc., et al., Appellees.\nNo. 77-1158.\nDistrict Court of Appeal of Florida, Third District.\nApril 18, 1978.\n*70 James A. Baccus, Miami, for appellant.\nWicker, Smith, Blomqvist, Davant, McMath, Tutan &amp; O'Hara and Richard A. Sherman, Miami, for appellees.\nBefore PEARSON and HENDRY, JJ., and CRAWFORD, GRADY L. (Ret.), Associate Judge.\nCRAWFORD, GRADY L. (Ret.), Associate Judge.\nThe appellees herein, plaintiffs below, filed a subrogation complaint for auto negligence against the appellant, defendant below. Summons was issued but returned by the Sheriff as \"no service\". Thereafter, an amended complaint was filed but no effort was made to obtain personal service. Appellees proceeded rather to effect constructive service by filing \"Notice of Action\" and affidavit by counsel in support of publication. A final Default Judgment was entered against appellant on September 2, 1976. On April 27, 1977, appellant filed a motion to set aside default judgment on the ground that the trial court lacked jurisdiction to enter said judgment since no legal service of process had been effected upon the appellant that would give the court proper jurisdiction over him. This motion was denied on April 28, 1977, and this appeal followed.\nIt seems elemental that service of process by publication may be had only if personal service of process cannot be had. Resort to constructive service by publication is predicated on \"necessity\"...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=taylor-v-lopez"
    }
  ],
  "relatedIncidents": [
    17734,
    17739,
    17743,
    17749,
    17769
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}