{
  "id": 17847,
  "title": "1978년 Franklin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-03-30",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Franklin. 판결일: 1978-03-30. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: CECELIA L. FRANKLIN, Petitioner, v. WORKERS’ COMPENSATION APPEALS BOARD, COUNTY OF LOS ANGELES/USC MEDICAL CENTER Et Al., Respondents; SUBSEQUENT INJURIES FUND, Real Party in Interest; SUBSEQUENT INJURIES FUND, Petitioner, v. WORKERS’ COMPENSATION APPEALS BOARD and COUNTY OF LOS ANGELES/USC MEDICAL CENTER, Respondents; CECELIA L. FRANKLIN, Real Party in Interest\n**판결일**: 1978-03-30\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Cobey\n\n## 변호인\n\nCounsel, Geifner & Satzman and Robert Goldstein for Petitioner in No. 51762 and for Real Party in Interest in No. 51781., Evelle J. Younger, Attorney General, and Norman B. Peek, Deputy Attorney General, for Petitioner in No. 51781 and for Real Party in Interest in No. 51762., John H. Larson, County Counsel, James E. Garland, Deputy County Counsel, Milton J. Litvin, and Robert A. La Porta for Respondents.\n\n## 인용\n\n- 79 Cal. App. 3d 224\n- 145 Cal. Rptr. 22\n\n## 판결문 요약\n\n\n79 Cal. App. 3d 224 (1978)\n145 Cal. Rptr. 22\nCECELIA L. FRANKLIN, Petitioner,\nv.\nWORKERS' COMPENSATION APPEALS BOARD, COUNTY OF LOS ANGELES/USC MEDICAL CENTER et al., Respondents; SUBSEQUENT INJURIES FUND, Real Party in Interest. SUBSEQUENT INJURIES FUND, Petitioner,\nv.\nWORKERS' COMPENSATION APPEALS BOARD and COUNTY OF LOS ANGELES/USC MEDICAL CENTER, Respondents; CECELIA L. FRANKLIN, Real Party in Interest.\nDocket Nos. 51762, 51781.\nCourt of Appeals of California, Second District, Division Three.\nMarch 30, 1978.\n*230 COUNSEL\nGeffner &amp; Satzman and Robert Goldstein for Petitioner in No. 51762 and for Real Party in Interest in No. 51781.\nEvelle J. Younger, Attorney General, and Norman B. Peek, Deputy Attorney General, for Petitioner in No. 51781 and for Real Party in Interest in No. 51762.\nJohn H. Larson, County Counsel, James E. Garland, Deputy County Counsel, Milton J. Litvin, and Robert A. La Porta for Respondents.\nCOBEY, Acting P.J.\nCecelia L. Franklin, born November 29, 1938, sustained a cumulative trauma injury to her heart, arising out of and occurring in the course of her employment from January 2, 1957, through November 17, 1973, while employed as a registered nurse and attendant by the County of Los Angeles/University of Southern California Medical Center (County). Franklin sustained a myocardial infarct on November 17, 1973.\nOn reconsideration the Workers' Compensation Appeals Board (Board) found that Franklin's heart disability established a 79 rating. The Board...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=franklin-v-workers-compensation-appeals-board"
    }
  ],
  "relatedIncidents": [
    17734,
    17739,
    17743,
    17749,
    17769
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}