{
  "id": 17840,
  "title": "1978년 United States v. Nancy Reed and Morris Goldsmith, A/K/A \"Marlowe,\" 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-04-11",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Nancy Reed and Morris Goldsmith, A/K/A \"Marlowe,\". 판결일: 1978-04-11. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Nancy REED and Morris Goldsmith, A/K/A “Marlowe,” Defendants-Appellants\n**판결일**: 1978-04-11\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Bartels, Feinberg, Meskill\n\n## 변호인\n\nRichard A. Greenberg, New York City (Robert S. Markfield, New York City, of counsel), for appellant Reed., Helena Pichel Solleder, New York City, for appellant Goldsmith., Minna Schrag, Asst. U. S. Atty., S. D. N. Y. (Robert B. Fiske, Jr., U. S. Atty., Robert B. Mazur, Audrey Strauss, Asst. U. S. At-tys., S. D. N. Y., New York City, of counsel), for the United States.\n\n## 인용\n\n- 572 F.2d 412\n\n## 판결문 요약\n\n572 F.2d 412\n    3 Fed. R. Evid. Serv. 155\n    UNITED STATES of America, Appellee,v.Nancy REED and Morris Goldsmith, a/k/a \"Marlowe,\"Defendants-Appellants.\n    Nos. 486, 487, Dockets 77-1319, 77-1320.\n    United States Court of Appeals,Second Circuit.\n    Argued Dec. 12, 1977.Decided April 11, 1978.\n    \n      Richard A. Greenberg, New York City (Robert S. Markfield, New York City, of counsel), for appellant Reed.\n      Helena Pichel Solleder, New York City, for appellant Goldsmith.\n      Minna Schrag, Asst. U. S. Atty., S. D. N. Y.  (Robert B. Fiske, Jr., U. S. Atty., Robert B. Mazur, Audrey Strauss, Asst. U. S. Attys., S. D. N. Y., New York City, of counsel), for the United States.\n      Before FEINBERG and MESKILL, Circuit Judges, and BARTELS,* District Judge.\n      MESKILL, Circuit Judge:\n    \n    \n      1\n      This case involves the important and oft-reserved question whether and under what circumstances federal law enforcement officers may enter the home of a suspect in order to effect a felony arrest for which they have statutory authority and probable cause but no warrant.  After a six-day jury trial in the United States District Court for the Southern District of New York, Frederick van Pelt Bryan, Judge, Nancy Reed and Morris Goldsmith were convicted of one count of conspiracy to distribute heroin and another count of distributing heroin.  21 U.S.C. &#167;&#167; 812, 841(a)(1), 841(b)(1)(A) &amp; (B), 846.  Reed was sentenced to two concurrent six-year terms of imp...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-nancy-reed-and-morris-goldsmith-aka-marlowe"
    }
  ],
  "relatedIncidents": [
    17696,
    17731,
    17786,
    17917,
    17413
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}