{
  "id": 17846,
  "title": "1978년 Mullins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-04-01",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Mullins. 판결일: 1978-04-01. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State of Kansas, Appellee, v. Mayo Mullins, Appellant\n**판결일**: 1978-04-01\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Miller\n\n## 변호인\n\nJ. Michael Peters, of Deer & Peters, of Wichita, argued the cause and was on the brief for the appellant., Marvin R. Cook, assistant district attorney, argued the cause, and Curt T. Schneider, attorney general, Vem Miller, district attorney, Roger Skinner and Stephen E. Robison, both assistant district attorneys, were on the brief for the appellee.\n\n## 인용\n\n- 577 P.2d 51\n- 223 Kan. 798\n\n## 판결문 요약\n\n\n223 Kan. 798 (1978)\n577 P.2d 51\nSTATE OF KANSAS, Appellee,\nv.\nMAYO MULLINS, Appellant.\nNo. 49,270\nSupreme Court of Kansas.\nOpinion filed April 1, 1978.\nJ. Michael Peters, of Deer &amp; Peters, of Wichita, argued the cause and was on the brief for the appellant.\nMarvin R. Cook, assistant district attorney, argued the cause, and Curt T. Schneider, attorney general, Vern Miller, district attorney, Roger Skinner and Stephen E. Robison, both assistant district attorneys, were on the brief for the appellee.\nThe opinion of the court was delivered by\nMILLER, J.:\nMayo Mullins was convicted of aggravated robbery, in violation of K.S.A. 21-3427, and he appeals. The sentence imposed was confinement for not less than 15 years, without parole eligibility until that minimum sentence is served.\nMullins contends that it was a denial of his constitutional right to trial by jury for the court to make a finding of fact, i.e., that Mullins used a firearm in the commission of the offense, when the court invoked K.S.A. 1977 Supp. 21-4618 at the time of sentencing; that the evidence was insufficient to sustain the conviction; and that the court erred in admitting certain evidence, in failing to impose sanctions on the state, and in failing to instruct on simple robbery.\nThe robbery occurred at a Pizza Hut in Wichita about noon on February 26, 1977. Two employees, \"Debbie\" and \"Keith,\" were the only employees in the building. Two black men entered; one *799 ordered a pizza from Debbie, and the other...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mullins"
    }
  ],
  "relatedIncidents": [
    17677,
    17685,
    17701,
    17703,
    17716
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}