{
  "id": 17849,
  "title": "1978년 Lunstrum 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-03-28",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Lunstrum. 판결일: 1978-03-28. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington, Respondent, v. Timothy Lunstrum, Appellant\n**판결일**: 1978-03-28\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: McInturff, Munson, Roe\n\n## 변호인\n\nJohn P. Gilreath and Dano, Cone, Fraser & Gilreath, for appellant., Joseph Panattoni, Prosecuting Attorney, for respondent.\n\n## 인용\n\n- 576 P.2d 453\n- 19 Wash. App. 597\n\n## 판결문 요약\n\n\n19 Wash. App. 597 (1978)\n576 P.2d 453\nTHE STATE OF WASHINGTON, Respondent,\nv.\nTIMOTHY LUNSTRUM, Appellant.\nNo. 2367-3.\nThe Court of Appeals of Washington, Division Three.\nMarch 28, 1978.\nJohn P. Gilreath and Dano, Cone, Fraser &amp; Gilreath, for appellant.\nJoseph Panattoni, Prosecuting Attorney, for respondent.\nROE, J.\nDefendant Timothy Lunstrum appeals from convictions on four counts of first-degree arson, and five counts of second-degree burglary. It is not disputed that he *598 set fire to four separate unoccupied buildings which were used as dwellings. After a trial, he was found guilty. He pleaded guilty to five counts of burglary.\nTwo issues are presented:\n1. Whether the inclusion of the term dwelling (RCW 9A.04.110(7))[1] within the definition of building (RCW 9A.04.110(5))[2] permits the prosecutor unconstitutional discretion to charge either first-degree[3] or second-degree[4] arson on the same set of facts; and\n2. Whether the trial court abused its discretion in sentencing defendant so four of the five burglary terms should run concurrently but the fifth one should run consecutively to the other four.\n[1] With regard to the first issue, any potential for impermissible discretion in the charging of first- or second-degree arson is obviated by the prefatory remarks to RCW *599 9A.04.110  \"unless a different meaning plainly is required.\" This proviso, as well as RCW 9A.04.020(2),[5] comport with the controlling case law (e.g., State ex rel. Campbell v. Case, 182 Was...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-lunstrum"
    }
  ],
  "relatedIncidents": [
    17677,
    17685,
    17701,
    17703,
    17716
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}