{
  "id": 17845,
  "title": "1978년 E. R. Moore Co. v. Industrial Commission 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-04-03",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: E. R. Moore Co. v. Industrial Commission. 판결일: 1978-04-03. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: E. R. MOORE CO., Appellee, v. THE INDUSTRIAL COMMISSION Et Al.-(Elizabeth Applehans, Appellant.)\n**판결일**: 1978-04-03\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Moran, Ryan, Underwood\n\n## 변호인\n\nE. Anne Mazur, of Chicago (Sidney Z. Karasik, of counsel), for appellant., Dowd, Dowd & Dowd, Ltd., of Chicago (Joseph V. Dowd and Philip J. McGuire, of counsel), for appellee.\n\n## 인용\n\n- 376 N.E.2d 206\n- 71 Ill. 2d 353\n\n## 판결문 요약\n\n\n71 Ill.2d 353 (1978)\n376 N.E.2d 206\nE.R. MOORE CO., Appellee,\nv.\nTHE INDUSTRIAL COMMISSION et al.  (Elizabeth Applehans, Appellant.)\nNo. 48923.\nSupreme Court of Illinois.\nOpinion filed April 3, 1978.\nRehearing denied May 26, 1978.\n*354 *355 *356 E. Anne Mazur, of Chicago (Sidney Z. Karasik, of counsel), for appellant.\nDowd, Dowd &amp; Dowd, Ltd., of Chicago (Joseph V. Dowd and Philip J. McGuire, of counsel), for appellee.\nJudgment reversed; award reinstated.\nMR. JUSTICE MORAN delivered the opinion of the court:\nClaimant, Elizabeth Applehans, appeals the Cook County circuit court judgment which reversed the Industrial Commission's order awarding total permanent disability compensation to claimant for injuries sustained in a work-connected accident.\nRespondent, E.R. Moore Company, rents caps and gowns for use on ceremonial occasions. The garments, after being used, are returned to the plant for dry cleaning. Claimant, a 58-year-old woman, was employed by respondent as a garment presser. On June 8, 1972, a washing machine filled with perchloroethylene, a dry-cleaning solution, overflowed, splashing the solution upon claimant's feet and legs. A week later, a rash appeared on claimant's feet and legs. She continued to work although the dermatitis progressed, the rash spreading to her arms and other parts of her body. She did not seek medical attention for this condition until October 28, 1972. She had, however, informed her employer of the rash prior to her consultation with a p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=e-r-moore-co-v-industrial-commission"
    }
  ],
  "relatedIncidents": [
    17674,
    17677,
    17680,
    17681,
    17682
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}