{
  "id": 17869,
  "title": "1978년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-03-17",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1978-03-17. 법원: Pennsylvania Court of Common Pleas, Lancaster County.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Curtis\n**판결일**: 1978-03-17\n**법원**: Pennsylvania Court of Common Pleas, Lancaster County\n**관할**: Pennsylvania, PA\n\n**판사**: Mueller\n\n## 변호인\n\nD. Patrick Zimmerman, for applicant., Joseph C. Madenspacher, Assistant District Attorney, contra.\n\n## 인용\n\n- 10 Pa. D. & C.3d 387\n\n## 판결문 요약\n\n\nMUELLER, J.,\n— On or about November 13, 1977, at approximately 1:42 a.m., defendant was allegedly involved in an altercation with Officer Larry Smith of the Lancaster Bureau of Police. As a result of this incident defendant was charged by Detective Crump of the Lancaster Bureau of Police with aggravated assault on a police officer, resisting arrest, theft and criminal mischief. He was also charged with operating a motor vehicle while under the influence of alcohol or a controlled substance (O.M.V.I.) in a charge brought by Officer Smith.1 On December 6,1977, at 3:30 p.m., defendant appeared before District Justice Peter Schweich for a preliminary hearing on these charges. Defendant has characterized the proceedings as one hearing at which all charges were heard together with the O.M.V.I. charge heard at the end. The Commonwealth asserts that there were two separate hearings, one after the *389other, with the aggravated assault on a police officer, resisting arrest, theft and criminal mischief charges heard at the first hearing and the O.M.V.I. charge heard at the second. For reasons which will become apparent, the court is not concerned with whether one consolidated hearing or two separate hearings took place.\nThe record shows that the district justice returned to court the aggravated assault charge, reducing it from a felony to a misdemeanor of the second degree, the resisting arrest charge and the criminal mischief charge. The theft by unlawful taking or disposition charge...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-curtis"
    }
  ],
  "relatedIncidents": [
    17729,
    17426,
    17559,
    17588,
    17603
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}