{
  "id": 17867,
  "title": "1978년 May 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-03-21",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: May. 판결일: 1978-03-21. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Yernon Lamar MAY v. STATE\n**판결일**: 1978-03-21\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Bowen\n\n## 변호인\n\nCharles W. Shultz, Birmingham, for appellant., William J. Baxley, Atty. Gen. and James L. O’Kelley, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 356 So. 2d 772\n\n## 판결문 요약\n\n\nBOWEN, Judge.\nThis is an appeal from a conviction of manslaughter in the first degree and a sentence of ten years’ imprisonment. The undisputed evidence reveals that on August 15, 1976, the appellant and his wife were separated, that he went to her apartment and, with the knowledge that someone other than his wife was inside the apartment, fired one or two shots into the front window. The appellant then went around to the rear of the apartment and fired several additional shots from a .32 caliber revolver into another window. The deceased, Robert Lee Brown, was in the living room during the shooting and died from a .32 caliber bullet wound in his head. The appellant testified at trial and admitted firing the *774pistol but maintained that he “just lost complete control”, “couldn’t really see” because his eyes were blurred, did not aim at anything, and did not realize what he was doing when he fired his pistol.\nI\nInitially the appellant argues that it was error for the trial court to permit the prosecution to lead and impeach its own witness. In overruling the objection of defense counsel the trial court made a specific finding that the prosecution had been surprised by the testimony of its witness.\nA party who has been surprised by his own witness may interrogate him, lead him, and in effect cross examine him, in the discretion of the trial court in order to refresh his recollection or to show surprise. Randolph v. State, Ala.Cr.App., 331 So.2d 766, cert. denied, Ala., 331 S...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=may-v-state"
    }
  ],
  "relatedIncidents": [
    17674,
    17694,
    17696,
    17700,
    17702
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}