{
  "id": 17870,
  "title": "1978년 Jacobs 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-03-16",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Jacobs. 판결일: 1978-03-16. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Jacobs v. State\n**판결일**: 1978-03-16\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Per Curiam\n\n## 인용\n\n- 357 So. 2d 169\n\n## 판결문 요약\n\n\n357 So. 2d 169 (1978)\nSonia JACOBS a/K/a Sonia Linder, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 50175.\nSupreme Court of Florida.\nMarch 16, 1978.\n*170 Ray Sandstrom of Sandstrom &amp; Haddad, Fort Lauderdale, for appellant.\nRobert L. Shevin, Atty. Gen., Tallahassee, Raymond L. Marky, Asst. Atty. Gen., Tallahassee, Michael J. Satz, State's Atty., and Linda DeBene, Asst. State's Atty., Fort Lauderdale, for appellee.\nPER CURIAM.\nThis cause is pending before this Court on direct appeal from two convictions of murder in the first degree and sentences of death, and conviction of kidnapping and sentence of life imprisonment.\nAfter notice of appeal was filed with this Court, appellant filed an application for stay and for leave to file an extraordinary motion for new trial in the nature of a petition for writ of error coram nobis, alleging, inter alia, that the petition is predicated upon newly discovered evidence which could have precluded the conviction of appellant, to wit, evidence as it relates to her co-defendant, Walter Rhodes, having specifically stated on more than one occasion after appellant's conviction that it was he who fired the shots.\nThe State has responded that the issue now alleged as a basis of appellant's application is not newly discovered evidence, but rather, the facts now alleged by appellant were the appellant's defense at trial and were presented, cross-examined, argued and adjudicated. Appellee contends that at the time of entering the negotiated plea...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jacobs-v-state"
    }
  ],
  "relatedIncidents": [
    17674,
    17694,
    17696,
    17700,
    17702
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}