{
  "id": 17875,
  "title": "1978년 L. L. S. v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-03-06",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: L. L. S. v. State. 판결일: 1978-03-06. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: L. L. S. v. STATE of Texas\n**판결일**: 1978-03-06\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Guittard\n\n## 변호인\n\nSteven P. Amis, Richardson, David T. Lancaster, Dallas, for appellant., Henry Wade, Dist. Atty., Maridell Tem-pleton, Assistant Dist. Atty., Dallas, for ap-pellee.\n\n## 인용\n\n- 565 S.W.2d 252\n\n## 판결문 요약\n\n\nGUITTARD, Chief Justice.\nAppellant, a sixteen-year-old girl, was arrested on charges of murder and attempted murder. The juvenile court waived its exclusive original jurisdiction and transferred her to an appropriate district court for trial as an adult under Texas Family Code Annotated § 54.02 (Vernon 1975). She appeals, *254contending that the juvenile court erred (1) in failing to dismiss the proceeding because her statutory and constitutional right to a speedy hearing was denied, and (2) in transferring the case because the evidence was insufficient to support the trial court’s finding, as recited in its order, that adequate protection for the public and reasonable rehabilitation of the child were not possible because the proper procedures, services and facilities are not available to the juvenile court. We affirm.\n\n(1) Speedy Trial\n\nThe record shows that the appellant, who was designated as respondent in the trial court, was arrested on June 11, 1977. The state filed a petition on June 16 alleging that respondent had murdered her mother and had attempted to murder her father. On the same day, the state filed a motion requesting the juvenile court to waive its jurisdiction and transfer respondent to the proper district court for criminal proceedings. A hearing on the motion to transfer was set for June 24, and respondent was served on June 22 with notice of this hearing.\nNo record of the hearing on June 24 is before us except a docket notation indicating that on that day...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=l-l-s-v-state"
    }
  ],
  "relatedIncidents": [
    17674,
    17694,
    17696,
    17700,
    17702
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}