{
  "id": 17872,
  "title": "1978년 Abramowitz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-03-09",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Abramowitz. 판결일: 1978-03-09. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Vivian Abramowitz v. Chrysler Corporation, and Avis Rent-A-Car Systems, Inc.\n**판결일**: 1978-03-09\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 61 A.D.2d 913\n\n## 판결문 요약\n\n\nOrder and judgment (two papers), Supreme Court, New York County, entered April 22, 1977 and May 10, 1977, respectively, dismissing the complaint before submission of factual issues to the jury, unanimously reversed, on the law, the judgment vacated, the complaint reinstated, and the matter remanded for a new trial, with $.60 costs and disbursements of this appeal to abide the event. Vivian Abramowitz rented a Plymouth Fury automobile from Avis Rent-A-Car-Systems, Inc. (Avis), on August 16, 1971 for a three-week period. The odometer at the time of rental registered 9,520 miles. On the first day of the rental term, the car was driven to Sturbridge, Massachusetts. On the second day (August 17), while Abramowitz was driving on Interstate 495 (a six-lane divided highway), the car veered uncontrollably to the left, ran onto the grass divider, and stopped in an embankment located there. Abramowitz suffered physical injury. Abramowitz sued the Chrysler Corporation as the manufacturer of the vehicle, as well as Avis, on theories of negligence and breach of warranty. At the beginning of the trial, the plaintiff discontinued the action as against Chrysler Corporation. During the course of the trial, the plaintiff introduced evidence that the left front wheel of the car had collapsed; that the path on the left side of where the car traveled was marked by furrows and a gouge; and that when the car veered left the steering wheel would not respond to efforts to turn it in the opposite dire...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=abramowitz-v-chrysler-corp"
    }
  ],
  "relatedIncidents": [
    17674,
    17677,
    17680,
    17681,
    17682
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}