{
  "id": 17882,
  "title": "1978년 Roark 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-03-02",
  "location": "Idaho, ID, USA",
  "summary": "미국 Idaho, ID 법원 판결 사건. 사건명: Roark. 판결일: 1978-03-02. 법원: Idaho Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: CITY OF CALDWELL, a Municipal Corporation, Plaintiff-Respondent, v. Roy A. ROARK and Oleta Roark, Husband and Wife, Algot Larson, Canyon County, Idaho, Any and All Unknown Owners, Defendants, and Roy A. Roark and Oleta Roark, Defendant-Appellants; Roy A. ROARK and Oleta Roark, Plaintiff-Appellants, v. CITY OF CALDWELL, a Municipal Corporation and John Doe, Whose True Name is Unknown, Defendants, and City of Caldwell, a Municipal Corporation, Defendant-Respondent\n**판결일**: 1978-03-02\n**법원**: Idaho Supreme Court\n**관할**: Idaho, ID\n\n**판사**: Bakes, Bistline, Donaldson, McFADDEN, Shepard\n\n## 변호인\n\nRichard H. Greener of Clemons, Cosho, Humphrey & Samuelsen, Boise, for appellants., Wayne E. Davis of Alexanderson, Davis, Rainey & Whitney, Caldwell, for respondent.\n\n## 인용\n\n- 575 P.2d 495\n- 98 Idaho 897\n\n## 판결문 요약\n\n\n575 P.2d 495 (1978)\n98 Idaho 897\nCITY OF CALDWELL, a Municipal Corporation, Plaintiff-Respondent,\nv.\nRoy A. ROARK and Oleta Roark, husband and wife, Algot Larson, Canyon County, Idaho, any and all unknown owners, Defendants, and\nRoy A. Roark and Oleta Roark, Defendant-Appellants.\nRoy A. ROARK and Oleta Roark, Plaintiff-Appellants,\nv.\nCITY OF CALDWELL, a Municipal Corporation and John Doe, whose true name is unknown, Defendants, and\nCity of Caldwell, a Municipal Corporation, Defendant-Respondent.\nNo. 12383.\nSupreme Court of Idaho.\nMarch 2, 1978.\n*496 Richard H. Greener of Clemons, Cosho, Humphrey &amp; Samuelsen, Boise, for appellants.\nWayne E. Davis of Alexanderson, Davis, Rainey &amp; Whitney, Caldwell, for respondent.\nBAKES, Justice.\nRoy and Oleta Roark brought an action against the City of Caldwell to establish their interest in land that was formerly the subject of condemnation proceedings instituted by the city. The Roarks also moved to amend the judgment entered in the condemnation action. The trial court granted summary judgment to the city and denied the Roarks' motion to amend. The Roarks appeal from both rulings. We affirm.\n\nI\nIn 1965 the city brought an action to condemn certain land owned by the Roarks. The city alleged that the land was \"necessary for the enlargement, improvement and maintenance of the Caldwell Municipal Airport\" and prayed for condemnation \"in fee simple absolute.\" The jury found the \"just compensation for the land condemned\" to be $12,500, and...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=city-of-caldwell-v-roark"
    }
  ],
  "relatedIncidents": [
    17734,
    17739,
    17743,
    17749,
    17769
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}