{
  "id": 17885,
  "title": "1978년 Forest 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-02-27",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Forest. 판결일: 1978-02-27. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: FOREST v. PARMALEE; MILLS v. PARMALEE; McGREGOR v. MACOMB COUNTY ROAD COMMISSION; BURTON v. STATE HIGHWAY DEPARTMENT\n**판결일**: 1978-02-27\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Blair, Coleman, Fitzgerald, Kavanagh, Levin, Moody, Ryan, Williams\n\n## 변호인\n\nRobert L. Douglas for plaintiffs Forest and Mills., Fortino, Plaxton & Moskal for defendant Gratiot County Road Commissioners., Bain & Shapero (by Gerald D. Wohl) for plaintiffs McGregor and Thomas., Daner, Freeman, McKenzie & Matthews, P. C., for defendant Macomb County Road Commission., Peter Dozorc (Ronald M. Barron, of counsel) for plaintiff Burton., Frank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, and Louis J. Caruso, Francis J. Carrier and Myron A. McMillan, Assi\n\n## 인용\n\n- 262 N.W.2d 653\n- 402 Mich. 348\n\n## 판결문 요약\n\n\n402 Mich. 348 (1978)\n262 N.W.2d 653\nFOREST\nv.\nPARMALEE\nMILLS\nv.\nPARMALEE\nMcGREGOR\nv.\nMACOMB COUNTY ROAD COMMISSION\nBURTON\nv.\nSTATE HIGHWAY DEPARTMENT\nDocket Nos. 56973, 56974, 56794, 58647. (Calendar Nos. 7-9).\nSupreme Court of Michigan.\nArgued June 7, 1977.\nDecided February 27, 1978.\nRobert L. Douglas for plaintiffs Forest and Mills.\nFortino, Plaxton &amp; Moskal for defendant Gratiot County Road Commissioners.\nBain &amp; Shapero (by Gerald D. Wohl) for plaintiffs McGregor and Thomas.\nDaner, Freeman, McKenzie &amp; Matthews, P.C., for defendant Macomb County Road Commission.\nPeter Dozorc (Ronald M. Barron, of counsel) for plaintiff Burton.\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, and Louis J. Caruso, Francis J. Carrier and Myron A. McMillan, Assistants Attorney General, for defendant State Highway Department.\n*353 BLAIR MOODY, JR., J.\nI. THE QUESTION\nThe single question engendered by these consolidated cases is whether the two-year statute of limitations provided for in 1964 PA 170 violates equal protection mandates and is therefore unconstitutional. See MCLA 691.1411; MSA 3.996(111).\nII. FACTS\n1. Forest and Mills\nPlaintiffs Forest and Mills were injured when Forest drove his car into an excavation for a drainage construction project on August 10, 1970. The plaintiffs filed separate complaints against defendants Parmalee and Davis, private excavators and contractors, who were performing the drainage construction work pursuant to a contract...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=forest-v-parmalee"
    }
  ],
  "relatedIncidents": [
    17674,
    17677,
    17680,
    17681,
    17682
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}