{
  "id": 17883,
  "title": "1978년 Poag 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-02-28",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Poag. 판결일: 1978-02-28. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Arch POAG, Appellant, v. STATE of Tennessee, Appellee\n**판결일**: 1978-02-28\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Byers, Fred, Gilliam, Tatum\n\n## 변호인\n\nTom H. Williams, Jr., Nashville, Ray Hollis, Waynesboro, for appellant., Brooks McLemore, Jr., Atty. Gen., William Oscar Kelly, Asst. Atty. Gen., Nashville, Elmer D. Davies, Jr., Dist. Atty. Gen., Franklin, Douglas T. Bates, III, Asst. Dist. Atty., Centerville, for appellee.\n\n## 인용\n\n- 567 S.W.2d 775\n\n## 판결문 요약\n\n\n567 S.W.2d 775 (1978)\nArch POAG, Appellant,\nv.\nSTATE of Tennessee, Appellee.\nCourt of Criminal Appeals of Tennessee.\nFebruary 28, 1978.\nCertiorari Denied July 10, 1978.\nTom H. Williams, Jr., Nashville, Ray Hollis, Waynesboro, for appellant.\nBrooks McLemore, Jr., Atty. Gen., William Oscar Kelly, Asst. Atty. Gen., Nashville, Elmer D. Davies, Jr., Dist. Atty. Gen., Franklin, Douglas T. Bates, III, Asst. Dist. Atty., Centerville, for appellee.\nCertiorari Denied by Supreme Court July 10, 1978.\n\nOPINION\nTATUM, Judge.\nThe appellant, Arch Poag, was convicted of cutting and removing timber of another in violation of T.C.A. § 39-4521 and his *776 punishment was fixed at eleven months and twenty-nine days in the County Jail. The appellant made three assignments of error in which he insists that the evidence was insufficient to support his conviction and preponderated against the jury verdict. He also claims that the State failed to prove that the prosecuting witness had legal title to the land or was in actual or constructive possession of it when the timber was cut and the Trial Judge erred in refusing certain evidence offered on his behalf. The assignments are without merit.\nWe will summarize the facts accredited by the jury. On 29 September 1945, two tracts of land were conveyed to Noah Wiss by warranty deeds. One tract, consisting of approximately 200 acres, was located in Hickman County. The other tract consisting of 50 acres, was located in Lewis County, but adjoined the 200-acre...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=poag-v-state"
    }
  ],
  "relatedIncidents": [
    17674,
    17677,
    17680,
    17681,
    17682
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}