{
  "id": 17884,
  "title": "1978년 Martin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-02-28",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Martin. 판결일: 1978-02-28. 법원: U.S. Army Court of Military Review.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. Private (E-1) Virgil MARTIN, Jr., SSN 163-42-8793, United States Army\n**판결일**: 1978-02-28\n**법원**: U.S. Army Court of Military Review\n**관할**: USA, Federal\n\n**판사**: Cook, Deford\n\n## 변호인\n\nCaptain Buren R. Shields, III, JAGC, argued the cause for the appellant. With him on the brief were Colonel Robert B. Clarke, JAGC, Lieutenant Colonel John R. Thornock, JAGC, and Captain Larry C. Schafer, JAGC., Captain Richard A. Kirby, JAGC, argued the cause for the appellee. With him on the brief were Colonel Thomas H. Davis, JAGC, and Lieutenant Colonel R. R. Boiler, JAGC.\n\n## 인용\n\n- 4 M.J. 852\n\n## 판결문 요약\n\n\nOPINION OF THE COURT ON FURTHER REVIEW\nDeFORD, Judge:\nThe appellant, pursuant to his pleas, was convicted at a bench trial of breach of restriction, failure to obey the orders of his commanding officer, false imprisonment, uttering checks with intent to defraud and wrongful use of marijuana in violation of Articles 92, 97, 123a and 134, Uniform Code of Military Justice (UCMJ) (10 U.S.C. §§ 892, 897, 923a and 934). He received an approved sentence extending to a dishonorable discharge, confinement at hard labor for 18 months, forfeiture of $200.00 per month for 18 months, and reduction to the grade of Private E-1. Our review of the appellant’s case is pursuant to Article 66, UCMJ, (10 U.S.C. § 866).\nOne of the principal issues in this case is whether the appellant was required to fore-go his right to trial by jury on sentencing as a prerequisite to negotiating a pretrial agreement. United States v. Boyd, 54 C.M.R. 312 (A.C.M.R. 1976); United States v. Cordova, 4 M.J. 604 (A.C.M.R. 1977). The similarity of the procedures employed by the processing command in negotiating pretrial agreements in the above cases caused us to require a DuBay -type hearing1 in this case as well as the other pending cases with similar factual backgrounds.\nAs a consequence of appellant’s trial and the DuBay hearing ordered by this Court, appellant has raised four assignments of error. We find merit in two of these assignments.\nI\nAppellant alleges that he was prejudiced by the admission of a proceeding...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-martin"
    }
  ],
  "relatedIncidents": [
    17785,
    17818,
    17826,
    17827,
    17416
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}