{
  "id": 17892,
  "title": "1978년 Reynolds 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-02-16",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Reynolds. 판결일: 1978-02-16. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. DWIGHT REYNOLDS Et Al., Defendants-Appellants\n**판결일**: 1978-02-16\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Johnson\n\n## 변호인\n\nJames J. Doherty, Public Defender, of Chicago (Robert T. Badesch and Donald S. Honchell, Assistant Public Defenders, of counsel), for appellants., Bernard Carey, State’s Attorney, of Chicago (Laurence J. Bolon, Joan S. Cherry, and Rimas F. Cernius, Assistant State’s Attorneys, of counsel), for the People.\n\n## 인용\n\n- 373 N.E.2d 650\n- 57 Ill. App. 3d 593\n\n## 판결문 요약\n\n\n57 Ill. App. 3d 593 (1978)\n373 N.E.2d 650\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nDWIGHT REYNOLDS et al., Defendants-Appellants.\nNo. 76-485.\nIllinois Appellate Court  First District (4th Division).\nOpinion filed February 16, 1978.\n*594 James J. Doherty, Public Defender, of Chicago (Robert T. Badesch and Donald S. Honchell, Assistant Public Defenders, of counsel), for appellants.\nBernard Carey, State's Attorney, of Chicago (Laurence J. Bolon, Joan S. Cherry, and Rimas F. Cernius, Assistant State's Attorneys, of counsel), for the People.\nJudgment affirmed.\nMr. PRESIDING JUSTICE JOHNSON delivered the opinion of the court:\nDefendants, Dwight Reynolds, Elmore Rocquemore, and Larry Suggs, were indicted for the offenses of armed robbery (Ill. Rev. Stat. 1973, ch. 38, par. 18-2), and attempt armed robbery (Ill. Rev. Stat. 1973, ch. 38, par. 8-4). A jury trial was held and defendants were found guilty of armed robbery. Defendant Suggs was sentenced to a term of 6 to 18 years in the Illinois State Penitentiary. Defendants Reynolds and Rocquemore received sentences of 4 to 12 years. Defendants appeal and we affirm.\nThe issues presented for review are (1) whether the trial court properly exercised its discretion when it allowed certain portions of testimony to be read to the jury, and (2) whether the defendants were proved guilty of armed robbery beyond a reasonable doubt.\nThe facts are as follows. On November 10, 1973, at approximately 11 p.m., Edward Lee and Willi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-reynolds"
    }
  ],
  "relatedIncidents": [
    17677,
    17685,
    17701,
    17703,
    17716
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}