{
  "id": 17905,
  "title": "1978년 Cox 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-01-31",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Cox. 판결일: 1978-01-31. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: The STATE of Oklahoma v. Wayne Lee COX\n**판결일**: 1978-01-31\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n## 변호인\n\nPreston Trimble, Dist. Atty., Karen E. Huff, Asst. Dist. Atty., Patti Palmer McGee, Legal Intern, for appellant., Wendell E. Snell, Norman, for appellee.\n\n## 인용\n\n- 575 P.2d 121\n\n## 판결문 요약\n\n\nOPINION\nPER CURIAM:\nThe appellee, Wayne Lee Cox, hereinafter referred to as defendant, was charged by information in Cleveland County on June 8, 1976, for the crime of Burglary in the Second Degree, After Former Conviction of a Felony. The defendant was tried without a jury before the Honorable Judge Elvin Brown. The Judge found the defendant guilty based on the evidence. Judge Brown ordered a presentence investigation report which was to include a mental examination.\nThe Department of Corrections lacked the facilities for conducting mental examinations as part of their presentence investigation, so they requested the aid of the Oklahoma Department of Mental Health. However, the Department of Mental Health refused to render such aid, and advised the Department of Corrections that they were without authority to conduct such an examination.\nThe defendant did have a psychological examination conducted by Dr. Mildred Jacobs. Even though those examination reports were not included in the presentence *123investigation, they were nevertheless made available to the court and, in fact, reviewed by Judge Brown before the sentencing hearing. The sentencing hearing was held on February 15, 1977. By this time, the trial judge had learned of the inability on the part of the Department of Corrections to provide a mental examination as part of the presentence investigation as the court had requested. Because of this failure the Judge stated that upon “a motion of either party this case will...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-cox"
    }
  ],
  "relatedIncidents": [
    17677,
    17685,
    17701,
    17703,
    17716
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}