{
  "id": 17914,
  "title": "1978년 Owens 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-01-24",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Owens. 판결일: 1978-01-24. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Owens v. State\n**판결일**: 1978-01-24\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Pearson, Barkdull and Nathan\n\n## 인용\n\n- 354 So. 2d 118\n\n## 판결문 요약\n\n\n354 So.2d 118 (1978)\nJohn Milton OWENS, Appellant,\nv.\nThe STATE of Florida, Appellee.\nNo. 76-1806.\nDistrict Court of Appeal of Florida, Third District.\nJanuary 24, 1978.\n*119 Bennett H. Brummer, Public Defender and Paul Morris, Asst. Public Defender, for appellant.\nRobert L. Shevin, Atty. Gen. and Joel D. Rosenblatt, Asst. Atty. Gen., for appellee.\nBefore PEARSON, BARKDULL and NATHAN, JJ.\nPER CURIAM.\nJohn Owens appeals a judgment of conviction entered after a non-jury trial on the charge of carrying a concealed firearm, and an order of revocation of probation. He was sentenced to two concurrent one-year terms of imprisonment. Two issues are presented on this appeal. The first is whether a probationer has standing to challenge the admissibility of evidence obtained as the result of an allegedly unreasonable search and seizure, in violation of the Fourth Amendment. The second issue is whether there was probable cause for the search and seizure.\nThe record contains testimony as to the entire incident, including the officer's probable cause and the details of the search itself. The trial judge refused to hear argument on the defendant's motion to suppress, stating on the record that as a probationer, the defendant had no standing to challenge the allegedly unlawful search and seizure. We do not agree. A defendant does not absolutely forfeit the protection of the Fourth Amendment's prohibition against unreasonable searches and seizures merely by assuming the status of a probation...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=owens-v-state"
    }
  ],
  "relatedIncidents": [
    17734,
    17739,
    17743,
    17749,
    17769
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}