{
  "id": 17917,
  "title": "1978년 Barker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-01-16",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Barker. 판결일: 1978-01-16. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: RAY P. BARKER, Plaintiff and Appellant, v. LULL ENGINEERING COMPANY, INC., Et Al., Defendants and Respondents; EMPLOYERS INSURANCE OF WAUSAU, Intervener and Respondent\n**판결일**: 1978-01-16\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Tobriner\n\n## 변호인\n\nCounsel, Frank S. Hills for Plaintiff and Appellant., Siegfried Hesse, Peter F. Elkind, Jewel, Boxer & Elkind, Robert E. Cartwright, Edward I. Pollock, Leroy Hersh, Stephen I. Zetterberg, Robert G. Beloud, Ned Good, David B. Baum, Arne Werchick and Leonard Sacks as Amici Curiae on behalf of Plaintiff and Appellant., Shovlin & Babin, Norbert C. Babin, Bledsoe, Smith, Cathcart, Boyd & Eliot and Kenneth E. Nussbaum for Defendants and Respondents., No appearance for Intervener and Respondent.\n\n## 인용\n\n- 573 P.2d 443\n- 20 Cal. 3d 413\n- 143 Cal. Rptr. 225\n\n## 판결문 요약\n\n\n20 Cal. 3d 413 (1978)\n573 P.2d 443\n143 Cal. Rptr. 225\nRAY P. BARKER, Plaintiff and Appellant,\nv.\nLULL ENGINEERING COMPANY, INC., et al., Defendants and Respondents; EMPLOYERS INSURANCE OF WAUSAU, Intervener and Respondent.\nDocket No. S.F. 23519.\nSupreme Court of California.\nJanuary 16, 1978.\n*416 COUNSEL\nFrank S. Hills for Plaintiff and Appellant.\nSiegfried Hesse, Peter F. Elkind, Jewel, Boxer &amp; Elkind, Robert E. Cartwright, Edward I. Pollock, Leroy Hersh, Stephen I. Zetterberg, Robert G. Beloud, Ned Good, David B. Baum, Arne Werchick and Leonard Sacks as Amici Curiae on behalf of Plaintiff and Appellant.\nShovlin &amp; Babin, Norbert C. Babin, Bledsoe, Smith, Cathcart, Boyd &amp; Eliot and Kenneth E. Nussbaum for Defendants and Respondents.\nNo appearance for Intervener and Respondent.\nOPINION\nTOBRINER, Acting C.J.\nIn August 1970, plaintiff Ray Barker was injured at a construction site at the University of California at Santa *417 Cruz while operating a high-lift loader manufactured by defendant Lull Engineering Co. and leased to plaintiff's employer by defendant George M. Philpott Co., Inc. Claiming that his injuries were proximately caused, inter alia, by the alleged defective design of the loader, Barker instituted the present tort action seeking to recover damages for his injuries. The jury returned a verdict in favor of defendants, and plaintiff appeals from the judgment entered upon that verdict, contending primarily that in view of this court's decision in Cronin v...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=barker-v-lull-engineering-co"
    }
  ],
  "relatedIncidents": [
    17696,
    17731,
    17786,
    17840,
    17413
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}