{
  "id": 17928,
  "title": "1977년 Lytwyn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-12-30",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Lytwyn. 판결일: 1977-12-30. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Lytwyn v. State\n**판결일**: 1977-12-30\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Rawls\n\n## 인용\n\n- 353 So. 2d 222\n\n## 판결문 요약\n\n\n353 So. 2d 222 (1977)\nMichael John LYTWYN, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. DD-358.\nDistrict Court of Appeal of Florida, First District.\nDecember 30, 1977.\n*223 Harry Lewis Michaels and E. Douglas Spangler, of Michaels &amp; Spangler, Tallahassee, for appellant.\nRobert L. Shevin, Atty. Gen., and A.S. Johnston, Asst. Atty. Gen., for appellee.\nRAWLS, Acting Chief Judge.\nAppellant, in appealing a conviction of manslaughter, poses the following meritorious point on appeal: Whether the trial court erred in instructing the jury as to the presumption of intoxication pursuant to Section 322.262(2)(c), Florida Statutes.\nAn automobile, which appellant was driving, collided with an automobile that swung in his path while making an improper turn. Two passengers in the latter automobile died as a result of the accident. Appellant was transported to a hospital and, while undergoing treatment for injuries, was asked for permission for a blood sample to be extracted. A state trooper advised him that if he refused the test his driver's license would be suspended for 90 days. Appellant refused. After consulting with the state attorney's office, a state trooper ordered the extraction of a blood sample which revealed a blood alcohol content of .20 percent. Appellant was not placed under arrest, but several weeks later was indicted by the Leon County Grand Jury upon two counts of manslaughter by reason of intoxication.\nThe trial court, over appellant's strenuous objections, instruct...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lytwyn-v-state"
    }
  ],
  "relatedIncidents": [
    17933,
    17951,
    17952,
    17955,
    17963
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}