{
  "id": 17926,
  "title": "1978년 H. K. Porter Company, Inc. v. National Friction Products Corp. And Earl E. Figert 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1978-01-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: H. K. Porter Company, Inc. v. National Friction Products Corp. And Earl E. Figert. 판결일: 1978-01-05. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: H. K. PORTER COMPANY, INC., Plaintiff-Appellant, v. NATIONAL FRICTION PRODUCTS CORP. and Earl E. Figert, Defendants-Appellees\n**판결일**: 1978-01-05\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Cummings, Fairchild, Wyzanski\n\n## 변호인\n\nEdward A. Berman, Chicago, 111., Thomas F. Lewis, Jr., South Bend, Ind., for plaintiff-appellant., Tom F. Hirschauer, Logansport, Ind., S. J. Crumpacker, South Bend, Ind., for defendants-appellees.\n\n## 인용\n\n- 568 F.2d 24\n\n## 판결문 요약\n\n568 F.2d 24\n    H. K. PORTER COMPANY, INC., Plaintiff-Appellant,v.NATIONAL FRICTION PRODUCTS CORP. and Earl E. Figert,Defendants-Appellees.\n    No. 77-1458.\n    United States Court of Appeals,Seventh Circuit.\n    Argued Nov. 18, 1977.Decided Dec. 19, 1977.As Amended Jan. 5, 1978.\n    \n      1\n      Edward A. Berman, Chicago, Ill., Thomas F. Lewis, Jr., South Bend, Ind., for plaintiff-appellant.\n    \n    \n      2\n      Tom F. Hirschauer, Logansport, Ind., S. J. Crumpacker, South Bend, Ind., for defendants-appellees.\n    \n    \n      3\n      Before FAIRCHILD, Chief Judge, CUMMINGS, Circuit Judge, and WYZANSKI, Senior District Judge.*\n    \n    \n      4\n      WYZANSKI, Senior District Judge.\n    \n    \n      5\n      Plaintiff appeals from the March 4, 1977 order of the District Court for the Northern District of Indiana, South Bend Division, dismissing plaintiff's August 28, 1975 \"Motion for issuance of order to show cause and for contempt judgment.\"\n    \n    \n      6\n      In our opinion, the critical issue is whether, particularly in view of Fed.Civ.Proc. Rule 65(d), a sufficiently specific order had been directed to defendants so that failure to comply could constitute a basis for a civil contempt.\n    \n    \n      7\n      October 3, 1967 plaintiff filed a complaint alleging that the corporate and individual defendants infringed plaintiff's rights in trade secrets and confidential information.  March 25, 1968 plaintiff and defendants entered into a four-page Settlement Agreement....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=h-k-porter-company-inc-v-national-friction-products-corp-and-earl-e"
    }
  ],
  "relatedIncidents": [
    17674,
    17677,
    17680,
    17681,
    17682
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}