{
  "id": 17931,
  "title": "1977년 Ostrer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-12-27",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Ostrer. 판결일: 1977-12-27. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Louis C. OSTRER, Rita Ostrer, Jack Ostrer and Dina Gelman v. William H. ARONWALD, Robert B. Fiske, Jr., Alan Naftalis, Marvin Sontag, James Killeen, Edward H. Levi, and United States of America\n**판결일**: 1977-12-27\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Anderson, Kaufman, Timbers\n\n## 변호인\n\nAlan Dershowitz, Cambridge, Mass. (Harvey A. Silverglate, Ann Lambert Green-blatt, and Silverglate, Shapiro & Gertner, Boston, Mass., on the brief), for appellants., Gary G. Cooper, Asst. U. S. Atty., Southern District of New York, New York City (Robert B. Fiske, Jr., U. S. Atty., Patrick H. Barth, Asst. U. S. Atty., Southern District of New York, New York City, on the brief), for appellees.\n\n## 인용\n\n- 567 F.2d 551\n\n## 판결문 요약\n\n\nPER CURIAM:\nThis is an appeal from an order granting appellees’ motion to dismiss the complaint for failure to state a claim upon which relief can be granted. Rule 12(b)(6), F.R. Civ.P. The individual appellees are or were members of a team of Government attorneys and investigators which is conducting a grand jury investigation of possible violations of the tax laws by Louis Ostrer and members of his family, appellants in this case. The gravamen of appellants’ complaint is that various federal and state officers and agencies1 are seeking to coerce *553appellant, Louis Ostrer, through illegal and unethical means, into providing testimony to a federal grand jury regarding his business associates, who are alleged to have “connections with organized crime” or who are “labor racketeers.” Only that portion of the district court’s order dismissing the third and fourth counts of the complaint is appealed.2\nThe third cause of action alleges that appellees are engaged in a conspiracy to harass and discredit appellants in order to deprive them of their livelihood by: (1) leaking defamatory stories about Louis Ostrer to the news media; (2) discouraging his business associates from dealing with him; (3) appropriating his business records; (4) subpoenaing Louis Ostrer and his business records before different grand juries at the same time; (5) making disparaging remarks about him in open court and before congressional committees and other official bodies; and (6) engaging in overlapping a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ostrer-v-aronwald"
    }
  ],
  "relatedIncidents": [
    17928,
    17930,
    17933,
    17934,
    17936
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}