{
  "id": 17933,
  "title": "1977년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-12-23",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1977-12-23. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania, Appellee, v. Nelson Charles MIKESELL, Appellant (Two Cases)\n**판결일**: 1977-12-23\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Eagen, Manderino, Nix, O'Brien, Packel, Pomeroy, Roberts\n\n## 변호인\n\nLester G. Nauhaus, John H. Corbett, Jr., Pittsburgh, for appellant., Robert E. Colville, Dist. Atty., Robert L. Eberhardt, Asst. Dist. Atty., Robert A. Zunich, Pittsburgh, for appellee.\n\n## 인용\n\n- 381 A.2d 430\n- 475 Pa. 589\n\n## 판결문 요약\n\n\n475 Pa. 589 (1977)\n381 A.2d 430\nCOMMONWEALTH of Pennsylvania, Appellee,\nv.\nNelson Charles MIKESELL, Appellant (two cases).\nSupreme Court of Pennsylvania.\nArgued September 26, 1977.\nDecided December 23, 1977.\n*590 Lester G. Nauhaus, John H. Corbett, Jr., Pittsburgh, for appellant.\nRobert E. Colville, Dist. Atty., Robert L. Eberhardt, Asst. Dist. Atty., Robert A. Zunich, Pittsburgh, for appellee.\nBefore EAGEN, C.J., and O'BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and PACKEL, JJ.\n\nOPINION OF THE COURT\nEAGEN, Chief Justice.\nAppellant, Nelson Charles Mikesell, was convicted by a jury of two counts of murder of the first degree and other *591 related offenses.[1] Post-verdict motions were denied, and concurrent sentences of life imprisonment were imposed on the murder convictions. Judgments of sentence on the related offenses were suspended. These appeals followed.\nWhile Mikesell has not challenged the sufficiency of the evidence to support the murder of the first degree verdicts, we have made an independent review of the record and have determined sufficient evidence exists to support them. From the evidence the jury could find the following:\nOn September 18, 1974, at approximately 11:40 p.m., Marilyn Mikesell, appellant's estranged wife, Joseph Malone, her escort, and Christine Mikesell, appellant's and Marilyn's daughter, were shot by Mikesell outside of Marilyn's residence. Mikesell sat in an automobile awaiting their arrival, and shot them without any provocation shortly after ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-mikesell"
    }
  ],
  "relatedIncidents": [
    17928,
    17951,
    17952,
    17955,
    17963
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}