{
  "id": 17934,
  "title": "1977년 Greenspan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-12-23",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Greenspan. 판결일: 1977-12-23. 법원: District Court, D. New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: Bernard GREENSPAN, Plaintiff, v. Ann KLEIN, Individually and as Commissioner, Department of Institutions and Agencies, State of New Jersey, and Gerald J. Reilly, Individually and as Director, Division of Medical Assistance and Health Services, Jointly, Severally and in the Alternative, Defendants\n**판결일**: 1977-12-23\n**법원**: District Court, D. New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: Weis, Circuit Judge, and Fisher and Stern, District Judges\n\n## 변호인\n\nKarl Asch, Elson P. Kendall, Elizabeth, N. J., for plaintiff., William F. Hyland, Atty. Gen. of N. J. by Robert E. Popkin, Deputy Atty. Gen., Trenton, N. J., for defendants.\n\n## 인용\n\n- 442 F. Supp. 860\n\n## 판결문 요약\n\n\n442 F. Supp. 860 (1977)\nBernard GREENSPAN, Plaintiff,\nv.\nAnn KLEIN, Individually and as Commissioner, Department of Institutions and Agencies, State of New Jersey, and Gerald J. Reilly, Individually and as Director, Division of Medical Assistance and Health Services, jointly, severally and in the alternative, Defendants.\nCiv. A. No. 76-439.\nUnited States District Court, D. New Jersey.\nDecember 23, 1977.\nKarl Asch, Elson P. Kendall, Elizabeth, N. J., for plaintiff.\nWilliam F. Hyland, Atty. Gen. of N. J. by Robert E. Popkin, Deputy Atty. Gen., Trenton, N. J., for defendants.\nBefore WEIS, Circuit Judge, and FISHER and STERN, District Judges.\n\n\n*861 OPINION\nPER CURIAM.\nPlaintiff, a physician provider, was suspended from the Medical Assistance Program of the State of New Jersey on the basis of an allegation of fraud. He brings this suit, seeking, among other things, a temporary and permanent injunction to restore him to the program. Plaintiff also asks this Court to declare Sections 10:49-1.18 and 10:49-63 of the New Jersey Administrative Code, N.J.A.C. 10:49-1.18, and 10:49-63, and the New Jersey Statutes 30:4D-1 et seq., N.J.S.A. 30:4D-1 et seq., unconstitutional.\nThe medicaid program of the State of New Jersey is state-administered and federally and state-funded. It is designed to assist certain indigent recipients with medical expenses. This program is administered by the Commissioner of the Department of Human Services through the Director of the Division of Medical Assistan...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=greenspan-v-klein"
    }
  ],
  "relatedIncidents": [
    17937,
    17945,
    17975,
    18028,
    18039
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}