{
  "id": 17930,
  "title": "1977년 Dark 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-12-27",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Dark. 판결일: 1977-12-27. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. James DARK\n**판결일**: 1977-12-27\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n## 변호인\n\nS. C. Sundbery, Gaidry & Sundbery, Hou-ma, for defendant-appellant., William J. Guste, Jr., Atty. Gen., Barbara Rutledge, Asst. Atty., Gen., Norval J. Rhodes, Dist. Atty., James L. Alcock, Asst. Dist. Atty., for plaintiff-appellee.\n\n## 인용\n\n- 353 So. 2d 723\n\n## 판결문 요약\n\n\nPER CURIAM.\nDefendant James Dark was charged by bill of information with the crime of armed robbery, a violation of La.R.S. 14:64. After pleading not guilty, he was tried before a twelve person jury and found guilty as charged. Thereafter, on November 24, 1975, the trial court sentenced him to serve fifteen (15) years at hard labor, “without benefit of parole, probation or dimunition (sic) of sentence.\" The record has been submitted to us on appeal without formal assignments of error for an inspection of the pleadings and proceedings pursuant to La.C.Cr.P. art. 920(2).\nWe find no errors which might bear upon the validity of defendant’s conviction.\nHowever, we note, under the authority of La.C.Cr.P. art. 920(2), that the sentence imposed was illegal. See, State v. Jones, 341 So.2d 3 (La.1976).\nLa.R.S. 14:64 prescribes the following penalty for the crime of armed robbery:\n“Whoever commits the crime of armed robbery shall be imprisoned at hard labor for not less than five years and for not more than ninety-nine years, without benefit of parole, probation or suspension of sentence.”\nThis provision does not authorize the imposition of a sentence which renders the defendant ineligible for diminution of sentence.\nA recent amendment to La.R.S. 15:571.3 does provide that a convicted armed robber, sentenced as an habitual offender under La.R.S. 15:529.1 before September 9, 1977, shall not be entitled to diminution of sentence for good behavior, if so ordered by the sentencing court. A...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-dark"
    }
  ],
  "relatedIncidents": [
    17943,
    17954,
    17967,
    17979,
    17980
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}