{
  "id": 17937,
  "title": "1977년 Dolkart 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-12-20",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Dolkart. 판결일: 1977-12-20. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Joel Dolkart\n**판결일**: 1977-12-20\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Silverman\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Bernard W. Nussbaum of counsel (Douglas S. Liebhafsky and Michael W. Schwartz with him on the brief; Wachtell, Kipton, Rosen & Katz, attorneys), for appellant., Peter L. Zimroth of counsel (Mark Dwyer with him on the brief; Robert M. Morgenthau, District Attorney), for respondent.\n\n## 인용\n\n- 60 A.D.2d 238\n\n## 판결문 요약\n\n\n*239OPINION OF THE COURT\n\nPer Curiam.\n\nJoel Dolkart had been a partner on successive occasions in two major law firms located in New York City, as well as an officer and director of Gulf &amp; Western Industries, Inc. In December, 1974, Dolkart was indicted by a New York County Grand Jury and charged with various felonies, including grand larceny and forgery. The charges were based on allegations that, between 1967 and 1973, Dolkart stole over two million dollars from the two law firms. In April, 1976, Dolkart pleaded guilty to the 19th count of the indictment charging him with forgery in the second degree in connection with the fraudulent issuance of a check in the amount of $250,000. This plea was entered pursuant to an agreement between counsel for Dolkart and the District Attorney, which agreement was approved by the court.\nThe terms of the agreement included a promise that the maximum term of imprisonment would be an indeterminate sentence not to exceed three years; that in the event that at the time of sentencing the court intended to impose a greater sentence, the defendant would be permitted to withdraw his plea; that commencement of the sentence of imprisonment would be stayed for a sufficient period to permit Dolkart to cooperate with the office of the District Attorney and with the Securities and Exchange Commission; that the District Attorney would then bring the extent of the co-operation to the attention of the court prior to commencement of sentence and would ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-dolkart"
    }
  ],
  "relatedIncidents": [
    17934,
    17945,
    17975,
    18028,
    18039
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}