{
  "id": 17936,
  "title": "1977년 Rushing 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-12-20",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Rushing. 판결일: 1977-12-20. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: David RUSHING, Appellant, v. STATE of Tennessee, Appellee\n**판결일**: 1977-12-20\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Byers, Duncan, Tatum\n\n## 변호인\n\nHoward F. Butler, Butler, Tune & Entre-kin, Nashville, Laurence M. McMillan, Clarksville, for appellant., Brooks McLemore, Jr., State Atty. Gen., Robert E. Kendrick, Deputy State Atty. Gen., Nashville, C. Wade Bobo, Asst. Dist. Atty. Gen., Clarksville, for appellee.\n\n## 인용\n\n- 565 S.W.2d 893\n\n## 판결문 요약\n\n\n565 S.W.2d 893 (1977)\nDavid RUSHING, Appellant,\nv.\nSTATE of Tennessee, Appellee.\nCourt of Criminal Appeals of Tennessee.\nDecember 20, 1977.\nCertiorari Denied May 1, 1978.\n*894 Howard F. Butler, Butler, Tune &amp; Entrekin, Nashville, Laurence M. McMillan, Clarksville, for appellant.\nBrooks McLemore, Jr., State Atty. Gen., Robert E. Kendrick, Deputy State Atty. Gen., Nashville, C. Wade Bobo, Asst. Dist. Atty. Gen., Clarksville, for appellee.\nCertiorari Denied by Supreme Court May 1, 1978.\n\nOPINION\nBYERS, Judge.\nThe Appellant was convicted on a charge of rape of a female over twelve (12) years of age and sentenced to serve ten (10) years in the penitentiary.\nThe Appellant assigns thirteen (13) errors attacking the validity of the verdict. Four (4) of the assignments question the sufficiency of the evidence, four (4) are complaints concerning the separation of the jury, one (1) assignment complains that the jury deliberated on the final day of trial before court was convened, one (1) complains that a mistrial should have been granted because the jury was unable to reach a verdict, one (1) complains that a witness was allowed to testify as to self-serving statements made by the prosecutrix, one (1) complains of the court's charge that all State's witnesses did not have to testify before the grand jury, and one (1) claims the State withheld photographs of the victim from the Appellant which were vital in the case.\nThe judgment is affirmed.\nThe evidence presented by the State and ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rushing-v-state"
    }
  ],
  "relatedIncidents": [
    17939,
    17949,
    17966,
    18055,
    18062
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}