{
  "id": 17942,
  "title": "1977년 Town of Massena v. Niagara Mohawk Power Corp. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-12-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Town of Massena v. Niagara Mohawk Power Corp.. 판결일: 1977-12-15. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Town of Massena v. Niagara Mohawk Power Corporation\n**판결일**: 1977-12-15\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Herlihy, Mahoney\n\n## 변호인\n\nAPPEARANCES OF COUNSEL, Duncan, Brown, Weinberg & Palmer, P. C. (Frederick D. Palmer and Wallace L. Duncan of counsel), and Lavigne & Nicandri (Eugene L. Nicandri of counsel), for appellant., Fisher & Hughes (Bryan J. Hughes of counsel), Lauman Martin and Shea, Gould, Climenko & Casey (Milton S. Gould of counsel), for respondent.\n\n## 인용\n\n- 60 A.D.2d 139\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nHerlihy, J.\nAs a preliminary matter it is noteworthy that a trial was held herein by stipulation of the parties to present evidence on both the issues of condemnation and temporary possession of property belonging to the respondent. It is solely those issues which are before the court upon this appeal.\nOn April 16, 1974, the plaintiff, an incorporated municipality, adopted a resolution authorizing it to own and operate an electric utility and further authorizing the issuance of $4,500,-000 serial bonds to finance the project. The resolution was approved by the eligible voters of the plaintiff at a mandatory referendum pursuant to section 360 of the General Municipal Law on May 30, 1974.\nIt is apparent from the record herein that the respondent is committed to the principle of resisting the effort of the plaintiff to replace it as the supplier and provider of electricity within the boundaries of plaintiff. This court has previously had the parties before it upon a petition of the respondent seeking review of a preliminary certificate issued by the Public Service Commission of the State of New York as required by section 5-a of the Condemnation Law upon the filing of a petition for a condemnation order in the County Court of St. Lawrence County on March 13, 1975 (Matter of Niagara Mohawk Power Corp. v Public Serv. Comm, of State of N. Y., 52 AD2d 388, app dsmd 40 NY2d 844).\nSubsequent to the filing of the petition and an amended petition the respondent mov...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=town-of-massena-v-niagara-mohawk-power-corp"
    }
  ],
  "relatedIncidents": [
    17706,
    17782,
    17928,
    17930,
    17931
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}