{
  "id": 17947,
  "title": "1977년 Feder 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-12-12",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Feder. 판결일: 1977-12-12. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: Michael FEDER and Jeanne Feder, Executors of the Estate of Philip Feder, Deceased, Plaintiffs, v. TURKISH AIRLINES, Also Known as Turk Hava Yollari, A. O. (THY), Defendant\n**판결일**: 1977-12-12\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Haight\n\n## 변호인\n\nKreindler & Kreindler, New York City, for plaintiffs; Paul S. Edelman, New York City, of counsel., Condon & Forsyth, New York City, for defendant; Michael J. Holland, New York City, of counsel.\n\n## 인용\n\n- 441 F. Supp. 1273\n\n## 판결문 요약\n\n\n441 F.Supp. 1273 (1977)\nMichael FEDER and Jeanne Feder, Executors of the Estate of Philip Feder, Deceased, Plaintiffs,\nv.\nTURKISH AIRLINES, also known as Turk Hava Yollari, A. O. (THY), Defendant.\nNo. 75 Civ. 6345-CSH.\nUnited States District Court, S. D. New York.\nNovember 28, 1977.\nOn Motion for Certification for Interlocutory Appeal December 12, 1977.\nKreindler &amp; Kreindler, New York City, for plaintiffs; Paul S. Edelman, New York City, of counsel.\nCondon &amp; Forsyth, New York City, for defendant; Michael J. Holland, New York City, of counsel.\n\n\n*1274 MEMORANDUM OPINION AND ORDER\nHAIGHT, District Judge:\nDefendant, a Turkish corporation, moves pursuant to Rule 12(b)(2), F.R.Civ.P., for an order dismissing the complaint for lack of jurisdiction. The motion raises the question whether the holding in Shaffer v. Heitner, 433 U.S. 186, 97 S.Ct. 2569, 53 L.Ed.2d 683 (1977) precludes quasi in rem jurisdiction based upon plaintiffs' prior attachment of defendant's New York bank account. Answering that question in the negative, we deny the motion.\n\nI.\nThe wrongful death action underlying the instant application is brought by decedent's executors, and stems from the crash of an F-28 aircraft operated by defendant Turk Hava Yollari, A.O. (\"THY\") near Istanbul, Turkey on January 30, 1975. Plaintiffs are New York residents and initiated this litigation in a federal forum based upon diversity of citizenship, 28 U.S.C. § 1332.\nOriginally only in personam jurisdiction was averred, bas...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=feder-v-turkish-airlines"
    }
  ],
  "relatedIncidents": [
    17928,
    17930,
    17931,
    17933,
    17934
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}