{
  "id": 17949,
  "title": "1977년 Owens 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-12-09",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Owens. 판결일: 1977-12-09. 법원: Kentucky Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Dale Lee OWENS v. COMMONWEALTH of Kentucky\n**판결일**: 1977-12-09\n**법원**: Kentucky Supreme Court\n**관할**: Kentucky, KY\n\n**판사**: Affidavit, Competency, Consequently, Counsel, Detailed, Determine, Hearing, Issue, Lukowsky, Owens, Request, Require, Specific, Stephenson, That, Trial, Who\n\n## 변호인\n\nJack Emory Farley, Public Defender, M. Gail Robinson, Asst. Public Defender, Frankfort, for appellant., Robert F. Stephens, Atty. Gen., David M. Whalin, Asst. Atty. Gen., Frankfort, for appellee.\n\n## 인용\n\n- 572 S.W.2d 415\n\n## 판결문 요약\n\n\nSTEPHENSON, Justice.\nDale Lee Owens was indicted and tried on three counts of first-degree rape, KRS 510.040, and four counts of first-degree burglary, KRS 511.020. On the trial of the case, a jury found him guilty on three counts of first-degree rape and fixed his punishment at twenty years in the penitentiary on each count. Additionally, the jury convicted on three of the four counts of first-degree burglary and fixed his punishment at fifteen years’ confinement on each count. The trial court sentenced Owens in accordance with the jury verdict, directing that the sentences be served consecutively.\nThe first victim testified that on May 11, 1976, in the early morning, a man entered her apartment, threatened her with a gun and raped her. Afterwards he offered the gun to the victim and told her to shoot him. The victim could not identify Owens but testified that he had been in the bathroom. The police found Owens’ fingerprints on the basin in the bathroom.\nThe second victim testified that on August 20, 1976, she was awakened in her apartment by a man in her bed. The man *416threatened her with a knife and raped her. She could not positively identify Owens as the man, but gave a general description which fitted Owens. Owens’ palm print was found on the basin in the victim’s bathroom.\nThe third victim testified that a man entered her apartment in the early morning of August 24, 1976, held a screwdriver to her throat and raped her. He then asked her if she would “freak out” if h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=owens-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    17936,
    17939,
    17966,
    18055,
    18062
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}