{
  "id": 17940,
  "title": "1977년 United States v. Ralph Carmine Grandinetti 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-12-15",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Ralph Carmine Grandinetti. 판결일: 1977-12-15. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Ralph Carmine GRANDINETTI, Defendant-Appellant\n**판결일**: 1977-12-15\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Brown, Fay, Roney\n\n## 변호인\n\nRalph Carmine Grandinetti, pro se., Denis Dean, Miami, Fla. (court-appointed), for defendant-appellant in 77-5035 and 77-5080., Arthur Massey, Miami Springs, Fla., for Bond Pending Appeal., Jack V. Eskenazi, U. S. Atty., C. Wesley G. Currier, David F. Geneson, Asst. U. S. Attys., Miami, Fla., for plaintiff-appellee.\n\n## 인용\n\n- 564 F.2d 723\n\n## 판결문 요약\n\n564 F.2d 723\n    UNITED STATES of America, Plaintiff-Appellee,v.Ralph Carmine GRANDINETTI, Defendant-Appellant.\n    Nos. 77-5080 and 77-5035.\n    United States Court of Appeals,Fifth Circuit.\n    Dec. 15, 1977.\n    \n      Ralph Carmine Grandinetti, pro se.\n      Denis Dean, Miami, Fla.  (court-appointed), for defendant-appellant in 77-5035 and 77-5080.\n      Arthur Massey, Miami Springs, Fla., for Bond Pending Appeal.\n      Jack V. Eskenazi, U. S. Atty., C. Wesley G. Currier, David F. Geneson, Asst. U. S. Attys., Miami, Fla., for plaintiff-appellee.\n      Appeals from the United States District Court for the Southern District of Florida.\n      Before BROWN, Chief Judge, RONEY and FAY, Circuit Judges.\n      FAY, Circuit Judge:\n    \n    \n      1\n      This appeal presents the rather narrow issue of whether the government breached a plea agreement by expressing to the sentencing judge reservations over the terms contained within the agreement.  Because we conclude that the plea bargain was not carried out by the attorneys of the government who either negotiated the plea or were charged with carrying out the plea agreement, we vacate the sentence and remand for the defendant to be resentenced by another district judge.\n    \n    \n      2\n      The facts in this case are somewhat complicated.  The defendant, Ralph Carmine Grandinetti, was originally indicted in 1975 in a three count indictment charging conspiracy, possession, and distribution of cocaine.  The defendant plead guilty...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=william-j-riley-v-meba-pension-trust"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-ralph-carmine-grandinetti"
    }
  ],
  "relatedIncidents": [
    17928,
    17930,
    17931,
    17933,
    17934
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}