{
  "id": 17941,
  "title": "1977년 Berry 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-12-15",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Berry. 판결일: 1977-12-15. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: RIDGE COMMUNITY INVESTORS, INC.; F. L. WRENN, TRUSTEE; W. CLYDE BURKE and Wife, NORMA B. BURKE; HAROLD H. GRISWOLD and Wife, DOROTHY B. GRISWOLD; And MILL RIDGE PROPERTY OWNERS ASSOCIATION, INC. v. BILLY EUGENE BERRY and WARD CARROLL, SHERIFF OF WATAUGA COUNTY, NORTH CAROLINA\n**판결일**: 1977-12-15\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Branch\n\n## 변호인\n\n\n\nDark & Edwards, by L. T. Dark, Jr., and Henderson, Henderson & Shuford, by David H. Henderson and William A. Shuford, for plaintiff-appellants.\n, \nHarkey, Faggart, Coira & Fletcher, by Francis M. Fletcher, Jr., and Henry A. Harkey, for defendant-appellee, Billy Eugene Berry.\n\n\n## 인용\n\n- 239 S.E.2d 566\n- 293 N.C. 688\n\n## 판결문 요약\n\n\n239 S.E.2d 566 (1977)\n293 N.C. 688\nRIDGE COMMUNITY INVESTORS, INC., F. L. Wrenn, Trustee, W. Clyde Burke and wife, Norma B. Burke, Harold H. Griswold and wife, Dorothy B. Griswold, and Mill Ridge Property Owners Association, Inc.\nv.\nBilly Eugene BERRY and Ward Carroll, Sheriff of Watauga County, North Carolina.\nNo. 41.\nSupreme Court of North Carolina.\nDecember 15, 1977.\n*569 Dark &amp; Edwards, by L. T. Dark, Jr., Siler City, and Henderson, Henderson &amp; Shuford, by David H. Henderson and William A. Shuford, Charlotte, for plaintiff-appellants.\nHarkey, Faggart, Coira &amp; Fletcher, by Francis M. Fletcher, Jr., and Henry A. Harkey, Charlotte, for defendant-appellee, Billy Eugene Berry.\nBRANCH, Justice.\nThis appeal presents the question of whether the trial judge erred by denying plaintiffs' application and motion for a preliminary injunction prohibiting defendants from enforcing the claim of lien filed in Watauga County. It is plaintiffs' position that he did.\nPlaintiffs first contend that the Mecklenburg Superior Court is without jurisdiction to enforce a claim of lien filed in Watauga County. In support of this contention, they point to the following language in G.S. 44A-12:\n(a) Place of Filing.All claims of lien against any real property must be filed in the office of the clerk of superior court in each county wherein the real property subject to the claim of lien is located. The clerk of superior court shall note the claim of lien on the judgment docket and index the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ridge-community-investors-inc-v-berry"
    }
  ],
  "relatedIncidents": [
    17928,
    17930,
    17931,
    17933,
    17934
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}