{
  "id": 17945,
  "title": "1977년 Freedman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-12-13",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Freedman. 판결일: 1977-12-13. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: SUPERINTENDENT OF INSURANCE OF the STATE OF NEW YORK as Liquidator of Knickerbocker Insurance Company, Plaintiff, v. Jay M. FREEDMAN, James L. Hamilton, Mori Aaron, Schweitzer, Charles F. Raymond, Francis R. Salazar, Westland Minerals Corporation, and Petroleum Credit Corporation, Defendants\n**판결일**: 1977-12-13\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Goettel\n\n## 변호인\n\nRegan, Goldfarb, Heller, Wetzler & Quinn, New York City, for plaintiff; Kenneth S. Knigin, Thomas A. Holman, New York City, of counsel., Robert L. Kassel, New York City, for defendants; Anthony V. Labozzetta, New York City, of counsel.\n\n## 인용\n\n- 443 F. Supp. 628\n\n## 판결문 요약\n\n\n443 F.Supp. 628 (1977)\nSUPERINTENDENT OF INSURANCE OF the STATE OF NEW YORK as Liquidator of Knickerbocker Insurance Company, Plaintiff,\nv.\nJay M. FREEDMAN, James L. Hamilton, Mori Aaron, Schweitzer, Charles F. Raymond, Francis R. Salazar, Westland Minerals Corporation, and Petroleum Credit Corporation, Defendants.\nNo. 74 Civ. 5686(GLG).\nUnited States District Court, S. D. New York.\nDecember 13, 1977.\n*629 *630 *631 Regan, Goldfarb, Heller, Wetzler &amp; Quinn, New York City, for plaintiff; Kenneth S. Knigin, Thomas A. Holman, New York City, of counsel.\nRobert L. Kassel, New York City, for defendants; Anthony V. Labozzetta, New York City, of counsel.\n\nOPINION\nGOETTEL, District Judge.\nWhen Sir Walter Scott wrote \"Oh what a tangled web we weave, when first we practice to deceive,\" he must have foreseen the Knickerbocker Insurance Company. The transactions that caused the demise of Knickerbocker, and which form the basis of this action, were indeed a tangled and fraudulent web, and they have made uncovering the facts of the company's downfall a most difficult task.\nThe New York Superintendent of Insurance brought this suit as the liquidator of Knickerbocker, alleging that the defendants conspired to and did defraud the company. Federal securities claims, as well as pendent state claims, are alleged. Specifically, the Superintendent asserts violations of section 10(b) of the Securities Exchange Act of 1934 (the 1934 Act), 15 U.S.C. § 78j(b), and section 12(2) of the Securities A...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=superintendent-of-insurance-of-new-york-v-freedman"
    }
  ],
  "relatedIncidents": [
    17934,
    17937,
    17975,
    18028,
    18039
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}