{
  "id": 17946,
  "title": "1977년 United States v. Willie Lee Hartmon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-12-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Willie Lee Hartmon. 판결일: 1977-12-13. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Willie Lee HARTMON, Appellant\n**판결일**: 1977-12-13\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Lay, Per Curiam, Ross, Webster\n\n## 변호인\n\nSheldon Weinstein, St. Louis, Mo., for appellant., Barry A. Short (former ,U- S. Atty.) and David M. Rosen, Asst. U. S. Atty., St. Louis, Mo., for appellee.\n\n## 인용\n\n- 566 F.2d 49\n\n## 판결문 요약\n\n566 F.2d 49\n    UNITED STATES of America, Appellee,v.Willie Lee HARTMON, Appellant.\n    No. 77-1607.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted Dec. 5, 1977.Decided Dec. 13, 1977.\n    \n      Sheldon Weinstein, St. Louis, Mo., for appellant.\n      Barry A. Short (former U. S. Atty.) and David M. Rosen, Asst. U. S. Atty., St. Louis, Mo., for appellee.\n      Before LAY, ROSS and WEBSTER, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      Willie Lee Hartmon appeals from a judgment of conviction under 18 U.S.C. &#167;&#167; 111 and 1114 for assaulting a United States Postal Service employee.  The district court sentenced defendant under the Youth Correction Act, 18 U.S.C. &#167; 5010(b).  On appeal Hartmon challenges the admissibility of certain oral statements given to a postal inspector following his arrest.  After an evidentiary hearing the district court overruled the defendant's motion to suppress, finding that the defendant had been given Miranda warnings; that he had validly waived his privilege against self-incrimination and his right to counsel; and that the statement in question was freely and voluntarily made.  We affirm.\n    \n    \n      2\n      The government's evidence showed that Hartmon, age 18, became involved in an argument with a postal carrier over the carrier's refusal, due to a change of address, to deliver an ADC check to defendant's sister.  During the argument Hartmon pushed the carrier over a stair railing inflicting some rathe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-willie-lee-hartmon"
    }
  ],
  "relatedIncidents": [
    17986,
    18019,
    18076,
    18084,
    18181
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}