{
  "id": 17955,
  "title": "1977년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-12-01",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1977-12-01. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Thaddeus SAUNDERS, (two cases)\n**판결일**: 1977-12-01\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Brien, Eagen, Manderino, Nix, Packel, Pomeroy, Roberts\n\n## 변호인\n\nSebastian M. Rainone, Philadelphia, for appellant., F. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Asst. Dist. Atty., Chief, Appeals Div., Marianne Cox, Philadelphia, for appellee.\n\n## 인용\n\n- 475 Pa. 296\n- 380 A.2d 361\n\n## 판결문 요약\n\n\nOPINION OF THE COURT\nPER CURIAM.\nIn this direct appeal from convictions for second-degree murder, robbery, and criminal conspiracy,1 appellant contends that his statement was the product of an unnecessary delay between arrest and arraignment,2 and that he was not given adequate warnings before a polygraph examination was administered. Neither of these arguments was reduced to writing in appellant’s post-trial motions, as was required at the time of trial by Pa.R.Crim.P. 1123(a) and our decision in Commonwealth v. Blair, 460 Pa. 31, 33 n.1, 331 A.2d 213 (1975). Both issues have therefore been waived.\nJudgments of sentence affirmed.\n\n. This Court has jurisdiction of the appeal from the murder conviction under the Appellate Court Jurisdiction Act of July 31, 1970, P.L. 673, art. II, § 202(1), 17 P.S. § 211.202(1) (Supp.1977). The appeals from the robbery and criminal conspiracy convictions were duly transferred here from the Superior Court pursuant to § 503(c) of the same Act, 17 P.S. § 211.503(c).\n\n\n. Pa.R.Crim.P. 130. See, e. g., Commonwealth v. Futch, 447 Pa. 389, 290 A.2d 417 (1972).\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-saunders"
    }
  ],
  "relatedIncidents": [
    17928,
    17933,
    17951,
    17952,
    17963
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}