{
  "id": 17957,
  "title": "1977년 Dravo Corp. v. Commonwealth, Department of Highways 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-11-25",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Dravo Corp. v. Commonwealth, Department of Highways. 판결일: 1977-11-25. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: DRAVO CORPORATION, Appellant, v. COMMONWEALTH of Kentucky, DEPARTMENT OF HIGHWAYS and Charles Pryor, Jr., Kentucky Commissioner of Highways, Appellees\n**판결일**: 1977-11-25\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Howerton, Gant and White\n\n## 변호인\n\nJames G. Apple, Stites, McElwain & Fowler, Louisville, for appellant., Dandridge F. Walton, Robert C. Fields, Dept, of Transportation, Frankfort, for ap-pellees.\n\n## 인용\n\n- 564 S.W.2d 16\n\n## 판결문 요약\n\n\n564 S.W.2d 16 (1977)\nDRAVO CORPORATION, Appellant,\nv.\nCOMMONWEALTH of Kentucky, DEPARTMENT OF HIGHWAYS and Charles Pryor, Jr., Kentucky Commissioner of Highways, Appellees.\nCourt of Appeals of Kentucky.\nNovember 25, 1977.\nDiscretionary Review Denied April 25, 1978.\n*17 James G. Apple, Stites, McElwain &amp; Fowler, Louisville, for appellant.\nDandridge F. Walton, Robert C. Fields, Dept. of Transportation, Frankfort, for appellees.\nBefore HOWERTON, GANT and WHITE, JJ.\nHOWERTON, Judge.\nThis appeal arises from a suit by appellant Dravo Corporation, a bridge construction company, against the Commonwealth of Kentucky which resulted in a judgment dismissing the plaintiff's complaint after a lengthy trial by the court and extensive findings of fact and conclusions of law. On this appeal, Dravo Corporation cites numerous errors in those findings and conclusions.\nThe Department of Highways of the Commonwealth of Kentucky entered into a contract with Dravo Corporation in August 1970, for the construction of the substructure and approaches for the I-24 Interstate bridges across the Tennessee River in Marshall and Livingston Counties, near Paducah, Kentucky. The total estimated cost of the contract, based upon unit prices, was six million, two hundred twenty three thousand, four hundred ninety eight dollars and fifty six cents ($6,223,498.56). During the construction, five change orders were approved totalling $296,539.51. This increase, along with unit price payments paid on piles actua...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dravo-corp-v-commonwealth-department-of-highways"
    }
  ],
  "relatedIncidents": [
    17928,
    17930,
    17931,
    17933,
    17934
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}