{
  "id": 17951,
  "title": "1977년 Love 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-12-07",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Love. 판결일: 1977-12-07. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Willie L. Love v. State of Indiana\n**판결일**: 1977-12-07\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Hunter\n\n## 변호인\n\nHarriette Bailey Conn, (Mrs.), Public Defender of Indiana, David P. Freund, Bobby Jay Small, Deputy Public Defenders, for appellant., Theodore L. Senddk, Attorney General, David L. Steiner, Deputy Attorney General, for appellee.\n\n## 인용\n\n- 369 N.E.2d 1073\n- 267 Ind. 302\n\n## 판결문 요약\n\n\n369 N.E.2d 1073 (1977)\nWillie L. LOVE, Appellant (Defendant below),\nv.\nSTATE of Indiana, Appellee (Plaintiff below).\nNo. 776 S 223.\nSupreme Court of Indiana.\nDecember 7, 1977.\n*1074 Harriette Bailey Conn, Public Defender, David P. Freund, Bobby Jay Small, Deputy Public Defenders, Indianapolis, for appellant.\nTheo. L. Sendak, Atty. Gen., David L. Steiner, Deputy Atty. Gen., Indianapolis, for appellee.\nHUNTER, Justice.\nDefendant-appellant, Willie L. Love, was charged with the first-degree murder of Moses Allen Walker, Jr. Following a trial by jury, he was found guilty as charged and sentenced to life imprisonment. The following issues are presented for consideration upon appeal:\n1. The sufficiency of the evidence to support the judgment; and\n2. Whether the trial court erred in overruling a defense motion for mistrial.\nThe evidence most favorable to the judgment establishes the following:\nThe decedent's father went to the Marshall Tavern on the evening of January 18, 1975. As he was leaving, Carolyn Johnson approached him and requested a ride, which he gave her. Miss Johnson had been dating the defendant about five months and was at the tavern with the defendant and some of his friends. At the corner of Seventeenth and McClure in Marion, Indiana, the defendant rammed his car into the rear of the senior Walker's auto. The accident occurred almost directly in front of the decedent's home. The defendant and the decedent's father began arguing and were joined by the decedent. The d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=love-v-state"
    }
  ],
  "relatedIncidents": [
    17928,
    17933,
    17952,
    17955,
    17963
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}