{
  "id": 17954,
  "title": "1977년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-12-02",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1977-12-02. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Clarence BLANCHARD, Appellant\n**판결일**: 1977-12-02\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Watkins, President Judge, and Jacobs, Hoffman, Cercone, Price, Van Der Voort and Spaeth\n\n## 변호인\n\nJohn W. Packel, Assistant Public Defender, Philadelphia, and Benjamin Lerner, Defender, Philadelphia, for appellant., Steven H. Goldblatt, Assistant District Attorney, Philadelphia, and F. Emmett Fitzpatrick, District Attorney, Philadelphia, for Commonwealth, appellee.\n\n## 인용\n\n- 380 A.2d 853\n- 251 Pa. Super. 424\n\n## 판결문 요약\n\n\n251 Pa. Super. 424 (1977)\n380 A.2d 853\nCOMMONWEALTH of Pennsylvania\nv.\nClarence BLANCHARD, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted March 22, 1976.\nDecided December 2, 1977.\n*425 John W. Packel, Assistant Public Defender, Philadelphia, and Benjamin Lerner, Defender, Philadelphia, for appellant.\nSteven H. Goldblatt, Assistant District Attorney, Philadelphia, and F. Emmett Fitzpatrick, District Attorney, Philadelphia, for Commonwealth, appellee.\nBefore WATKINS, President Judge, and JACOBS, HOFFMAN, CERCONE, PRICE, VAN der VOORT and SPAETH, JJ.\nCERCONE, Judge:\nFollowing a non-jury trial, appellant, Clarence Blanchard, was found guilty of robbery and possessing an instrument of a crime. The question raised on appeal is whether appellant's claim that he was denied a speedy trial under Pa.R. Crim.P., Rule 1100 has been properly preserved for our review. We hold that it has not.\nThe complaint was filed against appellant on November 12, 1974, so the Commonwealth had 180 days to bring appellant to trial. Pa.R.Crim.P. 1100(a)(2). Although trial commenced on August 25, 1975, appellant admits and the record indicates that defense counsel did not raise the Rule 1100 question until August 26, 1975, subsequent to the *426 commencement of trial.[1] The lower court then granted appellant leave to petition nunc pro tunc for dismissal on Rule 1100 grounds.\nPa.R.Crim.P. 1100(f) provides, in pertinent part, that: \"At any time before trial, the defendant or his attorney may apply to t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-blanchard"
    }
  ],
  "relatedIncidents": [
    17930,
    17943,
    17967,
    17979,
    17980
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}