{
  "id": 17966,
  "title": "1977년 Patton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-11-15",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Patton. 판결일: 1977-11-15. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Leslie Leroy PATTON v. STATE of Tennessee\n**판결일**: 1977-11-15\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Daugh, Galbreath, Russell, Trey\n\n## 변호인\n\nBurt Raymond Francis, Jr., Asst. Public Defender, Nashville, for appellant., Brooks McLemore, Jr., Atty. Gen., William 0. Kelly, Asst. Atty. Gen., Thomas H. Shriver, Dist. Atty. Gen., Sterling P. Gray, Jr., Harold B. McDonough, Jr., Asst. Dist. Attys. Gen., Nashville, for appellee.\n\n## 인용\n\n- 562 S.W.2d 840\n\n## 판결문 요약\n\n\nOPINION\nGALBREATH, Judge.\nAmong his assignments of error the appellant avers that the trial judge refused to hear evidence to the effect that the Davidson County Criminal jury, finding him guilty of rape and assessing punishment at 72 years in the penitentiary, arrived at the verdict by agreeing in advance to fix the punishment by dividing the total of all the jurors’ suggested sentences by the number of jurors. Such a quotient verdict is not lawful in Tennessee. See Thompson v. State, 197 Tenn. 112, 270 S.W.2d 379 (1954). Compelling us to overrule this assignment is the insurmountable difficulty confronting the appellant in the fact that the record before us contains no reference to the fact alleged, or that the matter was even brought to the attention of the trial judge. We cannot consider this type of alleged error if it is raised for the first time on appeal. Crumpler v. Henderson, 1 Tenn.Cr.App. 47, 428 S.W.2d 800 (1968).\nThe conviction was based not only on the testimony of the victim, but on the defendant’s confessions and incriminating evidence found in his automobile when arrested. Not surprisingly, there is no contention made here that the defendant was not guilty. The other assignments object to the admission of evidence, primarily the confession and a stocking cap observed by the officer in plain view when the defendant was seized, as aforesaid, in his car, and a pistol found under the front seat at that time by the arresting officer.\nThe defendant, during an out...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=patton-v-state"
    }
  ],
  "relatedIncidents": [
    17936,
    17939,
    17949,
    18055,
    18062
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}