{
  "id": 17965,
  "title": "1977년 Williams v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-11-15",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Williams v. State. 판결일: 1977-11-15. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Bessie S. WILLIAMS, alias v. STATE\n**판결일**: 1977-11-15\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Tyson\n\n## 변호인\n\nCharles Langford for Gray, Seay & Lang-ford, Montgomery, for appellant., William J. Baxley, Atty. Gen. and Linda C. Breland, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 354 So. 2d 829\n\n## 판결문 요약\n\n\nTYSON, Presiding Judge.\nThe appellant, Bessie S. Williams, alias, was indicted for the first degree murder of one Charles Jackson “by shooting him with a pistol.” The jury found the appellant guilty of murder in the second degree and fixed punishment at fifteen years imprisonment. The trial court entered judgment accordingly, and, following the filing of a motion for new trial and a hearing thereon, overruled same.\nPhillip Paradise, Jr., testified that he was employed by the Montgomery Fire Department, and he identified a photograph of one Charles Jackson, an uncle by marriage, who is now deceased.\nLeroy Fuller, an employee of the Pekin Cafe in Montgomery, Alabama, stated that on the evening of September 23, 1976, he attended a high school football game at Cramton Bowl, accompanied by Charlie Briggs, Betty Floyd, and the appellant, Bessie Williams. The group took a bottle of wine and a bottle of gin. Upon leaving the football game, they stopped at the “Cozy Room” on the corner of Monroe and Lawrence Streets where each had one beer. The group then drove to the “Cool Breeze,” *831or “House of Breeze,” a night club on Cleveland Avenue. While there, the group encountered Charles Jackson, the deceased, who was “spinning records.”\nAccording to Fuller, the appellant, Bessie Williams, was “back and forth through the place, having some beers and dancing.” She was observed seated at the bar, talking with the deceased, Charles Jackson. Fuller indicated they were there about two hours, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-state"
    }
  ],
  "relatedIncidents": [
    17928,
    17933,
    17951,
    17952,
    17955
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}