{
  "id": 17977,
  "title": "1977년 Fare 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-10-28",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Fare. 판결일: 1977-10-28. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: In re TEDDY Y., a Person Coming Under the Juvenile Court Law. KENNETH F. FARE, as Acting Chief Probation Officer, etc., and v. TEDDY Y., and\n**판결일**: 1977-10-28\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Bernard, Jefferson, Kingsley\n\n## 인용\n\n- 74 Cal. App. 2d 455\n\n## 판결문 요약\n\n\n*457Opinion\nKINGSLEY, J.\n—A minor appeals from orders of the juvenile court, denying his petition for a rehearing and committing him to the Youth Authority. We reverse the orders.\nThe minor was charged with being a person coming within section 602 of the Welfare and Institutions Code, in that he had committed arson, within the meaning of section 448a of the Penal Code. On July 2, 1976, after an adjudication hearing before a referee, the charge was found to be true and the minor was adjudicated a ward of the court. On July 16, 1976, the minor filed his petition for a rehearing.1 The matter came on for hearing before Judge Smith on August 2, 1976, and, with the consent of all parties, was continued until August 11, 1976. On August 9, 1976, Judge Smith filed his order denying rehearing. On August 11, 1976, the matter came on for a disposition hearing before the referee. On August 11, 1976, the referee made her order committing the minor to the Youth Authority. A formal order of commitment was signed by Judge Smith on the same day. On August 27, 1976, the minor noticed an appeal from the various orders.\nOn July 1, 1976, the minor had filed an affidavit of prejudice against Judge Smith, under section 170.6 of the Code of Civil Procedure. No further reference to that affidavit was made until October 21, 1976, when the minor filed a motion to vacate Judge Smith’s order on the ground that Judge Smith was disqualified by reason of the earlier affidavit of prejudice.2 On November 1, 1...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fare-v-teddy-y"
    }
  ],
  "relatedIncidents": [
    17970,
    18033,
    18120,
    17734,
    17739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}