{
  "id": 17987,
  "title": "1977년 Robinson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-10-04",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Robinson. 판결일: 1977-10-04. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Robinson v. State\n**판결일**: 1977-10-04\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Bowen\n\n## 인용\n\n- 352 So. 2d 11\n\n## 판결문 요약\n\n\n352 So. 2d 11 (1977)\nJimmy D. ROBINSON\nv.\nSTATE.\n8 Div. 961.\nCourt of Criminal Appeals of Alabama.\nOctober 4, 1977.\nRehearing Denied October 25, 1977.\n*12 John F. Proctor, Thomas &amp; Proctor, Scottsboro, for appellant.\nWilliam J. Baxley, Atty. Gen., and John B. Rucker, III, Asst. Atty. Gen., for the State.\nBOWEN, Judge.\nThe appellant was indicted and charged with burglary in the second degree and grand larceny. A jury found him guilty as charged and the trial court sentenced the appellant to ten years imprisonment.\nThe home of Mrs. William W. Donahue of Bryant, Alabama, was burglarized on the evening of January 18, 1977, sometime between the hours of four and nine o'clock. A number of expensive and valuable items including a large number of hand tools were taken, their total value amounting to $2,300.00.\nNeil Avans, a thirteen year old boy, testified that on January 18, 1977, he was living with his mother and the appellant in Trenton, Georgia. On the day of the robbery he, his seventeen year old brother, and the appellant went riding around \"to look for houses to get into.\" Avans stated that they all went into Mrs. Donahue's house, removed items, and placed them in the trunk of the appellant's car. It was between 8:00 and 9:00 o'clock when they entered the house. He and his brother removed items from the house, carried them to the end of the lot and waited for the appellant who was driving back and forth in front of the house. The appellant also carried some items from the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robinson-v-state"
    }
  ],
  "relatedIncidents": [
    17930,
    17943,
    17954,
    17967,
    17979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}