{
  "id": 17988,
  "title": "1977년 Steward 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-09-26",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Steward. 판결일: 1977-09-26. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Carl Steward\n**판결일**: 1977-09-26\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 59 A.D.2d 624\n\n## 판결문 요약\n\n\nAppeal by defendant from a judgment of the Supreme Court, Kings County, rendered August 6, 1975, convicting him of kidnapping in the second degree, attempted sodomy in the first degree (two counts), sexual abuse in the first degree (two counts), attempted sexual misconduct (two counts) and assault in the third degree (two counts), upon a jury verdict, and imposing sentence. Judgment modified, on the law and the facts, by reversing the convictions of kidnapping in the second degree, attempted sexual misconduct (two counts) and assault in the third degree (two counts), and the sentences imposed thereon, and the said counts are dismissed. As so modifed, judgment affirmed. The defendant-appellant contends, and the People concede, that his conviction of kidnapping in the second degree cannot stand. The evidence revealed that any detention of the victim was incidental to the commission of the crimes of attempted sodomy and sexual abuse (cf. People v Cassidy, 40 NY2d 763; People v Fraser, 54 AD2d 965; People v Webster, 54 AD2d 703). The People also concede that the charges of attempted sexual misconduct and assault in the third degree should be dismissed as lesser included offenses of attempted sodomy in the first degree. The judgment has been modified accordingly. We have considered defendant’s other contentions and find them to be without merit. Cohalan, J. P., Rabin, Titone and Hawkins, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-steward"
    }
  ],
  "relatedIncidents": [
    18009,
    18032,
    18044,
    17682,
    17928
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}