{
  "id": 17986,
  "title": "1977년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-10-06",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1977-10-06. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. James MARSHALL, Appellant\n**판결일**: 1977-10-06\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Watkins, President Judge, and Jacobs, Hoffman, Cercone, Price, Van Der Voort and Spaeth\n\n## 변호인\n\nCalvin S. Drayer, Jr., Assistant Public Defender, Norris-town, for appellant., Bert M. Goodman, Assistant District Attorney, Lansdale, and William T. Nicholas, District Attorney, Norristown, for Com., appellee.\n\n## 인용\n\n- 378 A.2d 322\n- 249 Pa. Super. 333\n\n## 판결문 요약\n\n\n249 Pa. Superior Ct. 333 (1977)\n378 A.2d 322\nCOMMONWEALTH of Pennsylvania\nv.\nJames MARSHALL, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted June 28, 1976.\nDecided October 6, 1977.\n*335 Calvin S. Drayer, Jr., Assistant Public Defender, Norristown, for appellant.\nBert M. Goodman, Assistant District Attorney, Lansdale, and William T. Nicholas, District Attorney, Norristown, for Com., appellee.\nBefore WATKINS, President Judge, and JACOBS, HOFFMAN, CERCONE, PRICE, VAN der VOORT and SPAETH, JJ.\nWATKINS, President Judge:\nThis is an appeal from the judgment of sentence of the Court of Common Pleas of Montgomery County by the defendant-appellant, James Marshall, after conviction by a jury of felonious restraint, criminal coercion and simple assault. Post-trial motions were denied and he was sentenced to not less than two and one-half years nor more than five years imprisonment.\nThe facts are as follows, as viewed in the light most favorable to the Commonwealth: At 8:30 A.M. on Sunday, March 18, 1975, Barbara Whitby, aged 14, was on her way to church when the defendant, wearing a flowered shirt, purple pants and a nylon stocking over his head grabbed her from behind and took her into an alley towards a parked 1967, blue Cougar automobile. She was yelling throughout the time of the incident and in fear of her life. Officer McClincy came on the scene and observed the defendant dragging *336 the struggling girl toward a car. There was no other person in the area. Upon seeing the po...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-marshall"
    }
  ],
  "relatedIncidents": [
    17946,
    18019,
    18076,
    18084,
    18181
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}