{
  "id": 17980,
  "title": "1977년 Fowler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-10-18",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Fowler. 판결일: 1977-10-18. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Plaintiff-Respondent v. Peter FOWLER\n**판결일**: 1977-10-18\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: McMillian, Reinhard, Stewart\n\n## 변호인\n\nRobert C. Babione, Public Defender, Joseph W. Warzycki, Asst. Public Defender, St. Louis, for defendant-appellant., John D. Ashcroft, Atty. Gen., Paul Robert Otto, Asst. Atty. Gen., Jefferson City, for plaintiff-respondent.\n\n## 인용\n\n- 558 S.W.2d 366\n\n## 판결문 요약\n\n\nMcMILLIAN, Presiding Judge.\nAppellant appeals from a judgment entered upon a jury verdict in the circuit court of the City of St. Louis finding appellant Peter Fowler guilty of robbery in the first degree by means of a dangerous and deadly weapon and a sentence of ten years’ imprisonment. For the reasons discussed below, we affirm the judgment.\nOn December 2, 1975, at approximately 10:00 a. m., a masked gunman, later identified as a man named Stinson, held up a liquor store in the City of St. Louis. Store employees identified appellant as being present in the store for fifteen minutes before the robbery. There was further testimony that appellant entered the store while the robbery was in progress and looked out the front door until the gunman fled. Appellant opened the front door for the gunman and then left about ten seconds later.\nThe manager of the liquor store testified that approximately $185.00, mostly in five dollar bills, had been taken by the gunman.\nShortly after the robbery the police discovered appellant and Stinson lying on the floor of appellant’s car, which was parked across the street from the liquor store. Appellant was lying on the front floorboards, Stinson, the backseat. The police seized $85.00 in five dollar bills from appellant’s right front pants pocket, two masks cut from nylon panty hose from the backseat, and $90.00, mostly in five dollar bills, from the frontseat and floorboard where appellant had been lying.\nAppellant stated that he knew Stinson...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-fowler"
    }
  ],
  "relatedIncidents": [
    17930,
    17943,
    17954,
    17967,
    17979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}