{
  "id": 17985,
  "title": "1977년 Com. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-10-07",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Com.. 판결일: 1977-10-07. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Dale Robertson TONEY, Appellant\n**판결일**: 1977-10-07\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Eagen, O'brien, Roberts, Nix and Manderino\n\n## 변호인\n\nStanley M. Poplow, Philadelphia, for appellant., F. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Asst. Dist. Atty., Chief, Appeals Div., James A. Shellenberger, Philadelphia, for appellee.\n\n## 인용\n\n- 378 A.2d 310\n- 474 Pa. 243\n\n## 판결문 요약\n\n\n474 Pa. 243 (1977)\n378 A.2d 310\nCOMMONWEALTH of Pennsylvania\nv.\nDale Robertson TONEY, Appellant.\nSupreme Court of Pennsylvania.\nArgued January 18, 1977.\nDecided October 7, 1977.\n*244 Stanley M. Poplow, Philadelphia, for appellant.\nF. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Asst. Dist. Atty., Chief, Appeals Div., James A. Shellenberger, Philadelphia, for appellee.\nBefore EAGEN, O'BRIEN, ROBERTS, NIX and MANDERINO, JJ.\n\nOPINION\nMANDERINO, Justice.\nAppellant, Dale Robertson Toney, was tried before a judge and jury and convicted of murder of the first degree. *245 Post-verdict motions were denied and appellant was sentenced to life imprisonment. This appeal followed.\nAppellant first contends that the evidence was insufficient to prove beyond a reasonable doubt that he was guilty of murder in the first degree. When reviewing the sufficiency of the evidence, we have repeatedly held that the evidence must be viewed in the light most favorable to the verdict winner giving that party the benefit of all reasonable inferences to be drawn. Commonwealth v. Strand, 464 Pa. 544, 347 A.2d 675 (1975).\nFrom the evidence, the jury could reasonably have concluded that the following circumstances surrounded the killing involved in this case. At 11:00 p.m., on October 18, 1974, Maurice Gray and the decedent, Steven Edwards, were standing on the corner of 56th and Lebanon Streets in Philadelphia, when they were surrounded by five youths. Appellant asked the pair where they were from....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-toney"
    }
  ],
  "relatedIncidents": [
    17928,
    17933,
    17951,
    17952,
    17955
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}