{
  "id": 17996,
  "title": "1977년 Harrison 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-09-14",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Harrison. 판결일: 1977-09-14. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Shirley HARRISON, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1977-09-14\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Dally\n\n## 변호인\n\nWill Gray, Houston, on appeal only, for appellant., Carol S. Vance, Dist. Atty., Alvin M. Titus and George 0. Jacobs, Asst. Dist. Attys., Houston, Jim D. Vollers, State’s Atty., and David S. McAngus, Asst. State’s Atty., Austin, for the State.\n\n## 인용\n\n- 555 S.W.2d 736\n\n## 판결문 요약\n\n\n555 S.W.2d 736 (1977)\nShirley HARRISON, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 53609.\nCourt of Criminal Appeals of Texas.\nSeptember 14, 1977.\nRehearing Denied October 12, 1977.\nWill Gray, Houston, on appeal only, for appellant.\nCarol S. Vance, Dist. Atty., Alvin M. Titus and George O. Jacobs, Asst. Dist. Attys., Houston, Jim D. Vollers, State's Atty., and David S. McAngus, Asst. State's Atty., Austin, for the State.\n\nOPINION\nDALLY, Commissioner.\nThis is an appeal from a conviction for the possession of heroin. The punishment assessed by a jury is imprisonment for 20 years.\nThe appellant and her husband, although separately indicted, were tried together before the same jury; both received the same punishment. The appellant's husband' appeal was affirmed by a Per Curiam opinion on June 14, 1977. The grounds of error in both appeals are the same except that the appellant, in her appeal, also contends that the evidence is insufficient to support the jury's verdict. We agree that the evidence is insufficient; the judgment will be reversed.\nTo establish unlawful possession of a controlled substance the State must prove two elements: (1) that the accused exercised care, control, and management over *737 the contraband, and (2) that the accused knew the matter possessed was contraband. Rice v. State, 548 S.W.2d 725 (Tex.Cr.App. 1977); Hernandez v. State, 538 S.W.2d 127 (Tex.Cr.App.1976); Payne v. State, 480 S.W.2d 732 (Tex.Cr.App.1972); Ramos v. State, 478 S.W.2d 102 (Tex.C...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harrison-v-state"
    }
  ],
  "relatedIncidents": [
    17928,
    17930,
    17931,
    17933,
    17934
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}