{
  "id": 17998,
  "title": "1977년 In Re Nowell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-09-12",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: In Re Nowell. 판결일: 1977-09-12. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: In Re Inquiry Concerning Judge W. Milton Nowell\n**판결일**: 1977-09-12\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Lake, Sharp\n\n## 변호인\n\n\n\nDuke and Brown; Dulse and Hulse; and Thomas J. White, Jr., for Judge W. Milton Nowell, respondent.\n, \nAttorney General Rufus L. Edmisten; Deputy Attorney General Millard R. Rich, Jr.; and Associate Attorney James E. Scar-brough for the Judicial Standards Commission.\n\n\n## 인용\n\n- 237 S.E.2d 246\n- 293 N.C. 235\n\n## 판결문 요약\n\n\nSHARP, Chief Justice.\nA citizen having filed written charges against Judge Nowell (respondent), the Commission directed an investigation in accordance with G.S. 7A-377 and the Commission’s Rule 7. Thereafter, on 1 August 1976, this proceeding was begun before the Commission by the filing of a complaint, verified by Millard R. Rich, Jr., Deputy Attorney General, whom the Commission appointed as special counsel (Commission Rule 8,10). The complaint alleged that respondent had engaged in wilful misconduct in office and in conduct prejudicial to the administration of justice that brings the judicial office into disrepute. The charges were that on 10 May 1976, prior to the opening of the criminal session of the District Court of Wayne County over which respondent was to preside, he disposed of two specified cases in the office of the Clerk of the Superior Court without notice to the prosecuting attorney for the State and in his absence. In each case the defendant was charged with a violation of the motor vehicle law and, as to each, respondent ordered the deputy clerk of the court to enter “a prayer for judgment continued upon payment of the costs.”\nIn his answer, respondent’s first defense was a motion to dismiss the complaint on the ground that the statute under which the Commission was attempting to proceed violated N.C. Const., Art. I, § 19 and U.S. Const, amend. XIV. As a second defense he denied the allegations of the complaint. As a third, or “further defense,” he averred ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-inquiry-concerning-judge-nowell"
    }
  ],
  "relatedIncidents": [
    17928,
    17930,
    17931,
    17933,
    17934
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}