{
  "id": 17993,
  "title": "1977년 Lewis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-09-16",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Lewis. 판결일: 1977-09-16. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Patricia LEWIS and Arthur Charles Lewis, Appellants, v. the STATE of Oklahoma, Appellee\n**판결일**: 1977-09-16\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Bussey\n\n## 변호인\n\nJohn T. Elliott, Public Defender, Frank Muret, Asst. Public Defender, for appellants., Larry Derryberry, Atty. Gen., Ross N. Lillard, III, Asst. Atty. Gen., for appellee.\n\n## 인용\n\n- 569 P.2d 486\n\n## 판결문 요약\n\n\n569 P.2d 486 (1977)\nPatricia LEWIS and Arthur Charles Lewis, Appellants,\nv.\nThe STATE of Oklahoma, Appellee.\nNo. F-77-286.\nCourt of Criminal Appeals of Oklahoma.\nSeptember 16, 1977.\nJohn T. Elliott, Public Defender, Frank Muret, Asst. Public Defender, for appellants.\nLarry Derryberry, Atty. Gen., Ross N. Lillard, III, Asst. Atty. Gen., for appellee.\n\n\n*487 OPINION\nBUSSEY, Presiding Judge:\nThe appellants, Patricia Lewis and Arthur Charles Lewis, hereinafter referred to as defendants, were charged, tried and convicted in the District Court, Oklahoma County, for the offense of Receiving a Taken Credit Card, After Former Conviction of a Felony, in violation of 21 Ohio St. 1971, § 1550.22. In accordance with a jury verdict, punishment was assessed at seven (7) years' imprisonment for Patricia Lewis and ten (10) years' imprisonment for Arthur Charles Lewis in the care and custody of the Department of Corrections of the State of Oklahoma. From said judgments and sentences, defendants bring this appeal.\nAt the trial, Mrs. Charles Heflebower testified that she resides at 728 Greenwood, Midwest City, Oklahoma, and identified State's Exhibits No. 1 and 2, as being Sears and Bank Americard credit cards issued to her. Specifically, she acknowledged ownership of the Sears Credit Card and indicated that it had been stolen from her purse some time in December of 1974, at Tinker Air Force Base. She further stated that she had immediately notified the company. She further stated that the card...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lewis-v-state"
    }
  ],
  "relatedIncidents": [
    17928,
    17930,
    17931,
    17933,
    17934
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}