{
  "id": 18009,
  "title": "1977년 Munt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-08-31",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Munt. 판결일: 1977-08-31. 법원: U.S. Army Court of Military Review.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. Private First Class Dean J. MUNT, SSN 558-80-3454, United States Army\n**판결일**: 1977-08-31\n**법원**: U.S. Army Court of Military Review\n**관할**: USA, Federal\n\n**판사**: Felder, Fulton, Jones, Military\n\n## 변호인\n\nCaptain Robert H. Herring, Jr., JAGC, argued the cause for appellant. With him on the brief were Lieutenant Colonel John R. Thornock, JAGC, and Captain D. David Hostler, JAGC., Captain Gay M. Holmes, JAGC, argued the cause for appellee. With her on the brief were Colonel Thomas H. Davis, JAGC, Major John T. Sherwood, Jr., JAGC, and Major Steven M. Werner, JAGC.\n\n## 인용\n\n- 3 M.J. 1082\n\n## 판결문 요약\n\n\n. OPINION OF THE COURT ON FURTHER REVIEW\nJONES, Senior Judge:\nThis case is before this Court upon remand from the United States Court of Military Appeals. Appellant pleaded guilty to 14 offenses involving robbery, larceny, wrongful appropriation, kidnapping, and arson in violation of Article 122, 121, 134 and 126, Uniform Code of Military Justice, 10 U.S.C. §§ 922, 921, 934 and 926. He was sentenced to a dishonorable discharge, total forfeitures, reduction to Private E-l, and confinement at hard labor for 40 years. The convening authority reduced the period of confinement to ten years pursuant to a pretrial agreement and approved the remainder of the sentence. This Court affirmed.\nOn petition to the United States Court of Military Appeals, the appellant for the first time raised the question of a coerced plea through misrepresentations by government agents. That Court remanded the ease to this Court “to resolve the inconsistencies in the affidavits . . . and thereafter to determine the providency issue.” Pursuant to that directive this Court ordered a limited evidentiary hearing. That hearing has been completed and the record is before us for further review.\nThe appellant and three companions were apprehended by the German police for the robbery of a German gas station. They were caught a few minutes after the robbery with the money, masks, and a weapon still in their possession. To characterize the case against them as strong would be an understatement. The incident receive...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-munt"
    }
  ],
  "relatedIncidents": [
    17988,
    18032,
    18044,
    17682,
    17928
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}