{
  "id": 18001,
  "title": "1977년 Mason v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-09-07",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Mason v. State. 판결일: 1977-09-07. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Mason v. the State\n**판결일**: 1977-09-07\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Jordan\n\n## 변호인\n\nJames C. Bonner, Jr., for appellant., Joseph Briley, District Attorney, Sallie Rich Jocoy, Assistant District Attorney, Arthur K. Bolton, Attorney General, Kirby G. Atkinson, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 238 S.E.2d 79\n- 239 Ga. 538\n\n## 판결문 요약\n\n\n239 Ga. 538 (1977)\n238 S.E.2d 79\nMASON\nv.\nTHE STATE.\n32464.\nSupreme Court of Georgia.\nArgued July 11, 1977.\nDecided September 7, 1977.\nJames C. Bonner, Jr., for appellant.\nJoseph Briley, District Attorney, Sallie Rich Jocoy, Assistant District Attorney, Arthur K. Bolton, Attorney General, Kirby G. Atkinson, Assistant Attorney General, for appellee.\nJORDAN, Justice.\nThis appeal is from the denial of an extraordinary motion for new trial. The appellant's conviction of murder and sentence of death were affirmed in Mason v. State, 236 Ga. 46 (222 SE2d 339) (1976).\nThe extraordinary motion for new trial alleged: The guilt phase of the appellant's murder trial commenced on *539 January 20, and continued to January 21, 1975. The jurors were allowed to return to their homes overnight. When the jury separated on January 20, the trial judge admonished them not to discuss the case with anyone and not to accept any favors from anyone involved in the trial of the case, but did not specifically instruct the jury to refrain from hearing or reading news reports of the case. On the morning of January 21, the Macon Telegraph, a newspaper widely read and distributed in the county of the trial, prominently published an article reporting the first day of the trial, and the concluding paragraph of this article revealed the fact that the appellant had previously been convicted of murder. Several members of the jury subscribed to the Macon Telegraph and were likely exposed to the article, and other...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mason-v-state"
    }
  ],
  "relatedIncidents": [
    17928,
    17933,
    17951,
    17952,
    17955
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}