{
  "id": 18000,
  "title": "1977년 Oliver 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-09-09",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Oliver. 판결일: 1977-09-09. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Alton Cooper OLIVER, Appellant, v. the STATE of Oklahoma, Appellee\n**판결일**: 1977-09-09\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Per Curiam\n\n## 변호인\n\nEd McConnel, Oklahoma City, for appellant., Larry Derryberry, Atty. Gen., Robert L. McDonald, Asst. Atty. Gen., Jerry Earl Benson, Legal Intern, for appellee.\n\n## 인용\n\n- 568 P.2d 1327\n\n## 판결문 요약\n\n\n568 P.2d 1327 (1977)\nAlton Cooper OLIVER, Appellant,\nv.\nThe STATE of Oklahoma, Appellee.\nNo. F-77-254.\nCourt of Criminal Appeals of Oklahoma.\nSeptember 9, 1977.\nRehearing Denied September 28, 1977.\nEd McConnel, Oklahoma City, for appellant.\nLarry Derryberry, Atty. Gen., Robert L. McDonald, Asst. Atty. Gen., Jerry Earl Benson, Legal Intern, for appellee.\n\n\n*1328 OPINION\nPER CURIAM:\nAppellant, Alton Cooper Oliver, hereinafter referred to as defendant, was charged in the District Court, Oklahoma County, Case No. CRF-76-2110, with the offense of Sale of Amphetamine, in violation of 63 O.S.Supp. 1975, § 2-401, After Former Conviction of a Felony, in violation of 21 O.S. 1971, § 51. The case was tried to a jury and a verdict of guilty was returned. Punishment was assessed at fifteen (15) years' imprisonment. From judgment and sentence defendant has perfected an appeal to this Court.\nThe evidence at trial showed that at about 8:30 p.m. on May 25, 1976, William Shadrick, a police informant working for police in return for a recommendation of leniency on a pending charge, met with several police officers at a restaurant. Subsequently, they went to a judge's house where a warrant was obtained. At about 9:30 p.m. Shadrick left the judge's house in his own automobile, followed by the officers in another car. Shadrick drove to defendant's house and entered alone, after being received at the door by the defendant. Shadrick indicated to the defendant that he wished to buy drugs and a pisto...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=oliver-v-state"
    }
  ],
  "relatedIncidents": [
    17928,
    17930,
    17931,
    17933,
    17934
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}