{
  "id": 18010,
  "title": "1977년 Owens 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-08-30",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Owens. 판결일: 1977-08-30. 법원: District Court, E.D. Michigan.",
  "description": "## 사건 정보\n\n**사건명**: Ransom Dean OWENS, Petitioner, v. C. L. BENSON, Warden, Respondent\n**판결일**: 1977-08-30\n**법원**: District Court, E.D. Michigan\n**관할**: Michigan, MI\n\n**판사**: Cornelia G. Kennedy\n\n## 변호인\n\nRansom Dean Owens, in pro per.\n\n## 인용\n\n- 439 F. Supp. 943\n\n## 판결문 요약\n\n\n439 F. Supp. 943 (1977)\nRansom Dean OWENS, Petitioner,\nv.\nC. L. BENSON, Warden, Respondent.\nCiv. A. No. 77-71665.\nUnited States District Court, E. D. Michigan, S. D.\nAugust 30, 1977.\nRansom Dean Owens, in pro per.\n\nOPINION AND ORDER DENYING MOTION TO VACATE SENTENCE\nCORNELIA G. KENNEDY, District Judge.\nOn September 29, 1976, petitioner Ransom Dean Owens pleaded guilty to a charge of armed bank robbery; thereafter he was sentenced to an eighteen-year term of imprisonment to be served under the *944 provisions of 18 U.S.C. § 4205(b)(2). United States v. Owens, Crim. Action No. 76-80772. Defendant Owens' subsequent motion to reduce sentence was denied by the court in an Opinion and Order entered on April 7, 1977. On July 7, 1977, petitioner, acting pro se and in forma pauperis, filed a completed form entitled \"Petition for Writ of Habeas Corpus for Person in Federal Custody,\" urging that he was being held in prison unlawfully because: 1) his attorney and the prosecutor had both told him he would get \"far less time than the eighteen years imposed by the Court\"; 2) his presentence report contained false and misleading information; and 3) his indictment was returned by a grand jury selected from a jury wheel which had not been emptied and refilled in accordance with this district court's approved jury selection plan. Although this petition seeks a writ of habeas corpus and names as respondent the warden of the institution in which petitioner is confined, the court will consider it...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=owens-v-benson"
    }
  ],
  "relatedIncidents": [
    17930,
    17943,
    17954,
    17967,
    17979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}