{
  "id": 18019,
  "title": "1977년 Linyear 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-08-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Linyear. 판결일: 1977-08-23. 법원: U.S. Navy-Marine Corps Court of Military Review.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. Gregory G. LINYEAR, 126 46 3758, Private First Class (E-2), U. S. Marine Corps.\n**판결일**: 1977-08-23\n**법원**: U.S. Navy-Marine Corps Court of Military Review\n**관할**: USA, Federal\n\n**판사**: Glad, Gladis, Granger, Newton\n\n## 변호인\n\nCDR A. W. Eoff, II, JAGC, USN, Appellate Defense Counsel; LT Sander Mednick, JAGC, USNR, Appellate Government Counsel.\n\n## 인용\n\n- 3 M.J. 1027\n\n## 판결문 요약\n\n\nGLADIS, Judge:\nAppellant stands convicted of assaulting a fellow Marine and communicating insulting language to a female, in violation of Articles 128 and 134, 10 U.S.C. §§ 928 and 934. The sentence as approved below consists of a bad conduct discharge, confinement at hard labor for 2 months, forfeiture of $240 per month for 2 months, and reduction to pay grade E-l.\nAppellant initially assigned the following errors:\nI. IN VIEW OF THE TESTIMONY OF FIRST SERGEANT BOYD THAT APPELLANT WAS ASSIGNED TO THE RIFLE RANGE (R. 21-22) AND THE MILITARY JUDGE’S ADMISSION OF THE OBVIOUS HEARSAY TESTIMONY OF CAPTAIN JANSEN THAT APPELLANT WAS NOT AT THE RIFLE RANGE (R. 24), IT WAS ERROR FOR THE MILITARY JUDGE TO PROCEED WITH THE TRIAL IN THE ABSENCE OF APPELLANT. UNITED STATES v. COOK, 20 U.S.C.M.A. 504, 43 C.M.R. 344 (1971).\nII. THE MILITARY JUDGE ERRED IN FAILING TO GRANT APPELLANT’S MOTION TO DISMISS CHARGE IV AS VAGUE OR TO TREAT THE OFFENSE AS AN ALLEGED VIOLATION OF ARTICLE 117.\nIII. THE CONVENING AUTHORITY’S ACTION FAILS TO SHOW THAT THE ADVERSE MATTER CONSIDERED IN TAKING HIS ACTION WAS REFERRED TO APPELLANT OR HIS COUNSEL FOR REBUTTAL AS REQUIRED BY 0123f JAGMAN.\nThe Court requested briefs on the following issues:\nI. DID REFERRAL OF CHARGE IV AND ITS SPECIFICATION ALLEGING THAT THE ACCUSED COMMUNICATED TO PRIVATE D, A FEMALE, INSULTING LANGUAGE, TO WIT: “SWINE” VIOLATE THE ACCUSED’S CONSTITUTIONAL RIGHT TO EQUAL PROTECTION OF THE LAWS? UNDER THE CIRCUMSTANCES OF THIS CASE WAS THERE ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-linyear"
    }
  ],
  "relatedIncidents": [
    17946,
    17986,
    18076,
    18084,
    18181
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}