{
  "id": 18028,
  "title": "1977년 Durden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-08-19",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Durden. 판결일: 1977-08-19. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Durden v. Furniture Fair of Dothan, Inc.\n**판결일**: 1977-08-19\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Embry\n\n## 인용\n\n- 348 So. 2d 1375\n\n## 판결문 요약\n\n\n348 So. 2d 1375 (1977)\nEarl DURDEN, d/b/a Earl Durden Signs\nv.\nFURNITURE FAIR OF DOTHAN, INC., a corporation.\nSC 2389.\nSupreme Court of Alabama.\nAugust 19, 1977.\n*1376 J. Huntley Johnson, Dothan, for appellant.\nL. Andrew Hollis, Jr., Enterprise, for appellee.\nEMBRY, Justice.\nThis is an appeal by Earl Durden, d/b/a Earl Durden Signs, from a judgment ordering specific performance of a contract for the breach of which he has recovered damages of Furniture Fair of Dothan, Inc., a corporation, in a prior action.\nOn 10 September 1975, Durden filed an action, prior to filing this one, against Furniture Fair for breach of a written contract by the terms of which Durden was to fabricate and erect a sign for Furniture Fair for a consideration of $3000. The issues framed by the pleadings were whether Furniture Fair wrongfully repudiated the contract; whether Durden had procured it by fraud; whether it was entered into by mistake; whether it was a conditional contract to take effect upon the happening of a subsequent event which failed to happen; and whether, if Durden was guilty of fraud, Furniture Fair was entitled to recover on its counterclaim. After trial, on a jury verdict, judgment was entered in behalf of Durden and against Furniture Fair in the amount of $3,090; on 31 March 1976 a motion for new trial was denied.\nThis action was filed on 8 April 1976; it sought to compel Durden to perform the contract for the breach of which he had recovered judgment against Furniture.\nDurden a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=durden-v-furniture-fair-of-dothan-inc"
    }
  ],
  "relatedIncidents": [
    17934,
    17937,
    17945,
    17975,
    18039
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}