{
  "id": 18032,
  "title": "1977년 Callahan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-08-10",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Callahan. 판결일: 1977-08-10. 법원: District Court, D. Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Kenneth James CALLAHAN and Donald Larson\n**판결일**: 1977-08-10\n**법원**: District Court, D. Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Devitt\n\n## 변호인\n\nAndrew W. Danielson, U. S. Atty., and Thorwald H. Anderson, Jr., Asst. U. S. Atty., Minneapolis, Minn., for plaintiff., Ronald I. Meshbesher, Meshbesher, Singer & Spence, Ltd., Minneapolis, Minn., for defendant Callahan., Bruce Hartigan, Minneapolis, Minn., for defendant Larson.\n\n## 인용\n\n- 434 F. Supp. 1203\n\n## 판결문 요약\n\n\nDEVITT, Chief Judge.\nDefendants move to dismiss the indictment claiming:\n1. There is no federal jurisdiction because the interstate character of the alleged kidnapping is “sheer speculation” and the statute, 18 U.S.C. 1201, is unconstitutional because it contains a “presumption of federal jurisdiction,” and\n2. The government was guilty of prejudicial misconduct by preventing counsel for defendant Callahan from interviewing witnesses who attended a lineup, thus violating defendant’s due process rights.\n3. The unjustified pre-indictment delay has prejudiced defendants and denied them a speedy trial and due process of law.\n1. It is up to the government to prove the interstate jurisdictional requirement of the statute. That must be done at trial. It is premature to determine whether the presumption of the interstate character of the kidnapping created by Sec. 1201(b) is constitutional. It does not yet appear that the government will attempt to prove the interstate character of the act or to rely upon the statutory presumption. This will appear at trial. If the government seeks to *1204rely on the presumption the question as to its constitutionality then can be determined.\n2. As to the claim of prejudicial misconduct violating Callahan’s right to due process by preventing his counsel from interviewing witnesses at the lineup, the government does not deny that it would not permit defense counsel to interview its witnesses at that time. It claims that government officers were condu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-callahan"
    }
  ],
  "relatedIncidents": [
    17988,
    18009,
    18044,
    17682,
    17928
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}