{
  "id": 18039,
  "title": "1977년 Secretary of the Commonwealth v. City Clerk of Lowell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-08-04",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Secretary of the Commonwealth v. City Clerk of Lowell. 판결일: 1977-08-04. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Secretary of the Commonwealth & Another vs. City Clerk of Lowell & Others\n**판결일**: 1977-08-04\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Abrams, Braucher, Hennessey, Kaplan, Liacos, Quirico, Wilkins\n\n## 변호인\n\nBarbara J. Rouse, Assistant Attorney General, for the plaintiffs., David Lee Turner, Town Counsel, for the Town Clerk of Brookline (Henry P. Grady, City Solicitor, for the City Clerk of Worcester, with him)., Donald L. Conn & James R. Senior, for the City Clerk of Melrose, submitted a brief.\n\n## 인용\n\n- 366 N.E.2d 717\n- 373 Mass. 178\n\n## 판결문 요약\n\n\nBraucher, J.\nIn 1974 the Attorney General issued three opinions with respect to the recording and use of names. Rep. A.G., Pub. Doc. No. 12, at 105 (1974). Rep. A.G., Pub. Doc. No. 12, at 48 (1974). Rep. A.G., Pub. Doc. No. 12, at 72 (1974). Those opinions asserted and elaborated a common law principle that people may select or change their names freely if there is no fraudulent intent. The defendants, city and town clerks, refused to follow those opinions and that principle in recording births and marriages, asserting a power to determine people’s surnames according to customary rules, regardless of the desires of the people concerned. The responsible State officials, particularly the Registrar of Vital Records and Statistics (Registrar), brought this action to settle the controversy. We hold that the Attorney General is right and the city and town clerks are wrong, and order that the rights of the parties be declared accordingly.\nThe plaintiffs filed a complaint on July 28, 1976, in the Supreme Judicial Court for the county of Suffolk. On August 16,1976, a single justice of this court denied the plain*180tiffs’ prayer for a preliminary injunction, without prejudice to further application if the action was certified as a class action, but granted temporary relief in seven specific cases alleged in the complaint and supported by affidavits. Answers were filed and the plaintiffs moved to certify a class of defendants comprising all the city and town clerks in the Commonwealth...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=secretary-of-the-commonwealth-v-city-clerk-of-lowell"
    }
  ],
  "relatedIncidents": [
    17934,
    17937,
    17945,
    17975,
    18028
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}