{
  "id": 18034,
  "title": "1977년 Vanderford 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-08-09",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Vanderford. 판결일: 1977-08-09. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: People v. Vanderford\n**판결일**: 1977-08-09\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: R.M. Maher, P.J., and D.E. Holbrook, Jr. and J.T. Letts\n\n## 변호인\n\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, and Fred R. Hunter HI, Prosecuting Attorney (Prosecuting Attorneys Appellate Unit, by Thomas C. Nelson, Assistant Attorney General, of counsel), for the people., Ainsworth & Sheridan, for defendant.\n\n## 인용\n\n- 258 N.W.2d 502\n- 77 Mich. App. 370\n\n## 판결문 요약\n\n\n77 Mich. App. 370 (1977)\n258 N.W.2d 502\nPEOPLE\nv.\nVANDERFORD\nDocket No. 28024.\nMichigan Court of Appeals.\nDecided August 9, 1977.\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, and Fred R. Hunter III, Prosecuting Attorney (Prosecuting Attorneys Appellate Unit, by Thomas C. Nelson, Assistant Attorney General, of counsel), for the people.\nAinsworth &amp; Sheridan, for defendant.\nBefore: R.M. MAHER, P.J., and D.E. HOLBROOK, JR. and J.T. LETTS,[*] JJ.\n*372 PER CURIAM.\nDefendant was convicted by a jury of involuntary manslaughter, contrary to MCLA 750.321; MSA 28.553, for which he was sentenced to a term of 10 to 15 years. He now appeals as of right.\nDuring the late evening hours of August 11 or early morning hours of August 12, 1975, defendant beat Tonia Brummitt, age two years, about the head. Tonia lapsed into a coma and was subsequently placed on a respirator. Electroencephalograms were taken August 16 and 17, 1975, both of which indicated brain death. Tonia also lacked spontaneous and reflex activity. As a result the respirator was turned off August 18, 1975, and Tonia was pronounced dead an hour and fifteen minutes later. A pathologist testified that the cause of death was severe brain damage.\nDefendant challenges as unconstitutional MCLA 326.8(b); MSA 14.228(2), which provides that, where a person's respiratory and circulatory functions are maintained by artificial means of support, that person will be considered dead where there is irreversibl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-vanderford"
    }
  ],
  "relatedIncidents": [
    17928,
    17933,
    17951,
    17952,
    17955
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}