{
  "id": 18040,
  "title": "1977년 Harris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-08-01",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: Harris. 판결일: 1977-08-01. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Mary E. HARRIS, Appellant, v. UNITED STATES, Appellee\n**판결일**: 1977-08-01\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: Newman, Chief Judge, and Kelly and Harris, Associate Judges\n\n## 변호인\n\nStephen G. Ryan, Washington, D. C., with whom Bruce D. Sokler, Washington, D. C., was on the brief, for appellant., Sallie H. Helm, Asst. U. S. Atty., Washington, D. C., with whom Earl J. Silbert, U. S. Atty., John A. Terry and William D. Pease, Asst. U. S. Attys., Washington, D. C., were on the brief, for appellee.\n\n## 인용\n\n- 377 A.2d 34\n\n## 판결문 요약\n\n\n377 A.2d 34 (1977)\nMary E. HARRIS, Appellant,\nv.\nUNITED STATES, Appellee.\nNo. 10610.\nDistrict of Columbia Court of Appeals.\nArgued February 16, 1977.\nDecided August 1, 1977.\n*35 Stephen G. Ryan, Washington, D. C., with whom Bruce D. Sokler, Washington, D. C., was on the brief, for appellant.\nSallie H. Helm, Asst. U. S. Atty., Washington, D. C., with whom Earl J. Silbert, U. S. Atty., John A. Terry and William D. Pease, Asst. U. S. Attys., Washington, D. C., were on the brief, for appellee.\nBefore NEWMAN, Chief Judge, and KELLY and HARRIS, Associate Judges.\n*36 NEWMAN, Chief Judge:\nAppellant was tried by jury and convicted of conspiracy to commit an assault with a dangerous weapon, felony murder, and attempted first-degree burglary while armed. The same jury, in a separate proceeding after return of the verdict, found that these offenses were not the product of mental disease or defect. Appellant raises the following issues for review which merit our consideration: (1) whether the evidence was sufficient to support her conviction as an aider and abettor of an attempted first-degree burglary while armed; (2) whether the trial court committed reversible error in admitting certain hearsay statements; (3) whether the evidence was sufficient to support her conviction as an aider and abettor of felony murder; and (4) whether appellant was denied her Sixth Amendment right to trial by an impartial jury. We affirm.\nThe evidence reveals that in the early morning hours of July 13, 1974,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harris-v-united-states"
    }
  ],
  "relatedIncidents": [
    17928,
    17933,
    17951,
    17952,
    17955
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}