{
  "id": 18044,
  "title": "1977년 Patzka 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-07-26",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Patzka. 판결일: 1977-07-26. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Patzka v. State\n**판결일**: 1977-07-26\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Clark\n\n## 인용\n\n- 348 So. 2d 520\n\n## 판결문 요약\n\n\n348 So.2d 520 (1977)\nFrank J. PATZKA\nv.\nSTATE.\n3 Div. 749.\nCourt of Criminal Appeals of Alabama.\nJuly 26, 1977.\n*521 Edward Cunningham, Gadsden, for appellant.\nWilliam J. Baxley, Atty. Gen. and Jane LeCroy Robbins, Asst. Atty. Gen., for the State.\nCLARK, Supernumerary Circuit Judge.\nAppellant was convicted of kidnapping, in violation of Code of Alabama 1940, Tit. 14, § 6, which provides:\n\"Any person who forcibly or unlawfully confines, inveigles, or entices away another, with intent to cause him to be secretly confined, or imprisoned against his will, or to be sent out of the state against his will, shall, on conviction, be imprisoned in the penitentiary for not less than two nor more than ten years.\"\nHe was sentenced to imprisonment for ten years.\nUpon arraignment, defendant entered a plea of not guilty and a plea of not guilty by reason of insanity. Thereafter, the day before the trial commenced, he filed a plea of autrefois convict, to which the State filed a demurrer, which was sustained by the court.\nIn their briefs, the parties recognize that the evidence relative to the question of defendant's guilt, as well as any question as to former jeopardy raised by his plea of autrefois convict, needs no lengthy recitation. It is summarized in a one-page Statement of Facts of appellant, accepted by appellee, which we paraphrase, chiefly for the sake of anonymity of the unfortunate victim, a young married woman residing in Montgomery, who was unknown to defendant.\nOn Sunday morn...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=patzka-v-state"
    }
  ],
  "relatedIncidents": [
    17988,
    18009,
    18032,
    17682,
    17928
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}