{
  "id": 18042,
  "title": "1977년 Husted 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-08-01",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Husted. 판결일: 1977-08-01. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: JOSEPH A. THORSEN COMPANY v. LEILA APPLEQUIST HUSTED\n**판결일**: 1977-08-01\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Nash\n\n## 변호인\n\nMichael J. Goldstein, of Chicago, and Schaner, Donohue & Duffy, of Oak Brook, for appellants., James W. Jerz, of Popejoy, Nelson, Lucas & Speer, of Wheaton, for appellee.\n\n## 인용\n\n- 50 Ill. App. 3d 1043\n\n## 판결문 요약\n\n Mr. JUSTICE NASH delivered the opinion of the court: Plaintiffs appeal from a judgment of the circuit court of Du Page County dismissing their complaint for a real estate brokerage commission for failure to state a cause of action. Joseph A. Thorsen Company and J. W. Reedy, Limited, plaintiffs herein, filed a verified complaint alleging they were licensed real estate brokerage firms and that on August 28, 1974, Reedy had entered into a 180-day listing agreement with defendant, Leila Applequist Husted, for the sale of certain real estate owned by her located in Downers Grove, Illinois. A copy of that contract was attached to and made a part of the complaint. The complaint further alleged that under the terms of the listing agreement the sale price of the property was to be *185,000 and the broker’s commission for producing a buyer was to be 6% of the sale price or *11,100. The complaint alleged that, as permitted under the agreement, Reedy had listed the property with the Cooperative Multiple Listing Pool operating in Du Page County, and that Thorsen, a member of the pool, had produced qualified ready, willing and able purchasers of the property on the terms prescribed by defendant. On November 9, 1974, while the listing agreement was still in effect, these purchasers, William L. Kindler and Robert C. Parker, executed an offer to purchase the real estate, a copy of which was attached to the complaint and made a part thereof, on the prescribed terms but added a rider to their ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=joseph-a-thorsen-co-v-husted"
    }
  ],
  "relatedIncidents": [
    17928,
    17930,
    17931,
    17933,
    17934
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}