{
  "id": 18059,
  "title": "1977년 Gruden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-07-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Gruden. 판결일: 1977-07-07. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Joseph Gruden, Respondent The People of the State of New York v. Donald Frazier\n**판결일**: 1977-07-07\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: Wachtler\n\n## 변호인\n\nCarl A. Vergari, District Attorney (Janet E. Cunard of counsel), for appellant., Irving Nitzberg for Joseph Gruden, respondent., Robert W. Stieve and Stephen J. Pittari for Donald Frazier, respondent. The indictment was properly dismissed; the matter should not be remanded for a hearing.\n\n## 인용\n\n- 42 N.Y.2d 214\n\n## 판결문 요약\n\n\nWachtler, J.\nIn each of these cases the defendants moved to dismiss the indictment on speedy trial grounds, claiming that the People were not ready for trial within six months of the commencement of the criminal action (CPL 30.30, subd 1, par [a]). The People did not dispute the facts alleged in the defendants’ motion papers. Instead they consented to a hearing.\nCPL 210.45 (subd 4, par [c]) provides that \"The court must grant the motion without conducting a hearing if * * * [t]he sworn allegations of fact essential to support the motion are either conceded by the people to be true or are conclusively substantiated by unquestionable documentary proof.” The trial court dismissed the indictments without a hearing holding that \"the failure of the People to raise an issue of fact in their answering papers is tantamount to a concession on their part as to the truth of the allegations of the moving papers.”\nOn this appeal the People claim that the court erred in dismissing the indictments without a hearing because the People had not expressly conceded the facts alleged by the defendants. They have also informed us that it is, or was, the accepted practice in Westchester County for the court to conduct a hearing under these circumstances.\nIt is fundamental that a motion may be decided without a hearing unless the papers submitted raise a factual dispute on a material point which must be resolved before the court can decide the legal issue (see, e.g., CPLR 2218). Nevertheless the Peo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-gruden"
    }
  ],
  "relatedIncidents": [
    17928,
    17930,
    17931,
    17933,
    17934
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}