{
  "id": 18055,
  "title": "1977년 Goss 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-07-14",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Goss. 판결일: 1977-07-14. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State of North Carolina v. Tim Goss\n**판결일**: 1977-07-14\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Exum\n\n## 변호인\n\n\n\nRufus L. Edmisten, Attorney General, by Henry H. Burgwyn, Associate Attorney, for the State.\n, \nMcElwee, Hall & McElwee, by John E. Hall and William C. Warden, Jr., Attorneys for defendant appellant.\n\n\n## 인용\n\n- 235 S.E.2d 844\n- 293 N.C. 147\n\n## 판결문 요약\n\n\n235 S.E.2d 844 (1977)\n293 N.C. 147\nSTATE of North Carolina\nv.\nTim GOSS.\nNo. 41.\nSupreme Court of North Carolina.\nJuly 14, 1977.\n*846 Rufus L. Edmisten, Atty. Gen. by Henry H. Burgwyn, Associate Atty., Raleigh, for the State.\nMcElwee, Hall &amp; McElwee by John E. Hall and William C. Warden, Jr., North Wilkesboro, for defendant-appellant.\nEXUM, Justice.\nDefendant was tried upon an indictment charging first degree rape and upon two warrants each charging misdemeanor assault with a deadly weapon. The three charges were consolidated for trial. Defendant was convicted and sentenced to life imprisonment upon the rape charge and two years in prison for each of the misdemeanors. Motion to bypass the Court of Appeals in the misdemeanor cases was allowed and the appeals were consolidated.\nDefendant raises a number of questions on appeal. The most significant are: (1) his contention that the indictment, lacking an allegation that defendant was over sixteen years of age at the time of the alleged rape, was insufficient to support a conviction for first degree rape; and (2) his contention that the court erred prejudicially in its instruction limiting the jury's consideration of evidence of the victim's bad character reputation to her credibility. We find merit in both these arguments. Accordingly, the rape case is remanded for the entry of a verdict of guilty of second degree rape and reconsideration of the sentence by the trial court. In the jury instruction limiting the effect of evide...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-goss"
    }
  ],
  "relatedIncidents": [
    17936,
    17939,
    17949,
    17966,
    18062
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}