{
  "id": 18056,
  "title": "1977년 Thompson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-07-13",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Thompson. 판결일: 1977-07-13. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. HENRY THOMPSON, Defendant-Appellant\n**판결일**: 1977-07-13\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Jiganti\n\n## 변호인\n\nJames Geis and Lynn Sara Frackman, both of State Appellate Defender’s Office, of Chicago, for appellant., Bernard Carey, State’s Attorney, of Chicago (Laurence J. Bolon, Renee G. Goldfarb, and John E. Horn, Assistant State’s Attorneys, of counsel), for the People.\n\n## 인용\n\n- 366 N.E.2d 375\n- 51 Ill. App. 3d 53\n\n## 판결문 요약\n\n\n51 Ill. App.3d 53 (1977)\n366 N.E.2d 375\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nHENRY THOMPSON, Defendant-Appellant.\nNo. 76-237.\nIllinois Appellate Court  First District (3rd Division).\nOpinion filed July 13, 1977.\nJames Geis and Lynn Sara Frackman, both of State Appellate Defender's Office, of Chicago, for appellant.\nBernard Carey, State's Attorney, of Chicago (Laurence J. Bolon, Renee G. Goldfarb, and John E. Horn, Assistant State's Attorneys, of counsel), for the People.\nJudgment affirmed.\nMr. JUSTICE JIGANTI delivered the opinion of the court:\nThe defendant Henry Thompson and his co-defendant Clarence Henley were found guilty of the offense of burglary (Ill. Rev. Stat. 1973, ch. 38, par. 19-1) following a bench trial. Each was sentenced to a term of four to 12 years. Defendant Thompson pursues this appeal independently of his co-defendant at trial. The issue raised by the defendant is whether he was denied effective assistance of counsel where *54 he and his co-defendant were represented by the same court-appointed public defender in a joint trial.\nA statement of facts is necessary to understand the precise alleged conflict of interest that is claimed. The complaining witness, Fred Pucek, resided at 742 North Dearborn in Chicago. At approximately 4 p.m. on June 4, 1974, he awoke from a nap to find an intruder, later identified in court as Clarence Henley, in his apartment. Pucek owned 12 or 13 tape recorders in connection with his hobby of music. Whe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-thompson"
    }
  ],
  "relatedIncidents": [
    17930,
    17943,
    17954,
    17967,
    17979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}