{
  "id": 18057,
  "title": "1977년 Frosburg 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-07-11",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Frosburg. 판결일: 1977-07-11. 법원: Court of Special Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: RICHARD S. FROSBURG Et Al. v. STATE DEPARTMENT OF PERSONNEL\n**판결일**: 1977-07-11\n**법원**: Court of Special Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Gilbert, C.J., and Morton and Liss\n\n## 변호인\n\nSidney Blum and Wilson K. Barnes for appellants., James F. Truitt, Jr., Assistant Attorney General, with whom was Francis B. Burch, Attorney General, on the brief, for appellee.\n\n## 인용\n\n- 375 A.2d 582\n- 37 Md. App. 18\n\n## 판결문 요약\n\n\n37 Md. App. 18 (1977)\n375 A.2d 582\nRICHARD S. FROSBURG ET AL.\nv.\nSTATE DEPARTMENT OF PERSONNEL.\nNo. 1150, September Term, 1976.\nCourt of Special Appeals of Maryland.\nDecided July 11, 1977.\n*19 The cause was argued before GILBERT, C.J., and MORTON and LISS, JJ.\nSidney Blum and Wilson K. Barnes for appellants.\nJames F. Truitt, Jr., Assistant Attorney General, with whom was Francis B. Burch, Attorney General, on the brief, for appellee.\nLISS, J., delivered the opinion of the Court.\nThe appellants in this appeal are Richard S. Frosburg and nine other employees of the Motor Vehicle Administration, Department of Transportation. The appellees are the State Department of Personnel, Henry C. Bosz, Secretary of Personnel, and Joan R. Nasdor, Employee Relations Arbitrator of the Department of Personnel.\nThe appeal is filed from an order of the Baltimore City Court (Greenfeld, J.) dismissing an appeal taken by the employees from an opinion and decision reached by the Arbitrator after a hearing on a Fifth (and final) Step Grievance Appeal. Appellants' appeal to this Court is filed pursuant to the Administrative Procedure Act.[1]\nThe facts in this case are not in dispute. The ten appellants at the time this litigation arose and for a number of years previously were employed as Drivers License Reviewers by the Motor Vehicle Administration. That *20 classification had been created under State Civil Service regulations several decades ago and at the time of the dispute the appellants were pa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=frosburg-v-state-department-of-personnel"
    }
  ],
  "relatedIncidents": [
    17928,
    17930,
    17931,
    17933,
    17934
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}