{
  "id": 18064,
  "title": "1977년 James 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-06-29",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: James. 판결일: 1977-06-29. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ivary JAMES, Jr., Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1977-06-29\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Green\n\n## 변호인\n\nBarry P. Helft, Dallas, for appellant., Henry Wade, Dist. Atty., W. T. West-moreland, Jr., Dale G. Markland, and Jim Burnham, Asst. Dist. Attys., Dallas, Jim D. Vollers, State’s Atty., and David S. McAn-gus, Asst. State’s Atty., Austin, for the State.\n\n## 인용\n\n- 554 S.W.2d 680\n\n## 판결문 요약\n\n\n554 S.W.2d 680 (1977)\nIvary JAMES, Jr., Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 52861.\nCourt of Criminal Appeals of Texas.\nJune 29, 1977.\nRehearing Denied September 14, 1977.\nBarry P. Helft, Dallas, for appellant.\nHenry Wade, Dist. Atty., W. T. Westmoreland, Jr., Dale G. Markland, and Jim Burnham, Asst. Dist. Attys., Dallas, Jim D. Vollers, State's Atty., and David S. McAngus, Asst. State's Atty., Austin, for the State.\n\nOPINION\nGREEN, Commissioner.\nThis appeal is from a conviction for aggravated rape in which the punishment was assessed at ninety-nine years.\nThe record reflects that appellant was fifteen years six and a half months old when the alleged offense was committed on May 13, 1975, and that he was sixteen years four days of age at the time of the trial on November 3, 1975. A supplemental transcript reflects that at a hearing in the Juvenile Court of Dallas County June 17, 1975, prior to the presentment of the indictment herein, with appellant, his attorney and his guardian-ad-litem present, that court made findings in accordance with V.T.C.A. Family Code, Sec. 54.02, and waived jurisdiction of this cause and transferred jurisdiction over appellant \"to the appropriate Criminal District Court or District Court of Dallas County, Texas, for proper criminal proceedings and do hereby certify said action.\" The clerk of the Juvenile Court was directed \"to transmit forthwith to the proper Criminal District Court or District Court of Dallas County, Texas, this writte...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=james-v-state"
    }
  ],
  "relatedIncidents": [
    17936,
    17939,
    17949,
    17966,
    18055
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}