{
  "id": 18061,
  "title": "1977년 Kruger 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-07-06",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Kruger. 판결일: 1977-07-06. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: Barbara W. Kruger, Plaintiff-Respondent, v. Richard O. Kruger, Defendant-Appellant\n**판결일**: 1977-07-06\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: Pashman, Schreiber\n\n## 변호인\n\nMr. Monroe Aclcerman argued the cause for appellant (Messrs. Rudd and Aclcerman, attorneys; Mr. Neil Braun on the brief)., Mr. William E. Ozzard argued the cause for respondent (Messrs. Ozzard, Rizzolo, Klein, Mauro and Savo, attorneys; Mr. Ozzard and Mr. Richard M. Meth, on the brief).\n\n## 인용\n\n- 375 A.2d 659\n- 73 N.J. 464\n\n## 판결문 요약\n\n\nThe opinion of the court was delivered by\nSchreiber, J.\nThis appeal projects the issue of whether federal military retirement pay and disability benefits, all conditions precedent to their receipt having been satisfied, are “property” “legally and beneficially acquired” during marriage and, accordingly, subject to equitable distribution upon divorce. N. J. S. A. 2A:34—23. This question arose in proceedings instituted by Barbara W. Kruger in March 1973 for a divorce on grounds of extreme cruelty. Her husband, Richard O. Kruger, had counterclaimed for a divorce on grounds of desertion and extreme cruelty.\nThe parties had been married on May 6, 1950. They had three children, who at the time of the trial were 15, 19 and 21 years old. The defendant had been in the Army between July 1939 and February 1968, when he retired as a Lieutenant Colonel. Subsequently, he had been employed for approximately one year in the securities business for Laidlaw &amp; Co. At the time of the trial in October 1973, he was no longer working because of economic conditions and poor health. However, Mrs. Kruger was engaged as a secretary in the municipal offices of the Borough of Bernardsville. The *467trial court, finding that both parties had been guilty of acts of extreme cruelty, granted a divorce to each. The wife was awarded custody of the minor child and $30 weekly support for that child. No alimony was granted.\nThe trial court found the major assets available for equitable distribution to be the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kruger-v-kruger"
    }
  ],
  "relatedIncidents": [
    17928,
    17930,
    17931,
    17933,
    17934
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}