{
  "id": 18062,
  "title": "1977년 Suits 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-06-30",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Suits. 판결일: 1977-06-30. 법원: District Court, D. Kansas.",
  "description": "## 사건 정보\n\n**사건명**: Aaron R. SUITS, Plaintiff, v. Kenneth LYNCH, Personally and in His Official Capacity, Defendant\n**판결일**: 1977-06-30\n**법원**: District Court, D. Kansas\n**관할**: Kansas, KS\n\n**판사**: Wesley E. Brown\n\n## 변호인\n\nAaron R. Suits, pro se., Curt T. Schneider, Atty. Gen., Roger M. Theis, Asst. Atty. Gen., State of Kansas, Topeka, Kan., for defendant.\n\n## 인용\n\n- 437 F. Supp. 38\n\n## 판결문 요약\n\n\n437 F.Supp. 38 (1977)\nAaron R. SUITS, Plaintiff,\nv.\nKenneth LYNCH, personally and in his official capacity, Defendant.\nCiv. No. 76-219-C3.\nUnited States District Court, D. Kansas.\nJune 30, 1977.\n*39 Aaron R. Suits, pro se.\nCurt T. Schneider, Atty. Gen., Roger M. Theis, Asst. Atty. Gen., State of Kansas, Topeka, Kan., for defendant.\n\nMEMORANDUM AND ORDER\nWESLEY E. BROWN, Chief Judge.\nThis is a civil rights action brought pursuant to 42 U.S.C. § 1983 by an inmate of the Kansas State Penitentiary, Lansing, Kansas, presently incarcerated for state convictions of aggravated rape and sodomy, and aggravated robbery. He seeks a money judgment against a correctional officer of the Penitentiary for an alleged violation of his constitutional rights. We previously granted plaintiff leave to proceed in this action in forma pauperis. 28 U.S.C. § 1915. The matter now is before the Court for consideration of defendant's motion for summary judgment. A pre-trial order has been prepared, the parties have submitted affidavits of their witnesses, and the Court has listened to oral recitation of the parties' respective positions.\nThe facts are not in substantial dispute. On October 22, 1976, officers of the Kansas State Penitentiary conducted a search of inmates' cells for the purpose of removing metal-tipped pens and pencils, which had been used recently for self-mutilation by certain inmates. The plaintiff, Suits, was removed from his cell during the search conducted there and certain pens were...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=suits-v-lynch"
    }
  ],
  "relatedIncidents": [
    17936,
    17939,
    17949,
    17966,
    18055
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}