{
  "id": 18060,
  "title": "1977년 McKnight 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-07-06",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: McKnight. 판결일: 1977-07-06. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: JHON LEE McKNIGHT, JR. v. STATE OF MARYLAND\n**판결일**: 1977-07-06\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Digges, Eldridge, Levine, Murphy, Orth, Semgley, Smith\n\n## 변호인\n\nMark Colvin, Assistant Public Defender, with whom was Alan H. Murrell, Public Defender, on the brief, for appellant., Gilbert Rosenthal, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, and Clarence W. Sharp, Assistant Attorney General, on the brief, for appellee.\n\n## 인용\n\n- 375 A.2d 551\n- 280 Md. 604\n\n## 판결문 요약\n\n\n280 Md. 604 (1977)\n375 A.2d 551\nJOHN LEE McKNIGHT, JR.\nv.\nSTATE OF MARYLAND\n[No. 149, September Term, 1976.]\nCourt of Appeals of Maryland.\nDecided July 6, 1977.\n*605 The cause was argued before MURPHY, C.J., and SINGLEY, SMITH, DIGGES, LEVINE, ELDRIDGE and ORTH, JJ.\nMark Colvin, Assistant Public Defender, with whom was Alan H. Murrell, Public Defender, on the brief, for appellant.\nGilbert Rosenthal, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, and Clarence W. Sharp, Assistant Attorney General, on the brief, for appellee.\nLEVINE, J., delivered the opinion of the Court.\nThe question presented here is whether appellant should have been granted separate trials on four independent and distinct offenses, where evidence as to each individual offense would not have been mutually admissible at separate trials. We granted certiorari after the Court of Special Appeals, in affirming appellant's convictions by a jury in the Criminal Court of Baltimore under each of four criminal informations, held in McKnight v. State, 33 Md. App. 280, 286, 364 A.2d 116 (1976), that the trial court had not abused its discretion in denying a severance of the cases. We reverse.\nDuring a one-month period in late 1974, a series of four robberies was committed within the same neighborhood of Baltimore City in which appellant and each of the victims resided. On each occasion, the victim was a solitary male; in three of the four instances, the victim's trouser pockets were *606...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcknight-v-state"
    }
  ],
  "relatedIncidents": [
    17928,
    17930,
    17931,
    17933,
    17934
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}