{
  "id": 18077,
  "title": "1977년 Sutton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-06-06",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Sutton. 판결일: 1977-06-06. 법원: Arizona Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Arizona, Appellee, v. Charles SUTTON, Appellant\n**판결일**: 1977-06-06\n**법원**: Arizona Supreme Court\n**관할**: Arizona, AZ\n\n**판사**: Cameron, Gordon, Hays, Holo-Han, Struckmeyer\n\n## 변호인\n\nBruce E. Babbitt, Atty. Gen. by William J. Schafer, III, Chief Counsel, Ronald L. Crismon, Asst. Atty. Gen., Phoenix, for appellee., Ross P. Lee, Maricopa County Public Defender by H. Allen Gerhardt, Jr., Deputy Public Defender, Phoenix, for appellant.\n\n## 인용\n\n- 565 P.2d 1278\n- 115 Ariz. 417\n\n## 판결문 요약\n\n\n115 Ariz. 417 (1977)\n565 P.2d 1278\nSTATE of Arizona, Appellee,\nv.\nCharles SUTTON, Appellant.\nNo. 3674-PR.\nSupreme Court of Arizona, In Banc.\nJune 6, 1977.\n*418 Bruce E. Babbitt, Atty. Gen. by William J. Schafer, III, Chief Counsel, Ronald L. Crismon, Asst. Atty. Gen., Phoenix, for appellee.\n*419 Ross P. Lee, Maricopa County Public Defender by H. Allen Gerhardt, Jr., Deputy Public Defender, Phoenix, for appellant.\nSTRUCKMEYER, Vice Chief Justice.\nCharles Sutton was convicted in a jury trial of two counts of credit card forgery (A.R.S. § 13-1074) and one count of possession of a credit card with intent to defraud (A.R.S. § 13-1073). The Court of Appeals, Division One, affirmed the judgments, 27 Ariz. App. 134, 551 P.2d 583 (1976). We granted review. Opinion of the Court of Appeals vacated. Judgment of the Superior Court reversed as to the conviction for possession of a credit card with intent to defraud.\nAppellant urges that his conviction for possession of a credit card with intent to defraud should be set aside because the statute, A.R.S. § 13-1073, is unconstitutional. Art. 4, Part 2, § 13, of the Arizona Constitution provides:\n\"Every Act shall embrace but one subject and matters properly connected therewith, which subject shall be expressed in the title; but if any subject shall be embraced in an Act which shall not be expressed in the title, such Act shall be void only as to so much thereof as shall not be embraced in the title.\"\nAppellant argues that the title of the 197...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-sutton"
    }
  ],
  "relatedIncidents": [
    17934,
    17937,
    17945,
    17975,
    18028
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}