{
  "id": 18070,
  "title": "1977년 DeHerrera 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-06-15",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: DeHerrera. 판결일: 1977-06-15. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Juan L. DeHERRERA, as Administrator of the Estate of Joe B. Griego, Deceased, Appellant (Plaintiff Below), v. Patricia HERRERA, Appellee (Defendant Below)\n**판결일**: 1977-06-15\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: Guthrie, McCLIN-TOCK, Raper, Rose, Thomas\n\n## 변호인\n\nJuan L. DeHerrera, Cheyenne, signed the brief and appeared in oral argument on behalf of the appellant., Glenn Parker, Hirst & Applegate, Cheyenne, signed the brief and appeared in oral argument on behalf of the appellee.\n\n## 인용\n\n- 565 P.2d 479\n\n## 판결문 요약\n\n\n565 P.2d 479 (1977)\nJuan L. DeHERRERA, as Administrator of the Estate of Joe B. Griego, Deceased, Appellant (Plaintiff below),\nv.\nPatricia HERRERA, Appellee (Defendant below).\nNo. 4711.\nSupreme Court of Wyoming.\nJune 15, 1977.\nRehearing Denied July 20, 1977.\n*480 Juan L. DeHerrera, Cheyenne, signed the brief and appeared in oral argument on behalf of the appellant.\nGlenn Parker, Hirst &amp; Applegate, Cheyenne, signed the brief and appeared in oral argument on behalf of the appellee.\nBefore GUTHRIE, C.J., and McCLINTOCK, RAPER, THOMAS and ROSE, JJ.\nRAPER, Justice.\nIn this appeal, we must decide whether a cause of action for personal injuries survives under § 1-28, W.S. 1957, where the injured party dies of an illness unconnected with the alleged negligence of a defendant. The district court granted summary judgment, *481 holding that such a cause of action does not survive.[1] We will reverse.\nThe plaintiff-appellant, as administrator of the estate of decedent, filed a complaint against defendant-appellee, charging her with driver negligence, while operating a motor vehicle, causing personal injuries to the deceased, resulting in pain and suffering, medical and hospital expense and lost wages. The decedent died of liver failure unrelated to the purported negligent conduct of the defendant.[2] Wyoming's controlling survival statute, § 1-28, supra, reads:\n\"In addition to the causes of action which survive at common law, causes of action for mesne profits, or for injuries to th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=deherrera-v-herrera"
    }
  ],
  "relatedIncidents": [
    17936,
    17939,
    17949,
    17966,
    18055
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}