{
  "id": 18075,
  "title": "1977년 Campo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-06-07",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Campo. 판결일: 1977-06-07. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Campo v. George\n**판결일**: 1977-06-07\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Samuel, Stoulig and Morial\n\n## 인용\n\n- 347 So. 2d 324\n\n## 판결문 요약\n\n\n347 So.2d 324 (1977)\nHerman CAMPO, III\nv.\nWilliam E. GEORGE and New Orleans Public Service, Inc.\nNo. 7895.\nCourt of Appeal of Louisiana, Fourth Circuit.\nJune 7, 1977.\n*325 Kronlage, Dittmann &amp; Caswell, Albert S. Dittmann, Jr., New Orleans, for plaintiffappellant.\nA. R. Christovich, Jr., New Orleans, for defendants-appellees.\nBefore SAMUEL, STOULIG and MORIAL, JJ.\nSAMUEL, Judge.\nPlaintiff instituted this suit for personal injuries and medical expenses resulting from an injury which occurred on a bus owned and operated by the corporate defendant and driven by the individual defendant. Following trial on the merits, there was judgment in favor of defendants, dismissing the suit. Plaintiff has appealed.\nFrom our review of the record, we find the following facts:\nOn February 16, 1971 (during the Mardi Gras season), a bus on the St. Claude-Refinery line stopped at the corner of Canal and Rampart Streets where a group of 17 to 20 *326 youthful Negroes boarded the bus, making it standing room capacity. There were only a few white passengers. From the loud, vulgar language and topics of conversation of the group, who gathered in the back like a gang, the driver anticipated possible trouble. The group directed their remarks, boasts and threats to the white passengers.\nThe bus is equipped with two front and two rear blinker lights which, in the event of a disturbance, the bus drivers are directed to activate for the purpose of alerting police cars or New Orleans Public Service offi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=campo-v-george"
    }
  ],
  "relatedIncidents": [
    17928,
    17930,
    17931,
    17933,
    17934
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}