{
  "id": 18079,
  "title": "1977년 Nathan S. Smith v. Commanding Officer, Air Force Accounting and Finance Center, Arthur R. Grimm and Jeannine Grimm 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-06-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Nathan S. Smith v. Commanding Officer, Air Force Accounting and Finance Center, Arthur R. Grimm and Jeannine Grimm. 판결일: 1977-06-02. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Nathan S. SMITH, Appellant, v. COMMANDING OFFICER, AIR FORCE ACCOUNTING AND FINANCE CENTER, Arthur R. Grimm and Jeannine Grimm, Appellees\n**판결일**: 1977-06-02\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Byrne, Ely, Per Curiam, Wallace\n\n## 변호인\n\nSteven M. Kipperman, argued, Kipper-man, Shawn & Keker, Louis N. Haas, Haas & Najarían, San Francisco, Cal., for appellant., James L. Browning, Jr., U. S. Atty., Michael C. D’Amelio, Asst. U. S. Atty., argued, San Francisco, Cal., for appellees.\n\n## 인용\n\n- 555 F.2d 234\n\n## 판결문 요약\n\n555 F.2d 234\n    Nathan S. SMITH, Appellant,v.COMMANDING OFFICER, AIR FORCE ACCOUNTING AND FINANCE CENTER,Arthur R. Grimm and Jeannine Grimm, Appellees.\n    No. 76-3530.\n    United States Court of Appeals,Ninth Circuit.\n    June 2, 1977.\n    \n      Steven M. Kipperman, argued, Kipperman, Shawn &amp; Keker, Louis N. Haas, Haas &amp; Najarian, San Francisco, Cal., for appellant.\n      James L. Browning, Jr., U. S. Atty., Michael C. D'Amelio, Asst. U. S. Atty., argued, San Francisco, Cal., for appellees.\n      Appeal from the United States District Court for the Northern District of California.\n      Before ELY and WALLACE, Circuit Judges, and BYRNE,* District Judge.\n      PER CURIAM:\n    \n    \n      1\n      Smith appeals from an order of the District Court denying leave to amend the jurisdictional allegations of Smith's complaint and dismissing the action.  We affirm.\n    \n    \n      2\n      The relevant facts are discussed in Smith v. Grimm, 534 F.2d 1346 (9th Cir. 1976).  Briefly, Smith is an attorney who represented Grimm, on a contingent fee basis, in an action in which it was established that Grimm had been wrongfully discharged from the Air Force.  Smith now seeks a declaration that he holds an attorney's lien on amounts of retirement pay the Air Force owes Grimm.  Smith alleges that Grimm has refused to pay him 50% of the amounts recovered from the Air Force as agreed under the terms of the contingent fee agreement.  We reversed a judgment in Smith's favor in Smith v. Gr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nathan-s-smith-v-commanding-officer-air-force-accounting-and-finance"
    }
  ],
  "relatedIncidents": [
    17928,
    17930,
    17931,
    17933,
    17934
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}