{
  "id": 18087,
  "title": "1977년 Parslow 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-05-12",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Parslow. 판결일: 1977-05-12. 법원: Massachusetts Appeals Court.",
  "description": "## 사건 정보\n\n**사건명**: Marion Parslow v. Pilgrim Parking, Inc.\n**판결일**: 1977-05-12\n**법원**: Massachusetts Appeals Court\n**관할**: Massachusetts, MA\n\n## 변호인\n\nRichard P. Kelleher for the defendant., \nEugene L. Rubin for the plaintiff.\n\n\n## 인용\n\n- 5 Mass. App. Ct. 822\n\n## 판결문 요약\n\n\nThis is an action to recover damages for personal injuries sustained by the plaintiff who, after parking her car in the defendant’s garage, was accosted by a stranger in the garage. The stranger forced the plaintiff to leave the garage at gunpoint and subsequently raped her. The defendant appeals from the denial of its (1) motion for a directed verdict, (2) requests for instructions to the jury, (3) motion for judgment notwithstanding the verdict and (4) motion for a new trial. 1. As the defendant’s motion for a directed verdict did not state the specific grounds therefor, the defendant cannot on appeal complain of the denial of the motion. Mass.R.Civ.P. 50(a), 365 Mass. 814 (1974). Moy v. Jack Madden Ford Sales, Inc. 4 Mass. App. Ct. 102, 107-108 (1976). We cannot say that the defect was cured by the defendant’s oral argument on the motion or by its trial brief, as neither matter was made part of the record. Contrast Fortune v. National Cash Register Co. 4 Mass. App. Ct. 386, 386, n.l (1976), and cases cited therein, further appellate review granted, 370 Mass. 868 (1976). Moreover, “[t]he jury could have found that the plaintiff was a business invitee to whom the ... owner owed a duty to ‘use reasonable care to keep the premises in a reasonably safe condition for the... [invitee’s] use.’ ” Spring v. Foodmaster Super Mkt. Inc. 2 Mass. App. Ct. 808 (1974). The jury could also have found that the defendant’s security guards, while making their normal rounds, would have had a s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=parslow-v-pilgrim-parking-inc"
    }
  ],
  "relatedIncidents": [
    17936,
    17939,
    17949,
    17966,
    18055
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}