{
  "id": 18081,
  "title": "1977년 Buttram 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-06-01",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Buttram. 판결일: 1977-06-01. 법원: District Court, W.D. Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America v. Myron BUTTRAM\n**판결일**: 1977-06-01\n**법원**: District Court, W.D. Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Knox\n\n## 변호인\n\nJames West, Pittsburgh, Pa., for plaintiff., Leonard Ambrose, Erie, Pa., Roger Hanson, Santa Ana, Cal., for defendant.\n\n## 인용\n\n- 432 F. Supp. 1269\n\n## 판결문 요약\n\n\n432 F. Supp. 1269 (1977)\nUNITED STATES of America\nv.\nMyron BUTTRAM.\nCrim. No. 76-30 Erie.\nUnited States District Court, W. D. Pennsylvania.\nJune 1, 1977.\n*1270 James West, Pittsburgh, Pa., for plaintiff.\n*1271 Leonard Ambrose, Erie, Pa., Roger Hanson, Santa Ana, Cal., for defendant.\n\nMEMORANDUM DENYING DEFENDANT'S MOTION FOR NEW TRIAL\nKNOX, District Judge.\nThe defendant in this case, Myron Buttram, was convicted of one count of wire fraud in violation of 18 U.S.C. §§ 1343 and 2 on September 25, 1976, at the conclusion of an eleven day jury trial. Buttram was acquitted of two other counts of wire fraud.\nThe indictment charged both Frank Exum and Myron Buttram with three counts of wire fraud. However, on September 14, 1976, the court granted an oral motion of Assistant United States Attorney James West dismissing all charges against Exum.\nExum had been sent to the Federal Psychiatric Center in Springfield, Missouri, pursuant to an order of Judge Luther B. Eubanks of the Western District of Oklahoma before whom Exum faced other federal charges unrelated to this case. Initially, on June 17, 1976, a report from Jack Eardly, M.D., Chief of Psychiatry at the Springfield facility adjudged Exum competent to stand trial. However, the Springfield staff changed their mind and in a letter dated August 9, 1976, from Eardly to Judge Eubanks found Exum to have been legally insane during the period he allegedly committed federal crimes in Oklahoma. This letter stated in part:\n\"Although at th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-buttram"
    }
  ],
  "relatedIncidents": [
    17934,
    17937,
    17945,
    17975,
    18028
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}