{
  "id": 18085,
  "title": "1977년 Wong 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-05-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Wong. 판결일: 1977-05-23. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Wong\n**판결일**: 1977-05-23\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Burger\n\n## 변호인\n\nWilliam F. Sheehan III argued the cause for the United States. On the brief were Solicitor General Bork, Assistant Attorney General Thornburgh, and Deputy Solicitor General Frey., Allan Brotsky argued the cause and filed a brief for respondent.\n\n## 인용\n\n- 52 L. Ed. 2d 231\n- 97 S. Ct. 1823\n- 431 U.S. 174\n- 1977 U.S. LEXIS 88\n\n## 판결문 요약\n\n\n431 U.S. 174 (1977)\nUNITED STATES\nv.\nWONG.\nNo. 74-635.\nSupreme Court of United States.\nArgued December 6, 1976.\nDecided May 23, 1977.\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT.\nWilliam F. Sheehan III argued the cause for the United States. On the brief were Solicitor General Bork, Assistant Attorney General Thornburgh, and Deputy Solicitor General Frey.\nAllan Brotsky argued the cause and filed a brief for respondent.\nMR. CHIEF JUSTICE BURGER delivered the opinion of the Court.\nWe granted certiorari to decide whether a witness who, while under investigation for possible criminal activity, is *175 called to testify before a grand jury and who is later indicted for perjury committed before the grand jury, is entitled to have the false testimony suppressed on the ground that no effective warning of the Fifth Amendment privilege to remain silent was given.[1]\n\n(1)\nRose Wong, the respondent, came to the United States from China in early childhood. She was educated in public schools in San Francisco, where she completed eight grades of elementary education. Because her husband does not speak English, respondent generally speaks in her native tongue in her household.\nIn September 1973 respondent was subpoenaed to testify before a federal grand jury in the Northern District of California. The grand jury was investigating illegal gambling and obstruction of state and local law enforcement in San Francisco. At the time of her grand jury appearance, the Gove...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-wong"
    }
  ],
  "relatedIncidents": [
    18089,
    18139,
    18195,
    17696,
    17731
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}