{
  "id": 18089,
  "title": "1977년 Blevins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-05-10",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Blevins. 판결일: 1977-05-10. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: Albert L. BLEVINS and Linda Blevins, Plaintiffs-Respondents, v. CUSHMAN MOTORS, a Division of Outboard Marine Corp., a Corporation, Defendant-Appellant\n**판결일**: 1977-05-10\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Bardgett, Donnelly, Finch, Flani-Gan, Henley, Morgan, Rendlen, Seiler\n\n## 변호인\n\nJoseph A. Sherman, Kansas City, for defendant-appellant., James S. Formby, Kansas City, for plaintiffs-respondents.\n\n## 인용\n\n- 551 S.W.2d 602\n\n## 판결문 요약\n\n\n551 S.W.2d 602 (1977)\nAlbert L. BLEVINS and Linda Blevins, Plaintiffs-Respondents,\nv.\nCUSHMAN MOTORS, a Division of Outboard Marine Corp., a Corporation, Defendant-Appellant.\nNo. 59807.\nSupreme Court of Missouri, en banc.\nMay 10, 1977.\nRehearing Denied June 14, 1977.\n*605 Joseph A. Sherman, Kansas City, for defendant-appellant.\nJames S. Formby, Kansas City, for plaintiffs-respondents.\nDONNELLY, Judge.\nThis is a products liability case. The facts of the case and that portion of this opinion which pertains to Cushman's first and second contentions on appeal (I and II) were written in this Court. The balance of the opinion was written by Judge Wasserstrom in the Court of Appeals and is adopted here, substantially as originally written, without quotation marks.\nOn the afternoon of July 15, 1969, plaintiff, Albert L. Blevins, and his occasional golfing partner and former co-worker, Kermit Maxwell, met to play golf at Stayton Meadows Golf Course. After splitting between them the rental cost of a three-wheeled golf cart manufactured by Cushman, the two men completed the first nine holes of an intended eighteen holes of golf.\n*606 The first three holes of the back nine were played with the aid of the golf cart without incident.\nAt the thirteenth tee, Maxwell began play by slicing his tee shot slightly to the right. Plaintiff's first shot off the tee hooked somewhat to the left. The two men proceeded in the cart to Maxwell's ball, and he made his second shot. Maxwell then drove the t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=blevins-v-cushman-motors"
    }
  ],
  "relatedIncidents": [
    18085,
    18139,
    18195,
    17696,
    17731
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}