{
  "id": 18086,
  "title": "1977년 Little 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-05-19",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Little. 판결일: 1977-05-19. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: LITTLE v. State\n**판결일**: 1977-05-19\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Banke\n\n## 변호인\n\nBaker, Knapp, Conrad & Abernathy, H. Clifton Conrad, Jr., Elliott R. Baker, for appellant., C. B. Holcomb, District Attorney, Frank C. Mills, III, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 142 Ga. App. 343\n\n## 판결문 요약\n\n\nBanke, Judge.\nThe defendant appeals from his conviction of voluntary manslaughter.\n1. The defendant', while intoxicated, choked his girl friend to death. Approximately fifteen minutes later, he notified his brother of the incident and the police were called. While the defendant was still under the influence of alcohol, he was given his Miranda rights several times (to make sure that he understood), and subsequently made incriminatory statements. The defendant enumerates as error the trial judge’s ruling, after a Jackson v. Denno hearing, that the defendant had clearly understood his Miranda warnings and that the statements were admissible in evidence.\nThe defendant contends that his drunken state and illiteracy rendered the warnings totally ineffective. However, this contention is without merit. The preponderance of the evidence at the Jackson v. Denno hearing indicated that the defendant was not so intoxicated as to be incapable of understanding what was said to him. The trial judge was satisfied \"that the rights *344were adequately explained by the officers and were clearly understood by Mr. Little.” See Stapleton v. State, 235 Ga. 513 (1) (220 SE2d 269) (1975); Hayes v. State, 235 Ga. 46 (218 SE2d 798) (1975). \"Factual and credibility determinations of this sort made by a trial judge after a suppression hearing must be accepted by appellate courts unless such determinations are clearly erroneous. See Lego v. Twomey, 404 U. S. 477 (92 SC 619, 30 LE2d 618) (1972), and Unite...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=little-v-state"
    }
  ],
  "relatedIncidents": [
    17928,
    17933,
    17951,
    17952,
    17955
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}