{
  "id": 18083,
  "title": "1977년 State Division of Human Rights v. Xerox Corp. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-05-27",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: State Division of Human Rights v. Xerox Corp.. 판결일: 1977-05-27. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: State Division of Human Rights v. Xerox Corporation\n**판결일**: 1977-05-27\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 57 A.D.2d 1069\n\n## 판결문 요약\n\n\nDetermination unanimously annulled, without costs, and appeal to the State Human Rights Appeal Board dismissed. Memorandum: This is a special proceeding brought pursuant to section 298 of the Executive Law. Darnell Boyd (complainant) filed a complaint against petitioner with the State Division of Human Rights (Division), asserting discrimination with respect to his employment. On May 25, 1976 a copy of the Division’s determination dismissing the complaint was mailed by certified mail to both complainant and petitioner. The return receipts show that petitioner received its copy on May 26, 1976 but complainant did not receive his copy *1070until June 4, 1976. Complainant filed a notice of appeal to the State Human Rights Appeal Board (Appeal Board) on June 17, 1976. Petitioner’s motion to dismiss the appeal as untimely was denied by the Appeal Board, and petitioner now seeks to vacate the Appeal Board determination and dismiss the appeal. The Appeal Board has the power to hear appeals from all orders of the Division \"provided such appeals are commenced by filing with the board of a notice of appeal within fifteen days after service of such order” (Executive Law, § 297-a, subd 6, par c). If the appeal is not timely filed, the Appeal Board is without jurisdiction to review a determination of the Division (Matter of Walter v State Div. of Human Rights, 36 AD2d 769; cf. Matter of State Div. of Human Rights v Merante, 35 AD2d 652). Petitioner argues that the time period in which to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-division-of-human-rights-v-xerox-corp"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-david-bp"
    }
  ],
  "relatedIncidents": [
    17930,
    17943,
    17954,
    17967,
    17979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}