{
  "id": 18092,
  "title": "1977년 Vance 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-05-06",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Vance. 판결일: 1977-05-06. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Minnesota, Respondent, v. Phillip Charles VANCE, Appellant\n**판결일**: 1977-05-06\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Thomas J. Stahler\n\n## 변호인\n\nC. Paul Jones, Public Defender, Ronald L. Haskvitz, Asst. Public Defender, Minneapolis, for appellant., Warren Spannaus, Atty. Gen., St. Paul, Gary W. Flakne, County Atty., Vernon E. Bergstrom, Chief Appellate Division, David W. Larson and Phebe S. Haugen, Asst. County Attys., and Lee Barry, Law Clerk, Minneapolis, for respondent.\n\n## 인용\n\n- 254 N.W.2d 353\n\n## 판결문 요약\n\n\n254 N.W.2d 353 (1977)\nSTATE of Minnesota, Respondent,\nv.\nPhillip Charles VANCE, Appellant.\nNo. 46288.\nSupreme Court of Minnesota.\nMay 6, 1977.\n*356 C. Paul Jones, Public Defender, Ronald L. Haskvitz, Asst. Public Defender, Minneapolis, for appellant.\nWarren Spannaus, Atty. Gen., St. Paul, Gary W. Flakne, County Atty., Vernon E. Bergstrom, Chief Appellate Division, David W. Larson and Phebe S. Haugen, Asst. County Attys., and Lee Barry, Law Clerk, Minneapolis, for respondent.\nHeard before TODD, YETKA, and STAHLER, JJ., and considered and decided by the court en banc.\nTHOMAS J. STAHLER, Justice.[*]\nDefendant was convicted in the Hennepin County District Court of aggravated sodomy in violation of Minn.St. 609.293, subd. 2, and he appeals from the judgment entered. We affirm.\nThe complainant gave the following version of the incident. At approximately 7:25 p. m. on Monday, January 6, 1975, she was waiting for a bus at 25th Street and Hennepin Avenue in Minneapolis. She had planned to take the bus downtown where she worked as a waitress. Defendant offered her a ride, which she accepted because she was afraid she would be late for work. Defendant then drove to a relatively secluded area near 21st Street and Upton Avenue. He stopped the car and ordered the complainant into the back seat, threatening her with his fist. She complied, either due to fear or being pushed into the back seat. Defendant followed her into the back seat, unzipped his pants, and forced her to perform oral sod...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-vance"
    }
  ],
  "relatedIncidents": [
    17936,
    17939,
    17949,
    17966,
    18055
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}