{
  "id": 18094,
  "title": "1977년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-05-05",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Jones. 판결일: 1977-05-05. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Byron Jones v. State of Maryland\n**판결일**: 1977-05-05\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Dihres, Levin, Levine, Murphy, Siitauis, Smith, Suparoei\n\n## 변호인\n\nGemidme Emmy Sweeney, Assistant Public Defender, with whom was Aim H, Murrell, Public Defender, on the, Gilbert Rosenthal, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, and Clarence W. Sharp, Assistant Attorney General, on the brief, for appellee.\n\n## 인용\n\n- 372 A.2d 1064\n- 280 Md. 282\n\n## 판결문 요약\n\n\n280 Md. 282 (1977)\n372 A.2d 1064\nBYRON JONES\nv.\nSTATE OF MARYLAND\n[No. 116, September Term, 1976.]\nCourt of Appeals of Maryland.\nDecided May 5, 1977.\n*283 The cause was argued before MURPHY, C.J., and SINGLEY, SMITH, DIGGES, LEVINE and ELDRIDGE, JJ.\nGeraldine Kenney Sweeney, Assistant Public Defender, with whom was Alan H. Murrell, Public Defender, on the brief, for appellant.\nGilbert Rosenthal, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, and Clarence W. Sharp, Assistant Attorney General, on the brief, for appellee.\nLEVINE, J., delivered the opinion of the Court.\nWe granted certiorari in this case after the Court of Special Appeals, in an unreported opinion, Byron (NMN) Jones v. State of Maryland, [No. 1222, September Term, 1975, filed August 17, 1976], affirmed appellant's conviction in the Circuit Court for Prince George's County on charges of attempted robbery with a deadly weapon and use of a handgun in committing a crime of violence.\nThe primary issue raised on appeal to the Court of Special Appeals was whether the trial court erred \"in refusing defense counsel an opportunity to obtain a psychiatric evaluation of Appellant's competency to stand trial, and in determining the issue instead on the basis of `psychological reports' which were not made part of the record.\" The Court of Special Appeals, however, declined to review that question because appellant had not included the psychological reports in the record on appeal. The question ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jones-v-state"
    }
  ],
  "relatedIncidents": [
    17930,
    17943,
    17954,
    17967,
    17979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}