{
  "id": 18090,
  "title": "1977년 McFadden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-05-10",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: McFadden. 판결일: 1977-05-10. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF NORTH CAROLINA v. EDWARD ANTHONY McFADDEN\n**판결일**: 1977-05-10\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Branch, Huskins\n\n## 변호인\n\n\n\nAttorney General Edmisten by Associate Attorney Wilton E. Ragland, Jr. and Associate Attorney Jane Rankin Thompson, for the State.\n, \nWhite & Grumpier by Harrell Powell, Jr. and Carl F. Parrish, for defendant.\n\n\n## 인용\n\n- 234 S.E.2d 742\n- 292 N.C. 609\n\n## 판결문 요약\n\n\n234 S.E.2d 742 (1977)\n292 N.C. 609\nSTATE of North Carolina\nv.\nEdward Anthony McFADDEN.\nNo. 57.\nSupreme Court of North Carolina.\nMay 10, 1977.\n*744 Atty. Gen. Rufus L. Edmisten by Associate Attys. Wilton E. Ragland, Jr. and Jane Rankin Thompson, Raleigh, for the State.\nWhite &amp; Crumpler by Harrell Powell, Jr. and Carl F. Parrish, Winston-Salem, for defendant.\nBRANCH, Justice.\nThe sole question presented by this appeal is whether the trial judge erred in denying defendant's motion for a continuance. Defendant argues that the denial of his motion deprived him of his constitutional rights (1) to select counsel of his choice and (2) to have the effective assistance of counsel. We will consider these arguments in the order stated.\nIt is well established that a motion to continue is ordinarily addressed to the trial judge's sound discretion and his ruling thereon will not be disturbed except upon a showing that he abused that discretion. State v. Baldwin, 276 N.C. 690, 174 S.E.2d 526; State v. Moses, 272 N.C. 509, 158 S.E.2d 617. However, when a motion to continue is based on a constitutional right, the question presented is a reviewable question of law. State v. Smathers, 287 N.C. 226, 214 S.E.2d 112; State v. Phillip, 261 N.C. 263, 134 S.E.2d 386; State v. Lane, 258 N.C. 349, 128 S.E.2d 389. The denial of defendant's motion in this case presents constitutional questions.\nJustice Ervin, speaking for the court in State v. Speller, 230 N.C. 345, 53 S.E.2d 294, unequivocally decla...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mcfadden"
    }
  ],
  "relatedIncidents": [
    17928,
    17930,
    17931,
    17933,
    17934
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}