{
  "id": 18096,
  "title": "1977년 Summers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-05-02",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Summers. 판결일: 1977-05-02. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. PATRICK G. SUMMERS, Defendant-Appellant\n**판결일**: 1977-05-02\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: O'Connor\n\n## 변호인\n\nIrwin L. Frazin and Jody C. Weiner, of Chicago, for appellant., Bernard Carey, State’s Attorney, of Chicago (Laurence J. Bolon, Joan S. Cherry, and Loretta Hall Har diman, Assistant State’s Attorneys, of counsel), for the People.\n\n## 인용\n\n- 362 N.E.2d 1347\n- 49 Ill. App. 3d 70\n\n## 판결문 요약\n\n\n49 Ill. App. 3d 70 (1977)\n362 N.E.2d 1347\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nPATRICK G. SUMMERS, Defendant-Appellant.\nNos. 62976, 63167 cons.\nIllinois Appellate Court  First District (1st Division).\nOpinion filed May 2, 1977.\n*71 Irwin L. Frazin and Jody C. Weiner, of Chicago, for appellant.\nBernard Carey, State's Attorney, of Chicago (Laurence J. Bolon, Joan S. Cherry, and Loretta Hall Hardiman, Assistant State's Attorneys, of counsel), for the People.\nJudgment affirmed.\nMr. JUSTICE O'CONNOR delivered the opinion of the court:\nPatrick G. Summers was charged by indictment with three counts of armed robbery and one count of burglary. A jury in the circuit court of Cook County found him guilty of armed robbery and burglary and he was sentenced to imprisonment in the penitentiary for 5 to 15 years. He appeals.\nThe defendant contends that his conviction must be reversed because (1) he was not proved guilty beyond a reasonable doubt where the identification testimony of the victims of the crimes was contradictory *72 and uncertain and (2) he was denied a fair trial where the prosecutor impermissibly commented on defendant's failure to testify at the trial. We affirm.\nRandal Zuley, Arthur Czipo and Angelo Nazos were playing poker in the kitchen of a townhouse located in Schiller Park, Illinois, on August 25, 1973, at approximately 2 a.m. Diane Iannella, the owner of the residence, had been present until midnight, when she had gone to bed on the second flo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-summers"
    }
  ],
  "relatedIncidents": [
    17930,
    17943,
    17954,
    17967,
    17979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}