{
  "id": 18099,
  "title": "1977년 Skaggs 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-04-29",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Skaggs. 판결일: 1977-04-29. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: Joe SKAGGS v. Wilma Jean VAUGHN\n**판결일**: 1977-04-29\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Howard, Lester, Park\n\n## 변호인\n\nCarl Howell, Hodgenville, for appellees., William A. Miller and William A. Miller, Jr., Louisville, Morris Butler, Greensburg, Shelby M. Howard, Hodgenville, for appellant.\n\n## 인용\n\n- 550 S.W.2d 574\n\n## 판결문 요약\n\n\nPARK, Judge.\nThe appellant, Joe Skaggs, appeals from a judgment of the LaRue Circuit Court granting a summary judgment dismissing his complaint. By his complaint, Skaggs attacked the validity of a deed dated November 29, 1968, apparently executed by Skaggs and his wife, Allie. This deed purported to convey a farm to Allie’s two nieces, the appellees Wilma Jean Vaughn and Winnie Ree Vaughn Reed, subject to a joint life estate reserved by the grantors. Following Allie’s death in 1969, Skaggs remarried and moved from the farm to Chattanooga. This action was precipitated by a dispute over the cutting of trees on the farm by Skaggs.\nIn his complaint and in his pre-trial deposition, Skaggs asserted that he did not sign the deed of November 29, 1968. Skaggs’ position with respect to his signature on the deed is somewhat modified on appeal. The appellant’s brief states:\n“Joe maintains that the signature on the deed is not his and that he never signed a deed. Joe admits that he did sign something, and he admits that he knew he could live on the land during his lifetime, but he maintains that he thought he was signing a will and not a deed, a will being freely revocable at any time prior to death.” (Emphasis added)\nAccording to the depositions of both Wilma Jean Vaughn and Winnie Ree Vaughn Reed and the affidavit of the attorney drafting the deed, Skaggs did in fact sign the deed in the attorney’s office.\nAlthough Skaggs denied that the signature on the deed was his, this court conclu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=skaggs-v-vaughn"
    }
  ],
  "relatedIncidents": [
    17934,
    17937,
    17945,
    17975,
    18028
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}