{
  "id": 18101,
  "title": "1977년 United States v. Minnesota Mining and Manufacturing Company 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-04-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Minnesota Mining and Manufacturing Company. 판결일: 1977-04-22. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellant, v. MINNESOTA MINING AND MANUFACTURING COMPANY Et Al., Appellees\n**판결일**: 1977-04-22\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Gibson, Heaney, Henley\n\n## 변호인\n\nScott P. Crampton, Asst. Atty. Gen., Tax Div., Dept, of Justice, Washington, D.C., for appellant; Gilbert E. Andrews, Robert E. Lindsay, Daniel F. Ross, Attys., Washington, D.C., Robert G. Renner, U. S. Atty., Minneapolis, Minn., on brief., Lawrence J. Hayes, St. Paul, Minn., and G. Alan Cunningham, Minneapolis, Minn., for appellees; Garrett E. Mulrooney, R. Scott Davies, Douglas W. Thomsom and Jack S. Nordby, St. Paul, Minn., on brief.\n\n## 인용\n\n- 551 F.2d 1106\n\n## 판결문 요약\n\n551 F.2d 1106\n    77-1 USTC  P 9259\n    UNITED STATES of America, Appellant,v.MINNESOTA MINING AND MANUFACTURING COMPANY et al., Appellees.\n    No. 76-1730.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted Nov. 8, 1976.Decided March 3, 1977.Rehearing Denied April 22, 1977.\n    \n      Scott P. Crampton, Asst. Atty. Gen., Tax Div., Dept. of Justice, Washington, D.C., for appellant; Gilbert E. Andrews, Robert E. Lindsay, Daniel F. Ross, Attys., Washington, D.C., Robert G. Renner, U. S. Atty., Minneapolis, Minn., on brief.\n      Lawrence J. Hayes, St. Paul, Minn., and G. Alan Cunningham, Minneapolis, Minn., for appellees; Garrett E. Mulrooney, R. Scott Davies, Douglas W. Thomsom and Jack S. Nordby, St. Paul, Minn., on brief.\n      Before GIBSON, Chief Judge, HEANEY and HENLEY, Circuit Judges.\n      GIBSON, Chief Judge.\n    \n    \n      1\n      The Government appeals1 from a judgment of the District Court2 dismissing a three-count indictment charging Minnesota Mining and Manufacturing Co.  (3M) and two of its principal officers, Bert S. Cross and Irwin R. Hansen, with violating various tax-related statutes.  Count I charged the defendants with violating 18 U.S.C. &#167; 371 (1970) by conspiring to defraud the United States and to interfere with the functions of the Internal Revenue Service from 1963 to 1969.  This count charged defendants with engaging in an illegal scheme of using 3M monies to create a secret campaign contribution fund and improperly deducting paym...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-minnesota-mining-and-manufacturing-company"
    }
  ],
  "relatedIncidents": [
    17934,
    17937,
    17945,
    17975,
    18028
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}