{
  "id": 18113,
  "title": "1977년 People v. Willie Johnson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-04-19",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: People v. Willie Johnson. 판결일: 1977-04-19. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: People v. Willie Johnson\n**판결일**: 1977-04-19\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: Bronson, P.J., and Allen and D.E. Holbrook, Jr\n\n## 변호인\n\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, William L. Cahalan, Prosecuting Attorney, Stephen H. Boak, Director, Prosecutor’s Repeat Offender’s Bureau, and Raymond P. Walsh, Assistant Prosecuting Attorney, for the people., Townsend, Haley & Overton, for defendant on appeal.\n\n## 인용\n\n- 255 N.W.2d 207\n- 75 Mich. App. 221\n\n## 판결문 요약\n\n\n75 Mich. App. 221 (1977)\n255 N.W.2d 207\nPEOPLE\nv.\nWILLIE JOHNSON\nDocket No. 27857.\nMichigan Court of Appeals.\nDecided April 19, 1977.\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, William L. Cahalan, Prosecuting Attorney, Stephen H. Boak, Director, Prosecutor's Repeat Offender's Bureau, and Raymond P. Walsh, Assistant Prosecuting Attorney, for the people.\nTownsend, Haley &amp; Overton, for defendant on appeal.\nBefore: BRONSON, P.J., and ALLEN and D.E. HOLBROOK, JR., JJ.\nPER CURIAM.\nDefendant was charged in an information alleging four counts of criminal sexual conduct in the first degree and one count of armed robbery. MCLA 750.520b; MSA 28.788(2), MCLA 750.529; MSA 28.797. A jury found him guilty as *223 charged of two counts of criminal sexual conduct and were unable to reach a verdict on the remaining three counts. Defendant was sentenced to prison and now appeals by right.\nMichigan's new act defining criminal sexual conduct, 1974 PA 266, provides in relevant part as follows:\n\"Sec. 520b. (1) A person is guilty of criminal sexual conduct in the first degree if he or she engages in sexual penetration with another person and if any of the following circumstances exists * * *.\"\nThe statute goes on to list in seven sections, some with subsections, various circumstances, any of which would render \"sexual penetration with another person\" to be criminal sexual conduct in the first degree.\nThe penalty for such conduct is provided as follows:\n\"(2) Crim...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-willie-johnson"
    }
  ],
  "relatedIncidents": [
    17930,
    17943,
    17954,
    17967,
    17979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}