{
  "id": 18112,
  "title": "1977년 S.E.W. Friel Co. v. New Jersey Turnpike Authority 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-04-20",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: S.E.W. Friel Co. v. New Jersey Turnpike Authority. 판결일: 1977-04-20. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: S.E.W. Friel Company and Charles Dudley Turner, Plaintiffs-Appellants, v. New Jersey Turnpike Authority, Defendant-Respondent\n**판결일**: 1977-04-20\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: Clifford\n\n## 변호인\n\nMr. Dennis J. Drasco argued the cause for plaintiffs-appellants (Messrs, Lum, Biunno■ •& Tompkins, attorneys)., Mr. William H. Graham argued the cause for defendant-respondent (Messrs. McFlroy, Connell, Foley & Geiser, attorneys).\n\n## 인용\n\n- 373 A.2d 364\n- 73 N.J. 107\n\n## 판결문 요약\n\n\n73 N.J. 107 (1977)\n373 A.2d 364\nS.E.W. FRIEL COMPANY AND CHARLES DUDLEY TURNER, PLAINTIFFS-APPELLANTS,\nv.\nNEW JERSEY TURNPIKE AUTHORITY, DEFENDANT-RESPONDENT.\nThe Supreme Court of New Jersey.\nArgued January 24, 1977.\nDecided April 20, 1977.\n*109 Mr. Dennis J. Drasco argued the cause for plaintiffs-appellants (Messrs, Lum, Biunno &amp; Tompkins, attorneys).\nMr. William H. Graham argued the cause for defendant-respondent (Messrs. McElroy, Connell, Foley &amp; Geiser, attorneys).\nThe opinion of the court was delivered by CLIFFORD, J.\nThe trial court denied plaintiffs' motion for leave to file a late notice of claim pursuant to the appropriate section (N.J.S.A. 59:8-9) of the New Jersey Tort Claims Act, N.J.S.A. 59:1-1 et seq. (Supp. 1976-77). The Appellate Division, in an unreported opinion, affirmed, holding that (a) the defendant New Jersey Turnpike Authority was a public entity within the meaning of the Tort Claims Act; (b) therefore the provision of the Act barring subrogation actions (N.J.S.A. 59:9-2(e)) served to preclude the claims of plaintiff S.E.W. Friel Company; and (c) the personal injury claim of plaintiff Charles Dudley Turner was foreclosed because he had not sought permission to file a late claim within one year from the date that his cause of action had accrued, as required by the statute.[1]*110 We granted certification, 70 N.J. 520 (1976), to review these determinations.\n\nI\nPlaintiff Turner suffered personal injuries as the result of a multi-vehicle accident ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sew-friel-co-v-new-jersey-turnpike-authority"
    }
  ],
  "relatedIncidents": [
    17928,
    17930,
    17931,
    17933,
    17934
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}