{
  "id": 18116,
  "title": "1977년 Gibbs 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-04-12",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Gibbs. 판결일: 1977-04-12. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Gibbs v. State\n**판결일**: 1977-04-12\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Hendry, C.J., Nathan, J., and Charles Carroll (Ret.), Associate Judge\n\n## 인용\n\n- 344 So. 2d 621\n\n## 판결문 요약\n\n\n344 So. 2d 621 (1977)\nEdward GIBBS, Appellant,\nv.\nThe STATE of Florida, Appellee.\nNo. 76-726.\nDistrict Court of Appeal of Florida, Third District.\nApril 12, 1977.\n*622 Bennett H. Brummer, Public Defender and Julian S. Mack, Asst. Public Defender, for appellant.\nRobert L. Shevin, Atty. Gen. and Joel D. Rosenblatt, Asst. Atty. Gen., for appellee.\nBefore HENDRY, C.J., NATHAN, J., and CHARLES CARROLL (Ret.), Associate Judge.\nPER CURIAM.\nDefendant, Edward Gibbs, was charged in 1976 with robbery and assault with intent to commit murder in the first degree. Gibbs pled not guilty and at the onset of the trial withdrew his not guilty plea and entered a plea of nolo contendere, specifically reserving appellate rights concerning denial of his pre-trial motion to suppress.\nDefendant was sentenced on the robbery and assault charges. In addition, Gibbs was found guilty and sentenced for violation of the probation he was serving as a result of a sentence imposed on him in 1971 for committing an assault with intent to commit murder in the first degree.\nBy this appeal, Gibbs contends that the trial court erred in denying his motion to suppress a witness' in-court identification of the defendant based on improper pre-trial photographs and lineup identification. Defendant also questions the denial by the court of his motion to suppress his confession on the ground that the State did not prove that it was voluntary. Gibbs finally urges that the trial court erred in revoking his probation, becau...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gibbs-v-state"
    }
  ],
  "relatedIncidents": [
    17928,
    17933,
    17951,
    17952,
    17955
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}