{
  "id": 18120,
  "title": "1977년 McCoy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-04-07",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: McCoy. 판결일: 1977-04-07. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Darlene McCOY, (Defendant) v. STATE of Florida, (State)\n**판결일**: 1977-04-07\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Boyer, McCord, Mills\n\n## 변호인\n\nMichael J. Minerva, Public Defender, for appellant., Robert L. Shevin, Atty. Gen., Richard W. Prospect, Asst. Atty. Gen., for appellee.\n\n## 인용\n\n- 344 So. 2d 250\n\n## 판결문 요약\n\n\nMILLS, Judge.\nA jury found McCoy guilty of third degree arson. Judge Booth presided. Subsequently, McCoy was sentenced to ten years in the state prison by Judge Swigert. McCoy contends that Judge Swigert failed to comply with Fla.R.Crim.P. 3.700(c) which provides:\n“In those cases where it is necessary that sentence be pronounced by a judge other than the judge who presided at trial, . the sentencing judge shall not pass sentence until he shall have acquainted himself with what transpired at the trial or the facts, . . .”\nAlthough the transcript of the sentencing indicates Judge Swigert had some knowledge of the trial or the facts, how much knowledge Judge Swigert acquired of the trial or the facts before sentencing and its source are difficult to determine. The transcript does reflect that McCoy failed to object or to call the alleged violation of the rule to Judge Swigert’s attention. In addition, the record fails to show that McCoy suffered any prejudice because of Judge Swigert’s alleged violation of the rule. It does show that Judge Swigert could have imposed a fifteen year sentence on McCoy but only imposed a ten year sentence.\nCaplinger v. State, 271 So.2d 780 (Fla. 3d DCA 1973), which holds that a sentence is invalid when imposed by a judge who did not preside at the trial and did not familiarize himself with the case before imposing sentence, is distinguishable from this case. The Caplinger case does not indicate whether the defendant’s attorney objected or otherwise...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mccoy-v-state"
    }
  ],
  "relatedIncidents": [
    17970,
    17977,
    18033,
    17734,
    17739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}