{
  "id": 18122,
  "title": "1977년 McClain 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-04-05",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: McClain. 판결일: 1977-04-05. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: PEOPLE v. McCLAIN\n**판결일**: 1977-04-05\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: M.J. Kelly, P.J., and J.H. Gillis and R.M. Maher\n\n## 변호인\n\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, William L. Cahalan, Prosecuting Attorney, Edward R. Wilson, Research, Training & Appeals, and Arthur N. Bishop, Assistant Prosecuting Attorney, for the people., Lawrence S. Strauss, for defendant on appeal.\n\n## 인용\n\n- 264 N.W.2d 1\n- 81 Mich. App. 84\n\n## 판결문 요약\n\n\n81 Mich. App. 84 (1977)\n264 N.W.2d 1\nPEOPLE\nv.\nMcCLAIN\nDocket No. 28551.\nMichigan Court of Appeals.\nDecided April 5, 1977.\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, William L. Cahalan, Prosecuting Attorney, Edward R. Wilson, Research, Training &amp; Appeals, and Arthur N. Bishop, Assistant Prosecuting Attorney, for the people.\nLawrence S. Strauss, for defendant on appeal.\n*85 Before: M.J. KELLY, P.J., and J.H. GILLIS and R.M. MAHER, JJ.\nPER CURIAM.\nDefendant, charged with first-degree murder, MCLA 750.316; MSA 28.548, pled guilty on January 22, 1976, before the late Judge Donald S. Leonard to the offense of second-degree murder, MCLA 750.317; MSA 28.549, pursuant to a plea bargain. On February 6, 1976, defendant was brought before Judge Clarence Laster for sentence. Defendant was advised that Judge Leonard was ill and that Judge Laster was going to pronounce sentence. Defendant and his counsel then asked that defendant be allowed to withdraw his plea of guilty and proceed to trial. It is rather obvious from a reading of the transcript that defendant and his counsel were displeased with the fact that defendant was not going to be sentenced by Judge Leonard whom they considered to be a lenient sentencer. Defendant then went on to explain to the court that the only reason that he pled guilty was because of the influence of his counsel; that he did not commit the crime; and that he wanted the police department to investigate the crime and \"see w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-mcclain"
    }
  ],
  "relatedIncidents": [
    17928,
    17933,
    17951,
    17952,
    17955
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}