{
  "id": 18139,
  "title": "1977년 Jackson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-03-16",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Jackson v. State. 판결일: 1977-03-16. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Charles Wayne JACKSON, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1977-03-16\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davis\n\n## 변호인\n\nJack 0. Herrington and Jim D. Lovett, on appeal, Clarksville, for appellant., Pat F. Beadle, County Atty., Clarksville, Jim D. Vollers, State’s Atty., David S. McAngus, Asst. State’s Atty., Austin, for the State.\n\n## 인용\n\n- 548 S.W.2d 685\n\n## 판결문 요약\n\n\n548 S.W.2d 685 (1977)\nCharles Wayne JACKSON, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 52875.\nCourt of Criminal Appeals of Texas.\nMarch 16, 1977.\nRehearing Denied April 13, 1977.\n*688 Jack O. Herrington and Jim D. Lovett, on appeal, Clarksville, for appellant.\nPat F. Beadle, County Atty., Clarksville, Jim D. Vollers, State's Atty., David S. McAngus, Asst. State's Atty., Austin, for the State.\n\nOPINION\nDAVIS, Commissioner.\nAppeal is taken from a conviction for voluntary manslaughter. Punishment was assessed by the jury at ten years.\nAppellant does not challenge the sufficiency of the evidence to support the conviction. The record reflects that on December 26, 1974, appellant and his wife were arguing in the presence of others. Appellant pulled a pistol from his pocket, two shots were fired, and Christine Rosser, appellant's sister, was killed and appellant's wife was wounded. The murder of Rosser is the gravamen of this prosecution.\nAppellant challenges the sufficiency of the evidence to support the finding of a jury in a pretrial hearing that appellant was competent to stand trial.\nThis Court has consistently held that no appeal lies from a judgment rendered in a preliminary trial on the issue of competency *689 to stand trial. See Knight v. State, Tex.Cr. App., 538 S.W.2d 101; Hassler v. State, Tex.Cr.App., 473 S.W.2d 513; Vardas v. State, Tex.Cr.App., 518 S.W.2d 826; Kalinec v. State, Tex.Cr.App., 500 S.W.2d 146, and cases there cited. A careful reading of the leadin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jackson-v-state"
    }
  ],
  "relatedIncidents": [
    17696,
    17928,
    17933,
    17951,
    17952
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}