{
  "id": 18130,
  "title": "1977년 Morgan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-03-31",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Morgan. 판결일: 1977-03-31. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Morgan v. Cook\n**판결일**: 1977-03-31\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Boyd\n\n## 인용\n\n- 344 So. 2d 577\n\n## 판결문 요약\n\n\n344 So.2d 577 (1977)\nWilliam R. MORGAN, Jr., Appellant,\nv.\nAl COOK, etc., et al., Appellees.\nNo. 50190.\nSupreme Court of Florida.\nMarch 31, 1977.\nRichard L. Jorandby, Public Defender, and Henry Prettyman, Special Asst. Public Defender, for appellant.\nRobert L. Shevin, Atty. Gen., and Harry M. Hipler, Asst. Atty. Gen., for appellees.\nBOYD, Justice.\nIn February of 1973, while in state custody on a robbery conviction, William R. Morgan, Jr. escaped. Approximately ten months later he was arrested. Under the authority of Section 944.28(1), Florida Statutes (1973),[1] the Department of Offender Rehabilitation declared all Morgan's earned gain time and any extra gain time allowed him to be forfeited. Morgan petitioned the Circuit Court of the Fifteenth Judicial Circuit for a writ of habeas corpus, attacking the constitutionality of Section 944.28(1), Florida Statutes (1973). The Circuit Court denied the petition. Morgan's appeal to the District Court of Appeal, Fourth District, was transferred here. We have jurisdiction.[2]\nFor the reasons stated in Rankin v. Wainwright, 351 F. Supp. 1306 (M.D.Fla. 1972), the statute is constitutional. The Circuit *578 Court's denial of the petition for a writ of habeas corpus is affirmed.\nIt is so ordered.\nOVERTON, C.J., and ADKINS, ENGLAND, SUNDBERG, HATCHETT and KARL, JJ., concur.\nNOTES\n[1]  \"944.28 Forfeiture of gain time and right to earn gain time in the future.  (1) When a prisoner escapes or a conditional pardon or parole granted to him by...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=morgan-v-cook"
    }
  ],
  "relatedIncidents": [
    17930,
    17943,
    17954,
    17967,
    17979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}