{
  "id": 18140,
  "title": "1977년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-03-16",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1977-03-16. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH of Pennsylvania v. Joseph Britt WIGGINS, Appellant (Two Cases)\n**판결일**: 1977-03-16\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Eagen, O'brien, Roberts, Pomeroy, Nix and Manderino\n\n## 변호인\n\nNolan N. Atkinson, Jr., Philadelphia, for appellant. F. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Asst. Dist. Atty., Chief, Appeals Div., for appellee.\n\n## 인용\n\n- 371 A.2d 207\n- 472 Pa. 95\n\n## 판결문 요약\n\n\n472 Pa. 95 (1977)\n371 A.2d 207\nCOMMONWEALTH of Pennsylvania\nv.\nJoseph Britt WIGGINS, Appellant (two cases).\nSupreme Court of Pennsylvania.\nArgued January 20, 1976.\nDecided March 16, 1977.\n*96 *97 *98 Nolan N. Atkinson, Jr., Philadelphia, for appellant.\nF. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Asst. Dist. Atty., Chief, Appeals Div., for appellee.\nBefore EAGEN, O'BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ.\n\nORDER\nPER CURIAM.\nThe Court being equally divided, the judgments of sentence are affirmed.\nFormer Chief Justice JONES did not participate in the consideration or decision of this case.\nMr. Justice POMEROY filed an opinion in support of affirmance in which Mr. Chief Justice EAGEN and Mr. Justice O'BRIEN join.\nMr. Justice ROBERTS filed an opinion in support of reversal in which Mr. Justice NIX and Mr. Justice MANDERINO join.\n\nOPINION IN SUPPORT OF AFFIRMANCE\nPOMEROY, Justice.\nAppellant Joseph Britt Wiggins was convicted by a jury of the offenses of robbery, burglary and murder of the first degree in connection with the death of Carol Benson. After the denial of his post-verdict motions, appellant was sentenced to life imprisonment on the murder *99 conviction and to concurrent sentences of ten to twenty years imprisonment on the robbery and burglary convictions. This direct appeal followed.[1]\nSeveral errors are advanced in support of reversal. One of these relates to an alleged violation of the guarantee against double jeopardy; two relate to the failure ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-wiggins"
    }
  ],
  "relatedIncidents": [
    17928,
    17933,
    17951,
    17952,
    17955
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}