{
  "id": 18153,
  "title": "1977년 Lacy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-02-28",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Lacy. 판결일: 1977-02-28. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Respondent, v. Marshall LACY, Appellant\n**판결일**: 1977-02-28\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Wasserstrom, P. J., and Somerville and Turnage\n\n## 변호인\n\nThomas M. Larson, Public Defender, Lee M. Nation, Asst. Public Defender, Kansas City, for appellant., John C. Danforth, Atty. Gen., David L. Baylard, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 548 S.W.2d 251\n\n## 판결문 요약\n\n\n548 S.W.2d 251 (1977)\nSTATE of Missouri, Respondent,\nv.\nMarshall LACY, Appellant.\nNo. KCD 28561.\nMissouri Court of Appeals, Kansas City District.\nFebruary 28, 1977.\nThomas M. Larson, Public Defender, Lee M. Nation, Asst. Public Defender, Kansas City, for appellant.\nJohn C. Danforth, Atty. Gen., David L. Baylard, Asst. Atty. Gen., Jefferson City, for respondent.\nBefore WASSERSTROM, P. J., and SOMERVILLE and TURNAGE, JJ.\nSOMERVILLE, Judge.\nDefendant was convicted by jury of first degree robbery and sentenced to seven years imprisonment.\nHis sole point of error on appeal is that the trial court should have declared a mistrial, as requested, because of allegedly prejudicial statements made by the prosecuting attorney during closing argument.\nA short statement of facts will suffice because the sufficiency of the state's evidence to support the conviction has not been questioned in defendant's brief. Bernard Davis, the victim of the robbery, was employed by the Jet TV &amp; Stereo Rental Company as a bill collector and delivery man. During the course of his employment on March 15, 1975, he went to an apartment building in Kansas City, Missouri, to pick up *252 an amplifier. When Davis entered the apartment building he noticed two men standing by the front door. Davis recognized one of the men (the defendant) because he had worked with him in the summer of 1974 at a lawn service company. Defendant and his companion were still standing by the front door of the apartment building whe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-lacy"
    }
  ],
  "relatedIncidents": [
    17930,
    17943,
    17954,
    17967,
    17979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}