{
  "id": 18154,
  "title": "1977년 Watkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-02-25",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Watkins. 판결일: 1977-02-25. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Watkins v. State\n**판결일**: 1977-02-25\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: McCord\n\n## 인용\n\n- 342 So. 2d 1057\n\n## 판결문 요약\n\n\n342 So.2d 1057 (1977)\nLarry W. WATKINS, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. BB-75.\nDistrict Court of Appeal of Florida, First District.\nFebruary 25, 1977.\nRehearing Denied March 23, 1977.\n*1058 J. Lawrence Smith, Green Cove Springs, for appellant.\nRobert L. Shevin, Atty. Gen., Carolyn M. Snurkowski, Wallace E. Allbritton, Asst. Attys. Gen., for appellee.\nMcCORD, Judge.\nThis is an appeal from appellant's conviction after jury trial of robbery. Appellant raises two points on appeal (a third point was abandoned at oral argument) as follows: (1) the trial court committed reversible error by permitting the prosecuting attorney, over objection, to question defendant as to various previous arrests and criminal charges; (2) the trial court committed reversible error by excluding from evidence testimony as to statements made by appellant and his co-defendant after the alleged crime, which statements related to their knowledge, intent and state of mind at the time of the alleged crime.\nThe events which culminated in the arrest of appellant and his co-defendant, one Covert, began in a Jacksonville Beach bar. There appellant and Covert approached two plain clothes police officers, Barnhill and Maxwell, and offered to sell them drugs. Appellant and Covert testified that they knew the two were police officers and they decided to arrange a fake drug transaction with them \"for the purpose of pulling a prank on them to embarrass them.\" Their conversation with the officers resulted ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=watkins-v-state"
    }
  ],
  "relatedIncidents": [
    17930,
    17943,
    17954,
    17967,
    17979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}