{
  "id": 18155,
  "title": "1977년 United States v. Donald Lavern Culbert 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-02-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Donald Lavern Culbert. 판결일: 1977-02-23. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Donald Lavern CULBERT, Appellant\n**판결일**: 1977-02-23\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Carter, Ely, Goodwin, Per Curiam\n\n## 변호인\n\nFrank O. Bell, argued, Asst. Federal Public Defender, San Francisco, Cal., for appellant., John Lockie, Asst. U. S. Atty., San Francisco, Cal., Arthur F. Norton, argued, Atty., U. S. Dept. of Justice, Washington, D. C., for appellee.\n\n## 인용\n\n- 548 F.2d 1355\n\n## 판결문 요약\n\n548 F.2d 1355\n    UNITED STATES of America, Appellee,v.Donald Lavern CULBERT, Appellant.\n    No. 76-1860.\n    United States Court of Appeals,Ninth Circuit.\n    Feb. 23, 1977.\n    \n      Frank O. Bell, argued, Asst. Federal Public Defender, San Francisco, Cal., for appellant.\n      John Lockie, Asst. U. S. Atty., San Francisco, Cal., Arthur F. Norton, argued, Atty., U. S. Dept. of Justice, Washington, D. C., for appellee.\n      Appeal from the United States District Court for the Northern District of California.\n      Before ELY, CARTER and GOODWIN, Circuit Judges.\n      OPINION\n      PER CURIAM:\n    \n    \n      1\n      Culbert was convicted, in a jury trial, of two offenses charged in an indictment consisting of two Counts.  Count One charged an attempted bank robbery in violation of 18 U.S.C. &#167; 2113(a) (Supp.1976).  Count Two charged an attempt to obstruct, delay, and affect commerce by robbery, extortion, and threats of physical violence, in violation of 18 U.S.C. &#167; 1951 (1970) (hereinafter the \"Hobbs Act\" or \"Act\").  We reverse.\n    \n    \n      2\n      Section 2113(a), germane to the first Count, specifies, as one of the elements of the pertinent offense, a taking or attempted taking \"from the person or presence of another.\"  The prosecution's evidence was to the effect that Culbert and an accomplice attempted to extort $100,000 from a bank by means of telephoned threats of physical violence.  The instructions given to the bank's president were that he should dro...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-donald-lavern-culbert"
    }
  ],
  "relatedIncidents": [
    17930,
    17943,
    17954,
    17967,
    17979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}