{
  "id": 18151,
  "title": "1977년 Harvest 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-03-01",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Harvest. 판결일: 1977-03-01. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Thomas Harvest v. State.\n**판결일**: 1977-03-01\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Tyson\n\n## 변호인\n\nElno A. Smith, Jr., Montgomery, for appellant., William J. Baxley, Atty. Gen., and James S. Ward, Asst. Atty. Gen., for the State, appellee.\n\n## 인용\n\n- 342 So. 2d 1369\n\n## 판결문 요약\n\n\nThe indictment charged the appellant with the grand larceny of two ladies' blouses of the value of $5.50 each, the aggregate value of $11.00, the personal property of J.C. Penney Company, a corporation. The jury found the appellant \"guilty as charged,\" and the trial court entered judgment, setting sentence at eighteen months imprisonment in the penitentiary.\nThe appellant's motion for a new trial, challenging the weight and sufficiency of the evidence, was duly overruled following a hearing.\nChris Bodine testified that he was a security guard for the J.C. Penney Company at the Montgomery (Alabama) Mall store. Bodine indicated that he was on duty on the evening of March 3, 1976, and was standing in an observation window above the Junior Sportswear Department when he observed the appellant, Thomas Harvest, and a female companion, Gwendolyn Parks, walk over and look at some blouses. He stated that he was five or six feet above this department and could look directly down in this section of the store. Bodine indicated that the appellant and his companion left the store and came back later that evening, that they returned to the Junior Sportswear Department, which was located in the back corner of the store. Bodine stated that he saw the appellant reach on the rack and hand Gwendolyn Parks two blouses, the first one being orange in color, and the second one yellow. He stated that she rolled them up and put them inside her purse. From the record:\n\"A. He was looking in both directi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harvest-v-state"
    }
  ],
  "relatedIncidents": [
    17928,
    17930,
    17931,
    17933,
    17934
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}