{
  "id": 18161,
  "title": "1977년 King 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-02-17",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: King. 판결일: 1977-02-17. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: KING v. State\n**판결일**: 1977-02-17\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Shulman\n\n## 변호인\n\nJ. Robert Daniel, for appellant., Walker P. Johnson, District Attorney, Thomas H. Hinson, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 141 Ga. App. 316\n\n## 판결문 요약\n\n\nShulman, Judge.\nDefendant was found in a church parking lot at 1:10 a.m. in his car with motor running. A companion was with him. Certain items identified as property of the church were in the car. A pane of glass had been removed from the church window and putty had been scraped from around *317the pane. A knifeblade was found on the person of defendant. Upon conviction of burglary defendant appeals and enumerates error on the general grounds only.\nSubmitted February 3, 1977\nDecided February 17, 1977.\nJ. Robert Daniel, for appellant.\nWalker P. Johnson, District Attorney, Thomas H. Hinson, Assistant District Attorney, for appellee.\nIn the case of Evans v. State, 138 Ga. App. 460 (226 SE2d 303) this court held:\" 'Where stolen goods are found in the possession of the defendant charged with burglary, recently after the commission of the offense, that fact would authorize the jury to infer that the accused was guilty, unless he explained his possession to their satisfaction.’ Mathews v. State, 103 Ga. App. 743 (120 SE2d 359); Floyd, v. State, 137 Ga. App. 181 (223 SE2d 230). It was within the jury’s province to believe that appellant’s explanation of his possession advanced at trial was not a reasonable or satisfactory one. See Peacock v. State, 131 Ga. App. 651 (206 SE2d 582).” Apparently in this case the jury did not believe that defendant’s explanation of his possession was reasonable.\nThe evidence was sufficient to authorize the conviction.\n\nJudgment affirmed.\n\n\nQuillian, P....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=king-v-state"
    }
  ],
  "relatedIncidents": [
    17936,
    17939,
    17949,
    17966,
    18055
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}