{
  "id": 18165,
  "title": "1977년 Dunham 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-02-11",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Dunham. 판결일: 1977-02-11. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: FIRST NAT. BK. OF KISSIMMEE v. Dunham\n**판결일**: 1977-02-11\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Downey\n\n## 인용\n\n- 342 So. 2d 1021\n\n## 판결문 요약\n\n\n342 So.2d 1021 (1977)\nThe FIRST NATIONAL BANK OF KISSIMMEE, a United States Banking Corporation, Appellant,\nv.\nC.M. DUNHAM and W.A. Dilbeck, Appellees.\nNo. 76-1067.\nDistrict Court of Appeal of Florida, Fourth District.\nFebruary 11, 1977.\n*1022 Mary Smith Townsend, Kissimmee, for appellant.\nC. Shelby Dale, Fort Lauderdale, for appellee Dilbeck.\nDOWNEY, Judge.\nWe have for review a final judgment dismissing one of two defendants from the cause for lack of jurisdiction.\nOn May 10, 1974, C.M. Dunham and W.A. Dilbeck executed a promissory note to The First National Bank of Kissimmee. Though only Durham was a Florida resident, both men were present at the Bank when the note was executed. When the note became in default, the Bank filed suit and, acting pursuant to a \"long arm\" statute, Section 48.193, Florida Statutes (1973), served Dilbeck in accordance with Section 48.194, Florida Statutes (1973). Dilbeck moved to quash the service of process upon him and supported the motion with an affidavit stating that he was at all pertinent times a resident of the State of Indiana, so that the trial court did not have jurisdiction over his person. The motion was granted and this appeal followed.\nThe Bank contends that Dilbeck was subject to the jurisdiction on at least one of the following two theories. First, Dilbeck's act of signing the note constituted engaging in a business or a business venture, within the meaning of Section 48.193(1)(a). Second, Dilbeck's failure to repay the note was ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=first-nat-bk-of-kissimmee-v-dunham"
    }
  ],
  "relatedIncidents": [
    17928,
    17930,
    17931,
    17933,
    17934
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}