{
  "id": 18166,
  "title": "1977년 Grant 사건",
  "category": "terrorism",
  "era": "contemporary",
  "date": "1977-02-11",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Grant. 판결일: 1977-02-11. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Grant v. the State\n**판결일**: 1977-02-11\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Quillian, Shulman, Stolz\n\n## 변호인\n\nJ. M. Salome, Robert S. Windholz, for appellant., Lewis R. Slaton, District Attorney, Joseph J. Drolet, Donald J. Stein, Russell Parker, Assistant District Attorneys, for appellee.\n\n## 인용\n\n- 233 S.E.2d 249\n- 141 Ga. App. 272\n\n## 판결문 요약\n\n\n141 Ga. App. 272 (1977)\n233 S.E.2d 249\nGRANT\nv.\nTHE STATE.\n53238.\nCourt of Appeals of Georgia.\nSubmitted January 11, 1977.\nDecided February 11, 1977.\nJ. M. Salome, Robert S. Windholz, for appellant.\nLewis R. Slaton, District Attorney, Joseph J. Drolet, Donald J. Stein, Russell Parker, Assistant District Attorneys, for appellee.\nQUILLIAN, Presiding Judge.\nThe defendant, James Burdshaw and Tommy Merritts, were indicted for the offenses of terroristic threats, two counts, and criminal possession of an incendiary. Defendant was acquitted of the two counts of terroristic threats, but convicted for criminal possession of the incendiary. He appeals. Held:\n1. He enumerates as error, the failure of the court to direct a verdict of acquittal on the charges alleging terroristic threats. He argues that a verdict of acquittal was demanded by the evidence and the refusal to enter a directed verdict permitted the jury to consider \"highly prejudicial evidence irrelevant to count three,\" the incendiary possession charge. He contends that the \"prosecution inferred that the alleged Molotov Cocktail was somehow connected to the threats,\" and the refusal of the court to direct a verdict of acquittal at the close of the state's case, \"prejudice[d] the appellant by allowing the jury to consider evidence wholly unconnected with the *273 charge of possession of an incendiary.\"\n(a) We decline to follow the argument of defendant. This court held in Henderson v. State, 134 Ga. App. 898 (1) (216 SE2d 69...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "테러"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=grant-v-state"
    }
  ],
  "relatedIncidents": [
    2996,
    3058,
    3468,
    4061,
    4989
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}