{
  "id": 18164,
  "title": "1977년 Oliver 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-02-16",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Oliver. 판결일: 1977-02-16. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Eugene Motley OLIVER, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1977-02-16\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Douglas, Odom, Roberts\n\n## 변호인\n\nFred M. Bruner, Dallas, Frank Maloney and Philip A. Nelson, Jr., on appeal, Austin, for appellant., Henry Wade, Dist. Atty., John Hagler, Russell J. Ormesher and Jim Burnham, Asst. Dist. Attys., Dallas, Jim D. Vollers, State’s Atty., David S. McAngus, Asst. State’s Atty., Austin, for the State.\n\n## 인용\n\n- 551 S.W.2d 346\n\n## 판결문 요약\n\n\n551 S.W.2d 346 (1977)\nEugene Motley OLIVER, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 49868.\nCourt of Criminal Appeals of Texas.\nFebruary 16, 1977.\nRehearing Denied June 8, 1977.\n*347 Fred M. Bruner, Dallas, Frank Maloney and Philip A. Nelson, Jr., on appeal, Austin, for appellant.\nHenry Wade, Dist. Atty., John Hagler, Russell J. Ormesher and Jim Burnham, Asst. Dist. Attys., Dallas, Jim D. Vollers, State's Atty., David S. McAngus, Asst. State's Atty., Austin, for the State.\n\nOPINION\nROBERTS, Judge.\nThis is a companion case to Jackson v. State, 516 S.W.2d 167 (Tex.Cr.App.1974). In a single indictment Jackson was charged with the murder of Billie C. Barnes and the appellant was charged with advising and encouraging Jackson in the commission of the offense. Art. 70, Vernon's Ann.P.C. (1925).\nJackson was tried first and convicted; his conviction was affirmed by this Court. Jackson v. State, supra. Before the determination of Jackson's appeal a jury found appellant guilty as charged and assessed his punishment at fifty years' imprisonment.\nThe State's case tended to show that the appellant hired Jackson to kill Barnes, and that the killing took place at the office of the Memorex Corporation where the accomplice Overton had recently worked. The State's evidence also showed that appellant was president of Lectron Industries and the owner of ninety percent of its stock; Barnes had previously been an executive and stockholder of Lectron and was still covered by a Lectron \"key m...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=oliver-v-state"
    }
  ],
  "relatedIncidents": [
    17928,
    17933,
    17951,
    17952,
    17955
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}