{
  "id": 18177,
  "title": "1977년 George 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-01-31",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: George. 판결일: 1977-01-31. 법원: Massachusetts Appeals Court.",
  "description": "## 사건 정보\n\n**사건명**: Ernest W. George v. The Quincy Co-operative Bank\n**판결일**: 1977-01-31\n**법원**: Massachusetts Appeals Court\n**관할**: Massachusetts, MA\n\n## 변호인\n\nThe case was submitted on briefs., Leslie H. Rudnick for the plaintiff., William S. Monahan for the defendant.\n\n## 인용\n\n- 5 Mass. App. Ct. 771\n\n## 판결문 요약\n\n\nThe plaintiff has appealed from a judgment dismissing his complaint which sought to set aside a mortgage foreclosure sale held by the defendant as mortgagee of real property owned by the plaintiff. The plaintiff’s brief on appeal raises two issues: (1) whether the refusal of the judge to set aside the sale was error; and (2) whether the defendant exercised good faith and reasonable diligence in conducting the sale. The plaintiff’s argument in support of the first ground was that the trial judge was clearly wrong because he chose to disregard testimony introduced by the plaintiff which contradicted testimony of the defendant. Such an argument avails the plaintiff nothing. The credibility of witnesses is for the trial judge to determine and any such determination will not be set aside unless clearly erroneous. Matsushita Elec. Corp. of America v. Sonus Corp. 362 Mass. 246, 254 (1972). Albano v. Jordan Marsh Co. 2 Mass. App. Ct. 304, 311 (1974). Sher v. Malden Taxi, Inc. 4 Mass. App. Ct. 404, 407-408 (1976). Mass.R.Civ.P. 52(a), 365 Mass. 816 (1974). Such was not the case here. All of the contentions *772raised by the plaintiff in support of his argument that the defendant failed to exercise good faith and diligence were effectively disposed of by the findings of the trial judge, all of which were warranted on the basis of the evidence before him. See Krasner v. Krasner, 362 Mass. 186, 187-188 (1972).\nThe case was submitted on briefs.\nLeslie H. Rudnick for the plaintiff.\nWillia...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=george-v-quincy-co-operative-bank"
    }
  ],
  "relatedIncidents": [
    17928,
    17930,
    17931,
    17933,
    17934
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}