{
  "id": 18182,
  "title": "1977년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-01-28",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1977-01-28. 법원: Commonwealth Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth of Pennsylvania, Department of Public Welfare v. Joseph C. Mawn\n**판결일**: 1977-01-28\n**법원**: Commonwealth Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Kramer, Rogers, Wilkinson\n\n## 변호인\n\nHoward M. Spizer, with him Robert W. Munley, for appellant., Lyvme N. Mounts, Assistant Attorney General, with her Darius O. C. Moss, Assistant Attorney General, and Robert P. Kane, Attorney General, for appellee.\n\n## 인용\n\n- 28 Pa. Commw. 377\n\n## 판결문 요약\n\n\nOpinion by\nJudge Rogers,\nIn Mawn v. State Civil Service Commission, 17 Pa. Commonwealth Ct. 9, 330 A.2d 271 (1975), we set aside an order of the State Civil Service Commission dismissing- Mawn’s appeal to the Commission from a determination by the Commission that he was not eligible for promotion to the. position of Public Welfare Administrator V, - so that he might be director of the Lackawanna County Board of Assistance. We remanded the record to the Commission for a new hearing so that Mr. Mawn might testify as to conversations with one Mrs. Kathryn McKenna, Acting' Regional Deputy Secretary of Welfare for Northeastern Pennsylvania, which testimony we concluded was improperly excluded at the first hearing. The purpose of the testimony referred to was to prove that Mrs. McKenna wás motivated by anti-union bias against Mawn, a former union president, when she intervened with the State Civil Service Commission to declare Mawn ineligible to be a Public Welfare Administrator V and that the declaration of -ineligibility was, therefore, based on unlawful discrimination in violation of Section 905.1 of the Civil Service Act, Act of August 5, 1941, P.L. 752, as amended, 71 P.S. §741.-905a.\nAs we directed, the Commission conducted a hearing at which Mawn testified concerning his conversation with Mrs. McKenna and Mrs.-McKenna testified that she said nothing derogatory about unions.or Mr. Mawn’s affiliations with unions.\n*379A brief summary of the evidence adduced respectively by Mr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "미국",
    "판례",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-gregg"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-mawn"
    }
  ],
  "relatedIncidents": [
    17928,
    17933,
    17951,
    17952,
    17955
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}