{
  "id": 18183,
  "title": "1977년 Lackey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-01-28",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Lackey. 판결일: 1977-01-28. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: LACKEY v. State\n**판결일**: 1977-01-28\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Stolz\n\n## 변호인\n\nParis & Burkett, Richard J. Burkett, for appellants., Nat Hancock, District Attorney, L. Elizabeth Lane, Assistant District Attorney, for appellee.\n\n## 인용\n\n- 141 Ga. App. 149\n\n## 판결문 요약\n\n\nStolz, Judge.\nThe appellants are three brothers who were convicted of the burglary of two Barrow County homes. On the day of the burglaries, appellant Robert Lackey and two unidentified persons were seen by two witnesses in a certain car described by make, color, and license number, in the vicinity óf the burglarized homes acting in a suspicious manner. Later that day, the three appellants arrived at their residence in the car observed earlier. A few minutes later they were arrested by the sheriff and a deputy. Goods missing from the burglarized houses were found in the trunk of the car in question, in the appellants’ residence, and in the physical possession of one of the appellants.\nThe appellants contest their conviction on general grounds, it being contended that there was only insufficient, circumstantial evidence of their guilt. However, McLean v. State, 140 Ga. App. 229 (2) (1976), and Floyd v. State, 137 Ga. App. 181 (3) (223 SE2d 230) (1976), indicate that the evidence in this case was sufficient to support a conviction.\n\nJudgment affirmed.\n\n\nQuillian, P. J., and Shulmán, J., concur.\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lackey-v-state"
    }
  ],
  "relatedIncidents": [
    17930,
    17943,
    17954,
    17967,
    17979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}