{
  "id": 18187,
  "title": "1977년 Dunlap 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-01-22",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Dunlap. 판결일: 1977-01-22. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: O’Charles E. Dunlap, Appellant, v. State of Kansas, Appellee\n**판결일**: 1977-01-22\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Fromme\n\n## 변호인\n\nPaul L. Thomas, of Arvin, Arvin, Busey & Thomas, Chartered, of Wichita, argued the cause and was on the brief for the appellant., Stephen Joseph, assistant district attorney, argued the cause, and Curt T. Schneider, attorney general, Keith Sanborn, district attorney, and Robert L. Kennedy, Jr., assistant district attorney, were with him on the brief for the appellee.\n\n## 인용\n\n- 559 P.2d 788\n- 221 Kan. 268\n\n## 판결문 요약\n\n\n221 Kan. 268 (1977)\n559 P.2d 788\nO'CHARLES E. DUNLAP, Appellant,\nv.\nSTATE OF KANSAS, Appellee.\nNo. 48,012\nSupreme Court of Kansas.\nOpinion filed January 22, 1977.\nPaul L. Thomas, of Arvin, Arvin, Busey &amp; Thomas, Chartered, of Wichita, argued the cause and was on the brief for the appellant.\nStephen Joseph, assistant district attorney, argued the cause, and Curt T. Schneider, attorney general, Keith Sanborn, district attorney, and Robert L. Kennedy, Jr., assistant district attorney, were with him on the brief for the appellee.\nThe opinion of the court was delivered by\nFROMME, J.:\nO'Charles E. Dunlap appeals from an order denying post-conviction relief by the sentencing court in a proceeding filed under K.S.A. 60-1507. Dunlap was convicted by a jury of first degree robbery and he was sentenced in 1970. No appeal was taken.\nA motion to vacate under K.S.A. 60-1507 was filed in 1972 on *269 two grounds. First, Dunlap claimed the failure to place him in a line-up for identification prior to trial was prejudicial error, and second he claimed the jurors were coerced by the trial court when they were required to return to the jury room for further deliberation after it was disclosed one juror felt he was not guilty. A unanimous verdict was returned later.\nOn the 1972 motion filed both the sentencing court and this court on appeal denied relief. See Dunlap v. State, 212 Kan. 822, 512 P.2d 484.\nA second motion was filed by Dunlap in 1974. This is the motion with which we are now co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dunlap-v-state"
    }
  ],
  "relatedIncidents": [
    17930,
    17943,
    17954,
    17967,
    17979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}