{
  "id": 18181,
  "title": "1977년 Cooper 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-01-28",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Cooper. 판결일: 1977-01-28. 법원: Kentucky Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Brent COOPER, Jr., Appellant, v. COMMONWEALTH of Kentucky, Appellee\n**판결일**: 1977-01-28\n**법원**: Kentucky Supreme Court\n**관할**: Kentucky, KY\n\n**판사**: Per Curiam\n\n## 변호인\n\nDale B. Mitchell, Mitchell & Gillum, Somerset, for appellant., Robert P. Stephens, Atty. Gen., James M. Ringo, Asst. Atty. Gen., Frankfort, for ap-pellee.\n\n## 인용\n\n- 550 S.W.2d 478\n\n## 판결문 요약\n\n\n550 S.W.2d 478 (1977)\nBrent COOPER, Jr., Appellant,\nv.\nCOMMONWEALTH of Kentucky, Appellee.\nSupreme Court of Kentucky.\nJanuary 28, 1977.\nDale B. Mitchell, Mitchell &amp; Gillum, Somerset, for appellant.\n*479 Robert F. Stephens, Atty. Gen., James M. Ringo, Asst. Atty. Gen., Frankfort, for appellee.\nPER CURIAM.\nAppellant was convicted on the charges of sodomy in the first degree, assault in the second degree, and unlawful imprisonment in the second degree.\nAppellant contends that the court erred in submitting a sodomy instruction (KRS 510.070), and in refusing to submit an instruction on sexual misconduct (KRS 510.140) and in refusing to instruct on the meaning of lack of consent as defined in KRS 510.020.\nAppellant argues that the sodomy statute and the sexual misconduct statute have the same elements but different punishments, and therefore a conviction for sodomy would result in a violation of the equal protection amendment of the United States Constitution.\nMore specifically, appellant says that if one uses forcible compulsion to commit deviate sexual intercourse he is guilty of sodomy because the statute expressly says so, and since KRS 510.020 lists forcible compulsion as being one way in which there might be lack of consent, one is also guilty of violating the sexual misconduct statute which speaks of \"without the (victim's) consent.\"\nKRS 510.140 is as follows:\n(1) A person is guilty of sexual misconduct when he engages in sexual intercourse or deviate sexual intercourse...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cooper-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    17946,
    17986,
    18019,
    18076,
    18084
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}