{
  "id": 18184,
  "title": "1977년 Mathews 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-01-27",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Mathews. 판결일: 1977-01-27. 법원: District Court, E.D. Wisconsin.",
  "description": "## 사건 정보\n\n**사건명**: Charles E. JOHNSON v. James MATHEWS\n**판결일**: 1977-01-27\n**법원**: District Court, E.D. Wisconsin\n**관할**: Wisconsin, WI\n\n**판사**: Gordon\n\n## 변호인\n\nPost Conviction Defense Project, by Charles B. Vetzner, Madison, Wis., for petitioner., Brnson C. LaFollette, Atty. Gen., by John M. Schmolesky, Madison, Wis., for respondent.\n\n## 인용\n\n- 425 F. Supp. 794\n\n## 판결문 요약\n\n\nDECISION AND ORDER\nMYRON L. GORDON, District Judge.\nThis petition for habeas corpus challenging the validity of revocation of parole and *795the forfeiture of good time earned on sentences of imprisonment is before the court on the petitioner’s motion for judgment on the pleadings, pertinent portions of the record of the underlying state proceedings and the briefs of counsel.\nThe record shows that in April 1969, the petitioner was released from confinement in the Wisconsin state prison on parole from sentences imposed on two 1963 convictions for armed robbery. In May 1970, the petitioner’s parole was revoked pursuant to a recommendation by his parole agent and on July 1, 1970, the good time previously accrued on his sentences was ordered forfeited. The petitioner was not afforded a hearing prior to the revocation of parole or the forfeiture of good time.\nThe respondent does not dispute the petitioner’s contention that resort to the courts of the state of Wisconsin would be futile in light of the decisions in State ex rel. Johnson v. Cady, 50 Wis.2d 540, 185 N.W.2d 306 (1971), and Steele v. Gray, 64 Wis.2d 422, 219 N.W.2d 312, 223 N.W.2d 614 (1974), denying retroactive application of the rights of procedural due process there defined.\nRelying on the prospective application to be given the holdings in Morrissey v. Brewer, 408 U.S. 471, 92 S.Ct. 2593, 33 L.Ed.2d 484 (1972) and Wolff v. McDonnell, 418 U.S. 539, 94 S.Ct. 2963, 41 L.Ed.2d 935 (1974), the respondent submits that th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-v-mathews"
    }
  ],
  "relatedIncidents": [
    17930,
    17943,
    17954,
    17967,
    17979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}