{
  "id": 18195,
  "title": "1977년 Weimerskirch 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-01-17",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Weimerskirch. 판결일: 1977-01-17. 법원: United States Tax Court.",
  "description": "## 사건 정보\n\n**사건명**: Johnny Weimerskirch v. Commissioner of Internal Revenue\n**판결일**: 1977-01-17\n**법원**: United States Tax Court\n**관할**: USA, Federal\n\n**판사**: Hall\n\n## 변호인\n\nRobert E. Kovacevich , for the petitioner. T. N. Tomashek , for the respondent.  \n\n## 인용\n\n- 1977 U.S. Tax Ct. LEXIS 165\n- 67 T.C. 672\n\n## 판결문 요약\n\n Hall, Judge: Respondent determined an $8,356 deficiency in petitioner’s 1972 Federal income tax. Respondent also asserted a late filing penalty of $1,453.75 under section 6651(a).1  The issues raised are as follows: (1) Whether petitioner had unreported income in 1972 from the sale of heroin. (a) Whether respondent’s determination was arbitrary and unreasonable. (b) Whether petitioner is entitled to the names of two confidential informers upon whose information respondent partially based his determination letter. (c) Whether petitioner is entitled to review the file used by respondent’s revenue agent to refresh his recollection prior to testifying. (2) Whether the late filing of petitioner’s return was due to reasonable cause. (3) Whether petitioner was subject to the self-employment tax under section 1401. FINDINGS OF FACT Some of the facts have been stipulated and are so found. At the time petitioner filed his petition he resided in the State of Washington. Petitioner graduated from high school in Coulee City, Wash., in June 1969. The summer following graduation he worked on his parents’ farm. During the academic year 1969-70 he attended Spokane Community College full time. The summer following completion of his first year of college, he returned to his parents’ farm to work. He attended Spokane Community College part time during the academic year 1970-71. During that school year he helped his parents by picking up spare parts for their farm machinery from suppliers in Spo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=weimerskirch-v-commissioner"
    }
  ],
  "relatedIncidents": [
    18085,
    18089,
    18139,
    17696,
    17731
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}