{
  "id": 18197,
  "title": "1977년 Harris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1977-01-05",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Harris. 판결일: 1977-01-05. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. EDDRICK LEWIS HARRIS, Defendant and Appellant\n**판결일**: 1977-01-05\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Hanson\n\n## 변호인\n\nCounsel, Craig H. Anderson, under appointment by the Court of Appeal, for Defendant and Appellant., Evelle J. Younger, Attorney General, Jack R. Winkler, Chief Assistant Attorney General, S. Clark Moore, Assistant Attorney General, Frederick R. Millar, Jr., and Howard J. Schwab, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 65 Cal. App. 3d 978\n- 135 Cal. Rptr. 668\n\n## 판결문 요약\n\n\n65 Cal. App. 3d 978 (1977)\n135 Cal. Rptr. 668\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nEDDRICK LEWIS HARRIS, Defendant and Appellant.\nDocket No. 28188.\nCourt of Appeals of California, Second District, Division One.\nJanuary 5, 1977.\n*980 COUNSEL\nCraig H. Anderson, under appointment by the Court of Appeal, for Defendant and Appellant.\nEvelle J. Younger, Attorney General, Jack R. Winkler, Chief Assistant Attorney General, S. Clark Moore, Assistant Attorney General, Frederick R. Millar, Jr., and Howard J. Schwab, Deputy Attorneys General, for Plaintiff and Respondent.\nOPINION\nHANSON, J. \n\nINTRODUCTION\nDefendant Eddrick Lewis Harris (hereinafter defendant) following a jury trial appeals from conviction of grand theft in violation of Penal Code section 487, subdivision 1 (count I) and robbery in the first degree in violation of Penal Code section 211 (count II).[1] Defendant appeared in propria persona at both the preliminary hearing and at the trial.\n\nFACTS\n\nAs to Count I\nOn June 22, 1975, defendant Harris entered the Broadway-Crenshaw Department Store and had a brief conversation with Robert Coleman *981 about a television set on display. After the conversation had ended, Mr. Coleman saw defendant walking around another department and then saw him leaving the store with the Sony color television set valued at about $410. Mr. Coleman had seen defendant two or three times before and recognized him during their conversation. He was certain that defendant was the man who took the t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-harris"
    }
  ],
  "relatedIncidents": [
    17930,
    17943,
    17954,
    17967,
    17979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}