{
  "id": 18209,
  "title": "1976년 Roche 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-12-13",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Roche. 판결일: 1976-12-13. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: State v. Roche\n**판결일**: 1976-12-13\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Sanders\n\n## 인용\n\n- 341 So. 2d 348\n\n## 판결문 요약\n\n\n341 So.2d 348 (1976)\nSTATE of Louisiana\nv.\nRobert Morton ROCHE.\nNo. 58192.\nSupreme Court of Louisiana.\nDecember 13, 1976.\nRehearing Denied January 21, 1977.\n*351 F. Irvin Dymond, Law Offices of Dymond &amp; Crull, New Orleans, for defendant-appellant.\nWilliam J. Guste, Jr., Atty. Gen., Barbara Rutledge, Asst. Atty. Gen., Woodrow W. Erwin, Dist. Atty., Julian J. Rodrigue, Asst. Dist. Atty., for plaintiff-appellee.\nSANDERS, Chief Justice.\nDefendant, Robert Morton Roche, charged with inciting Rex Armistead to murder Gardener S. Adams, Jr., a violation of LSA-R.S. 14:28, was found guilty and sentenced to pay a fine and serve two years in the custody of the Louisiana Department of Corrections. On appeal to this Court, defendant relies upon eleven assignments of error for reversal of his conviction and sentence.\nDefendant and the intended homicide victim were officials of the same bank. The State, in the trial court, sought to prove that defendant had suffered severe economic reverses and was in danger of losing his position as a senior vice-president of the bank. Further, the State sought to prove that defendant viewed the intended victim as a threat to his position at the bank. Thus, the State's theory of the case is that defendant planned to have Mr. Adams, Jr. killed in order to prevent, or, at the very least retard, his financial downfall.\n\nASSIGNMENT OF ERROR NO. 1\nDefendant contends that the trial court erred in denying that portion of defendant's \"Motion to Produce Exculpa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-roche"
    }
  ],
  "relatedIncidents": [
    18213,
    18230,
    18255,
    18260,
    18268
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}