{
  "id": 18201,
  "title": "1976년 United States v. Anthony J. Dirusso 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-12-27",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Anthony J. Dirusso. 판결일: 1976-12-27. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Respondent, Appellant, v. Anthony J. DiRUSSO, Petitioner, Appellee\n**판결일**: 1976-12-27\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Campbell, Coffin, McENTEE\n\n## 변호인\n\nWilliam A. Brown, Asst. U.S. Atty., Chief, Civ. Div., with whom James N. Gabriel, U.S. Atty., Boston, Mass., was on brief, for respondent-appellant., Ann Lambert Greenblatt, Newton, Mass., with whom Harvey A. Silverglate, Boston, Mass., Charles A. Clifford, Charlestown, Mass., and Silverglate, Shapiro & Gertner, Boston, Mass., were on brief, for petitionerappellee.\n\n## 인용\n\n- 548 F.2d 372\n\n## 판결문 요약\n\n548 F.2d 372\n    UNITED STATES of America, Respondent, Appellant,v.Anthony J. DiRUSSO, Petitioner, Appellee.\n    No. 76-1291.\n    United States Court of Appeals,First Circuit.\n    Argued Sept. 13, 1976.Decided Dec. 27, 1976.\n    \n      William A. Brown, Asst. U.S. Atty., Chief, Civ. Div., with whom James N. Gabriel, U.S. Atty., Boston, Mass., was on brief, for respondent-appellant.\n      Ann Lambert Greenblatt, Newton, Mass., with whom Harvey A. Silverglate, Boston, Mass., Charles A. Clifford, Charlestown, Mass., and Silverglate, Shapiro &amp; Gertner, Boston, Mass., were on brief, for petitioner-appellee.\n      Before COFFIN, Chief Judge, McENTEE and CAMPBELL, Circuit Judges.\n      COFFIN, Chief Judge.\n    \n    \n      1\n      This is the second time we have considered issues arising from the application of the United States Parole Commission's \"paroling policy guidelines\" to the sentence being served by Anthony DiRusso.  See United States v. DiRusso, 535 F.2d 673 (1st Cir. 1976) (DiRusso I ).\n    \n    \n      2\n      In February, 1975, over a year following the promulgation of the Parole Commission's parole policy guidelines, DiRusso pleaded guilty to armed bank robbery in the federal district court for the District of Massachusetts.  After considering a presentence report that explicitly disclosed that DiRusso would probably serve between 20 and 27 months if he were sentenced under the Federal Youth Corrections Act (FYCA), 18 U.S.C. &#167; 5005, et seq.,1 the district judge ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-anthony-j-dirusso"
    }
  ],
  "relatedIncidents": [
    18203,
    18205,
    18221,
    18232,
    18239
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}