{
  "id": 18206,
  "title": "1976년 Hunter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-12-15",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Hunter. 판결일: 1976-12-15. 법원: Court of Civil Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Chandler v. Hunter\n**판결일**: 1976-12-15\n**법원**: Court of Civil Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Bradley\n\n## 인용\n\n- 340 So. 2d 818\n\n## 판결문 요약\n\n\n340 So. 2d 818 (1976)\nGary CHANDLER\nv.\nKatrina HUNTER.\nCiv. 905.\nCourt of Civil Appeals of Alabama.\nDecember 15, 1976.\n*819 William W. Cardwell, Jr., Gadsden, for appellant.\nJ. Richard Carr, Gadsden, for appellee.\nBRADLEY, Judge.\nThis appeal comes from the Circuit Court of Etowah County. Katrina Hunter brought suit against Southern Mobile Homes, Inc., a corporation, and Gary Chandler individually for damages resulting from the disintegration of a mobile home purchased from the defendants. The complaint contained three counts: the first alleged fraud based on misrepresentations made to Mrs. Hunter by the defendants with regard to the condition of the mobile home; the second alleged breach of a statutory duty and an implied duty on the part of the defendants to exercise good faith in their dealings with Mrs. Hunter; and the third alleged breach of an implied warranty of fitness for a particular purpose.\nAt the close of the evidence, the defendants moved for a directed verdict on all three counts, stating grounds for the motions, and Gary Chandler individually moved for a directed verdict as to all three counts. All motions were denied. The jury returned a general verdict against Mr. Chandler only for $3,000, and he appeals from that judgment.\nThe facts appear from the record to be as follows. Sometime in December 1975 Mrs. Hunter and her mother visited the lot of Southern Mobile Homes, Inc., and Mrs. Hunter selected a mobile home. During the course of conversation with Gary Ch...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=chandler-v-hunter"
    }
  ],
  "relatedIncidents": [
    18208,
    18238,
    18284,
    18314,
    18316
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}