{
  "id": 18208,
  "title": "1976년 Marx 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-12-14",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Marx. 판결일: 1976-12-14. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Lawyers Title Insurance Corporation, as Assignee and Subrogee of Rosenthal & Rosenthal, Inc. v. Julian N. Marx, Also Known as Jay Marx\n**판결일**: 1976-12-14\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 55 A.D.2d 539\n\n## 판결문 요약\n\n\nOrder, Supreme Court, New York County, entered October 30, 1975, granting plaintiff’s motion for partial summary judgment on the first cause of action and severance of the two causes of action, and the judgment of November 1, 1975 entered thereon, unanimously affirmed, with $60 costs and disbursements to respondent. This action to recover on a guarantee of a mortgage note, which concededly is in default, was commenced by the lender’s subrogated assignee. Defendant-appellant, Julian Newton Marx, the corporate borrower’s president and guarantor, in his individual capacity, of the mortgage loan contends he was fraudulently induced to give that guarantee. His claim, that he would not have entered into the transaction had he not been deceived by plaintiff’s agents into believing prior liens on the realty would be satisfied from the proceeds of the loan is not borne out by any evidentiary facts. Indeed it appears Marx not only was aware of the three prior mortgages, that he induced the lender into believing his corporation owned the property at the time the loan was made, when it in fact did not, and that in conveying this false impression to the lender he was instrumental in concealing facts regarding the property owner’s true name. Furthermore the record discloses Marx’s corporation received the entire mortgage loan and although he charges, on information and belief, that plaintiff’s agent diverted a substantial portion of those proceeds to his own use, there is no documentary p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lawyers-title-insurance-v-marx"
    }
  ],
  "relatedIncidents": [
    18206,
    18238,
    18284,
    18314,
    18316
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}