{
  "id": 18203,
  "title": "1976년 Bordenkircher 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-12-21",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: Bordenkircher. 판결일: 1976-12-21. 법원: West Virginia Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State Ex Rel. Ronald D. Wine v. Donald Bordenkircher, Warden, West Virginia Penitentiary\n**판결일**: 1976-12-21\n**법원**: West Virginia Supreme Court\n**관할**: West Virginia, WV\n\n**판사**: Caplan\n\n## 변호인\n\nBrent E. Beveridge for plaintiff-in-error., Chauncey H. Browning, Attorney General, Frederic J. George, Assistant Attorney General, for defendant-in-error.\n\n## 인용\n\n- 230 S.E.2d 747\n- 160 W. Va. 27\n\n## 판결문 요약\n\n\n230 S.E.2d 747 (1976)\nSTATE ex rel. Ronald D. WINE\nv.\nDonald BORDENKIRCHER, Warden West Virginia Penitentiary.\nNo. 13554.\nSupreme Court of Appeals of West Virginia.\nDecember 21, 1976.\n*749 Brent E. Beveridge, Fairmont, for plaintiff-in-error.\nChauncey H. Browning, Jr., Atty. Gen., Fredric J. George, Asst. Atty. Gen., Charleston, for defendant-in-error.\n*748 CAPLAN, Justice:\nIn a proceeding in habeas corpus instituted in the Circuit Court of Marion County, the petitioner, appellant here, Ronald D. Wine, alleged that his conviction upon trial for armed robbery was void on the ground that he was deprived of effective assistance of counsel. By order dated June 12, 1974, the court denied the relief prayed for and the appellant prosecutes this appeal.\nIn September, 1971 Ronald D. Wine was indicted by the grand jury serving the Circuit Court of Marion County on the charge of armed robbery. It appears from the record that on the night of June 16, 1971 Kay Fincham, a clerk and cashier at Chico's Dairy Mart Food Store in the City of Fairmont, along with Frank Gerin, a ten year old boy, were tending the store when two men held them up and robbed them of approximately $1,400.00. Shortly thereafter Wine was arrested and was charged with the crime which resulted in the aforesaid indictment.\nAt the ensuing trial and upon this appeal the appellant contended and now asserts that he was deprived of effective assistance of counsel during his trial in the following respects: \"(a) failure of cou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-wine-v-bordenkircher"
    }
  ],
  "relatedIncidents": [
    18201,
    18205,
    18221,
    18232,
    18239
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}