{
  "id": 18213,
  "title": "1976년 Jacobs 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-11-30",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Jacobs. 판결일: 1976-11-30. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. PHILLIP L. JACOBS, Defendant-Appellant\n**판결일**: 1976-11-30\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Guild\n\n## 변호인\n\nRalph Ruebner, J. Daniel Stewart, and Michael M. Mulder, all of State Appellate Defender’s Office, of Elgin, for appellant., William V. Hopf, State’s Attorney, of Wheaton, and Charles D. Sheehy, Jr., of Elgin (Malcolm F. Smith, Assistant State’s Attorney, of counsel), for the People.\n\n## 인용\n\n- 357 N.E.2d 821\n- 44 Ill. App. 3d 290\n\n## 판결문 요약\n\n\n44 Ill. App.3d 290 (1976)\n357 N.E.2d 821\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nPHILLIP L. JACOBS, Defendant-Appellant.\nNo. 71-134.\nIllinois Appellate Court  Second District (1st Division).\nOpinion filed November 30, 1976.\nRalph Ruebner, J. Daniel Stewart, and Michael M. Mulder, all of State Appellate Defender's Office, of Elgin, for appellant.\n*291 William V. Hopf, State's Attorney, of Wheaton, and Charles D. Sheehy, Jr., of Elgin (Malcolm F. Smith, Assistant State's Attorney, of counsel), for the People.\nAffirmed in part, and reversed in part and remanded.\nMr. PRESIDING JUSTICE GUILD delivered the opinion of the court:\nThe defendant, Phillip L. Jacobs, was convicted by a jury for the murder of Jane Harding, his ex-fiance and sentenced to 45-65 years in prison.\nDefendant has raised five issues for review in his brief and supplement thereto. The first issue raised is whether the trial court committed reversible error in failing to instruct the jury on the lesser included offense of voluntary manslaughter as the evidence showed the defendant was seriously provoked by the deceased; that the evidence showed the defendant lacked the requisite specific intent necessary to constitute murder; and lastly, that the trial court's refusal to give the voluntary manslaughter instruction and verdict form violated defendant's right to due process and equal protection. The other issues raised are, respectively, whether the defendant was deprived of a fair trial by alle...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-jacobs"
    }
  ],
  "relatedIncidents": [
    18209,
    18230,
    18255,
    18260,
    18268
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}