{
  "id": 18219,
  "title": "1976년 McKnight 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-11-24",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: McKnight. 판결일: 1976-11-24. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Marie Eugenie Bourg McKNIGHT, Petitioner, v. Robert E. McKNIGHT, Respondent\n**판결일**: 1976-11-24\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: McGEE\n\n## 변호인\n\nStubbeman, McRae, Sealy, Laughlin & Browder, William B. Browder, Jr., Midland, Milton L. Bankston, and James V. Hammett, Jr., of the firm, Austin, for petitioner., Turpin, Smith & Dyer, Irby L. Dyer, Midland, for respondent.\n\n## 인용\n\n- 543 S.W.2d 863\n\n## 판결문 요약\n\n\n543 S.W.2d 863 (1976)\nMarie Eugenie Bourg McKNIGHT, Petitioner,\nv.\nRobert E. McKNIGHT, Respondent.\nNo. B-5960.\nSupreme Court of Texas.\nNovember 24, 1976.\n*864 Stubbeman, McRae, Sealy, Laughlin &amp; Browder, William B. Browder, Jr., Midland, Milton L. Bankston, and James V. Hammett, Jr., of the firm, Austin, for petitioner.\nTurpin, Smith &amp; Dyer, Irby L. Dyer, Midland, for respondent.\nMcGEE, Justice.\nThis case concerns the division of property in a divorce action. Robert E. McKnight, the husband, appealed from the division of property made by the trial court alleging abuse of discretion and asserting that an improper division was made of partnership property. The court of civil appeals reversed the trial court and rendered another property division. 535 S.W.2d 658. We reverse the court of civil appeals regarding its disposition of the property and remand the case to the trial court; we affirm that part of the court of civil appeals' judgment which maintains the trial court's decree of divorce and award of child custody.\nThe jurisdiction of this court does not ordinarily extend to cases of divorce. Tex.Rev.Civ.Stat.Ann. art. 1821, subd. 3 (1964). The supreme court, however, has jurisdiction of cases where the court of civil appeals holds differently from a prior decision *865 of another court of civil appeals on a question of law material to the disposition of the case. Tex.Rev.Civ.Stat.Ann. art. 1728, subd. 2 (1962). This court has jurisdiction because the present case is...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcknight-v-mcknight"
    }
  ],
  "relatedIncidents": [
    18212,
    18222,
    18324,
    18334,
    18392
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}