{
  "id": 18214,
  "title": "1976년 Christopher 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-11-29",
  "location": "Utah, UT, USA",
  "summary": "미국 Utah, UT 법원 판결 사건. 사건명: Christopher. 판결일: 1976-11-29. 법원: Utah Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: John CHRISTOPHER and Ruth Christopher, Plaintiffs and Respondents, v. LARSON FORD SALES, INC., Et Al., Defendants and Appellants, v. LARSON FORD SALES, INC., Defendant, Third-Party Plaintiff and Appellant, v. CONDOR COACH CORPORATION, Third-Party Defendant and Respondent\n**판결일**: 1976-11-29\n**법원**: Utah Supreme Court\n**관할**: Utah, UT\n\n**판사**: Crockett, Ellett, Henriod, Maughan, Wilkins\n\n## 변호인\n\nJohn L. McCoy, of Ryberg, McCoy & Halgren, Salt Lake City, for appellant., Dwight L. King, Salt Lake City, for Christopher., L. Ridd Larson of Ray, Quinney & Ne-beker, Salt Lake City, for Ford Marketing., Robert W. Miller, Salt Lake City, for Condor Coach Corp.\n\n## 인용\n\n- 557 P.2d 1009\n\n## 판결문 요약\n\n\n557 P.2d 1009 (1976)\nJohn CHRISTOPHER and Ruth Christopher, Plaintiffs and Respondents,\nv.\nLARSON FORD SALES, INC., et al., Defendants and Appellants,\nv.\nLARSON FORD SALES, INC., Defendant, Third-Party Plaintiff and Appellant,\nv.\nCONDOR COACH CORPORATION, Third-Party Defendant and Respondent.\nNo. 14063.\nSupreme Court of Utah.\nNovember 29, 1976.\n*1010 John L. McCoy, of Ryberg, McCoy &amp; Halgren, Salt Lake City, for appellant.\nDwight L. King, Salt Lake City, for Christopher.\nL. Ridd Larson of Ray, Quinney &amp; Nebeker, Salt Lake City, for Ford Marketing.\nRobert W. Miller, Salt Lake City, for Condor Coach Corp.\nCROCKETT, Justice:\nPlaintiffs, John and Ruth Christopher, returned a Condor Motor Home they had purchased from defendant, Larson Ford Sales, Inc., and demanded return of the purchase price of about $16,000, claiming that misrepresentations had been made in the sale. Upon defendant's refusal, plaintiffs brought this suit alleging breach of warranty and fraud. Defendants answered, denying those allegations and plead a claim of breach of warranty against third-party defendant, Condor Coach Corporation. Upon a trial, the jury found the issues in favor of the plaintiffs and judgment was entered thereon for $16,867.92; and the trial court dismissed the claim against Condor.\nDefendant, Larson Ford, contends that the trial court erred in submitting to the jury the issues of breach of warranty of merchantability and of fraud; and further, in dismissing its third-party claim ag...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=christopher-v-larson-ford-sales-inc"
    }
  ],
  "relatedIncidents": [
    18222,
    18252,
    18280,
    18351,
    18408
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}