{
  "id": 18222,
  "title": "1976년 John MacKey v. National Football League 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-11-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: John MacKey v. National Football League. 판결일: 1976-11-23. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: John MACKEY Et Al., Appellees, v. NATIONAL FOOTBALL LEAGUE Et Al., Appellants\n**판결일**: 1976-11-23\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Gibson, Lay, Webster\n\n## 변호인\n\nDaniel M. Gribbon, Washington, D. C., John D. French, Minneapolis, Minn., for appellants; James B. Loken,\" Minneapolis, Minn., on brief for Natl. Football League and Alvin Ray Rozelle; James C. McKay, Paul J. Tagliabue and Theodore Voorhees, Jr., Covington & Burling, Washington, D. C., and Irving R. Brand, Maslon, Kaplan, Edelman, Borman, Brand & McNulty, Minneapolis, Minn., on brief for 26 Member Clubs of the Nat’l. Football League., Edward M. Glennon, Minneapolis, Minn., for appellees; Mark R.\n\n## 인용\n\n- 543 F.2d 606\n\n## 판결문 요약\n\n543 F.2d 606\n    1976-2 Trade Cases   61,119\n    John MACKEY et al., Appellees,v.NATIONAL FOOTBALL LEAGUE et al., Appellants.\n    No. 76-1184.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted June 17, 1976.Decided Oct. 18, 1976.Rehearing Denied Nov. 23, 1976\n    \n      Daniel M. Gribbon, Washington, D. C., John D. French, Minneapolis, Minn., for appellants; James B. Loken, Minneapolis, Minn., on brief for Natl.  Football League and Alvin Ray Rozelle; James C. McKay, Paul J. Tagliabue and Theodore Voorhees, Jr., Covington &amp; Burling, Washington, D. C., and Irving R. Brand, Maslon, Kaplan, Edelman, Borman, Brand &amp; McNulty, Minneapolis, Minn., on brief for 26 Member Clubs of the Nat'l.  Football League.\n      Edward M. Glennon, Minneapolis, Minn., for appellees; Mark R. Johnson, Ronald L. Rollins, of Lindquist &amp; Vennum, Minneapolis, Minn., on brief.\n      Before GIBSON, Chief Judge, LAY and WEBSTER, Circuit Judges.\n      LAY, Circuit Judge.\n    \n    \n      1\n      This is an appeal by the National Football League (NFL), twenty-six of its member clubs, and its Commissioner, Alvin Ray \"Pete\" Rozelle, from a district court judgment holding the \"Rozelle Rule\"1 to be violative of &#167; 1 of the Sherman Act, and enjoining its enforcement.\n    \n    \n      2\n      This action was initiated by a group of present and former NFL players,2 appellees herein, pursuant to &#167;&#167; 4 and 16 of the Clayton Act, 15 U.S.C. &#167;&#167; 15 and 26, and &#167; 1 of the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=john-mackey-v-national-football-league"
    }
  ],
  "relatedIncidents": [
    18212,
    18214,
    18219,
    18252,
    18280
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}