{
  "id": 18230,
  "title": "1976년 Parks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-11-15",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Parks. 판결일: 1976-11-15. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Appellant, v. SPENCER PARKS, Appellee\n**판결일**: 1976-11-15\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Ryan, Schaefer\n\n## 변호인\n\nWilliam J. Scott, Attorney General, of Springfield, and Bernard Carey, State’s Attorney, of Chicago (James B. Zagel and Jayne A. Carr, Assistant Attorneys General, and Laurence J. Bolon and Eugene J. Rudnik, Jr., Assistant State’s Attorneys, of counsel), for the People., Paul Bradley and James Geis, Deputy Defenders, and Martin Carlson, Assistant Defender, Office of State Appellate Defender, of Chicago, for appellee.\n\n## 인용\n\n- 357 N.E.2d 487\n- 65 Ill. 2d 132\n\n## 판결문 요약\n\n MR. JUSTICE RYAN delivered the opinion of the court: Defendant, Spencer Parks, was tried before a jury in the circuit court of Cook County for the offenses of armed robbery and murder. He was found guilty of armed robbery and sentenced to a term of 7 to 21 years. The jury was unable to reach a verdict on the murder charge. The appellate court reversed defendant’s conviction and remanded because the trial court did not, sua sponte, instruct the jury as to accomplice testimony. (34 Ill. App. 3d 180.) The sole question before this court is whether the court erred in failing to give such an instruction when a proper instruction on that subject had not been tendered by the defendant. We find that the court did not commit reversible error. Defendant and a co-indictee, Virgil Hooper, were charged with the armed robbery and murder of Willie Lee Parham. Defendant was granted a severance and Hooper was brought to trial first. The jury was unable to reach a verdict, and the charges against Hooper were still pending at the time of defendant’s trial. Following his trial, Hooper was persuaded to become a witness against defendant and to plead guilty to armed robbery. In exchange, the State agreed to recommend a sentence of 5 years on the armed robbery charge. At defendant’s trial Hooper admitted taking part in the robbery of a man named Parham, but he testified that it was defendant who drew a pistol during the robbery and who shot Parham when the latter attempted to flee. Hooper also tes...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-parks"
    }
  ],
  "relatedIncidents": [
    18209,
    18213,
    18255,
    18260,
    18268
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}