{
  "id": 18239,
  "title": "1976년 Harrison 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-11-04",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Harrison. 판결일: 1976-11-04. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: L. J. HARRISON, Appellant, v. SOUTHLAND CORPORATION Et Al., Appellees\n**판결일**: 1976-11-04\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Guittard\n\n## 변호인\n\nJack C. Morgan, Morgan, Shumpert, Huff, Mosley & Co., Kaufman, for appellant., Stephen F. Fink, Thompson, Knight, Simmons & Bullion, Dallas, for appellees.\n\n## 인용\n\n- 544 S.W.2d 692\n\n## 판결문 요약\n\n\n544 S.W.2d 692 (1976)\nL. J. HARRISON, Appellant,\nv.\nSOUTHLAND CORPORATION et al., Appellees.\nNo. 19022.\nCourt of Civil Appeals of Texas, Dallas.\nNovember 4, 1976.\n*693 Jack C. Morgan, Morgan, Shumpert, Huff, Mosley &amp; Co., Kaufman, for appellant.\nStephen F. Fink, Thompson, Knight, Simmons &amp; Bullion, Dallas, for appellees.\nGUITTARD, Justice.\nIn this suit against the owner of a grocery store and its employee for false imprisonment, the trial court rendered summary judgment for defendants. The action arises from plaintiff's arrest by police officers. The question for our decision is whether evidence of an accusation by the employee, Mrs. Perry, that plaintiff had committed a robbery supports an inference that she requested or directed the arrest. We hold that no such inference can be drawn. Consequently, we affirm.\nThe material facts are stipulated for the purpose of the motion for summary judgment as follows:\nThe parties would stipulate and agree that the actions which resulted in the arrest and detention of the Plaintiff occurred on September 20, 1970. That the Plaintiff was subsequently acquitted and released from custody on July 11, 1973. That the Dallas Police Department arrested the Plaintiff based upon the accusations of Defendant, Mrs. Perry, but that she played no active role in the arrest and detention of Plaintiff. Neither Defendant Southland Corporation nor Defendant Perry at any time themselves physically restrained, detained, imprisoned or arrested Plaintif...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harrison-v-southland-corp"
    }
  ],
  "relatedIncidents": [
    18201,
    18203,
    18205,
    18221,
    18232
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}