{
  "id": 18231,
  "title": "1976년 United States v. Robert Wade Leslie 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-11-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Robert Wade Leslie. 판결일: 1976-11-12. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Robert Wade LESLIE, Defendant-Appellant\n**판결일**: 1976-11-12\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Gewin, Morgan, Rives\n\n## 변호인\n\nWilliam Northington Clark (Court-appointed), Birmingham, Ala., for defendant-appellant., Wayman G. Sherrer, U. S. Atty., George C. Batcheler, Asst. U. S. Atty., Birmingham, Ala., for plaintiff-appellee.\n\n## 인용\n\n- 542 F.2d 285\n\n## 판결문 요약\n\n542 F.2d 285\n    2 Fed. R. Evid. Serv. 614\n    UNITED STATES of America, Plaintiff-Appellee,v.Robert Wade LESLIE, Defendant-Appellant.\n    No. 76-1498.\n    United States Court of Appeals,Fifth Circuit.\n    Nov. 12, 1976.\n    \n      William Northington Clark (Court-appointed), Birmingham, Ala., for defendant-appellant.\n      Wayman G. Sherrer, U. S. Atty., George C. Batcheler, Asst. U. S. Atty., Birmingham, Ala., for plaintiff-appellee.\n      Appeal from the United States District Court for the Northern District of Alabama.\n      Before RIVES, GEWIN and MORGAN, Circuit Judges.\n      GEWIN, Circuit Judge:\n    \n    \n      1\n      Appellant was convicted of transporting a stolen 1972 Chevrolet Vega from Indianapolis, Indiana, to Huntsville, Alabama, and of feloniously selling and disposing of it there.1  He was represented by court-appointed counsel and was tried by a jury.  The district court sentenced him to two years' imprisonment.  Appellant urges numerous grounds for reversal, but primarily emphasizes insufficiency of the evidence and the government's examination of three witnesses called by the court.  After detailed consideration of the facts in the record, we affirm.\n    \n    \n      2\n      On June 6 or 7, 1974, Michael G. Noblitt, a special agent of the Federal Bureau of Investigation (\"FBI\"), received information from a confidential source that a stolen 1972 Vega would be delivered to Pogue's Body Shop in Huntsville at about 9:00 a. m. on June 8, 1974.  Noblitt and two ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-robert-wade-leslie"
    }
  ],
  "relatedIncidents": [
    18201,
    18202,
    18203,
    18205,
    18206
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}