{
  "id": 18233,
  "title": "1976년 In the Matter of Maurice Louis Braverman, National Lawyers Guild, Amicus Curiae 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-11-09",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: In the Matter of Maurice Louis Braverman, National Lawyers Guild, Amicus Curiae. 판결일: 1976-11-09. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Maurice Louis BRAVERMAN, Appellant, National Lawyers Guild, Amicus Curiae\n**판결일**: 1976-11-09\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n**판사**: Craven, Haden, Widener\n\n## 변호인\n\nC. Christopher Brown, Baltimore, Md. (Michael Millemann, Stanley Mazaroff, Venable, Baetjer & Howard and Harold P. Dwin, Baltimore, Md., on brief), for appellant., Doron Weinberg, President, National Lawyers Guild, Joseph Forer and David Rein, Washington, D. C., for National Lawyers Guild on brief as amicus curiae.\n\n## 인용\n\n- 549 F.2d 913\n\n## 판결문 요약\n\n549 F.2d 913\n    In the Matter of Maurice Louis BRAVERMAN, Appellant,National Lawyers Guild, Amicus Curiae.\n    No. 75-1910.\n    United States Court of Appeals,Fourth Circuit.\n    Argued April 9, 1976.Decided Nov. 9, 1976.\n    \n      C. Christopher Brown, Baltimore, Md.  (Michael Millemann, Stanley Mazaroff, Venable, Baetjer &amp; Howard and Harold P. Dwin, Baltimore, Md., on brief), for appellant.\n      Doron Weinberg, President, National Lawyers Guild, Joseph Forer and David Rein, Washington, D. C., for National Lawyers Guild on brief as amicus curiae.\n      Before CRAVEN and WIDENER, Circuit Judges, and HADEN,* District Judge.\n      CRAVEN, Circuit Judge:\n    \n    \n      1\n      In 1952 Lawyer Maurice L. Braverman was convicted of participation in a Communist conspiracy in violation of Section 2 of the Smith Act, 18 U.S.C. &#167; 2385.  As a result of his conviction, he was barred from practice in both state and federal courts in Maryland.  Braverman v. Bar Assoc. of Baltimore City, 209 Md. 328, 121 A.2d 473 (1955); In re Braverman, 148 F.Supp. 56 (D.Md.1957).  Nearly 19 years later, on March 1, 1974, the Maryland Court of Appeals granted Braverman's petition to be reinstated as a member of the bar of Maryland, In re Braverman, 271 Md. 196, 316 A.2d 246 (1974).  His identical petition for reinstatement to the bar of the United States District Court for the District of Maryland, however, was denied, In re Braverman, 399 F.Supp. 801 (D.Md.1975).1 Because the reasons assigned...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-the-matter-of-maurice-louis-braverman-national-lawyers-guild-amicus"
    }
  ],
  "relatedIncidents": [
    18201,
    18202,
    18203,
    18205,
    18206
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}