{
  "id": 18238,
  "title": "1976년 Litz Enterprises, Inc. v. Standard Steel Industries, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-11-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Litz Enterprises, Inc. v. Standard Steel Industries, Inc.. 판결일: 1976-11-05. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Litz Enterprises, Inc. v. Standard Steel Industries, Inc., and Pyramid Structural Systems Co.\n**판결일**: 1976-11-05\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 54 A.D.2d 1107\n\n## 판결문 요약\n\n\nOrder unanimously modified in accordance with memorandum and, as modified, affirmed, without costs. Memorandum: This is an appeal from an order denying the motions of Pyramid Structural Systems Company for summary judgment against Standard Steel Industries, Inc., and for summary judgment dismissing the setoffs and counterclaims of Standard as against Pyramid. The underlying action was commenced by Litz Enterprises, Inc., seeking to foreclose a public improvement lien. Standard and Pyramid are defendants in the Litz action. Pyramid denied the actionable paragraphs in the Litz action and pleaded cross claims against Standard seeking the sum of $71,277 representing the amount due on Standard’s written agreement to purchase goods, materials and merchandise from Pyramid in the amount of $118,700. Standard admitted the contract but denied that Pyramid had properly performed its obligations thereunder and plead four separate and complete defenses. Factual issues exist as to alleged defective work supplied and performed by Pyramid as pleaded in Standard’s second and fourth enumerated defenses. The fifth enumerated defense alleges the breach of Pyramid’s oral agreement to provide a five-year maintenance bond and also presents a question of fact. Pyramid admits that it was requested to obtain the bond but contends that it never agreed to furnish it. Standard alleges that it agreed to accept concrete products from Pyramid only on the condition that Pyramid provide a five-year maintenan...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=litz-enterprises-inc-v-standard-steel-industries-inc"
    }
  ],
  "relatedIncidents": [
    18206,
    18208,
    18284,
    18314,
    18316
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}