{
  "id": 18244,
  "title": "1976년 Thomas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-10-26",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Thomas. 판결일: 1976-10-26. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Thomas v. State\n**판결일**: 1976-10-26\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Per Curiam\n\n## 인용\n\n- 338 So. 2d 1045\n\n## 판결문 요약\n\n\n338 So.2d 1045 (1976)\nGary Wayne THOMAS et al.\nv.\nSTATE.\n2 Div. 164.\nCourt of Criminal Appeals of Alabama.\nOctober 26, 1976.\n*1046 Terry L. Meltzer, Tulsa, Okla., Jere C. Segrest, Dothan, for appellants.\nWilliam J. Baxley, Atty. Gen., and Joel E. Dillard, Asst. Atty. Gen., for the State.\nPER CURIAM.\nThe record in this case having been corrected, the opinion of this Court of August 24, 1976 is withdrawn and the following opinion rendered in this cause.\nAppellants, Gary Wayne Thomas, Henry Sisson Cooper, and Richard Wayne Dollarhide were indicted for grand larceny, and buying, receiving, and concealing stolen property, tried jointly by jury, and found guilty as charged. Thomas was sentenced to five (5) years in the penitentiary, and Cooper and Dollarhide were each sentenced to four (4) years. They appealed to this Court on one record.\nThis cause was submitted to this Court on briefs. Appellants claim the trial court committed reversible error by overruling their motion for a change of venue. It is averred in the motion that due to the popularity of the owner of the property described in the indictments, and to prejudicial pretrial publicity the appellants could not get a fair and impartial trial in Wilcox County. In the record before us there is no evidence in support of appellants' motion. The burden was on the appellants to prove to the reasonable satisfaction of the court that a fair and impartial trial could not be had in Wilcox County. There being in this record no eviden...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thomas-v-state"
    }
  ],
  "relatedIncidents": [
    18201,
    18202,
    18203,
    18205,
    18206
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}