{
  "id": 18243,
  "title": "1976년 Moran 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-10-28",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Moran. 판결일: 1976-10-28. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Walter A. Moran v. Patrick V. Murphy, as Police Commissioner of the City of New York\n**판결일**: 1976-10-28\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 54 A.D.2d 668\n\n## 판결문 요약\n\n\nDetermination of respondent Police Commissioner of the City of New York, dated September 16, 1971, finding petitioner guilty of making a false statement during the course of a hearing before the Civilian Complaint Review Board, annulled on the law, without costs and disbursements, the petition is granted and the charge is dismissed. Petitioner was found guilty after a departmental hearing of making a false statement during the course of a prior hearing before the Civilian Complaint Review Board (CCRB), to wit, that he requested an ambulance to attend to one Romero at the 44th Police Precinct. The background of the departmental hearing may be briefly *669summarized as follows: Romero was arrested by petitioner and another officer on May 25, 1968 and brought to the precinct. He made a complaint to the CCRB that he had been assaulted by the arresting officers. After the CCRB hearing in December, 1969, specifications were lodged against the officers for brutality and for the afore-mentioned false statement. The departmental trial commenced on July 28, 1971, some 20 months after the CCRB hearing and 38 months after the arrest. After the departmental hearing, the hearing officer concluded that Romero was \"generally unworthy of belief’ and \"had taken a dose of heroin immediately prior to his apprehension and apparently was groggy at the precinct”. The arresting officers were found to be not guilty of the assault charge. It was agreed that Romero had suffered an injury, petitioner a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=moran-v-murphy"
    }
  ],
  "relatedIncidents": [
    18220,
    18223,
    18248,
    18341,
    18403
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}