{
  "id": 18242,
  "title": "1976년 Walton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-10-28",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Walton. 판결일: 1976-10-28. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. SPENCER WALTON, Defendant-Appellant\n**판결일**: 1976-10-28\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Guild\n\n## 변호인\n\nRalph Ruebner and J. Daniel Stewart, both of State Appellate Defender’s Office, of Elgin, for appellant., James Carr, State’s Attorney, of Sycamore (G. Michael Prall and Phyllis J. Perko, both of Illinois State’s Attorneys Association, of counsel), for the People.\n\n## 인용\n\n- 356 N.E.2d 1131\n- 43 Ill. App. 3d 74\n\n## 판결문 요약\n\n\n43 Ill. App.3d 74 (1976)\n356 N.E.2d 1131\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nSPENCER WALTON, Defendant-Appellant.\nNo. 75-372.\nIllinois Appellate Court  Second District (2nd Division).\nOpinion filed October 28, 1976.\n*75 Ralph Ruebner and J. Daniel Stewart, both of State Appellate Defender's Office, of Elgin, for appellant.\nJames Carr, State's Attorney, of Sycamore (G. Michael Prall and Phyllis J. Perko, both of Illinois State's Attorneys Association, of counsel), for the People.\nAffirmed in part and reversed in part.\nMr. PRESIDING JUSTICE GUILD delivered the opinion of the court:\nDefendant, in a jury trial, was found guilty of the rape of two women and burglary of their apartment. He was sentenced to 4-6 years on each of the rape convictions and 2-6 years for the burglary, the sentences to be served concurrently.\nIn this appeal defendant contends first that the testimony of the treating doctor concerning the details of the alleged rape deprived him of a fair trial and, secondly, that the burglary conviction should be reversed because it arose from the same transaction as the rape convictions. The State has conceded the burglary conviction should be reversed.\nIn the early morning hours of May 17, 1974, the defendant entered the apartment of the complaining witnesses in De Kalb, Illinois. Without going into detail, both of the complaining witnesses testified that the defendant placed a pillowcase over the head of each woman and forced them to commit un...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-walton"
    }
  ],
  "relatedIncidents": [
    18258,
    18364,
    18384,
    18421,
    18450
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}