{
  "id": 18246,
  "title": "1976년 Gott 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-10-25",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Gott. 판결일: 1976-10-25. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. LARRY GOTT, Defendant-Appellant\n**판결일**: 1976-10-25\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Alloy\n\n## 변호인\n\nBraud, Warner, Neppl & Westensee, Ltd., of Rock Island (Dennis A. DePorter, of counsel), for appellant., David DeDoncker, State’s Attorney, of Rock Island (James E. Hinterlong and Linda Vodar, both of Illinois State’s Attorneys Association, of counsel), for the People.\n\n## 인용\n\n- 356 N.E.2d 1102\n- 43 Ill. App. 3d 137\n\n## 판결문 요약\n\n\n43 Ill. App.3d 137 (1976)\n356 N.E.2d 1102\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nLARRY GOTT, Defendant-Appellant.\nNo. 76-56.\nIllinois Appellate Court  Third District.\nOpinion filed October 25, 1976.\nRehearing denied November 30, 1976.\n*138 Braud, Warner, Neppl &amp; Westensee, Ltd., of Rock Island (Dennis A. DePorter, of counsel), for appellant.\nDavid DeDoncker, State's Attorney, of Rock Island (James E. Hinterlong and Linda Vodar, both of Illinois State's Attorneys Association, of counsel), for the People.\nAffirmed in part, and vacated and remanded in part.\nMr. PRESIDING JUSTICE ALLOY delivered the opinion of the court:\nDefendant Larry Gott appeals from a judgment of conviction of robbery and a consequent sentence of one to three years' imprisonment. The judgment of conviction was based upon defendant's plea of guilty which followed plea negotiations.\nOn appeal in this court, defendant asserts that the trial court erred in denying his motion to vacate sentence and withdraw his plea of guilty and alleges that the prosecution did not adhere to the plea agreement and, also, that there was certain evidence presented at the sentencing hearing which was not tendered to defendant prior to the guilty plea. Defendant also contends that the trial court abused its discretion in denying him probation and in sentencing him to the one- to three-year penitentiary term.\nFrom the record it was disclosed that five young men were involved in an armed robbery of a young g...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-gott"
    }
  ],
  "relatedIncidents": [
    18201,
    18203,
    18205,
    18221,
    18232
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}