{
  "id": 18248,
  "title": "1976년 Bojorquez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-10-20",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Bojorquez. 판결일: 1976-10-20. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: DIANE BOJORQUEZ, a Minor, Etc., Plaintiff and Appellant, v. HOUSE OF TOYS, INC., Et Al., Defendants and Respondents\n**판결일**: 1976-10-20\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Brown (Gerald)\n\n## 변호인\n\nCounsel, Roden & White and Steven V. Schnier for Plaintiff and Appellant., Higgs, Fletcher & Mack, Stephen K. Brunk, Strop & Urquhart and John M. Urquhart for Defendants and Respondents.\n\n## 인용\n\n- 62 Cal. App. 3d 930\n- 133 Cal. Rptr. 483\n\n## 판결문 요약\n\n\n62 Cal. App. 3d 930 (1976)\n133 Cal. Rptr. 483\nDIANE BOJORQUEZ, a Minor, etc., Plaintiff and Appellant,\nv.\nHOUSE OF TOYS, INC., et al., Defendants and Respondents.\nDocket No. 14160.\nCourt of Appeals of California, Fourth District, Division One.\nOctober 20, 1976.\n*932 COUNSEL\nRoden &amp; White and Steven V. Schnier for Plaintiff and Appellant.\nHiggs, Fletcher &amp; Mack, Stephen K. Brunk, Strop &amp; Urquhart and John M. Urquhart for Defendants and Respondents.\nOPINION\nBROWN (Gerald), P.J.\nDiane Bojorquez, a minor, appeals through Rachel Bojorquez, her guardian ad litem, the summary judgment dismissing her complaint against Southland Corporation (dba 7-11 Food Stores), William and Hollis Wade (dba 7-11 Stores), and House of Toys, Inc.\nFour children went to a 7-11 Market and one of them bought a slingshot distributed by House of Toys. Charles Sellers, a 10-year-old member of the group, used this slingshot to fire a projectile which hit Diane in the eye. In suing the retailer and the wholesaler Diane contends: 1) they were negligent in selling slingshots to children who because of their youth are incapable of using them without creating an unreasonable risk of physical harm to others, 2) they are strictly liable because they distributed and sold defective merchandise which contained no warning about the danger of slingshots thus making them unreasonably dangerous to users, consumers and third parties and 3) House of Toys aided and abetted the assault by selling slingshots to Sou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bojorquez-v-house-of-toys-inc"
    }
  ],
  "relatedIncidents": [
    18220,
    18223,
    18243,
    18341,
    18403
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}