{
  "id": 18245,
  "title": "1976년 Rovello 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-10-26",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Rovello. 판결일: 1976-10-26. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Michael Rovello v. Orofino Realty Co., Inc.\n**판결일**: 1976-10-26\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: Wachtler\n\n## 변호인\n\nSamuel S. Slavitt and Basil Filardi, Jr., White Plains, for appellant., Albert E. Yorio, White Plains, for respondent.\n\n## 인용\n\n- 40 N.Y.2d 633\n\n## 판결문 요약\n\n\nWachtler, J.\n(dissenting). The majority of this court has today ruled that on a motion to dismiss for failure to state a cause of action pursuant to CPLR 3211 (subd [a], par 7), the trial court may not dismiss as long as the complaint and the plaintiffs affidavit, if there be any, state all the elements of a cause of action, and that a defendant’s affidavit, clearly showing the absence of one of these essential elements, is of no avail. In essence, the majority has abrogated the statute and has revitalized the common-law demurrer.\nIn October, 1970, the individual defendant entered into a *637written agreement with the plaintiff and one other calling for, inter alia, the sale by the defendant to the plaintiff of all the outstanding stock in codefendant Orofino Realty Co., Inc. The sole asset of the realty company was a parcel of improved real estate. The purchase price was $18,700; pursuant to the terms of the agreement, plaintiff was to make a down payment of $5,700 in cash or certified check within 16 months of December, 1970, with the balance payable in equal quarterly installments.\nPlaintiff admittedly failed to make the down payment within the prescribed period; i.e., prior to the end of April, 1972. Indeed, in the complaint in this action, plaintiff admits that he did not render any payment until April 21, 1975, some three years after the down payment was called for by the terms of the contract; and, the payment tendered was in the form of a personal check for $1,870, n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rovello-v-orofino-realty-co"
    }
  ],
  "relatedIncidents": [
    18201,
    18202,
    18203,
    18205,
    18206
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}