{
  "id": 18258,
  "title": "1976년 Brinkman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-10-01",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Brinkman. 판결일: 1976-10-01. 법원: District Court, W.D. Wisconsin.",
  "description": "## 사건 정보\n\n**사건명**: Ronald E. BRINKMAN v. Dr. Edward F. SCHUBERT, Superintendent, Central State Hospital, Respondent Wilbur Eugene STREETER v. Manual CARBALLO, Secretary, Department of Health and Social Services, and Ramon Gray, Warden, Wisconsin State Prison, Respondents Raymond L. WILLIAMS v. Ramon GRAY, Respondent Eugene HARRIS, a/k/a Eugene Dempleton v. Ramon L. GRAY\n**판결일**: 1976-10-01\n**법원**: District Court, W.D. Wisconsin\n**관할**: Wisconsin, WI\n\n**판사**: Crabb, Doyle\n\n## 변호인\n\nCharles B. Vetzner, Post-Conviction Defense Project, Madison, Wis., for petitioner Brinkman, in No. 74-C-468 and for petitioner Streeter, in No. 76-C-107., Raymond L. Williams, pro se, in No. 76-C-247., Eugene Harris, pro se, in No. 76-C-293., John M. Schmolesky, Asst. Atty. Gen., Bronson C. La Follette, Atty. Gen., Madison, Wis., for respondents.\n\n## 인용\n\n- 422 F. Supp. 820\n\n## 판결문 요약\n\n\nREPORT and RECOMMENDATION\nBARBARA B. CRABB, Magistrate.\nThese are petitions for writs of habeas corpus. Petitioners assert that they are in state custody in violation of the United States Constitution. 28 U.S.C. § 2254. Although the facts of each petition vary in certain respects, all of the petitioners base their claims for relief upon the contention that the failure of the court to credit them with jail time violates their constitutional rights to due process and to the equal protection of the laws and their right to be free from double jeopardy.\nThe following matters are not in dispute and the court may properly find them as fact:\nPROPOSED FINDINGS OF FACT\nBRINKMAN v. SCHUBERT\nPetitioner Brinkman was arrested on or about July 15, 1966, and on the same day, *822counsel was appointed to represent him in the county court for Dane County, Wisconsin. Petitioner was charged with two counts of rape, in violation of Wis.Stats. § 944.01(1). Petitioner’s counsel filed a motion with the court seeking an order committing petitioner to Central State Hospital for a 60-day observation period to determine whether he was competent to stand trial. The motion was granted, bail was set at $15,000 on each of the two counts of rape charged in the complaint, and petitioner was committed to Central State Hospital. Petitioner remained at Central State Hospital until sometime between September 6, 1966, and September 16, 1966, when he was returned to the Dane County Jail. On September 16, 1966, pet...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brinkman-v-schubert"
    }
  ],
  "relatedIncidents": [
    18242,
    18364,
    18384,
    18421,
    18450
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}