{
  "id": 18255,
  "title": "1976년 Reiling 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-10-05",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Reiling. 판결일: 1976-10-05. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Peter Dennis Reiling, A/K/A Dennis Riley, Dennis Reiling v. State.\n**판결일**: 1976-10-05\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Cates, Tally\n\n## 변호인\n\nJerry E. Stokes, Andalusia, for appellant., William J. Baxley, Atty. Gen., and Carol Jean Smith, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 339 So. 2d 115\n\n## 판결문 요약\n\n\nThe issue here is whether, in a criminal case, a carbon copy of a waiver of rights and a photocopy of a confession may be received in evidence, the originals being lost.\nPeter Dennis Reiling and two companions were indicted in Covington County Circuit Court for burglary and grand larceny resulting from an April 9, 1974, nighttime breakin at the Andalusia Pharmacy in Andalusia, Alabama.\nLeon Riley Cason, one of the three, was arrested near the pharmacy. The other two, James D. Cason and the appellant, escaped to Crestview, Florida, but returned to Andalusia on April 10th where the three were interrogated by police.\nThe defendant signed an original and carbon copies of a statement of his so-called \"Miranda rights\" and afterwards he and Leon Riley Cason signed a confession, in affirmation of its truth, that had been first written and signed by James D. Cason. Chief Farrell Newby of the Andalusia Police Department testified that the original statement of rights and the original confession had been lost, that a search for the documents had been made of the offices and files of the Andalusia Police Department, other police officers had been questioned about the two missing documents, and neither could be located. This officer testified that the carbon copy of the statement of rights was signed by the defendant and it appears that the corner of the carbon paper was turned back so that the defendant's surname did not print on the copy offered in evidence. In addition, the officer te...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=beard-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=reiling-v-state"
    }
  ],
  "relatedIncidents": [
    18201,
    18203,
    18205,
    18209,
    18213
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}