{
  "id": 18252,
  "title": "1976년 Case 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-10-12",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Case. 판결일: 1976-10-12. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Bruce CASE, Appellant, v. the STATE of Oklahoma, Appellee\n**판결일**: 1976-10-12\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Bliss, Brett, Bussey\n\n## 변호인\n\nSylvia Marks-Barnett, Oklahoma City, Stephen Jones, Jones & Gungoll, Enid, for appellant., Larry Derryberry, Atty. Gen., Robert L. McDonald, Asst. Atty. Gen., for appellee.\n\n## 인용\n\n- 555 P.2d 619\n\n## 판결문 요약\n\n\n555 P.2d 619 (1976)\nBruce CASE, Appellant,\nv.\nThe STATE of Oklahoma, Appellee.\nNo. F-75-258.\nCourt of Criminal Appeals of Oklahoma.\nOctober 12, 1976.\nRehearing Denied November 4, 1976.\nSylvia Marks-Barnett, Oklahoma City, Stephen Jones, Jones &amp; Gungoll, Enid, for appellant.\nLarry Derryberry, Atty. Gen., Robert L. McDonald, Asst. Atty. Gen., for appellee.\n\n\n*621 OPINION\nBLISS, Judge.\nThe Appellant, Bruce Case, hereinafter referred to as defendant, was charged, tried before a jury and convicted in the District Court of Alfalfa County, Case No. CRF-72-11, of the crime of Arson in the Second Degree in violation of 21 O.S. (1971), § 1402. Punishment was assessed at a fine of Twelve Thousand Dollars ($12,000.00) and a timely appeal was perfected to this Court. In Case v. State, Okl.Cr., 519 P.2d 523 (1974) this Court reversed the conviction and remanded the cause for new trial.\nAt the second trial the jury again found the defendant guilty and punishment was assessed at a term of five (5) years in the custody and control of the Department of Corrections of the State of Oklahoma. From a judgment and sentence in conformance with the verdict the defendant has perfected his timely appeal of said second conviction.\nAs stated in Case, supra, the defendant was the manager of an automatic laundry located in Cherokee, Alfalfa County, Oklahoma. Fire broke out in the laundry at approximately 4:00 a.m. on June 28, 1972. The subsequent investigation revealed that within the laundry there ha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=case-v-state"
    }
  ],
  "relatedIncidents": [
    18214,
    18222,
    18280,
    18351,
    18408
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}