{
  "id": 18267,
  "title": "1976년 Ex Parte Tullos 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-09-15",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex Parte Tullos. 판결일: 1976-09-15. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte John Lamar TULLOS\n**판결일**: 1976-09-15\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Odom\n\n## 변호인\n\nJames W. Minor, Austin, for appellant., C. Ned Granger, County Atty. and Mark Schreiber, Asst. County Atty., Austin, Jim D. Vollers, State’s Atty., and David S. McAngus, Asst. State’s Atty., Austin, for the State.\n\n## 인용\n\n- 541 S.W.2d 167\n\n## 판결문 요약\n\n\n541 S.W.2d 167 (1976)\nEx parte John Lamar TULLOS.\nNo. 51755.\nCourt of Criminal Appeals of Texas.\nSeptember 15, 1976.\nJames W. Minor, Austin, for appellant.\nC. Ned Granger, County Atty. and Mark Schreiber, Asst. County Atty., Austin, Jim D. Vollers, State's Atty., and David S. McAngus, Asst. State's Atty., Austin, for the State.\n\nOPINION\nODOM, Judge.\nThis is an appeal from a habeas corpus proceeding in which petitioner was denied relief in the County Court at Law No. 2 of Travis County.\nPetitioner was convicted for driving while intoxicated under Art. 6701l-1, V.A. C.S., on July 29, 1974. Punishment was assessed at thirty days' confinement and a $100.00 fine, but petitioner was placed on probation for nine months. Motion to revoke probation was filed February 19, 1975. Probation was revoked on June 13, 1975, and the period of confinement was ordered reduced to five days. Petitioner thereafter filed application for writ of habeas corpus challenging the constitutionality of his confinement and secured his release upon personal bond pending disposition of his habeas corpus action. The court below denied relief and this appeal was taken under Art. 44.34, V.A.C.C.P.\nPetitioner challenges the constitutionality of his confinement under the Equal Protection Clause of the United States Constitution and under this Court's holding in Ex parte Matthews, Tex.Cr.App., 488 S.W.2d 434. Specifically, appellant attacks the operation of Arts. 6701l-1 and 6701l-4, V.A. C.S., under which seventee...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-tullos"
    }
  ],
  "relatedIncidents": [
    18201,
    18202,
    18203,
    18205,
    18206
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}