{
  "id": 18260,
  "title": "1976년 Parker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-09-30",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: Parker. 판결일: 1976-09-30. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: James R. PARKER, Jr., Appellant, v. UNITED STATES, Appellee\n**판결일**: 1976-09-30\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: Kelly, Gallagher and Nebeker, Associate Judges\n\n## 변호인\n\nMildred M. Matesich, Washington, D. C., appointed by this court, for appellant., Alexia Morrison, Asst. U. S. Atty., Washington, D. C., with whom Earl J. Sil-bert, U. S. Atty., John A. Terry and Peter K. Mair, Asst. U. S. Attys., Washington, D. C., were on the brief, for appellee.\n\n## 인용\n\n- 363 A.2d 975\n\n## 판결문 요약\n\n\n363 A.2d 975 (1976)\nJames R. PARKER, Jr., Appellant,\nv.\nUNITED STATES, Appellee.\nNo. 9572.\nDistrict of Columbia Court of Appeals.\nArgued May 13, 1976.\nDecided September 30, 1976.\n*976 Mildred M. Matesich, Washington, D. C., appointed by this court, for appellant.\nAlexia Morrison, Asst. U. S. Atty., Washington, D. C., with whom Earl J. Silbert, U. S. Atty., John A. Terry and Peter K. Mair, Asst. U. S. Attys., Washington, D. C., were on the brief, for appellee.\nBefore KELLY, GALLAGHER and NEBEKER, Associate Judges.\nNEBEKER, Associate Judge:\nThis appeal is from a conviction after a jury trial of second-degree murder in violation of D.C.Code 1973, § 22-2403. Appellant contends that the trial court erred in (1) allowing the government to claim surprise and impeach its own witness; (2) allowing the prosecutor to cross-examine appellant's character witnesses on whether they had heard of appellant's prior arrests and convictions; and (3) refusing to call additional witnesses to explore appellant's allegations that government witnesses had been discussing the trial with a spectator. We conclude there were no errors by the trial court and affirm the conviction.\nEarly in the evening of June 18, 1974, an altercation took place in Northwest Washington. A woman who had just returned from court attacked with a knife a man who had testified against her. She was injured by her own knife and was taken to a nearby hospital by one David Banks. When she and Banks returned, Banks became involved ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=parker-v-united-states"
    }
  ],
  "relatedIncidents": [
    18209,
    18213,
    18230,
    18255,
    18268
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}