{
  "id": 18262,
  "title": "1976년 Wilson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-09-27",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Wilson. 판결일: 1976-09-27. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: STATE ex rel COX v. WILSON\n**판결일**: 1976-09-27\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Fort, Schwab, Thornton\n\n## 변호인\n\nAl J. Laue, Assistant Attorney General, Salem, argued the cause for appellant. With him on the brief were Lee Johnson, Attorney General, and W. Michael Gillette, Solicitor General, Salem., James M. Habberstad, The Dalles, argued the cause and filed the brief for respondent.\n\n## 인용\n\n- 26 Or. App. 887\n- 554 P.2d 529\n\n## 판결문 요약\n\n\nFORT, J.\nThis is an appeal by the Director of the Division of State Lands from a decree dismissing its suit to enjoin defendant from depositing any material in excess of 50 cubic yards in Five Mile Creek in Wasco County, Oregon.\nThe facts necessary to a decision, which are not seriously disputed, were found by the court, after hearing, as follows:\n\"1. That the source of Five Mile Creek is in the Mount Hood National Forest and that Five Mile Creek flows from the forest boundary in a generally northeasterly direction for a distance of approximately 16% to 18 miles to the mouth of Five Mile Creek where Five Mile Creek empties into Eight Mile Creek.\n\"2. That during some portions of the months of July, August, September, and October, Five Mile Creek is dry and completely devoid of water from the forest boundary downstream for the approximate distance of 4% to 5% miles.\n\"3. That during some portions of the months of July, August, September, and October, Five Mile Creek is dry and completely devoid of water from a point 1 to 1% miles from the mouth of Five Mile Creek for an approximate distance of 5% to 5% miles upstream.\n\"4. That there are isolated sections between the mouth of Five Mile Creek and the forest boundary which flow throughout the year from springs which abut Five Mile Creek in these isolated sections. * * * These isolated sections of flow cover approximately 3 miles of the bed of Five Mile Creek.\n\"5. That some of the spring fed portions of Five Mile Creek mentioned in...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-cox-v-wilson"
    }
  ],
  "relatedIncidents": [
    18201,
    18202,
    18203,
    18205,
    18206
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}