{
  "id": 18272,
  "title": "1976년 Kotsos 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-09-08",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Kotsos. 판결일: 1976-09-08. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE Ex Rel. GROVER TUCKER Et Al., Plaintiffs-Appellants, v. PETER A. KOTSOS, Chairman, Illinois Parole and Pardon Board, Defendant-Appellee\n**판결일**: 1976-09-08\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Johnson\n\n## 변호인\n\nThomas J. Kelly and Edwin R. McCullough, both of Chicago, for appellants., William J. Scott, Attorney General, Melbourne A. Noel, Jr., Assistant Attorney General, both of Chicago, for appellee.\n\n## 인용\n\n- 356 N.E.2d 798\n- 42 Ill. App. 3d 812\n\n## 판결문 요약\n\n\n42 Ill. App.3d 812 (1976)\n356 N.E.2d 798\nTHE PEOPLE ex rel. GROVER TUCKER et al., Plaintiffs-Appellants,\nv.\nPETER A. KOTSOS, Chairman, Illinois Parole and Pardon Board, Defendant-Appellee.\nNo. 62014.\nIllinois Appellate Court  First District (4th Division).\nOpinion filed September 8, 1976.\nRehearing denied October 29, 1976.\n*813 Thomas J. Kelly and Edwin R. McCullough, both of Chicago, for appellants.\nWilliam J. Scott, Attorney General, Melbourne A. Noel, Jr., Assistant Attorney General, both of Chicago, for appellee.\nJudgment affirmed.\nMr. PRESIDING JUSTICE JOHNSON delivered the opinion of the court:\nThis is an appeal from an order dismissing a complaint in mandamus which petitioned the trial court to direct the defendant, Chairman of the Illinois Parole and Pardon Board, to withdraw or set bail on certain parole violation warrants lodged against the plaintiffs, Grover Tucker and Ernest Denson.\nPlaintiff Tucker was arrested on a parole violation warrant and reincarcerated on August 2, 1974. Prior to his arrest, Tucker was free on bond on pending criminal charges of armed robbery and burglary. On November 8, 1974, a parole and pardon board hearing officer conducted a preliminary hearing and found probable cause based on a prior finding of probable cause made by the circuit court that he had committed the offenses of armed robbery and burglary. On November 15, 1974, a second preliminary hearing was conducted and probable cause was found that Tucker had been in possession of a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-ex-rel-tucker-v-kotsos"
    }
  ],
  "relatedIncidents": [
    18201,
    18203,
    18205,
    18221,
    18232
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}