{
  "id": 18273,
  "title": "1976년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-09-07",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Brown. 판결일: 1976-09-07. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Brown v. the State\n**판결일**: 1976-09-07\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Nichols\n\n## 변호인\n\nGilberg, Baynard & Owens, Robert E. Baynard, for appellant., William S. Lee, District Attorney, Hobart Hind, Assistant District Attorney, Arthur K. Bolton, Attorney General, Daryl A. Robinson, for appellee.\n\n## 인용\n\n- 228 S.E.2d 853\n- 237 Ga. 467\n\n## 판결문 요약\n\n\n237 Ga. 467 (1976)\n228 S.E.2d 853\nBROWN\nv.\nTHE STATE.\n31341.\nSupreme Court of Georgia.\nSubmitted July 16, 1976.\nDecided September 7, 1976.\nGilberg, Baynard &amp; Owens, Robert E. Baynard, for appellant.\nWilliam S. Lee, District Attorney, Hobart Hind, Assistant District Attorney, Arthur K. Bolton, Attorney General, Daryl A. Robinson, for appellee.\nNICHOLS, Chief Justice.\nRobert Lee Brown appeals from an indictment and conviction for armed robbery and aggravated assault. The appellant's sole enumeration of error is that the trial court erred in denying his motions for mistrial after the state introduced evidence putting his character in issue.\n1. The appellant first complains of testimony given by Detective Folsom who interrogated the appellant. The transcript shows the following testimony occurred during cross examination: \"Q: Was there any interrogation before this waiver was signed? A: No, he was handcuffed and locked in the back room. Q: So, did you simply walk in and say that you wanted to explain to him these rights and he signed it? A: I walked in and I knew Robert from a previous deal and I asked Robert if he remembered me and he shook his head ...\"\nThis statement by Detective Folsom that he knew the appellant from a \"previous deal\" did not put appellant's character in issue. There is no inference from this testimony that this \"previous deal\" was derogatory to the appellant. In Cherry v. State, 220 Ga. 695 (141 SE2d 412) (1965), this court held that a police officer's ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brown-v-state"
    }
  ],
  "relatedIncidents": [
    18201,
    18203,
    18205,
    18221,
    18232
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}