{
  "id": 18270,
  "title": "1976년 Cholakis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-09-09",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Cholakis. 판결일: 1976-09-09. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Hearst Corporation v. Con Cholakis, as Judge of the County Court of the County of Rensselaer\n**판결일**: 1976-09-09\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 54 A.D.2d 592\n\n## 판결문 요약\n\n\nProceeding pursuant to CPLR article 78 instituted in this court to enjoin the Rensselaer County Court from conducting closed hearings in a criminal action and for other relief. We are called upon in this special proceeding to determine whether, consistently with the First Amendment, the public and representatives of the news media may be excluded from a pretrial suppression hearing upon motion of the defendant made on the ground that closure of the hearing is necessary to prevent publicity and thereby protect his constitutional right to a fair trial. The record before this court indicates that respondents (hereinafter \"defendants”) Irene Richardson, Mary Jane Richardson, Leonard Burnett, also known as \"Lenny”, Charles Hector McIntosh, also known as David Richardson, Donald Cook, Clyde Cook.and Nathaniel Rhodes have each been indicted by a Rensselaer County Grand Jury and charged with various felonies in connection with an *593alleged kidnapping and assault of one James Whitbeck during the last week of August or first week of September, 1975. On August 11, 1976 petitioner Freedman, a reporter employed by petitioner Hearst Corporation, sought to attend a suppression hearing which was to be held before respondent Rensselaer County Court Judge Cholakis in the case of defendants Irene Richardson, Mary Jane Richardson and Leonard Burnett. It appears that at the outset of this hearing the attorneys for these defendants moved to exclude the press and the public from the courtroom. T...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hearst-corp-v-cholakis"
    }
  ],
  "relatedIncidents": [
    18202,
    18340,
    18431,
    17988,
    18009
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}