{
  "id": 18284,
  "title": "1976년 O'BRIEN 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-08-17",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: O'BRIEN. 판결일: 1976-08-17. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Leonard O’BRIEN, Plaintiff-Respondent, v. Mary N. WADE, Defendant-Appellant\n**판결일**: 1976-08-17\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Norwin D. Houser\n\n## 변호인\n\nMurray Stone, St. Louis, for defendant-appellant., Ziercher, Tzinberg, Human & Michenfelder, Gerald T. Ortbals, Clayton, for plaintiff-respondent.\n\n## 인용\n\n- 540 S.W.2d 603\n\n## 판결문 요약\n\n\n540 S.W.2d 603 (1976)\nLeonard O'BRIEN, Plaintiff-Respondent,\nv.\nMary N. WADE, Defendant-Appellant.\nNo. 36920.\nMissouri Court of Appeals, St. Louis District, Division Four.\nAugust 17, 1976.\n*604 Murray Stone, St. Louis, for defendant-appellant.\nZiercher, Tzinberg, Human &amp; Michenfelder, Gerald T. Ortbals, Clayton, for plaintiff-respondent.\nNORWIN D. HOUSER, Special Judge.\nThis is the saga of the female Labrador dog named Zein. This is the third court which has considered the troubles involving Zein since 1970. In that year Leonard O'Brien filed a 2-count suit against Mary N. Wade in the Magistrate Court of St. Louis County for (1) damages for breach of contract to deliver registration papers for Zein, and (2) actual and punitive damages for fraudulent representation that Zein had been obedience- and field-trained. After one change of venue and nine continuances the case was tried, resulting in a judgment for Wade. O'Brien appealed to the circuit court. At the conclusion of the trial in that forum O'Brien dismissed Count II, received permission of the court to amend the petition by pleading breach of implied warranty of fitness of the dog for use as a retriever, and went to the jury under Instruction No. 2 on implied warranty of suitability and Instruction No. 4 on breach of contract to deliver pedigree papers. The jury found the issues for O'Brien and assessed his damages at $2,000. Wade has taken a timely appeal to this Court. She contends that the verdict is excessive; t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=obrien-v-wade"
    }
  ],
  "relatedIncidents": [
    18206,
    18208,
    18238,
    18314,
    18316
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}