{
  "id": 18281,
  "title": "1976년 Greene 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-08-20",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Greene. 판결일: 1976-08-20. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Jessie Lee GREENE v. STATE of Florida\n**판결일**: 1976-08-20\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Cross, Mager, Smith\n\n## 변호인\n\nRichard L. Jorandby, Public Defender, and Frank B. Kessler, Chief Appellate Division, West Palm Beach, for appellant., Robert L. Shevin, Atty. Gen., Tallahassee, and Ira N. Loewy, Asst. Atty. Gen., Miami, for appellee.\n\n## 인용\n\n- 351 So. 2d 1031\n\n## 판결문 요약\n\n\nCROSS, Judge.\nAppellant-defendant, Jessie Lee Greene, appeals a judgment of guilty and imposition of sentence for the offense of robbery.\nAppellant-Greene was indicted by the Grand Jury of Broward County with robbery. Appellant thereafter moved to suppress a confession made by appellant to one Officer Czekanski of the Fort Lauderdale Police Department. Said motion alleged that the appellant’s confession had not been voluntarily given. A hearing was held on the motion to suppress. At the hearing appellant testified to various coercive measures used by Officer Czekanski to elicit appellant’s confession. The trial court denied the motion to suppress with the simple statement, “I am going to deny your motion to suppress. I think you can argue all that to the jury.” Trial was by jury. The jury found the appellant guilty of the robbery charged in the indictment. Judgment was entered accordingly, and appellant was sentenced. It is from this judgment and sentence that appellant appeals.\nThe primary question for our determination in this appeal is whether the trial court erred in denying appellant’s motion to suppress without an unequivocal and explicit finding that the appellant’s confession was freely and voluntarily given.\nWe determine McDole v. State, 283 So.2d 553 (Fla.1973), to be controlling. In McDole, the Florida Supreme Court quotes Sims v. Georgia, 385 U.S. 538, 87 S.Ct. 639, 17 L.Ed.2d 593 (1967), which held that a trial judge need not make a formal finding of fact or wri...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=greene-v-state"
    }
  ],
  "relatedIncidents": [
    18201,
    18203,
    18205,
    18221,
    18232
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}