{
  "id": 18280,
  "title": "1976년 United States v. Gerald Rojas, Sr. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-08-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Gerald Rojas, Sr.. 판결일: 1976-08-20. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Gerald ROJAS, Sr., Defendant-Appellant\n**판결일**: 1976-08-20\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Lynne, Morgan, Wisdom\n\n## 변호인\n\nPaul Antinori, Jr., Barry A. Cohen, Tampa, Fla., for defendant-appellant., John L. Briggs, U. S. Atty., Terrance Smiljanich, Asst. U. S. Atty., Tampa, Fla., for plaintiff-appellee.\n\n## 인용\n\n- 537 F.2d 216\n\n## 판결문 요약\n\n537 F.2d 216\n    UNITED STATES of America, Plaintiff-Appellee,v.Gerald ROJAS, Sr., Defendant-Appellant.\n    No. 75-3760.\n    United States Court of Appeals,Fifth Circuit\n    .Aug. 20, 1976.\n    \n      Paul Antinori, Jr., Barry A. Cohen, Tampa, Fla., for defendant-appellant.\n      John L. Briggs, U. S. Atty., Terrance Smiljanich, Asst. U. S. Atty., Tampa, Fla., for plaintiff-appellee.\n      Appeal from the United States District Court for the Middle District of Florida.\n      Before WISDOM and MORGAN, Circuit Judges, and LYNNE, District Judge.\n      LEWIS R. MORGAN, Circuit Judge:\n    \n    \n      1\n      Appellant Gerald Rojas, Sr. was convicted of possession of a controlled substance, cocaine, with intent to distribute in violation of 21 U.S.C. &#167; 841(a)(1) and of conspiracy to possess cocaine with intent to distribute in violation of 21 U.S.C. &#167; 846.  He assigns four grounds as error requiring reversal.  We affirm.\n    \n    \n      2\n      I. Facts.\n    \n    \n      3\n      Viewing the evidence in the light most favorable to the government, Glasser v. United States, 315 U.S. 60, 80, 62 S. Ct. 457, 86 L. Ed. 680 (1942), the jury could have found the following: On February 8, 1975, two Tampa, Florida undercover police detectives, Hartzner and Larson, met Stephen Charles Alfonso to attempt to purchase narcotics from him.  Although no narcotics transaction occurred that day, Alfonso sold some counterfeit money to the detectives and arranged to meet them again at a predete...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-gerald-rojas-sr"
    }
  ],
  "relatedIncidents": [
    18214,
    18222,
    18252,
    18351,
    18408
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}