{
  "id": 18307,
  "title": "1976년 Lewis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-07-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Lewis. 판결일: 1976-07-15. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. John C. Lewis\n**판결일**: 1976-07-15\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 53 A.D.2d 963\n\n## 판결문 요약\n\n\nAppeal from a judgment of the County Court of Montgomery County, rendered May 28, 1975, upon a verdict convicting defendant of criminally negligent homicide. On the night in question, at about 8:30 p.m., the defendant, while driving a car in which his girlfriend was the sole passenger, skidded off a residential street in Amsterdam and collided with a tree. The girl was pronounced dead at the scene. The defendant suffered a laceration across the top of his forehead which required stitching at the hospital. The X rays taken of defendant were negative for fracture, but the attending physician testified that he had a cerebral concussion. The evidence revealed that the defendant had three or four drinks containing alcohol in the afternoon and evening preceding the accident. With his girlfriend, he set out for his brother’s house. On his way the defendant came to a \"T” intersection in the road. He turned left thereafter and apparently fishtailed, but remained on the road for 240 feet until he crossed the opposite lane and hit a maple tree, at approximately 276 feet west of the \"T” intersection. Skid marks from the road to the accident measured 37 feet. There were no eyewitnesses to the crash, although a girl who was studying in a house at the corner in question testified that she saw the lights of a car reflect off her wall \"going up the wall real fast”. She heard what sounded like the driver giving the car more gas and then a crash, but testified that she could not estimate the c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-lewis"
    }
  ],
  "relatedIncidents": [
    18209,
    18213,
    18230,
    18255,
    18260
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}