{
  "id": 18305,
  "title": "1976년 Ingram 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-07-19",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Ingram. 판결일: 1976-07-19. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF OREGON v. JEFFERY INGRAM\n**판결일**: 1976-07-19\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Foley, Langtry, Schwab\n\n## 변호인\n\nJohn K. Hoover, Deputy Public Defender, Salem, argued the cause for appellant. With him on the brief was Gary D. Babcock, Public Defender, Salem., W. Michael Gillette, Solicitor General, Salem, argued the cause for respondent. With him on the brief was Lee Johnson, Attorney General, Salem.\n\n## 인용\n\n- 26 Or. App. 37\n- 551 P.2d 1301\n\n## 판결문 요약\n\n\nLANGTRY, J.\nAs indicated in the opinion in the companion case involving this defendant, State v. Ingram, 26 Or App 43, 551 P2d 1303 (1976), he was convicted in May 1975 of a March 1975 burglary of the Meier &amp; Frank store, and in June 1975 of a January 1975 burglary of the adjacent Lipman Wolfe &amp; Company store. This appeal is from the latter conviction. Defendant was apprehended in the Meier &amp; Frank store; the Lipman burglary occurred during night closure and was undetected until after the perpetrator thereof was gone. Thus, proving the identity of the perpetrator of the Lipman burglary was the state’s major hurdle in this case. Substantial amounts of jewelry were taken in it, and unsuccessful efforts were made to force a safe with tools that were in the store.\nThe trial court determined that because there were sufficient similarities in the two burglaries evidence of the Meier &amp; Frank burglary was relevant and should be received at bar. This ruling was expressly made under the third exception to the general rule that evidence of other crimes is not admissible, as stated in McCormick:\n\"* * * There are numerous other purposes for which evidence of other criminal acts may be offered, and when so offered the rule of exclusion is simply inapplicable. * * * The list follows:\n\"(3) To prove other like crimes by the accused so nearly identical in method as to earmark them as the handiwork of the accused. Here much more is demanded than the mere repeated commission of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-ingram"
    }
  ],
  "relatedIncidents": [
    18201,
    18203,
    18205,
    18221,
    18232
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}