{
  "id": 18308,
  "title": "1976년 State ex rel. J. P. B. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-07-15",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: State ex rel. J. P. B.. 판결일: 1976-07-15. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF NEW JERSEY, IN THE INTEREST OF J. P. B., A JUVENILE. STATE OF NEW JERSEY, IN THE INTEREST OF A. W. T., A JUVENILE\n**판결일**: 1976-07-15\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Caston, Handler\n\n## 변호인\n\nMr. William L. Houghton, Jr., Assistant Deputy Public Defender argued the cause for appellants (Mr. Stanley G. Van Ness, Public Defender of New Jersey, attorney; Mr. William D. Knowlton, Assistant Deputy Public Defender, of counsel and on the brief)., Mr. Daniel G. Hoffman, Esq., Legal Assistant argued the cause for respondent (Mr. William Doherty, Cumberland County Prosecutor, attorney).\n\n## 인용\n\n- 143 N.J. Super. 96\n\n## 판결문 요약\n\n\n*99The opinion of the court was delivered by\nHandler, J. A. D.\nJ. B. and A. T., juveniles, were adjudged delinquent upon a finding that they robbed and murdered one Malcom Tyler. The central issue on these consolidated appeals is whether particular confessions, the only evidence linking them with the crime, were improperly admitted at their trial.\nThe testimony at trial was that Tyler disappeared on March 28, 1972. He was described as 4=3 years old, about 5'5\", of slight build and with crew-cut length brown hair. Tyler lived in rooms he rented at the home of a Mr. and Mrs. Turpin in Port Norris. In the month preceding his disappearance it had become common knowledge in the community that he had inherited approximately $2,600 from his mother’s estate and that he was in the habit of carrying large sums with him.\nEarly in the evening of March 28, 1972 the Turpins left their home to go to a movie. They did not see Tyler as they left, but they heard the sound of his television set in his room and noticed that his car was parked outside. They locked the front door on their way out. Edward Cox, a friend of Tyler’s and a part-time bartender at the Marina Bar in Port Norris, testified that on that same evening Tyler was at the Marina Bar and “drinking pretty good,” so much so that Cox eventually refused to serve him further. Shortly thereafter, at about 7:30 or 8.00 P.M., Tyler left the bar. When he had not seen the lights on Tyler’s ear go on or heard the car start after a few minut...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-j-p-b"
    }
  ],
  "relatedIncidents": [
    18209,
    18213,
    18230,
    18255,
    18260
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}