{
  "id": 18314,
  "title": "1976년 United States v. John B. O'malley, Jr. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-07-08",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. John B. O'malley, Jr.. 판결일: 1976-07-08. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. John B. O’MALLEY, Jr., Defendant-Appellant\n**판결일**: 1976-07-08\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n**판사**: Breiten, Lewis, McWILLIAMS, Stein\n\n## 변호인\n\nJames L. Treece, U. S. Atty., and Richard P. Slivka, Asst. U. S. Atty., Denver, Colo., for plaintiff-appellee., Lawrence M. Henry, Denver, Colo., for defendant-appellant, and John B. O’Malley, Jr., defendant-appellant, filed additional pro se brief.\n\n## 인용\n\n- 535 F.2d 589\n\n## 판결문 요약\n\n535 F.2d 589\n    UNITED STATES of America, Plaintiff-Appellee,v.John B. O'MALLEY, Jr., Defendant-Appellant.\n    No. 75-1282.\n    United States Court of Appeals,Tenth Circuit.\n    Decided April 22, 1976.Rehearing Denied July 8, 1976.\n    \n      James L. Treece, U. S. Atty., and Richard P. Slivka, Asst. U. S. Atty., Denver, Colo., for plaintiff-appellee.\n      Lawrence M. Henry, Denver, Colo., for defendant-appellant, and John B. O'Malley, Jr., defendant-appellant, filed additional pro se brief.\n      Before LEWIS, Chief Judge, and BREITENSTEIN and McWILLIAMS, Circuit Judges.\n      McWILLIAMS, Circuit Judge.\n    \n    \n      1\n      John B. O'Malley, Jr., and Thomas K. Hudson were jointly charged in a three-count indictment with violation of the so-called fraud by wire statute.  18 U.S.C. &#167; 1343.  Specifically, both were charged with devising a scheme and artifice to defraud Matthey-Bishop, Inc. of Malvern, Pennsylvania by means of false and fraudulent pretenses, representations and promises, well-knowing that such representations were false and that in connection therewith had transmitted sounds by means of certain telephone conversations in interstate commerce.  Each count was based on a different interstate telephone conversation.  O'Malley's case was severed for trial purposes, and in a jury trial O'Malley was convicted on each of the three counts.  On appeal counsel for O'Malley raises what is essentially one proposition, namely, the evidence is legally insufficient to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-john-b-omalley-jr"
    }
  ],
  "relatedIncidents": [
    18206,
    18208,
    18238,
    18284,
    18316
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}