{
  "id": 18316,
  "title": "1976년 United States v. De Lorenzo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-07-02",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: United States v. De Lorenzo. 판결일: 1976-07-02. 법원: District Court, E.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America v. Matteo DE LORENZO Et Al., Defendants\n**판결일**: 1976-07-02\n**법원**: District Court, E.D. New York\n**관할**: New York, NY\n\n**판사**: Neaher\n\n## 변호인\n\nDavid G. Trager, U. S. Atty., E. D. N. Y., by Victor J. Rocco, Asst. U. S. Atty., Brooklyn, N. Y., for plaintiff., David M. Markowitz, New York City, for defendant De Lorenzo., Jay Goldberg, New York City, for defendant Esposito., Amedeo L. Lauritano, Jacob Kossman, New York City, for defendant Pappadio.\n\n## 인용\n\n- 416 F. Supp. 570\n\n## 판결문 요약\n\n\n416 F. Supp. 570 (1976)\nUNITED STATES of America\nv.\nMatteo DE LORENZO et al., Defendants.\nNo. 75 CR 410.\nUnited States District Court, E. D. New York.\nJuly 2, 1976.\n*571 David G. Trager, U. S. Atty., E. D. N. Y., by Victor J. Rocco, Asst. U. S. Atty., Brooklyn, N. Y., for plaintiff.\nDavid M. Markowitz, New York City, for defendant De Lorenzo.\nJay Goldberg, New York City, for defendant Esposito.\nAmedeo L. Lauritano, Jacob Kossman, New York City, for defendant Pappadio.\n\nMEMORANDUM AND ORDER\nNEAHER, District Judge.\nThis twenty-two count indictment charges three defendants, Michael Pappadio, Matteo De Lorenzo and Alphonse Esposito, with two separate conspiracies to defraud the United States by filing false individual and corporate income tax returns in the years 1966-1975. The indictment charges that Pappadio, an officer and stockholder of M.B.H. Sales, Inc. (MBH) and Bideo Management Corporation (Bideo), filed tax returns for both corporations for the years in question deducting as a business expense \"salaries\" paid De Lorenzo and Esposito as corporate employees when in fact they performed no services for either corporation.\nDe Lorenzo is charged with having participated in the conspiracy with Pappadio from January 1966 until January 1973 (Count One); Esposito is charged with participation in the conspiracy with Pappadio from January 1970 until April 1975 (Count Two). Count Three charges Pappadio, as principal, and De Lorenzo, as an aider and abettor, with the substantive crim...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-de-lorenzo"
    }
  ],
  "relatedIncidents": [
    18206,
    18208,
    18238,
    18284,
    18314
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}