{
  "id": 18319,
  "title": "1976년 Hall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-06-29",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Hall. 판결일: 1976-06-29. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: John HALL, Movant-Appellant v. STATE of Missouri\n**판결일**: 1976-06-29\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Clemens, Dowd, Stewart\n\n## 변호인\n\nHerbert A. Hasten, Jr., Huck, Hasten & LaBeaume, St. Louis, for movant-appellant., John C. Danforth, Atty. Gen., Preston Dean, Asst. Atty. Gen., Brendan Ryan, Circuit Atty., St. Louis, for respondent.\n\n## 인용\n\n- 538 S.W.2d 752\n\n## 판결문 요약\n\n\nSTEWART, Judge.\nOn May 21, 1968, John Hall, defendant, entered a plea of guilty to Robbery in the First Degree by means of a dangerous and deadly weapon. He was sentenced to life imprisonment.\nOn December 16, 1969, defendant filed a Motion to Vacate Sentence under Rule 27.-26. This motion was denied and upon appeal the Supreme Court affirmed the judgment of the trial court. Hall v. State, 470 S.W.2d 473 (Mo.1971).\nThe present proceeding arises from a successive motion under Rule 27.26 which was denied by the trial court on March 18,1974. The transcript before us reveals that the notice of appeal was filed on May 10, 1974, 23 days after the judgment became final. Rule 27.26(a) states: “The procedure before the trial court and on appeal is governed by the Rules of Civil Procedure insofar as applicable.”\nRule 81.04 which is applicable to this case provides: “No such appeal shall be effective unless the notice of appeal shall be filed not later than ten days after the judgment or order appealed from becomes final.”\nThe notice of appeal was not timely filed. Defendant did not obtain an order to file his notice of appeal out of time in accordance with Rule 28.07. This court acquired no jurisdiction. State v. Hayes, 394 S.W.2d 346 (Mo.1965).\nThe appeal is dismissed.\nCLEMENS, P. J., and DOWD, J., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hall-v-state"
    }
  ],
  "relatedIncidents": [
    18201,
    18203,
    18205,
    18221,
    18232
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}