{
  "id": 18323,
  "title": "1976년 City of Troy v. Board of Assessors 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-06-24",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: City of Troy v. Board of Assessors. 판결일: 1976-06-24. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of City of Troy v. Board of Assessors, Town of Pittstown\n**판결일**: 1976-06-24\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 53 A.D.2d 794\n\n## 판결문 요약\n\n\nAppeal from an order of the Supreme Court at Special Term, entered September 18, 1974 in Rensselaer County, which (1) denied a motion by appellant for an order (a) precluding petitioner from offering appraisals or testimony as to value of the property in question for the years 1967 and 1970 through 1972 and (b) granting summary judgment dismissing the proceedings for those years, and (2) ordered petitioner to submit updated appraisals for the years in question. This is a consolidated proceeding combining real property tax review proceedings for the years 1967, 1968, 1970, 1971 and 1972. On January 17, 1972 petitioner, City of Troy, filed its appraisal report, intending it to be an appraisal for the years 1967-1972. The report, however, stated that it applied to an estimate of value as of May 1, 1967, so that it would be applicable only to the year 1968. The effect of the order appealed from is to permit petitioner to file reports for the remaining years in question. Under subdivision (e) of section 839.3 of the Rules of Practice of the Third Judicial Department (22 NYCRR 839.3 [e]) \"the court may, upon good cause shown, relieve a party of a default in filing a report [or] extend the time for filing reports * * * upon such conditions as the court may direct.” We do not find that Special Term abused its discretion in this case in finding good cause for extending petitioner’s time to file the reports in question. Order affirmed, without costs. Greenblott, J. P., Mahoney, Main, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=city-of-troy-v-board-of-assessors"
    }
  ],
  "relatedIncidents": [
    18201,
    18202,
    18203,
    18205,
    18206
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}