{
  "id": 18334,
  "title": "1976년 Frank D. Felix D/B/A Club Zeus v. Coleman A. Young, Mayor, City of Detroit 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-06-17",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Frank D. Felix D/B/A Club Zeus v. Coleman A. Young, Mayor, City of Detroit. 판결일: 1976-06-17. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Frank D. FELIX D/B/A Club Zeus, Plaintiff-Appellant, v. Coleman A. YOUNG, Mayor, City of Detroit, Et Al., Defendants-Appellees\n**판결일**: 1976-06-17\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Celebrezze, Edwards, McCREE\n\n## 변호인\n\nStephen M. Taylor, Taylor & Rubin, Detroit, Mich., S. Richard Schneider, Schneider, Weisberg & Meisner, Southfield, Mich., for plaintiff-appellant., Elliott S. Hall, Maureen P. Reilly, John E. Cross, Detroit, Mich., for defendants-appellees.\n\n## 인용\n\n- 536 F.2d 1126\n\n## 판결문 요약\n\n536 F.2d 1126\n    Frank D. FELIX d/b/a Club Zeus, Plaintiff-Appellant,v.Coleman A. YOUNG, Mayor, City of Detroit, et al.,Defendants-Appellees.\n    No. 75-1763.\n    United States Court of Appeals,Sixth Circuit.\n    Argued Feb. 18, 1976.Decided June 17, 1976.\n    \n      Stephen M. Taylor, Taylor &amp; Rubin, Detroit, Mich., S. Richard Schneider, Schneider, Weisberg &amp; Meisner, Southfield, Mich., for plaintiff-appellant.\n      Elliott S. Hall, Maureen P. Reilly, John E. Cross, Detroit, Mich., for defendants-appellees.\n      Before EDWARDS, CELEBREZZE and McCREE, Circuit Judges.\n      CELEBREZZE, Circuit Judge.\n    \n    \n      1\n      Appellant, Frank D. Felix, appeals the grant of summary judgment for Defendants in an action brought under 42 U.S.C. section 1983 (1970).  Appellant owns the Club Zeus, a bar in Detroit which features \"topless\" dancing.  He brought this suit against various city officials1 seeking to enjoin the enforcement of certain municipal ordinances which regulate the location of businesses providing adult entertainment.\n    \n    \n      2\n      The Club Zeus is a Group \"D\" Cabaret as described by ordinance:\n    \n    \n      3\n      A cabaret which features topless dancers, go-go dancers, exotic dancers, strippers, male or female impersonators, or similar entertainers.2\n    \n    \n      4\n      As a condition to receiving a cabaret license, Appellant was required to comply with special zoning restrictions, notably a prohibition against the establishment of a Gr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=frank-d-felix-dba-club-zeus-v-coleman-a-young-mayor-city-of-detroit"
    }
  ],
  "relatedIncidents": [
    18212,
    18219,
    18222,
    18324,
    18392
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}