{
  "id": 18335,
  "title": "1976년 Cornell University v. New York City Conciliation & Appeals Board 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-06-17",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Cornell University v. New York City Conciliation & Appeals Board. 판결일: 1976-06-17. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Cornell University v. New York City Conciliation and Appeals Board\n**판결일**: 1976-06-17\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Gellinoff\n\n## 변호인\n\nDemov, Morris, Levin & Shein (Eugene J. Morris and Hilton M. Weiner of counsel), for plaintiffs. Joseph B. Goldman for New York City Conciliation and Appeals Board, defendant. W. Bernard Richland, Corporation Counsel, for Housing and Development Administration, defendant.\n\n## 인용\n\n- 87 Misc. 2d 1060\n\n## 판결문 요약\n\n\nAbraham J. Gellinoff, J.\nIn this action, plaintiffs, eleemosynary institutions which own housing accommodations, seek a judgment declaring those accommodations exempt from the provisions of the Rent Stabilization Law (Local Laws, 1969, No. 16 of City of New York), and not subject to any control or regulation. In a second cause of action, plaintiffs claim that if the accommodations are determined to be subject to rent stabilization, then the Rent Stabilization Law is unconstitutional as depriving plaintiffs of an adequate return. In the motions now before the court, plaintiffs seek summary judgment on their first cause of action, and defendants, the Conciliation and Appeals Board and the Housing and Development Administration, seek summary judgment dismissing the complaint.\nPlaintiffs rely upon section 2(g)(6) of the Code of the Rent Stabilization Association, which code was adopted pursuant to powers granted the association by the Rent Stabilization Law. Section 2(g)(6) was adopted as an amendment to the code, purportedly \"in accordance with the provisions of Chapter 576 of the Laws of 1974 of the State of New York.” Section 2(g)(6) provides that: \"Notwithstanding the foregoing definition of 'dwelling units’, this Code shall not apply to the following: * * * Dwelling units owned or operated by a hospital, convent, monastery, asylum, public institution, or college or school dormitory or any institution operated exclusively for charitable or educational purposes on a non-profi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cornell-university-v-new-york-city-conciliation-appeals-board"
    }
  ],
  "relatedIncidents": [
    18201,
    18202,
    18203,
    18205,
    18206
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}