{
  "id": 18346,
  "title": "1976년 Wangeman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-06-03",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Wangeman. 판결일: 1976-06-03. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Patricia D. Wangeman, as of Charles E. Wangeman, Jr. v. General Dynamics Corporation\n**판결일**: 1976-06-03\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 53 A.D.2d 520\n\n## 판결문 요약\n\n\nJudgment, Supreme Court, New York County, entered on September 22, 1975, as resettled by order entered December 18, 1975, dismissing certain elements in the first and second causes of action in plaintiffs complaint, insofar as they relate to a subsystem of an aircraft designed by defendant, General Dynamics Corporation, unanimously affirmed, without costs and without disbursements. The trial court was correct in dismissing so much of the two causes of action, as related to issues involving the translating cowl system of the F-lll-B-4 aircraft, as plaintiff failed to prove a prima facie case. Plaintiff did not present any evidence to establish that a defect or defective condition existed in the system. There is nothing in the record indicating that the switches were not open during takeoff and there is no evidence that they could have closed if the cowl control switches were in an open position. Nor did plaintiff produce evidence sufficient to permit the jury to infer that the location or selection of the control switches was the result of defective design or breach of implied warranty. Concur—Markewich, J. P., Murphy, Birns, Capozzoli and Nunez, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wangeman-v-general-dynamics-corp"
    }
  ],
  "relatedIncidents": [
    18201,
    18202,
    18203,
    18205,
    18206
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}