{
  "id": 18341,
  "title": "1976년 McQueen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-06-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: McQueen. 판결일: 1976-06-07. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Albert McQueen, Also Known as Yusuf Abdul Alim v. Leon J. Vincent, as Superintendent of Green Haven Correctional Facility\n**판결일**: 1976-06-07\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 53 A.D.2d 630\n\n## 판결문 요약\n\n\nIn a proceeding pursuant to CPLR article 78 inter alia to review a determination of respondent that petitioner (1) lose 180 days’ good time and (2) be confined to \"Special Housing” for a certain period, the petitioner appeals, as limited by his brief, from so much of a judgment of the Supreme Court, Dutchess County, dated June 20, 1975, as, after a hearing, denied that part of his petition which sought to annul the aforesaid determination. Judgment reversed insofar as appealed from, without costs or disbursements, and proceeding remitted to Special Term for a new hearing in accordance herewith. Appellant, an inmate of the Green *631Haven Correctional Facility, lost 180 days’ good behavior allowance and received 90 days’ punitive segregation as a result of his alleged assaults on several correction officers in February, 1975. Following that determination, he instituted the instant proceeding in Special Term alleging, among other things, that he had been unjustly and unduly detained in the Special Housing Unit and that he had been initially segregated without notice, hearing or explanation. Special Term held that the petitioner had been duly notified of the disciplinary charges against him and that there had been no constitutional impairment of his due process rights. While we agree with the conclusion that the advance written notice requirements were met, we find that the record of the superintendent’s proceeding is incomplete so as to preclude adequate review by any reviewin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcqueen-v-vincent"
    }
  ],
  "relatedIncidents": [
    18220,
    18223,
    18243,
    18248,
    18403
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}