{
  "id": 18340,
  "title": "1976년 Johnnie Tasby v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-06-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Johnnie Tasby v. United States. 판결일: 1976-06-07. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Johnnie TASBY, Appellant, v. UNITED STATES of America, Appellee\n**판결일**: 1976-06-07\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Bright, Henley, Per Curiam, Webster\n\n## 변호인\n\nJohnnie Tasby, pro se., Robert E. Johnson, U. S. Atty., Port Smith, Ark., for appellee.\n\n## 인용\n\n- 535 F.2d 464\n\n## 판결문 요약\n\n535 F.2d 464\n    Johnnie TASBY, Appellant,v.UNITED STATES of America, Appellee.\n    No. 76-1101.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted April 28, 1976.Decided May 14, 1976.Rehearing and Rehearing En Banc Denied June 7, 1976.\n    \n      Johnnie Tasby, pro se.\n      Robert E. Johnson, U. S. Atty., Fort Smith, Ark., for appellee.\n      Before BRIGHT, WEBSTER and HENLEY, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      This appeal from the United States District Court for the Western District of Arkansas1 is now before us on the application of appellant, petitioner below, for appointment of counsel to represent him gratis in connection with his appeal.  We deny the application, and we dismiss the appeal as frivolous.\n    \n    \n      2\n      In 1970 petitioner was convicted in the court below of conspiracy, extortion, and the interstate transportation of a kidnapped person.  Tasby v. United States, 451 F.2d 394 (8th Cir. 1971), cert. denied, 406 U.S. 922, 92 S. Ct. 1787, 32 L. Ed. 2d 459 (1972).  He was sentenced to imprisonment for five years on the conspiracy charge, for ten years on the extortion charge, and for thirty years on the kidnapping charge with it being stipulated that the sentences should be served concurrently.\n    \n    \n      3\n      At the time of his conviction and sentence petitioner was a person eligible for treatment under the Youth Correction Act, 18 U.S.C. &#167; 5010.  When the district court imposed sentence it did not ma...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnnie-tasby-v-united-states"
    }
  ],
  "relatedIncidents": [
    18202,
    18270,
    18431,
    17988,
    18009
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}