{
  "id": 18353,
  "title": "1976년 Sullivan Highway Products Corp. v. Edward L. Nezelek, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-05-20",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Sullivan Highway Products Corp. v. Edward L. Nezelek, Inc.. 판결일: 1976-05-20. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Sullivan Highway Products Corporation v. Edward L. Nezelek, Inc., Defendants Travelers Indemnity Company, and Ronald Gorr, Doing Business as R. & H. Gorr\n**판결일**: 1976-05-20\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 52 A.D.2d 986\n\n## 판결문 요약\n\n\nAppeal from (1) an order of the Supreme Court at Special Term, entered November 4, 1974 in Sullivan County, which granted summary judgment in favor of defendant Gorr on his cross claim against defendant Travelers Indemnity Company and (2) the amended judgment entered thereon. We are concerned on this appeal with the cross claim brought by defendant Ronald Gorr against defendant Travelers Indemnity Company to recover on a labor and material payment bond. Special Term denied the Travelers’ motion for summary judgment dismissing the cross claim and granted summary judgment on the cross claim, holding that Gorr was entitled to recover moneys due him under the terms of the bond. The instant action was brought to foreclose a notice under mechanic’s lien for account of public improvement filed by the plaintiff, in which Travelers and Gorr were made defendants. On July 20, 1970 the defendant Edward Nezelek, Inc., entered into an agreement with the County of Sullivan to perform the general construction *987work for the Sullivan County Community College, and as part of the agreement Nezelek and Travelers executed a labor and material payment bond. On April 9, 1971, Nezelek entered into a subcontract with defendant F &amp; T Construction Corp. for the performance of certain work under the contract, and the defendant Gorr in turn furnished certain equipment to be used by the subcontractor F &amp; T. The subcontract was thereafter breached by F &amp; T, and Nezelek completed the work req...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sullivan-highway-products-corp-v-edward-l-nezelek-inc"
    }
  ],
  "relatedIncidents": [
    18201,
    18202,
    18203,
    18205,
    18206
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}