{
  "id": 18351,
  "title": "1976년 Patrick 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-05-28",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Patrick. 판결일: 1976-05-28. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: OSCAR PATRICK, Appellee, v. BURGESS-NORTON MANUFACTURING COMPANY, Appellant\n**판결일**: 1976-05-28\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Crebs, Goldenhersh, Ryan, Underwood\n\n## 변호인\n\nGates W. Clancy, of Geneva (James S. Mills, of counsel), for appellant., John G. Phillips, of Chicago (Sidney Z. Karasik, of counsel), for appellee.\n\n## 인용\n\n- 349 N.E.2d 52\n- 63 Ill. 2d 524\n\n## 판결문 요약\n\n\n63 Ill. 2d 524 (1976)\n349 N.E.2d 52\nOSCAR PATRICK, Appellee,\nv.\nBURGESS-NORTON MANUFACTURING COMPANY, Appellant.\nNo. 47512.\nSupreme Court of Illinois.\nOpinion filed May 28, 1976.\nRehearing denied June 28, 1976.\n*525 *526 Gates W. Clancy, of Geneva (James S. Mills, of counsel), for appellant.\nJohn G. Phillips, of Chicago (Sidney Z. Karasik, of counsel), for appellee.\nJudgment affirmed.\nMR. JUSTICE GOLDENHERSH delivered the opinion of the court:\nThe case of Oscar Patrick, plaintiff, against defendant, Burgess-Norton Manufacturing Company, seeking to recover damages for personal injuries allegedly resulting from defendant's violation of the Structural Work Act, was set for trial in the circuit court of Kane County on February 13, 1973. Plaintiff and his attorney did not appear. The circuit court impaneled a jury, and the case proceeded to trial. The jury returned a verdict in favor of defendant on which the circuit court entered judgment. (Cf. Williams v. Pearson, 28 Ill. App. 2d 210, aff'd, 23 Ill. 2d 357.) Within 30 days plaintiff filed a verified petition to set aside the judgment, a hearing was held, and the petition was denied. The appellate court reversed (25 Ill. App. 3d 1083), and we granted defendant's petition for leave to appeal.\nAlthough described as a \"petition\" plaintiff's pleading is more appropriately to be treated as a motion filed under section 50(5) of the Civil Practice Act (Ill. Rev. Stat. 1973, *527 ch. 110, par. 50(5)), which provides: \"The court may in i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=patrick-v-burgess-norton-manufacturing-co"
    }
  ],
  "relatedIncidents": [
    18214,
    18222,
    18252,
    18280,
    18408
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}