{
  "id": 18354,
  "title": "1976년 Smith v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-05-19",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: Smith v. United States. 판결일: 1976-05-19. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Albert F. SMITH v. UNITED STATES\n**판결일**: 1976-05-19\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: Gallagher, Nebeker, Yeagley\n\n## 변호인\n\nWarren C. Nighswander, Washington, D. C., for appellant., Bernard J. Panetta, II, Asst. U. S. Atty., Washington, D. C. with whom Earl J. Sil-bert, U. S. Atty., John A. Terry and William M. Brodsky, Asst. U. S. Attys., Washington, D. C., were on brief, for appellee.\n\n## 인용\n\n- 357 A.2d 418\n\n## 판결문 요약\n\n\nYEAGLEY, Associate Judge:\nAppellant was convicted in the Superior Court of armed robbery (D.C.Code 1973, §§ 22-2902, 22-3202) and obstruction of justice (D.C.Code 1973, § 22-703). He challenges the obstruction of justice conviction contending that in light of its legislative history the portion of the statute from which the indictment was drawn must be read to proscribe only those acts occurring prior to the initiation of formal court proceedings in the matter obstructed. As a criminal complaint had been filed on the robbery charge prior to appellant’s interference with the government’s complaining witness, he asserts that the conviction on that charge must be reversed.1 We find the argument without merit and affirm the conviction. However, we remand for resentencing as the trial court attempted to modify appellant’s sentence after the notice of appeal had been filed.\nOn May 3, 1973, appellant, while armed and in the company of an accomplice, robbed the complainant, also sometimes referred to herein as the victim, of approximately $100. After being charged, arrested and released on his own recognizance with an order to appear at a lineup which was ultimately held on June 12, 1973, appellant, on June 3, 1973, approached the complainant and offered to return the $100 if he would agree not to “come down and identify him.” Appellant admitted making the offer but said he had done so after being approached by a man he described as a friend of the complainant who told him that the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-united-states"
    }
  ],
  "relatedIncidents": [
    18201,
    18203,
    18205,
    18221,
    18232
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}