{
  "id": 18364,
  "title": "1976년 Willis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-05-05",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Willis. 판결일: 1976-05-05. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: Juanita Willis v. Reidsville Drapery Plant, and Liberty Mutual Insurance Company\n**판결일**: 1976-05-05\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Brock, Martin, Vaughn\n\n## 변호인\n\n\n\nBethea, Robinson, Moore & Sands, by D. Leon Moore, for plaintiff.\n, \nSmith, Moore, Smith, Schell & Himter, by Martin N. Erwin and J. Donald Cowan, Jr., for defendants.\n\n\n## 인용\n\n- 224 S.E.2d 287\n- 29 N.C. App. 386\n\n## 판결문 요약\n\n\n224 S.E.2d 287 (1976)\n29 N.C. App. 386\nJuanita WILLIS\nv.\nREIDSVILLE DRAPERY PLANT, and Liberty Mutual Insurance Company.\nNo. 7517IC947.\nCourt of Appeals of North Carolina.\nMay 5, 1976.\n*288 Bethea, Robinson, Moore &amp; Sands by D. Leon Moore, Reidsville, for plaintiff.\nSmith, Moore, Smith, Schell &amp; Hunter by Martin N. Erwin and J. Donald Cowan, Jr., Greensboro, for defendants.\nMARTIN, Judge.\nDefendants contend there is no competent evidence to support the factual finding and conclusion of law that the plaintiff was temporarily totally disabled beyond April 10, 1972, nor to support an award of temporary total disability benefits beyond that date.\n\"Upon review of an order of the Industrial Commission, this Court does not weigh the evidence, but may only determine whether there is evidence in the record to support the finding made by the Commission. (Citation omitted). If there is any evidence of substance which directly or by reasonable inference tends to support the findings, the Court is bound by such evidence, even though there is evidence that would have supported a finding to the contrary. (Citation omitted).\" Russell v. Yarns, Inc., 18 N.C.App. 249, 196 S.E.2d 571 (1973).\nIn the instant case, there was competent medical evidence that plaintiff was unable to resume her regular duties due to her accident. On 1 November 1974, Dr. Klenner was asked whether, in his opinion, the plaintiff was able to go to work as of that time. He answered as follows: \"Yes, sir, I think t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=willis-v-reidsville-drapery-plant"
    }
  ],
  "relatedIncidents": [
    18242,
    18258,
    18384,
    18421,
    18450
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}