{
  "id": 18370,
  "title": "1976년 Conner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-04-14",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Conner. 판결일: 1976-04-14. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Iowa, Appellee, v. Atwell Junior CONNER, Appellant\n**판결일**: 1976-04-14\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Harris, LeGRAND, McCOR-MICK, McCORMICK, Moore, Uhlenhopp\n\n## 변호인\n\nJon M. Kinnamon and Jerald W. Kinna-mon, Cedar Rapids, and Michael W. Fay, Springville, for appellant., Richard C. Turner, Atty. Gen., Thomas Mann, Jr., Asst. Atty. Gen., and David M. Remley, County Atty., for appellee.\n\n## 인용\n\n- 241 N.W.2d 447\n\n## 판결문 요약\n\n\n241 N.W.2d 447 (1976)\nSTATE of Iowa, Appellee,\nv.\nAtwell Junior CONNER, Appellant.\nNo. 57552.\nSupreme Court of Iowa.\nApril 14, 1976.\n*450 Jon M. Kinnamon and Jerald W. Kinnamon, Cedar Rapids, and Michael W. Fay, Springville, for appellant.\nRichard C. Turner, Atty. Gen., Thomas Mann, Jr., Asst. Atty. Gen., and David M. Remley, County Atty., for appellee.\nHeard by MOORE, C. J., and LeGRAND, UHLENHOPP, HARRIS and McCORMICK, JJ.\nMcCORMICK, Justice.\nDefendant appeals his conviction and sentence for first-degree murder. He was tried and found guilty by a jury upon an indictment charging him with murdering Maureen Ann Connolly in Jones County on March 10, 1974. We affirm the trial court because we find no merit in defendant's eighteen assignments of error.\nThe issues in this appeal can best be understood against the background of a summary of the State's evidence. That evidence tended to show that in the evening of March 8, 1974, defendant Atwell Junior Conner discussed the possibility of committing a robbery with two friends, George Nowlin and Steve Martin. The trio spent that night in the Cedar Rapids apartment of Mabel Beltz, Nowlin's girlfriend. The next morning they went to defendant's home in a rural area near Cedar Rapids where they picked up a single-shot 20 gauge shotgun. They took the gun back to the Beltz apartment, and Nowlin sawed off the gun barrel. They later test-fired the gun, which they called \"short-shortie\".\nAfter an afternoon and evening of drinking and playing...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-conner"
    }
  ],
  "relatedIncidents": [
    18209,
    18213,
    18230,
    18255,
    18260
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}