{
  "id": 18384,
  "title": "1976년 Fairbrother 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-03-25",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Fairbrother. 판결일: 1976-03-25. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: FAIRBROTHER, Appellant, v. RINKER, Respondent\n**판결일**: 1976-03-25\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: McALLISTER, O'Connell, Tongue\n\n## 변호인\n\nGerald R. Pullen, Portland, argued the cause and filed a brief for appellant., James H. Clarke, Portland, argued the cause for respondent. With him on the brief were Dezendorf, Spears, Lubersky & Campbell and Richard S. Borst, Portland.\n\n## 인용\n\n- 547 P.2d 605\n- 274 Or. 525\n\n## 판결문 요약\n\n\n547 P.2d 605 (1976)\nHarold Keith FAIRBROTHER, Appellant,\nv.\nMerlyn M. RINKER, Respondent.\nSupreme Court of Oregon, In Banc.\nArgued and Submitted February 4, 1976.\nDecided March 25, 1976.\n*606 Gerald R. Pullen, Portland, argued the cause and filed a brief for appellant.\nJames H. Clarke, Portland, argued the cause for respondent. With him on the brief were Dezendorf, Spears, Lubersky &amp; Campbell and Richard S. Borst, Portland.\nO'CONNELL, Chief Justice.\nThis was an action to recover damages for personal injuries alleged to have been incurred by plaintiff when his automobile was struck in the rear by defendant's automobile. Plaintiff appeals from a judgment entered on a verdict for defendant.\nPlaintiff stopped his automobile at an intersection showing a red light to his lane of traffic. Defendant struck plaintiff's automobile in the rear. Plaintiff alleges that as a result of the collision he suffered back, arm and neck injuries which were painful and as a result of which he avoided doing anything of a strenuous nature. Defendant's insurer, Allstate Insurance Company, employed Vincent Castrapel, a private investigator, to make an undercover surveillance of plaintiff's activities prior to trial. In carrying out this assignment, Castrapel took moving pictures and recorded other observations of plaintiff's conduct which showed that plaintiff had done various things which involved strenuous activity. When Castrapel testified to this effect plaintiff, in an effort to prove bias, s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fairbrother-v-rinker"
    }
  ],
  "relatedIncidents": [
    18242,
    18258,
    18364,
    18421,
    18450
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}