{
  "id": 18383,
  "title": "1976년 Hutchings 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-03-29",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Hutchings. 판결일: 1976-03-29. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Clyde A. HUTCHINGS, Appellant-Respondent v. Charles J. MATTHYS, Appellant-Respondent\n**판결일**: 1976-03-29\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Ford, Shangler, Somerville, Swof\n\n## 변호인\n\nWayne R. Starr, Jr., Independence, for appellant-respondent Hutchings., Preston H. Longino, Raytown, for appellant-respondent Matthys.\n\n## 인용\n\n- 536 S.W.2d 322\n\n## 판결문 요약\n\n\nSHANGLER, Presiding Judge.\nThe plaintiff had a money judgment on a pleading which alleged that the defendant breached his agreement to bid for the collection of city trash as a joint venturer with the plaintiff. The defendant contended that the plaintiff was his subcontractor, not partner, and also pleaded the bar of the Statute of Frauds. The cause was tried to the court, and both parties appeal from the judgment.\nThe plaintiff and defendant are trash haulers and each conducts a separate business. The City of Kansas City determined to provide for residential trash collection service and sectioned the area into zones— called routes — for that purpose. In January of 1971, the City invited bids from trash haulers to service these routes for a one year period commencing March 1, 1971. The defendant Matthys decided to bid on Route 4, but did not own sufficient equipment to meet the requirements for that entire zone, so he invited the plaintiff Hutchings to combine with him for the bid.\nThe parties met to complete the proposal forms supplied by the City, among them a Contractor’s Occupation Statement which called for the signatures of the bidders and a description of their business organization. *323The plaintiff testified that the parties agreed, as joint venturers, to bid $2.25 per pickup, that plaintiff was to service one-third of the stops, receive one-third of the profits, and contribute one-third of the $2000 bid bond. [Matthys acknowledged that Hutchings had paid $667 on t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hutchings-v-matthys"
    }
  ],
  "relatedIncidents": [
    18206,
    18208,
    18238,
    18284,
    18314
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}