{
  "id": 18381,
  "title": "1976년 United States v. Donald Anderson and Jack Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-03-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Donald Anderson and Jack Smith. 판결일: 1976-03-30. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Donald ANDERSON and Jack Smith, Defendants-Appellants\n**판결일**: 1976-03-30\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Duniway, Plummer, Sneed\n\n## 변호인\n\nSteven M. Kipperman (argued), San Francisco, Cal., for defendants-appellants in 74-3291. ', Stephen Arian (argued), San Francisco, Cal., for defendants-appellants in 74^3292., Michael Starrett, Asst. U. S. Atty. (argued), San Francisco, Cal., for plaintiff-ap-pellee.\n\n## 인용\n\n- 532 F.2d 1218\n\n## 판결문 요약\n\n532 F.2d 1218\n    UNITED STATES of America, Plaintiff-Appellee,v.Donald ANDERSON and Jack Smith, Defendants-Appellants.\n    Nos. 74-3291 and 74-3292.\n    United States Court of Appeals,Ninth Circuit.\n    Jan. 23, 1976.Rehearing and Rehearing En Banc Denied March 30, 1976.\n    \n      1\n      Steven M. Kipperman (argued), San Francisco, Cal., for defendants-appellants in 74-3291.\n    \n    \n      2\n      Stephen Arian (argued), San Francisco, Cal., for defendants-appellants in 74-3292.\n    \n    \n      3\n      Michael Starrett, Asst. U. S. Atty.  (argued), San Francisco, Cal., for plaintiff-appellee.\n    \n    OPINION\n    \n      4\n      Before DUNIWAY and SNEED, Circuit Judges, and PLUMMER,* District Judge.\n    \n    PLUMMER, Senior District Judge:\n    \n      5\n      Appellants were tried before a jury in the United States District Court for the Northern District of California and were convicted on both counts of a two count indictment.  Count One charged a conspiracy from on or about the 22nd day of January, 1974, and continuously thereafter up to and including February 6, 1974, in the Northern District of California and elsewhere, to transport stolen stock of Flying Diamond Corporation (FDC) having a value of $405,000.00, in interstate commerce in violation of 18 U.S.C. &#167; 371.\n    \n    \n      6\n      Count Two charged that the defendants did transport in interstate commerce from Salt Lake City, Utah, to San Francisco, California in the Northern District of California, stolen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-donald-anderson-and-jack-smith"
    }
  ],
  "relatedIncidents": [
    18206,
    18208,
    18238,
    18284,
    18314
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}