{
  "id": 18387,
  "title": "1976년 Sarah Pence v. Thomas S. Kleppe, Individually and as Secretary of the Interior of the United States and His Agents, and the United States of America 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-03-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Sarah Pence v. Thomas S. Kleppe, Individually and as Secretary of the Interior of the United States and His Agents, and the United States of America. 판결일: 1976-03-23. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Sarah PENCE Et Al., Plaintiffs-Appellants, v. Thomas S. KLEPPE, Individually and as Secretary of the Interior of the United States and His Agents, and the United States of America, Defendants-Appellees\n**판결일**: 1976-03-23\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Duniway, Sneed, Trask\n\n## 변호인\n\nMichael J. Frank and James Grandje-an, Alaska Legal Services Corp., Anchorage, Alaska, for plaintiffs-appellants., Carl Strass, Atty. and Wallace H. Johnson, Asst. Atty. Gen., Dept, of Justice, Washington, D. C., for defendants-appellees.\n\n## 인용\n\n- 529 F.2d 135\n\n## 판결문 요약\n\n529 F.2d 135\n    Sarah PENCE et al., Plaintiffs-Appellants,v.Thomas S. KLEPPE, Individually and as Secretary of theInterior of the United States and his agents, andthe United States of America,Defendants-Appellees.\n    No. 75--2144.\n    United States Court of Appeals,Ninth Circuit.\n    Jan. 16, 1976.Rehearing Denied March 23, 1976.\n    \n      Michael J. Frank and James Grandjean, Alaska Legal Services Corp., Anchorage, Alaska, for plaintiffs-appellants.\n      Carl Strass, Atty. and Wallace H. Johnson, Asst. Atty. Gen., Dept. of Justice, Washington, D.C., for defendants-appellees.\n      OPINION\n      Before DUNIWAY, TRASK and SNEED, Circuit Judges.\n      DUNIWAY, Circuit Judge:\n    \n    \n      1\n      Plaintiffs-appellants are Native Alaskans claiming to be eligible for allotments of public lands under the Alaska Native Allotment Act (May 17, 1906, 34 Stat. 197, as amended Aug. 2, 1956, Ch. 891, 70 Stat. 954; 43 U.S.C. &#167;&#167; 270--1--270--3 (1970), repealed but with a saving clause for applications pending on December 18, 1971, by P.L. 92--203, Dec. 18, 1971, 85 Stat. 710, 43 U.S.C. &#167; 1617).  They claim to represent a class of 8,500 Native Alaskans as defined in the Act, that is, Indians, Aleuts, or Eskimos of full or mixed blood, residing in and native of Alaska who are heads of families or twenty-one years of age, and who have applied for allotments under the Act.  Defendants are the Secretary of the Interior and the United States.  The complaint alleges that the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sarah-pence-v-thomas-s-kleppe-individually-and-as-secretary-of-the"
    }
  ],
  "relatedIncidents": [
    18201,
    18202,
    18203,
    18205,
    18206
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}