{
  "id": 18391,
  "title": "1976년 Wimberly 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-03-19",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Wimberly. 판결일: 1976-03-19. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STEVEN BRIAN WIMBERLY Et Al., Petitioners, v. THE SUPERIOR COURT OF SAN BERNARDINO COUNTY, Respondent; THE PEOPLE, Real Party in Interest\n**판결일**: 1976-03-19\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Clark, Richardson, Wright\n\n## 변호인\n\nCounsel, Keith C. Monroe for Petitioners., Lowell E. Lathrop, District Attorney, and Joseph A. Bums, Deputy District Attorney, for Real Party in Interest., Evelle J. Younger, Attorney General, Jack R. Winkler, Chief Assistant Attorney General, Daniel J. Kremer, Assistant Attorney General, Harley D. Mayfield and Jay M. Bloom, Deputy Attorneys General, as Amici Curiae on behalf of Real Party in Interest.\n\n## 인용\n\n- 547 P.2d 417\n- 16 Cal. 3d 557\n- 128 Cal. Rptr. 641\n\n## 판결문 요약\n\n\n16 Cal. 3d 557 (1976)\n547 P.2d 417\n128 Cal. Rptr. 641\nSTEVEN BRIAN WIMBERLY et al., Petitioners,\nv.\nTHE SUPERIOR COURT OF SAN BERNARDINO COUNTY, Respondent; THE PEOPLE, Real Party in Interest.\nDocket No. L.A. 30458.\nSupreme Court of California. In Bank.\nMarch 19, 1976.\n*560 COUNSEL\nKeith C. Monroe for Petitioners.\nGerald H. Murray as Amicus Curiae on behalf of Petitioners.\nLowell E. Lathrop, District Attorney, and Joseph A. Burns, Deputy District Attorney, for Real Party in Interest.\nEvelle J. Younger, Attorney General, Jack R. Winkler, Chief Assistant Attorney General, Daniel J. Kremer, Assistant Attorney General, Harley *561 D. Mayfield and Jay M. Bloom, Deputy Attorneys General, as Amici Curiae on behalf of Real Party in Interest.\nOPINION\nWRIGHT, C.J.\nPetitioners are charged with possession of marijuana for sale and transportation of marijuana. (Health &amp; Saf. Code, §§ 11359, 11360.) Their motion to suppress contraband evidence was denied by the respondent court at a pretrial hearing. (Pen. Code, § 1538.5, subd. (i).) Petitioners now seek a writ mandating the respondent to vacate its ruling and to suppress the evidence. (Id.)\nPetitioners contend that all contraband seized by the officers who arrested them must be suppressed because the officers lacked initial probable cause to search the passenger compartment of petitioners' vehicle. This search disclosed only a small quantity of marijuana. Petitioners also contend that in any event, the substantial quantity of marijua...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wimberly-v-superior-court"
    }
  ],
  "relatedIncidents": [
    18201,
    18202,
    18203,
    18205,
    18206
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}