{
  "id": 18398,
  "title": "1976년 Collazo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-03-09",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Collazo. 판결일: 1976-03-09. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Miami Herald Publishing Company v. Collazo\n**판결일**: 1976-03-09\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Pearson, Hendry and Nathan\n\n## 인용\n\n- 329 So. 2d 333\n\n## 판결문 요약\n\n\n329 So. 2d 333 (1976)\nThe MIAMI HERALD PUBLISHING COMPANY et al., Appellants,\nv.\nAgustin COLLAZO, and the City of Miami, Appellees.\nNo. 75-649.\nDistrict Court of Appeal of Florida, Third District.\nMarch 9, 1976.\nRehearing Denied April 22, 1976.\n*334 Paul &amp; Thomson, Parker D. Thomson, Sanford L. Bohrer, Heller &amp; Kaplan, Miami, for appellants.\nRentz, McClellan &amp; Haggard, Fowler, White, Burnett, Hurley, Banick &amp; Knight, Underwood, Gillis, Karcher, Reinert &amp; Gordon, Miami, John U. Lloyd, City Atty., Fort Lauderdale, for appellees.\nBefore PEARSON, HENDRY and NATHAN, JJ.\nHENDRY, Judge.\nAppellants, The Miami Herald Publishing Company and Joe Oglesby, bring this appeal from an order of the trial court denying their petition for reconsideration of an order sealing the terms of a settlement agreement. The order also denied appellee The Miami News' motion to make public the terms of the final judgment. Due to its community of interest with appellants, appellee The Miami News will be considered for the purposes of this appeal as an appellant.\nOn November 19, 1973, appellee Agustin Collazo was shot by a City of Miami police officer during the course of a burglary investigation. As a result of the shooting, Collazo became paralyzed from the neck down. On January 1, 1974, he filed suit against The City of Miami alleging that police misconduct and improper police training caused his injuries. By amendment, the City's primary and excess insurance carriers were also joined...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=miami-herald-publishing-company-v-collazo"
    }
  ],
  "relatedIncidents": [
    18201,
    18203,
    18205,
    18221,
    18232
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}