{
  "id": 18392,
  "title": "1976년 Gilmore 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-03-18",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Gilmore. 판결일: 1976-03-18. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Appellant, v. NORMAN GILMORE, Appellee; THE PEOPLE OF THE STATE OF ILLINOIS, Appellant, v. WILLIAM HOLLOMAN, Appellee\n**판결일**: 1976-03-18\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Goldenhersh\n\n## 변호인\n\nRichard R. Wilder, State’s Attorney, of Morris and Edward N. Morris, Illinois State’s Attorneys Association, Statewide Appellate Assistance Service, of Elgin, for the People., James Geis, Deputy Defender, Office of State Appellate Defender, of Ottawa (Mary Robinson, Assistant Defender, of counsel), for appellee., William J. Scott, Attorney General, of Springfield, and Patrick E. Ward, State’s Attorney, of Dixon (James B. Zagel and Jayne A. Carr, Assistant Attorneys General, of Chicago, and Edwar\n\n## 인용\n\n- 344 N.E.2d 456\n- 63 Ill. 2d 23\n\n## 판결문 요약\n\n\n63 Ill.2d 23 (1976)\n344 N.E.2d 456\nTHE PEOPLE OF THE STATE OF ILLINOIS, Appellant,\nv.\nNORMAN GILMORE, Appellee.  THE PEOPLE OF THE STATE OF ILLINOIS, Appellant,\nv.\nWILLIAM HOLLOMAN, Appellee.\nNos. 47691, 47766 cons.\nSupreme Court of Illinois.\nOpinion filed March 18, 1976.\n*24 Richard R. Wilder, State's Attorney, of Morris and Edward N. Morris, Illinois State's Attorneys Association, Statewide Appellate Assistance Service, of Elgin, for the People.\nJames Geis, Deputy Defender, Office of State Appellate Defender, of Ottawa (Mary Robinson, Assistant Defender, of counsel), for appellee.\nWilliam J. Scott, Attorney General, of Springfield, and Patrick E. Ward, State's Attorney, of Dixon (James B. *25 Zagel and Jayne A. Carr, Assistant Attorneys General, of Chicago, and Edward N. Morris, Illinois State's Attorneys Association, Statewide Appellate Assistance Service, of Elgin, of counsel), for the People.\nRalph Ruebner, Deputy Defender, Office of State Appellate Defender, of Elgin (Ira A. Moltz, Assistant Defender, of counsel), for appellee.\nAppellate court reversed; circuit courts affirmed.\nMR. JUSTICE GOLDENHERSH delivered the opinion of the court:\nDefendant Norman L. Gilmore (Docket No. 47691) pleaded guilty in the circuit court of Grundy County to four counts of an information charging burglary and three counts charging forgery and was sentenced to the penitentiary. He appealed and the appellate court reversed the convictions on the forgery counts, affirmed on the burglary coun...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-gilmore"
    }
  ],
  "relatedIncidents": [
    18201,
    18203,
    18205,
    18212,
    18219
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}