{
  "id": 18408,
  "title": "1976년 Dickinson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-02-25",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Dickinson. 판결일: 1976-02-25. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: FLORIDA STEEL CORPORATION v. Dickinson\n**판결일**: 1976-02-25\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: England\n\n## 인용\n\n- 328 So. 2d 418\n\n## 판결문 요약\n\n\n328 So.2d 418 (1976)\nFLORIDA STEEL CORPORATION, Petitioner,\nv.\nFred O. DICKINSON, Jr., et al., Respondents.\nNo. 47209.\nSupreme Court of Florida.\nFebruary 25, 1976.\nL. Robert Frank and William H. Cauthen of Allen, Dell, Frank &amp; Trinkle, Tampa, for petitioner.\nRobert L. Shevin, Atty. Gen., Larry Levy and E. Wilson Crump, II, Asst. Attys. Gen., Howard Horowitz, Gen. Counsel, *419 and William B. Corbett, Jr., Asst. Gen. Counsel, Tallahassee, for respondents.\nThomas C. MacDonald, Jr., and Donald A. Gifford of Shackleford, Farrior, Stallings &amp; Evans, Tampa, for Jim Walter Corp., amicus curiae.\nENGLAND, Justice.\nBy petition for a writ of certiorari, this case is before us to resolve a conflict between the decision of the First District Court of Appeal, reported at 308 So.2d 623, and this Court's decision relative to Florida's intangible personal property tax in Starkey v. Carson.[1] We have jurisdiction under Article V, § 3(b)(3) of the Florida Constitution.\nFlorida Steel Corporation brought this lawsuit to challenge imposition of the intangible personal property tax by the State of Florida on accounts receivable generated by the sale outside of Florida of products manufactured in North Carolina, South Carolina and Georgia. The Leon County Circuit Court ruled Florida Steel taxable on all of its accounts receivable. That court also found that Florida Steel had failed to prove a \"business situs\" outside Florida for any of its accounts receivable. The district court affirmed t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=florida-steel-corporation-v-dickinson"
    }
  ],
  "relatedIncidents": [
    18214,
    18222,
    18252,
    18280,
    18351
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}