{
  "id": 18402,
  "title": "1976년 Pete 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-03-03",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Pete. 판결일: 1976-03-03. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: James PETE, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1976-03-03\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Odom\n\n## 변호인\n\nRobert B. Wallis of Haynes & Fullen-weider, Houston, for appellant., Carol S. Vance, Dist. Atty., and James C. Brough, Alvin M. Titus and Ned B. Morris, Asst. Dist. Attys., Houston, Jim D. Vollers, State’s Atty., David S. McAngus, Asst. State’s Atty., Austin, for the State.\n\n## 인용\n\n- 533 S.W.2d 808\n\n## 판결문 요약\n\n\n533 S.W.2d 808 (1976)\nJames PETE, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 50979.\nCourt of Criminal Appeals of Texas.\nMarch 3, 1976.\nRehearing Denied March 24, 1976.\n*809 Robert B. Wallis of Haynes &amp; Fullenweider, Houston, for appellant.\nCarol S. Vance, Dist. Atty., and James C. Brough, Alvin M. Titus and Ned B. Morris, Asst. Dist. Attys., Houston, Jim D. Vollers, State's Atty., David S. McAngus, Asst. State's Atty., Austin, for the State.\n\nOPINION\nODOM, Judge.\nThis appeal is from a conviction under our former Penal Code for assault with intent to murder without malice. Punishment was assessed at three years.\nThe first three grounds of error are based on an alleged conflict of interest arising from retained trial counsel's dual representation of appellant and his co-defendant.\nIn the first ground of error appellant contends that reversible error is presented by the failure of the trial court to inquire of appellant before the trial began whether he was aware of possible conflicts that might arise during the course of the trial from his attorney's dual representation of both defendants. The second ground of error similarly contends that the trial court erred \"by failing to halt the proceedings, during trial, when it became apparent that a conflict existed between the co-defendants, and advising appellant of his right to separate counsel.\"\nThe third ground of error asserts that the conflict of interest was prejudicial to the appellant in that he was denied the full,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pete-v-state"
    }
  ],
  "relatedIncidents": [
    18209,
    18213,
    18230,
    18255,
    18260
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}