{
  "id": 18403,
  "title": "1976년 Seay 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-03-03",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Seay. 판결일: 1976-03-03. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Gary T. Seay v. State of Indiana\n**판결일**: 1976-03-03\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Lowdermilk, Lybrook, Robertson\n\n## 변호인\n\nJohn D. Clouse, of Evansville, for appellant., Theodore L. Sendak, Attorney General, John R. O’Bryan, Deputy Attorney General, for appellee.\n\n## 인용\n\n- 342 N.E.2d 879\n- 168 Ind. App. 252\n\n## 판결문 요약\n\n\n342 N.E.2d 879 (1976)\nGary T. SEAY, Defendant-Appellant,\nv.\nSTATE of Indiana, Plaintiff-Appellee.\nNo. 1-975A164.\nCourt of Appeals of Indiana, First District.\nMarch 3, 1976.\n*881 John D. Clouse, Evansville, for defendant-appellant.\nTheodore L. Sendak, Atty. Gen., John R. O'Bryan, Deputy Atty. Gen., Indianapolis, for plaintiff-appellee.\nLOWDERMILK, Judge.\nDefendant-appellant Gary T. Seay (Defendant) was charged in two counts with Assault and Battery with Intent to Kill (IC 1971, XX-XX-X-X [Burns Code Ed.]), and Assault and Battery with Intent to Commit a Felony, to wit: Sodomy (IC 1971, XX-X-XX-X [Burns Code Ed.]). He was convicted of the lesser included offense of Aggravated Assault and Battery (IC 1971, XX-XX-X-X [Burns Code Ed.]) as to Count I of the information, and was acquitted as to Count II. He raises nine issues for our review.\n\nFACTS\nDefendant was being held in the Vanderburgh County Jail pursuant to a separate offense not here in issue. He became involved in an argument with another prisoner in his cell because of an alleged sexual advance made by the Defendant. A fight ensued, and the complaining witness was injured when a piece of heavy wire with a barbed end was thrust into his neck by the Defendant. The complaining witness was removed from the cell block and taken to the hospital (the wire had been removed from his neck by a third prisoner), while Defendant was also removed to an isolation cell for the night. It does not appear from the record how long Defendant...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=seay-v-state"
    }
  ],
  "relatedIncidents": [
    18220,
    18223,
    18243,
    18248,
    18341
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}