{
  "id": 18410,
  "title": "1976년 Taylor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-02-23",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Taylor. 판결일: 1976-02-23. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: State v. Taylor\n**판결일**: 1976-02-23\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Judges Kolovsky, Bischoff and Botter\n\n## 인용\n\n- 353 A.2d 555\n- 139 N.J. Super. 301\n\n## 판결문 요약\n\n\n139 N.J. Super. 301 (1976)\n353 A.2d 555\nSTATE OF NEW JERSEY, PLAINTIFF-RESPONDENT,\nv.\nWILLIAM TAYLOR, DEFENDANT-APPELLANT.\nSuperior Court of New Jersey, Appellate Division.\nArgued February 10, 1976.\nDecided February 23, 1976.\n*303 Before Judges KOLOVSKY, BISCHOFF and BOTTER.\nMr. Robert John Rudy, Jr., designated counsel, argued the cause for appellant (Mr. Stanley C. Van Ness, Public Defender of New Jersey, attorney).\nMr. Michael A. Graham, Deputy Attorney General argued the cause for respondent (Mr. William F. Hyland, Attorney General of New Jersey, attorney).\nPER CURIAM.\nIn a trial by jury defendant was convicted of murder in the second degree (N.J.S.A. 2A:113-2), having killed his paramour Marie Arrington by stabbing. He was sentenced to the New Jersey State Prison for a term of 5 to 20 years. Defendant appeals, contending that (1) despite the stipulation signed by defendant, the trial judge *304 committed plain error by admitting into evidence the results of a polygraph examination of the State's key witness, and (2) his sentence is manifestly excessive.\nPrior to the trial Beatrice Scott, the only eyewitness to the murder, agreed to take a polygraph test. Defendant, his counsel and the prosecutor entered into a written stipulation which provided that if the results were not inconclusive as to the truthfulness of Scott's responses, \"the results of the polygraph examination, in the form of an opinion by the examiner, may be offered in evidence on behalf of the defendant or...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-taylor"
    }
  ],
  "relatedIncidents": [
    18209,
    18213,
    18230,
    18255,
    18260
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}