{
  "id": 18419,
  "title": "1976년 Heath 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-02-11",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Heath. 판결일: 1976-02-11. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. RONNIE GAIL HEATH, Defendant-Appellant\n**판결일**: 1976-02-11\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Stengel\n\n## 변호인\n\nSummers, Watson & Kimpel, of Champaign, for appellant., James R. Burgess, Jr., State’s Attorney, of Urbana (Thomas L. Knight, Assistant State’s Attorney, and James C. Dedman, Law Student, of. counsel), for the People.\n\n## 인용\n\n- 342 N.E.2d 452\n- 35 Ill. App. 3d 880\n\n## 판결문 요약\n\n\n35 Ill. App. 3d 880 (1976)\n342 N.E.2d 452\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nRONNIE GAIL HEATH, Defendant-Appellant.\nNo. 12552.\nIllinois Appellate Court  Fourth District.\nOpinion filed February 11, 1976.\n*881 Summers, Watson &amp; Kimpel, of Champaign, for appellant.\nJames R. Burgess, Jr., State's Attorney, of Urbana (Thomas L. Knight, Assistant State's Attorney, and James C. Dedman, Law Student, of counsel), for the People.\nJudgment affirmed.\nMr. JUSTICE STENGEL delivered the opinion of the court:\n*882 The defendant, Ronnie Gail Heath, and a codefendant were indicted for armed robbery occurring on June 6, 1972, at a grocery store in Champaign, and after a jury trial Heath was found guilty and sentenced to serve 5 to 15 years imprisonment. He contends on appeal that the in-court identification of the defendant should have been suppressed and that he was denied the assistance of counsel.\nOn June 12, 1972, an indictment was returned and at the defendant's request the public defender was appointed to represent him. On June 21, 1972, a discovery motion was filed by his attorney, and on arraignment the defendant plead not guilty. At this time a jury trial was set for July 10, 1972. On July 11, 1972, the public defender asked for a continuance due to his lack of preparation and the court continued the case to July 17, 1972.\nOn July 18, 1972, defendant's motion to suppress the in-court identification of the defendant was filed, heard and denied. The public...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-heath"
    }
  ],
  "relatedIncidents": [
    18201,
    18203,
    18205,
    18221,
    18232
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}