{
  "id": 18418,
  "title": "1976년 Martinez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-02-11",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Martinez. 판결일: 1976-02-11. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Cruz MARTINEZ, Jr., Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1976-02-11\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Dally\n\n## 변호인\n\nNorman Arnett, Rotan, for appellant., Frank Ginzel, Dist. Atty., Colorado City, Jim D. Vollers, State’s Atty., David S. McAngus, Asst. State’s Atty., Austin, for the State.\n\n## 인용\n\n- 533 S.W.2d 20\n\n## 판결문 요약\n\n\n533 S.W.2d 20 (1976)\nCruz MARTINEZ, Jr., Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 50925.\nCourt of Criminal Appeals of Texas.\nFebruary 11, 1976.\n*21 Norman Arnett, Rotan, for appellant.\nFrank Ginzel, Dist. Atty., Colorado City, Jim D. Vollers, State's Atty., David S. McAngus, Asst. State's Atty., Austin, for the State.\n\nOPINION\nDALLY, Commissioner.\nThis is an appeal from a conviction for the offense of murder; the punishment is imprisonment for 11 years.\nIn several grounds of error the appellant asserts that reversal of the judgment is required because: (1) the evidence is insufficient to sustain his conviction; (2) the court erred in refusing to admit a statement made by Faustino Chapa before his death; (3) there was jury misconduct.\nThe appellant argues that peritonitis resulting from improper medical care was a concurring and intervening cause of the deceased's death; therefore, the evidence is insufficient to show beyond a reasonable doubt that the deceased's death was caused by a knife wound inflicted by the appellant.\nThe jury was instructed that:\n\"A person is criminally responsible if the result would not have occurred but for his conduct, operating either alone or concurrently with another cause, unless the concurrent cause was clearly sufficient to produce the result and the conduct of the actor was clearly insufficient.\" See V.T. C.A. Penal Code, Sec. 6.04(a).\nFurther, this instruction was applied to the facts of this case. A part of that instruction was that...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=martinez-v-state"
    }
  ],
  "relatedIncidents": [
    18209,
    18213,
    18230,
    18255,
    18260
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}