{
  "id": 18428,
  "title": "1976년 Holloway 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-01-27",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Holloway. 판결일: 1976-01-27. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Clyde Earl HOLLOWAY v. The STATE of Oklahoma\n**판결일**: 1976-01-27\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Bliss, Brett, Bussey\n\n## 변호인\n\nDon Anderson, Public Defender, for appellant., Larry Derryberry, Atty. Gen., for appel-lee.\n\n## 인용\n\n- 549 P.2d 368\n\n## 판결문 요약\n\n\nOPINION\nBLISS, Judge:\nAppellant, hereinafter referred to as Clyde Earl Holloway, was tried before a jury in a two-stage proceeding and convicted of the crime of Unlawful Possession *369of Marihuana After Former Conviction of a Drug Offense in the District Court of Oklahoma County, Case No. CRF-74-3975. Punishment was assessed at a term of nine (9) years under the direction and control of the Department of Corrections of the State of Oklahoma. From a judgment and sentence in conformance with the verdict the defendant has perfected his timely appeal.\nBriefly stated, the facts presented by the record are as follows: Officer Chris Eul-berg of the Oklahoma City Police Department testified that he was on patrol with his partner on November 19, 1974, in Oklahoma County. Around 5:00 P.M. he saw a 1963 Chevrolet turn into the path of an oncoming car. The driver of the second car had to brake to avoid a collision and slid sideways in the roadway. The Chevrolet turned left as Eulberg pursued and then pulled into a driveway. As Eulberg got out of the patrol car, the Chevrolet’s driver opened the car door and fell out on the ground. He could produce no drivers license. Eulberg looked through the open door and saw a clear plastic bag containing what appeared to be marihuana on the floor where the driver’s feet would be if he were seated in the car. Eulberg arrested the driver, whom he identified in court as defendant, and described him as being “quite belligerent” and threatening. Eul-ber...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=holloway-v-state"
    }
  ],
  "relatedIncidents": [
    18201,
    18202,
    18203,
    18205,
    18206
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}