{
  "id": 18426,
  "title": "1976년 Watters 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-02-03",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Watters. 판결일: 1976-02-03. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Wilbert WATTERS v. STATE\n**판결일**: 1976-02-03\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Cates, Harris\n\n## 변호인\n\nGary W. Weston, Birmingham, for appellant., William J. Baxley, Atty. Gen., and Stephen M. Langham, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 57 Ala. App. 129\n- 326 So. 2d 657\n\n## 판결문 요약\n\n\nHARRIS, Judge.\nAppellant was tried and convicted of the offense of robbery, and the jury fixed his punishment at twenty years in the penitentiary. He was represented at arraignment and trial by Court-appointed 'counsel. He pleaded not guilty. After sentence he gave notice of appeal and was furnished a free transcript. Trial counsel was appointed to represent him on appeal.\nOmitting the formal parts the indictment reads as follows:\n“The grand jury of said county charge that, before the finding of this indictment, WILBERT WATTERS, whose name is to the Grand Jury otherwise unknown, feloniously took TWENTY SIX DOLLARS of the lawful currency of the United States of America, a more particular description and denomination of which is otherwise unknown to the Grand Jury, twenty seven bottles of wine of the aggregate value of THIRTY FIVE DOLLARS, one .22 caliber pistol of the *130value of' THIRTY DOLLARS and one clock radio of the value of FORTY SEVEN DOLLARS, the personal property of Alberta Womack, from her person and against her will, by violence to her person or by putting her in such fear as unwillingly to part with the same, against the peace and dignity of the State of Alabama.”\nThe testimony was in sharp conflict. The evidence for the State tended to show an aggravated case of robbery between the hours of 11:30 p. m. and midnight on December 6, 1974. The testimony of appellant was that though he was present in the house with two companions on the night in question, no robbery...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=watters-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcdaneld-v-state"
    }
  ],
  "relatedIncidents": [
    18201,
    18203,
    18205,
    18221,
    18232
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}