{
  "id": 18421,
  "title": "1976년 Cardenas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-02-09",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: Cardenas. 판결일: 1976-02-09. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Thomas J. CARDENAS, Petitioner, v. Lenard MEACHAM, Respondent\n**판결일**: 1976-02-09\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: Guthrie, Mc-CLINTOCK, Raper, Rose, Thomas\n\n## 변호인\n\nGerald M. Gallivan and L. Galen West, graduate law student, Defender Aid Program, Laramie and Dennis L. Sanderson, Afton, for petitioner., V. Frank Mendicino, Atty. Gen., Jerome F. Statkus and Timothy J. Judson, Asst. Attys. Gen., Cheyenne, David Lewis, Deputy County Atty., Casper, and Don W. Riske, senior law student, Laramie, for respondent.\n\n## 인용\n\n- 545 P.2d 632\n\n## 판결문 요약\n\n\n545 P.2d 632 (1976)\nThomas J. CARDENAS, Petitioner,\nv.\nLenard MEACHAM, Respondent.\nNo. 4351.\nSupreme Court of Wyoming.\nFebruary 4, 1976.\nOrder February 9, 1976.\n*633 Gerald M. Gallivan and L. Galen West, graduate law student, Defender Aid Program, Laramie and Dennis L. Sanderson, Afton, for petitioner.\nV. Frank Mendicino, Atty. Gen., Jerome F. Statkus and Timothy J. Judson, Asst. Attys. Gen., Cheyenne, David Lewis, Deputy County Atty., Casper, and Don W. Riske, senior law student, Laramie, for respondent.\nBefore GUTHRIE, C.J., and McCLINTOCK and ROSE, JJ.\nROSE, Justice.\nThomas J. Cardenas has filed a petition for a writ of habeas corpus seeking to set aside his pleas of guilty for rape and felonious assault on the grounds that the pleas were accepted in contravention of Rule 15, Wyoming Rules of Criminal Procedure, and result in a denial of due process of law as guaranteed by the Fifth and Fourteenth Amendments of the United States Constitution.\nThe petitioner pled guilty to the charges of first degree rape and felonious assault, with robbery charges being dismissed. The pleas and dismissals both occurred pursuant to negotiations with the prosecutor's office with knowledge of the presiding judge. At the time the pleas of guilty were made, the court apprised the petitioner of the penalty for first degree rape, but did not make known to him the penalty for felonious assault.\n\nFAILURE TO INFORM THE DEFENDANT OF THE MAXIMUM SENTENCE FOR FELONIOUS ASSAULT\nThe first question for d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cardenas-v-meacham"
    }
  ],
  "relatedIncidents": [
    18242,
    18258,
    18364,
    18384,
    18450
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}