{
  "id": 18437,
  "title": "1976년 Oglesby 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-01-20",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Oglesby. 판결일: 1976-01-20. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Jackie OGLESBY v. STATE\n**판결일**: 1976-01-20\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Tyson\n\n## 변호인\n\nBill Thompson, Talladega, for appellant., William J. Baxley, Atty. Gen. and William A. Davis, III, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 337 So. 2d 377\n\n## 판결문 요약\n\n\nTYSON, Judge.\nThe appellant, in a two-count indictment, was charged with perjury, pursuant to the provisions of Title 14, Section 377, Code of Alabama 1940. The State dismissed Count II, and the jury returned a verdict of “guilty as charged.” The trial court then entered judgment, setting sentence at five years imprisonment.\nThis case arose from an investigation by the Sheriff’s Department in Talladega County into a homicide, which allegedly took place on September 9, 1974, at Davidson’s Grocery about three miles out the Ashland Highway in Talladega County, Alabama.\nSuccinctly stated, in the course of the investigation, and based on reports given to Sheriff H. E. Mitchell of Talladega County, the appellant was called into the Sheriff’s Office at about 4:25 on the afternoon of October 31, 1974. At this time, Mrs. Sally H. Mitchell,1 Secretary to the District Attorney, Honorable W. E. Hollingsworth, Jr., was brought into the Sheriff’s Office, and she there administered to the appellant, Jackie Oglesby, an oath after the appellant was given a full Miranda warning by Sheriff Mitchell. At that time, the appellant gave a full statement in which he admitted driving one Douglas Bridges to Davidson’s Grocery, about 3:30 on the afternoon of September 9, 1974, where they stopped and Bridges went inside to get some beer. The statement indicates that Oglesby heard a shot and saw Bridges running out the door with a paper sack and a pistol in his hand. He stated that Bridges jumped in the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=oglesby-v-state"
    }
  ],
  "relatedIncidents": [
    18209,
    18213,
    18230,
    18255,
    18260
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}