{
  "id": 18438,
  "title": "1976년 Burger 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-01-16",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Burger. 판결일: 1976-01-16. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Frederick R. Burger\n**판결일**: 1976-01-16\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 51 A.D.2d 670\n\n## 판결문 요약\n\n\nJudgment unanimously affirmed. Memorandum: It was error to permit the undercover officer who purchased drugs from these codefendants to testify as to hearsay statements made by each codefendant in the absence of the other which inculpated the absent codefendant. The court received the evidence on the theory that the statements were made in furtherance of a conspiracy (see People v Luciano, 277 NY 348, 358; People v Pontani, 33 AD2d 688; and see Migliore v United States, 409 F2d 786, cert den 396 US 975), but any conspiracy, if such there was, had terminated before the statements were made (Krulewitch v United States, 336 US 440; People v Zavarro, 26 NY2d 846; People v Marshall, 306 NY 223). Nevertheless, in view of the overwhelming proof of guilt in the record, the error was harmless (Harrington v California, 395 US 250; People v Pelow, 24 NY2d 161, 167; People v Walker, 36 AD2d 959, affd 31 NY2d 970). We have considered the other points raised by appellants and find them to be without merit. (Appeal from Judgment of Genesee County Court convicting defendant of criminally selling a dangerous drug, third degree.) Present—Cardamone, J. P., Simons, Mahoney, Goldman and Witmer, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-burger"
    }
  ],
  "relatedIncidents": [
    18201,
    18202,
    18203,
    18205,
    18206
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}