{
  "id": 18435,
  "title": "1976년 Reese 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-01-21",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Reese. 판결일: 1976-01-21. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Charlie Perry REESE, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1976-01-21\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davis\n\n## 변호인\n\nRobert T. Baskett, Court appointed, Dallas, for appellant., Henry Wade, Dist. Atty., Steve Wilensky and Norman Kinne, Asst. Dist. Attys., Dallas, Jim D. Vollers, State’s Atty., David S. McAngus, Asst. State’s Atty., Austin, for the State.\n\n## 인용\n\n- 531 S.W.2d 638\n\n## 판결문 요약\n\n\n531 S.W.2d 638 (1976)\nCharlie Perry REESE, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 50874\nCourt of Criminal Appeals of Texas.\nJanuary 21, 1976.\n*639 Robert T. Baskett, Court appointed, Dallas, for appellant.\nHenry Wade, Dist. Atty., Steve Wilensky and Norman Kinne, Asst. Dist. Attys., Dallas, Jim D. Vollers, State's Atty., David S. McAngus, Asst. State's Atty., Austin, for the State.\n\nOPINION\nDAVIS, Commissioner.\nAppeal is taken from a conviction for aggravated robbery. After the jury returned a verdict of guilty, punishment was assessed by the court at twelve years.\nThe indictment alleges the offense occurred on or about June 14, 1974, and the record reflects that trial was in October, 1974.\nAppellant contends that the indictment under which he was convicted is fatally defective for failure to allege the ownership of property and money appellant was charged with taking during the robbery.\nThe pertinent portion of the indictment recites that appellant did\n\"then and there, while in the course of committing theft of one carton cigarettes $6.10, One Hundred Twenty Three Dollars ($123.00) current money of the United States of America, hereinafter called `the Property' from Richard Haywood with intent to obtain and maintain control of the property, and by using and exhibiting a deadly weapon, namely a pistol knowingly and intentionally threaten and place Richard Haywood in fear of imminent bodily injury and death.\"\n*640 Appellant's argument that the indictment is fatally d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=reese-v-state"
    }
  ],
  "relatedIncidents": [
    18201,
    18203,
    18205,
    18221,
    18232
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}