{
  "id": 18436,
  "title": "1976년 Arellano 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-01-20",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Arellano. 판결일: 1976-01-20. 법원: Court of Appeals of Arizona.",
  "description": "## 사건 정보\n\n**사건명**: Mariano G. ARELLANO, Petitioner, v. the INDUSTRIAL COMMISSION of Arizona, Respondent, Kitchell Contractors, Inc., Respondent Employer, Industrial Indemnity Company, Respondent Carrier\n**판결일**: 1976-01-20\n**법원**: Court of Appeals of Arizona\n**관할**: Arizona, AZ\n\n**판사**: Nelson, Stevens, Wren\n\n## 변호인\n\nMoore & Tyson, by Lynn S. Moore, Tucson, for petitioner., Greg L. Folger, Chief Counsel, The Industrial Commission of Arizona, Phoenix, for respondent., O’Connor, Cavanagh, Anderson, Westover, Killingsworth & Beshears, P. C., by-Lawrence H. Lieberman, Phoenix, for respondents employer and carrier.\n\n## 인용\n\n- 545 P.2d 446\n- 25 Ariz. App. 598\n\n## 판결문 요약\n\n\n25 Ariz. App. 598 (1976)\n545 P.2d 446\nMariano G. ARELLANO, Petitioner,\nv.\nThe INDUSTRIAL COMMISSION of Arizona, Respondent, Kitchell Contractors, Inc., Respondent Employer, Industrial Indemnity Company, Respondent Carrier.\nNo. 1 CA-IC 1257.\nCourt of Appeals of Arizona, Division 1, Department C.\nJanuary 20, 1976.\nMoore &amp; Tyson, by Lynn S. Moore, Tucson, for petitioner.\nGreg L. Folger, Chief Counsel, The Industrial Commission of Arizona, Phoenix, for respondent.\n*599 O'Connor, Cavanagh, Anderson, Westover, Killingsworth &amp; Beshears, P.C., by Lawrence H. Lieberman, Phoenix, for respondents employer and carrier.\nOPINION\nWREN, Judge.\nThis is an appeal by certiorari from an award of the Industrial Commission which, while finding that petitioner was entitled to temporary compensation, determined that his condition had become stationary on June 19, 1974, and that he had suffered no permanent disability. We agree with the Commission and affirm the award.\nThe facts are that petitioner sustained an industrial injury to his back on August 16, 1973, while operating a jackhammer for respondent employer, Kitchell Contractors, Inc. The attending physician, Dr. Eric Gormally, found that the injury had aggravated a preexisting, but previously asymptomatic, degenerative arthritis of the spine. A claim for benefits was filed on December 24, 1973. It was denied by Notice of Claim Status dated January 18, 1974, by respondent carrier, Industrial Indemnity Company. Petitioner filed a Request...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=arellano-v-industrial-commission"
    }
  ],
  "relatedIncidents": [
    18209,
    18213,
    18230,
    18255,
    18260
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}