{
  "id": 18431,
  "title": "1976년 Lassley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-01-24",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Lassley. 판결일: 1976-01-24. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State of Kansas, Appellee, v. Paul Richard Lassley, Appellant\n**판결일**: 1976-01-24\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Owsley\n\n## 변호인\n\nDavid C. Burns, of Speir, Stroberg & Sizemore, of Newton, argued the cause, and Michael S. Sizemore, of the same firm, was with him on the brief for the appellant., Ward P. Ferguson, of Weelborg, Embers & Ferguson, of McPherson, argued the cause and was on the brief for the appellee.\n\n## 인용\n\n- 545 P.2d 383\n- 218 Kan. 758\n\n## 판결문 요약\n\n\n218 Kan. 758 (1976)\n545 P.2d 383\nSTATE OF KANSAS, Appellee,\nv.\nPAUL RICHARD LASSLEY, Appellant.\nNo. 48,001\nSupreme Court of Kansas.\nOpinion filed January 24, 1976.\nDavid C. Burns, of Speir, Stroberg &amp; Sizemore, of Newton, argued the cause, and Michael S. Sizemore, of the same firm, was with him on the brief for the appellant.\nWard P. Ferguson, of Weelborg, Embers &amp; Ferguson, of McPherson, argued the cause and was on the brief for the appellee.\nThe opinion of the court was delivered by\nOWSLEY, J.:\nDefendant Paul Richard Lassley appeals from his conviction by jury of kidnapping (K.S.A. 21-3420), aggravated assault (K.S.A. 21-3410), and rape (K.S.A. 21-3502).\nOn the evening of April 25, 1973, the victim herein, a nineteen-year-old girl, was baby-sitting at a home in McPherson, Kansas. After having put the children to bed, she returned to the living room to study. At approximately 10:30 p.m. a man appeared in the doorway of the living room and demanded that she turn over the keys to her car. The intruder, later identified as defendant, was wearing a white cloth over his head and was holding a knife in one hand. She delivered the keys to defendant and he then ordered her outside, whereupon he grabbed her by the hair and pushed her down an alley. In an attempt to free herself, the victim swung at defendant and knocked the knife from his hand. A struggle ensued and the victim's hand was cut in grabbing the knife. Defendant quickly overpowered her and placed his knife across...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-lassley"
    }
  ],
  "relatedIncidents": [
    18202,
    18270,
    18340,
    17988,
    18009
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}