{
  "id": 18447,
  "title": "1976년 Wilkerson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-01-12",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Wilkerson. 판결일: 1976-01-12. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: COY E. WILKERSON v. OREGON STATE CORRECTIONAL INSTITUTION\n**판결일**: 1976-01-12\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Lee, Schwab, Thornton\n\n## 변호인\n\nJohn K. Hoover, Deputy Public Defender, Salem, argued the cause for petitioner. With him on the brief was Gary D. Babcock, Public Defender, Salem., W. Michael Gillette, Solicitor General, Salem, argued the cause for respondent. With him on the brief was Lee Johnson, Attorney General, Salem.\n\n## 인용\n\n- 24 Or. App. 61\n- 544 P.2d 198\n\n## 판결문 요약\n\n\nTHORNTON, J.\nPetitioner appeals from the decision of the Prison Disciplinary Committee finding him guilty of violating Major Rule 14, namely, attempting to commit a major violation. Petitioner contends that the Committee erred in (1) refusing his request for a further investigation of the incident and (2) concluding that there was sufficient evidence to find petitioner guilty of violating Major Rule 14.\nThe charges against petitioner arose out of an incident which occurred while a group of inmates was gathered in the day room watching television. Officers Buker and Davidson heard a commotion and entered to find petitioner and inmate Terry Perkins engaged in a scuffle. Both Perkins and petitioner were charged with violating Major Rule 4, assault. Perkins pleaded guilty. He testified that petitioner was making fun of his stuttering, that he told petitioner to shut up, that he shoved petitioner, that petitioner shoved him back and that blows were then exchanged.\nPetitioner testified that he was not teasing Perkins, that he neither shoved nor struck Perkins and that Perkins simply started swinging at him.\nOfficer Davidson testified before the Committee, but Officer Buker did not. Apparently neither officer saw the encounter begin but only saw Perkins and petitioner scuffling. Officer Davidson stated that it appeared petitioner was trying to restrain Perkins.\nAt the hearing before the Committee petitioner requested that the Committee investigate the incident further by talking to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wilkerson-v-oregon-state-correctional-institution"
    }
  ],
  "relatedIncidents": [
    18220,
    18223,
    18243,
    18248,
    18341
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}