{
  "id": 18450,
  "title": "1976년 McNeese 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-01-06",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: McNeese. 판결일: 1976-01-06. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: McNEESE v. THE STATE\n**판결일**: 1976-01-06\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Gunter, Hill\n\n## 변호인\n\nMitchell, Mitchell, Coppedge & Boyett, Erwin Mitchell, John W. Love, Jr., for appellant., Earl Self, District Attorney, C. P. Brackett, Jr., Assistant District Attorney, Arthur K. Bolton, Attorney General, Kirby G. Atkinson, Staff Assistant Attorney General, for appellee.\n\n## 인용\n\n- 222 S.E.2d 318\n- 236 Ga. 26\n\n## 판결문 요약\n\n\n236 Ga. 26 (1976)\n222 S.E.2d 318\nMcNEESE\nv.\nTHE STATE.\n30290.\nSupreme Court of Georgia.\nSubmitted September 8, 1975.\nDecided January 6, 1976.\nRehearing Denied January 27, 1976.\nMitchell, Mitchell, Coppedge &amp; Boyett, Erwin Mitchell, John W. Love, Jr., for appellant.\nEarl Self, District Attorney, C. P. Brackett, Jr., Assistant District Attorney, Arthur K. Bolton, Attorney General, Kirby G. Atkinson, Staff Assistant Attorney General, for appellee.\nHILL, Justice.\nKenneth McNeese was convicted by a jury of rape and was sentenced to three years. He appeals to this court from the conviction and sentence.\nSometime after midnight on July 1, 1974, the appellant and two other men were driving down a street in Chattanooga, Tennessee, when they saw the alleged victim at the scene of an auto accident. One of them called a wrecker for her car and they offered to take her home to LaFayette, Georgia. The alleged victim was an employee of the Silver Dollar Supper Club in Chattanooga. Later the driver remembered that he had a prior engagement and so appellant agreed to take her home in his car.\nThe testimony is conflicting as to why they stopped at a green house on Cloud Springs Road in Catoosa County and what happened when they got there.\nThe victim contends that one of the men pulled her out of the car, took her inside and into the bedroom, and ordered her to undress. She testified that first the other man, who was also convicted of rape at the same trial, raped her and that then the app...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcneese-v-state"
    }
  ],
  "relatedIncidents": [
    18242,
    18258,
    18364,
    18384,
    18421
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}