{
  "id": 18455,
  "title": "1975년 J. T. P v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-12-30",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: J. T. P v. State. 판결일: 1975-12-30. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: J. T. P, a juvenile v. The STATE of Oklahoma\n**판결일**: 1975-12-30\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Bliss, Brett, Bussey\n\n## 변호인\n\nWesley B. Bennett, Sallisaw, for appellant J. T. P., Larry Derryberry, Atty. Gen. for the State of Okl., Oklahoma City, and John W. Russell, Jr., Dist. Atty., Sallisaw, for ap-pellee.\n\n## 인용\n\n- 544 P.2d 1270\n\n## 판결문 요약\n\n\nOPINION\nBRETT, Presiding Judge:\nJ. T. P., a juvenile, appeals 1 from an order of the Juvenile Division of the District Court, Sequoyah County, waiving jurisdiction over him and empowering the State to prosecute him as an adult for the crime of Murder.\nOn the Saturday morning of April 5, 1975, an investigation was launched into the death of Henry Ellis whose body was discovered in his home near the City of Sallisaw, Oklahoma. Ellis was an old man who had been killed in a particularly brutal way, an ice pick having been driven deep into his head. J. T. P., 15 years old, was arrested late that same day. On April 8, the following Tuesday, a petition was filed in the Juvenile Division of the District Court, Sequoyah County, alleging that J. T. P. was a child under the age of 18 years who was delinquent by reason of having committed acts in concert with another person which if committed by an adult would constitute the crime of Murder in the First Degree, specifically that he had robbed and murdered Henry Ellis. The petition requested that he be tried for *1273that crime as an adult. On April 8, also, J. T. P. appeared before a judge for the first time since his arrest. The minute of the court reflects that he was present with his father but without counsel. That initial appearance was continued until Thursday, April 10, to allow time for the appointment of counsel. That proceeding was held on the date set and concluded with the judge, upon the motion of J. T. P.’s newly appointed...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=j-t-p-v-state"
    }
  ],
  "relatedIncidents": [
    18469,
    18513,
    18538,
    18544,
    18553
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}