{
  "id": 18452,
  "title": "1976년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1976-01-05",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1976-01-05. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth vs. John L. Festa\n**판결일**: 1976-01-05\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Braucher, Quirico, Reardon, Tauro, Wilkins\n\n## 변호인\n\nRobert A. Stanziani for the defendant., Alan L. Kovacs, Assistant District Attorney (Bonnie H. MacLeod-Griffin, Assistant District Attorney, with him) for the Commonwealth.\n\n## 인용\n\n- 341 N.E.2d 276\n- 369 Mass. 419\n\n## 판결문 요약\n\n\n369 Mass. 419 (1976)\n341 N.E.2d 276\nCOMMONWEALTH\nvs.\nJOHN L. FESTA.\nSupreme Judicial Court of Massachusetts, Middlesex.\nOctober 6, 1975.\nJanuary 5, 1976.\nPresent: TAURO, C.J., REARDON, QUIRICO, BRAUCHER, &amp; WILKINS, JJ.\nRobert A. Stanziani for the defendant.\nAlan L. Kovacs, Assistant District Attorney (Bonnie H. MacLeod-Griffin, Assistant District Attorney, with him) for the Commonwealth.\nREARDON, J.\nThe defendant was indicted on March 6, 1974, for murder in the first degree of Adolph Abruzzese, and in October, 1974, was tried, found guilty of murder in the second degree and sentenced to life imprisonment. His appeal is here under G.L.c. 278, §§ 33A-33G. He argues six assignments of error which will be treated seriatim below.\nA jury could have found that on January 27, 1974, about 3 A.M., Abruzzese was shot in the head in his Malden home and that as a consequence he died on February 10, 1974, at a hospital. The defendant, accompanied by one Dolores Montanino, had left an East Boston bar at some time around 2:30 A.M. on January 27, 1974. The defendant had previously stated that he was calling a friend to get a ride to Montanino's house. The *421 call produced a certain Robert West who came in a truck to pick them up. When the three got into the truck the defendant asked West to drive him to Malden, where he then told West to stop the truck on Hancock Road. Upon alighting from the truck, he asked Montanino and West to wait there for him. After waiting for five or six minute...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-festa"
    }
  ],
  "relatedIncidents": [
    18209,
    18213,
    18230,
    18255,
    18260
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}