{
  "id": 18466,
  "title": "1975년 Hopkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-12-16",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Hopkins. 판결일: 1975-12-16. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Jerry Wayne Hopkins v. State.\n**판결일**: 1975-12-16\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Harris\n\n## 변호인\n\nJames M. Dyer, Huntsville, for appellant. Where jury is allowed to separate during trial of felony a presumption of prejudice arises and is prima facie reversible error. Christison v. State (1957), 39 Ala. App. 175 , 96 So.2d 701 , cert. denied, 248 So.2d 148 ; Demmon v. State (1971), 46 Ala. App. 652 , 248 So.2d 147 . Even if the consent of defendants trial counsel is obtained such consent is insufficient to invoke the application of Title 30 § 97(1) and it is incumbent upon the state to show c\n\n## 인용\n\n- 326 So. 2d 144\n- 57 Ala. App. 78\n\n## 판결문 요약\n\n\n326 So.2d 144 (1975)\nJerry Wayne HOPKINS\nv.\nSTATE.\n8 Div. 686.\nCourt of Criminal Appeals of Alabama.\nDecember 16, 1975.\nRehearing Denied January 20, 1976.\n*145 James M. Dyer, Huntsville, for appellant.\nWilliam J. Baxley, Atty. Gen. and Joseph G. L. Marston, III, Asst. Atty. Gen., for the State.\nHARRIS, Judge.\nAppellant filed a pro se petition for writ of error coram nobis in the Circuit Court of Madison County, containing nine separate grounds, seeking to overturn a 1971 conviction for robbery in which he was sentenced to twenty years in the penitentiary. Upon the filing of this petition the judge who presided at the robbery trial appointed counsel to represent him, and set a date to hear the petition.\nAppointed counsel filed a supplemental petition to the pro se petition in which he alleged the following errors in the original trial:\n1. Failure of the trial court to keep the jury sequestered in a felony case.\n2. Denial of counsel at a pre-indictment identification process which was suggestive and conducive to mistaken identity.\n3. Denial of counsel at preliminary hearing.\nThe appeal from the original conviction was affirmed by this court on October 24, 1972. Hopkins v. State, 49 Ala.App. 159, 269 So.2d 175.\nAppellant asserts that the first and third propositions were not raised on direct appeal to this court and that the second proposition received limited review by Judge (now Justice) Almon in his opinion in Hopkins, supra. We disagree that the second proposition only rece...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hopkins-v-state"
    }
  ],
  "relatedIncidents": [
    18470,
    18486,
    18492,
    18504,
    18550
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}