{
  "id": 18467,
  "title": "1975년 Friedman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-12-15",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Friedman. 판결일: 1975-12-15. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Henry FRIEDMAN, Trustee of Plymouth Bay Packing Co., Inc. v. Jonathan R. SNELLING\n**판결일**: 1975-12-15\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Ald, Campbell, Coffin, Rich\n\n## 변호인\n\nMorris M. Goldings, Boston, Mass., with whom Mahoney, Hawkes & Goldings, Boston, Mass., and Anne Goldstein were on brief, for appellant., George C. Caner, Jr., Boston, Mass., with whom Elizabeth Paine and Ropes & Gray, Boston, Mass., were on brief, for Snelling and Burwen, appellees., William F. Looney, Jr., Boston, Mass., with whom Moulton, Looney & Maazzone, Jacob J. Locke, and Ficksman & Conley, Boston, Mass., were on brief, for Edward I. Perkins, appellee.\n\n## 인용\n\n- 526 F.2d 1346\n\n## 판결문 요약\n\n\nLEVIN H. CAMPBELL, Circuit Judge.\nThis appeal is from the district court’s order striking plaintiff’s claim for jury trial and from its later order and judgment dismissing the complaint, 389 F.Supp. 684 (D.Mass.1975). Instituted by the successor Trustee in Bankruptcy of Plymouth Bay Packing, Inc. (“PB”), the case relates back to a 1964 bankruptcy proceeding which was closed, and the trustee’s account allowed, in June 1966, but reopened, on petition of a guarantor, in 1971. Without restating the facts, which are set forth adequately in the district court’s memorandum and order, we proceed to the issues raised on appeal, none of which we find meritorious.\nPlaintiff objects to the striking of his claim for a jury trial, asserting that this action is a “plenary suit, not a summary proceeding in bankruptcy.” Plaintiff likens the case to a “regular, ordinary, civil action,” such as a suit to recover a preference or an action for *1348deceit. However, although this action is perhaps a rare subspecies, we think it must be classified generically as a proceeding in bankruptcy under 28 U.S.C. § 1334,1 and as such is equitable. See 13 Wright, Miller &amp; Cooper, Federal Practice and Procedure § 3570, at 471 (1975); cf. Katchen v. Landy, 382 U.S. 323, 336, 86 S.Ct. 467, 15 L.Ed.2d 391 (1966). The relief sought would necessitate upsetting prior orders of the bankruptcy court. Only in the exercise of its jurisdiction to modify those orders through its supervisory or equity powers, see 7 M...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=friedman-v-snelling"
    }
  ],
  "relatedIncidents": [
    18455,
    18462,
    18466,
    18469,
    18470
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}