{
  "id": 18469,
  "title": "1975년 Roth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-12-13",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Roth. 판결일: 1975-12-13. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: Kenneth A. Roth, Appellant, v. State of Kansas, Appellee\n**판결일**: 1975-12-13\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Schroeder\n\n## 변호인\n\nJohn J. Ambrosio, of Topeka, argued the cause, and Craig M. Cornish, legal intern, was with him on the brief for the petitioner., Gene M. Olander, district attorney, argued the cause and Curt T. Schneider, attorney general, was with him on the brief for the respondent.\n\n## 인용\n\n- 543 P.2d 939\n- 218 Kan. 413\n\n## 판결문 요약\n\n\n218 Kan. 413 (1975)\n543 P.2d 939\nKENNETH A. ROTH, Appellant,\nv.\nSTATE OF KANSAS, Appellee.\nNo. 47,846\nSupreme Court of Kansas.\nOpinion filed December 13, 1975.\nJohn J. Ambrosio, of Topeka, argued the cause, and Craig M. Cornish, legal intern, was with him on the brief for the petitioner.\nGene M. Olander, district attorney, argued the cause and Curt T. Schneider, attorney general, was with him on the brief for the respondent.\nThe opinion of the court was delivered by\nSCHROEDER, J.:\nThis is an appeal from a judgment of the district court of Shawnee County refusing to grant relief on a motion filed pursuant to K.S.A. 60-1507, wherein the petitioner, Kenneth A. Roth, seeks to vacate his sentence on convictions of murder in the first degree and robbery.\nA direct appeal was taken by the petitioner from the foregoing convictions which is reported in State v. Roth, 207 Kan. 691, 486 P.2d 1385. The facts are fully reported in that opinion and in State v. Chase, 206 Kan. 352, 480 P.2d 62.\nPertinent to this appeal is the fact the petitioner's jury was impanelled under K.S.A. 43-102. (G.S. 1868, ch. 54, § 2; L. 1876, ch. 104, § 2; R.S. 1923, 43-102; Repealed, L. 1971, ch. 176, § 22; July 1.) That statute provided that jurors shall be selected from those on the assessment rolls of the preceding year who possess the *414 qualification of electors. The assessment rolls covered owners of both real and personal property.\nThe petitioner contends such jury selection arbitrarily excluded a defi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=roth-v-state"
    }
  ],
  "relatedIncidents": [
    18455,
    18513,
    18538,
    18544,
    18553
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}