{
  "id": 18462,
  "title": "1975년 Mandel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-12-19",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Mandel. 판결일: 1975-12-19. 법원: District Court, D. Maryland.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America v. Marvin MANDEL Et Al.\n**판결일**: 1975-12-19\n**법원**: District Court, D. Maryland\n**관할**: Maryland, MD\n\n**판사**: Herbert F. Murray\n\n## 변호인\n\nJervis S. Finney, U. S. Atty. D. Md., Asst. U. S. Attys., Barnet D. Skolnik, Ronald S. Liebman and Daniel J. Hurson, for United States., Arnold M. Weiner, Baltimore, Md., for Marvin Mandel., William G. Hundley, Washington, D. C., for W. Dale Hess., Thomas C. Green, Washington, D. C., for Harry W. Rodgers, III., Michael E. Marr, Baltimore, Md., for William A. Rodgers., Norman P. Ramsey, Baltimore, Md., for Irvin Kovens., Joseph A. DePaul, College Park, Md., for Ernest N. Cory, Jr.\n\n## 인용\n\n- 408 F. Supp. 673\n\n## 판결문 요약\n\n\n408 F. Supp. 673 (1975)\nUNITED STATES of America\nv.\nMarvin MANDEL et al.\nCrim. No. HM75-0822.\nUnited States District Court, D. Maryland.\nDecember 19, 1975.\n*674 Jervis S. Finney, U. S. Atty. D. Md., Asst. U. S. Attys., Barnet D. Skolnik, Ronald S. Liebman and Daniel J. Hurson, for United States.\nArnold M. Weiner, Baltimore, Md., for Marvin Mandel.\nWilliam G. Hundley, Washington, D. C., for W. Dale Hess.\nThomas C. Green, Washington, D. C., for Harry W. Rodgers, III.\nMichael E. Marr, Baltimore, Md., for William A. Rodgers.\nNorman P. Ramsey, Baltimore, Md., for Irvin Kovens.\nJoseph A. DePaul, College Park, Md., for Ernest N. Cory, Jr.\n\nMEMORANDUM AND ORDER\nHERBERT F. MURRAY, District Judge.\nOn November 24, 1975, the Grand Jury for the District of Maryland returned a 24-count indictment against Marvin Mandel, Governor of the State of Maryland, and five co-defendants, charging mail fraud and prohibited patterns of racketeering activities in violation of federal law.\nThe case is presently before the Court on a request by the United States for what is popularly described as a gag order. More specifically, the government by petition asks the Court to prohibit \"all parties, witnesses, attorneys and agents in this case from making any extrajudicial public statements relating to the case, without prior written approval of the Court.\"\nTwo of the defendants, Marvin Mandel and Ernest N. Cory, Jr., have both filed answers to the petition which oppose the imposition of a restrictive order. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-mandel"
    }
  ],
  "relatedIncidents": [
    18534,
    18703,
    18206,
    18208,
    18238
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}