{
  "id": 18475,
  "title": "1975년 Russell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-12-05",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Russell. 판결일: 1975-12-05. 법원: Commonwealth Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: John E. Russell v. Penn Township Planning Commission and Penn Township Supervisors\n**판결일**: 1975-12-05\n**법원**: Commonwealth Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Blatt, Bowman, Crumlish, Kramer, Mencer, Rogers, Wilkinson\n\n## 변호인\n\nLeo M. Stepanian, with him Brydon & Stepanian, for appellant., Norman D. Jaffe, with him Lee A. Montgomery, and Galbreath, Braham, Gregg, Kirkpatrick, Jaffe & Montgomery, for appellee.\n\n## 인용\n\n- 22 Pa. Commw. 198\n\n## 판결문 요약\n\n\nOpinion by\nJudge Wilkinson,\nIn May of 1969, appellant purchased 122 acres of land in Penn Township, Butler County, (Township) for the purposes of constructing a mobile home park. The Township Zoning Ordinance (Ordinance) permits mobile home parks as a conditional use, upon satisfaction of specific conditions, on any land in the Township. At the time appellant purchased the land, the Ordinance required 8,500 square feet of land and one (1) parking space for mobile home lots. After the purchase, but prior to appellant’s conditional use application, the Ordinance was amended to require 15,000 square feet of land and two (2) automobile parking spaces per mobile home lot.\nThe procedural history of this ease is long and involved. See Russell v. Penn Township Planning Commission, 8 Pa. Commonwealth Ct. 429, 302 A.2d 870 (1973). In the instant case, this controversy takes the form of an appeal from an order of the Butler County Court of Com*200mon Pleas denying and dismissing an appeal from the Township’s planning commission rejecting appellant’s application for a conditional use.\nAppellant urges three reasons to reverse. First, he argues that the Ordinance allows case by case zoning which is invalid and constitutionally infirm as flexible selective zoning and not in accordance with a comprehensive plan. Eves v. Zoning Board of Adjustment, 401 Pa. 211, 164 A.2d 7 (1960). In Eves, it is recognized that a case by case determination is permitted, but only by the specialized township bo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=russell-v-penn-township-planning-commission"
    }
  ],
  "relatedIncidents": [
    18455,
    18462,
    18466,
    18467,
    18469
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}