{
  "id": 18486,
  "title": "1975년 McCall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-11-18",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: McCall. 판결일: 1975-11-18. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Algie McCALL v. STATE\n**판결일**: 1975-11-18\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Harris\n\n## 변호인\n\nCharles Tom Payne, Montgomery, for appellant., William J. Baxley, Atty. Gen., and J. Brent Thornley, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 56 Ala. App. 457\n- 322 So. 2d 748\n\n## 판결문 요약\n\n\nHARRIS, Judge.\nAppellant was convicted of robbery and, in accordance with the verdict of the jury, sentenced to fifteen years in the penitentiary. At arraignment, in the presence of his court-appointed attorney, he pleaded not guilty. He was furnished a free transcript and new counsel was appointed to represent him on this appeal.\nOmitting the formal parts the indictment reads as follows:\n“The Grand Jury of said County charge that, before the finding of this indictment. ALGIE McCALL, alias ALGIE LEE McCALL, whose name is to the Grand Jury otherwise unknown, feloniously took one 1969 Chevrolet automobile, VIN 164479DO36202, a better description of which is unknown to the Grand Jury, of the value of $800.00, the property of Burt Rudolph, from his person, and against his will, by violence to his person, or by putting him in such fear as unwillingly to part with the same, against the peace and dignity of the State of Alabama.”\nThe facts are undisputed. Appellant did not testify nor did he offer any testimony in his behalf.\nThe victim, Bert Rudolph, testified that he got off work at noon on April 27, 1974, and went to one Robert Gilmore’s house that afternoon where he met appellant for the first time. Gilmore’s wife asked Rudolph to take McCall home. He took him to Jeff Davis Street so appellant could “get some money and pay you.” Appellant went to the front porch of someone else’s house but couldn’t get in. He then went to the back of the house. When appellant came back around t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mccall-v-state"
    }
  ],
  "relatedIncidents": [
    18466,
    18470,
    18492,
    18504,
    18550
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}