{
  "id": 18483,
  "title": "1975년 Dyson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-11-24",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Dyson. 판결일: 1975-11-24. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Evie Lee Creel DYSON, Individually and as Administratrix and Natural Tutrix of the minors v. John D. BELCHER, Jr.\n**판결일**: 1975-11-24\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Ellis, Pickett, Sartain\n\n## 변호인\n\nMichael J. Paduda, Jr., and John N. Gal-laspy, Bogalusa, for National Homes & O. E. Waters., John W. Anthony, Bogalusa, for Robert Dyson, Jr., and others., John J. Cooper, New Orleans, for Gulf Modular, John Belcher and Fidelity & Casualty., Louis M. Kiefer, Jr., and Ethel H. Cohen, New Orleans, for Washington-St. Tammany Elec. Co-op., A. Clayton James, Jr., and Ronald J. Brumfield, Franklinton, for Agri-Trading Corp. & Wayne Engerran., Donald H. Lee, Bogalusa, with Mr. Anthony for the Dysons.\n\n## 인용\n\n- 331 So. 2d 549\n\n## 판결문 요약\n\n\nSARTAIN, Judge.\nFor reasons assigned this date in Suit No. 10,435 entitled, Robert C. Dyson, Jr., Edward Dyson, Richard C. Dyson, Jimmy Ray Dyson, Earl Dyson, and Robert C. Dyson, Jr., as Administrator and Tutor of Fred Dyson, Joseph Dyson, Neva Lee Dyson, Anthony Dyson and Norma Gayle Dyson v. Gulf Modular Corporation, John D. Belcher, Jr., O. E. Waters, National Homes Corporation, Wayne Engerran, Agri-Trading Corporation, Inc., Fidelity &amp; Casualty Co. of New York, and Washington-St. Tammany Electric Cooperative, Inc., 331 So.2d 543, the judgment of the district court, insofar as the same is in favor of plaintiffs and against O. E. Waters and National Homes, is reversed and set aside and judgment is rendered herein in favor of O. E. Waters and National Homes and against the plaintiffs dismissing plaintiffs’ claim. In all other respects the judgment appealed is affirmed. Plaintiffs-appellees are cast for all costs of these proceedings.\nAffirmed in part, reversed in part and rendered.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dyson-v-belcher"
    }
  ],
  "relatedIncidents": [
    18455,
    18462,
    18466,
    18467,
    18469
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}