{
  "id": 18484,
  "title": "1975년 Williams v. Travelers Insurance Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-11-24",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Williams v. Travelers Insurance Co.. 판결일: 1975-11-24. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Mrs. Charles Edward WILLIAMS v. The TRAVELERS INSURANCE CO.\n**판결일**: 1975-11-24\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n## 변호인\n\nPalmer, Palmer & Jordan, Dyersburg, Howard M. Taradash, Nashville, for appellants., Russell L. Moore, Jr., Ewell & Farmer, Dyersburg, for appellees.\n\n## 인용\n\n- 530 S.W.2d 283\n\n## 판결문 요약\n\n\nPER CURIAM.\nOPINION\nThis case involves controverted claims to workmen’s compensation benefits to be paid as the result of the death of Charles Edward Williams on October 25, 1971. Mr. Williams was killed in an accident which arose out of and in the course of his employment by the Jones Construction Company. The original complaint in this cause was filed by Travelers Insurance Company to have the Dyer County Law and Equity Court declare the rights of the several claimants, and possible claimants, to benefits to be paid under the Workmen’s Compensation Act. Material to this appeal, the trial judge found:\n(1) the defendant Reba Nell Carson Williams was the wife of the deceased employee, was living with him at the time of his death, and was dependent upon him for support;\n(2) the defendant Thomas Allen was the stepson of the deceased employee, was living with him at the time of his death, and was dependent upon him for support; and\n(3)that the defendant, Reba Fay Williams, was the illegitimate daughter of the deceased employee.\nBased on these findings of fact, the trial judge awarded benefits to Reba Nell Carson Williams at the rate of forty-six dollars ($46.00) per week; to Thomas Allen Bing-ham at the rate of four dollars and fifty cents ($4.50) per week; and to Reba Fay Williams at the rate of four dollars and fifty cents ($4.50) per week. The order of the trial judge also provided that Travelers Insurance Company could pay the benefits in a lump sum commuted according to sta...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-travelers-insurance-co"
    }
  ],
  "relatedIncidents": [
    18470,
    18481,
    18507,
    18580,
    18619
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}