{
  "id": 18482,
  "title": "1975년 Stoudemire 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-11-24",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Stoudemire. 판결일: 1975-11-24. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: People v. Stoudemire\n**판결일**: 1975-11-24\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: J.H. Gillis, P.J., and Bronson and T.M. Burns\n\n## 변호인\n\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, William L. Cabalan, Prosecuting Attorney, Patricia J. Boyle, Principal Attorney, Research, Training and Appeals, and Raymond P. Walsh, Assistant Prosecuting Attorney, for the people., Joseph B. Szeremet, Assistant State Appellate Defender, for defendant.\n\n## 인용\n\n- 238 N.W.2d 365\n- 65 Mich. App. 664\n\n## 판결문 요약\n\n\n65 Mich. App. 664 (1975)\n238 N.W.2d 365\nPEOPLE\nv.\nSTOUDEMIRE\nDocket No. 18153.\nMichigan Court of Appeals.\nDecided November 24, 1975.\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, William L. Cahalan, Prosecuting Attorney, Patricia J. Boyle, Principal *666 Attorney, Research, Training and Appeals, and Raymond P. Walsh, Assistant Prosecuting Attorney, for the people.\nJoseph B. Szeremet, Assistant State Appellate Defender, for defendant.\nBefore: J.H. GILLIS, P.J., and BRONSON and T.M. BURNS, JJ.\nJ.H. GILLIS, P.J.\nA jury convicted defendant of assault with intent to commit rape. MCLA 750.85; MSA 28.280. He was sentenced to 6-1/2 to 10 years in prison, and appeals as of right.\nAt trial, the complainant testified as follows: She and her husband owned a small store. Defendant had visited the store a few times prior to October 12, 1973. On that day he came into the store and ascertained that complainant was the only other person present. He forced her into a back room, drew a pistol, stated that he intended to rape her, and set about to do so. At that point, complainant's husband returned. Defendant was frightened and fled before completing the rape.[1]\nDefendant testified that he was acquainted with both complainant and her husband. He stated that he had bought a tape deck from them a few days prior to October 12th. Dissatisfied with the device, he attempted to speak with the couple about it on different occasions. Defendant testified that he was in the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-stoudemire"
    }
  ],
  "relatedIncidents": [
    18496,
    18511,
    18582,
    18594,
    18629
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}