{
  "id": 18489,
  "title": "1975년 United States v. Isaac J. Tindle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-11-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Isaac J. Tindle. 판결일: 1975-11-10. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America v. Isaac J. TINDLE, Appellant\n**판결일**: 1975-11-10\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Fahy, Leventhal, Per Curiam\n\n## 변호인\n\nEarl J. Silbert, U. S. Atty., John A. Terry and Joseph Guerrieri, Jr., Asst. U. S. Attys., were on the motion for appellee., Jerome B. Libin, Washington, D. C. (appointed by this Court), was on the motion for appellant.\n\n## 인용\n\n- 522 F.2d 689\n- 173 U.S. App. D.C. 77\n\n## 판결문 요약\n\n522 F.2d 689\n    173 U.S.App.D.C. 77\n    UNITED STATES of Americav.Isaac J. TINDLE, Appellant.\n    No. 75-1317.\n    United States Court of Appeals,District of Columbia Circuit.\n    Order denying motion filed Oct. 3, 1975.Nov. 10, 1975.\n    \n      Earl J. Silbert, U. S. Atty., John A. Terry and Joseph Guerrieri, Jr., Asst. U. S. Attys., were on the motion for appellee.\n      Jerome B. Libin, Washington, D. C.  (appointed by this Court), was on the motion for appellant.\n      Before FAHY, Senior Circuit Judge, and LEVENTHAL, Circuit Judge.\n      PER CURIAM:\n    \n    \n      1\n      Isaac Tindle has a direct appeal from convictions for armed kidnapping, armed robbery, assault with a dangerous weapon and extortion currently pending in this Court (No. 74-1735).  We are not here concerned with the merits of that appeal.1  On October 25, 1974, the chief judge granted Tindle's unopposed motion to postpone filing his brief, until 21 days after the District Court ruled on a DeCoster motion for a new trial he contemplated making.2  That motion was filed in December 1974, and denied without a hearing by the District Court on January 8, 1975.  A motion to reconsider was denied on January 24, 1975.3  On March 14, 1975, appellant filed a notice of appeal.  It is the government's motion to dismiss this second appeal (# 75-1317) as untimely that is now before us.\n    \n    \n      2\n      It should be noted that in this court, by order of the chief judge dated April 2, 1975, the two appeals were...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-isaac-j-tindle"
    }
  ],
  "relatedIncidents": [
    18515,
    18556,
    18673,
    18202,
    18270
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}