{
  "id": 18481,
  "title": "1975년 Ago 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-11-25",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Ago. 판결일: 1975-11-25. 법원: Florida Attorney General Reports.",
  "description": "## 사건 정보\n\n**사건명**: Tullis D. Easterling, Bay County Sheriff, Panama City Charles Otero, Chief of Police, Tampa Glen Darty, State Attorney, Bartow David H. Bludworth, State Attorney, West Palm Beach Dale Carson, Sheriff, Jacksonville\n**판결일**: 1975-11-25\n**법원**: Florida Attorney General Reports\n**관할**: Florida, FL\n\n**판사**: Robert L. Shevin, Attorney General Prepared by: Michael M. Parrish, Assistant Attorney General\n\n\n## 판결문 요약\n\nQUESTIONS: 1. Is a police officer who is working as a watchman, guard, or patrolman while off duty under hire to a private business firm required to obtain a license under Ch. 493, F.S., as amended by Ch. 75-230, Laws of Florida? 2. Has the conclusion reached in AGO 074-168 been superseded in whole or in part by the enactment of Ch. 75- 230, Laws of Florida, which amends Ch. 493, F.S.? 3. Must a police officer be licensed under Ch. 493, F.S., as amended by Ch. 75-230, Laws of Florida, in order to perform private off-duty services limited to traffic direction and/or crowd control at specific locations? 4. Must a police officer who has successfully completed law enforcement training which exceeds the training required for the issuance of a Class \"G\" statewide gun permit under Ch. 493, F.S., as amended by Ch. 75-230, Laws of Florida, receive duplicate training in order to obtain a Class \"G\" statewide gun permit? 5. Is a police officer who is performing privately arranged watchman, guard, or patrolman services, under circumstances which require him to have a Class \"F\" or \"G\" license, required to furnish a bond and insurance under s. 493.09, F.S., as amended by Ch. 75-230, Laws of Florida? 6. May a police officer who is performing privately arranged watchman, guard, or patrolman services under circumstances which require him to have a Class \"G\" statewide gun permit carry a service revolver owned by himself or by his employing agency? 7. What is the effect of s. 493.28, F.S., as cr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ago"
    }
  ],
  "relatedIncidents": [
    18470,
    18484,
    18507,
    18580,
    18619
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}