{
  "id": 18491,
  "title": "1975년 Duff 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-11-06",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Duff. 판결일: 1975-11-06. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: PHYLLIS A. DUFF Et Al., Plaintiffs and Appellants, v. HARRAH SOUTH SHORE CORPORATION Et Al., Defendants and Respondents\n**판결일**: 1975-11-06\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Paras\n\n## 변호인\n\nCounsel, James E. Kassis for Plaintiffs and Appellants., Hardy, Erich & Brown, Leo H. Schuering, Jr., Maloney, Chase, Fisher & Hurst, Charles Negley, Fitzwilliam, Memering, Stumbos & DeMers and Donald Person and Gary L. Hall for Defendants and Respondents.\n\n## 인용\n\n- 52 Cal. App. 3d 803\n- 125 Cal. Rptr. 259\n\n## 판결문 요약\n\n\n52 Cal. App. 3d 803 (1975)\n125 Cal. Rptr. 259\nPHYLLIS A. DUFF et al., Plaintiffs and Appellants,\nv.\nHARRAH SOUTH SHORE CORPORATION et al., Defendants and Respondents.\nDocket No. 14836.\nCourt of Appeals of California, Third District.\nNovember 6, 1975.\n*804 COUNSEL\nJames E. Kassis for Plaintiffs and Appellants.\nHardy, Erich &amp; Brown, Leo H. Schuering, Jr., Maloney, Chase, Fisher &amp; Hurst, Charles Negley, Fitzwilliam, Memering, Stumbos &amp; DeMers and Donald Person and Gary L. Hall for Defendants and Respondents.\nOPINION\nPARAS, J.\nThis wrongful death action is brought by the surviving wife and son of Robert Duff, who committed suicide after losing money at the Nevada gambling casinos owned by defendants. Plaintiffs appeal from a judgment dismissing the complaint after demurrers to the first amended complaint were sustained without leave to amend.\nThe first amended complaint alleges that in 1967 \"plaintiff, PHYLLIS DUFF and decedent, ROBERT DUFF, cancelled all of the check cashing accounts that they had with each of the ... defendants,\" but that in 1970, \"these check cashing accounts were reopened.\"\n*805 The complaint further alleges:\n\"That in reopening said check cashing accounts, the decedent and the plaintiff, PHYLLIS DUFF, entered into a contract in writing with the defendants, and each of them, which contract specified that specific limits would be placed upon the individual check cashing account of the decedent at each place of business of the defendants and that sa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=duff-v-harrah-south-shore-corp"
    }
  ],
  "relatedIncidents": [
    18455,
    18462,
    18466,
    18467,
    18469
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}