{
  "id": 18496,
  "title": "1975년 Stewart 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-10-30",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Stewart. 판결일: 1975-10-30. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Douglas Ray STEWART, Plaintiff-In-Error, v. STATE of Tennessee, Defendant-In-Error\n**판결일**: 1975-10-30\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Duncan, Russell, Walker\n\n## 변호인\n\nWalker Gwinn, Asst. Public Defender, Memphis, for plaintiff in error., R. A. Ashley, Jr., Atty. Gen., Robert H. Roberts, Advocate Gen., Nashville, Hugh W. Stanton, Jr., Dist. Atty. Gen., Wayne Emmons, Asst. Dist. Atty. Gen., Memphis, for defendant in error.\n\n## 인용\n\n- 534 S.W.2d 875\n\n## 판결문 요약\n\n\n534 S.W.2d 875 (1975)\nDouglas Ray STEWART, Plaintiff-in-Error,\nv.\nSTATE of Tennessee, Defendant-in-Error.\nCourt of Criminal Appeals of Tennessee.\nOctober 30, 1975.\nCertiorari Denied January 26, 1976.\n*876 Walker Gwinn, Asst. Public Defender, Memphis, for plaintiff in error.\nR.A. Ashley, Jr., Atty. Gen., Robert H. Roberts, Advocate Gen., Nashville, Hugh W. Stanton, Jr., Dist. Atty. Gen., Wayne Emmons, Asst. Dist. Atty. Gen., Memphis, for defendant in error.\nCertiorari Denied by Supreme Court January 26, 1976.\nDUNCAN, Judge.\n\nOPINION\nThe appellant, Douglas Ray Stewart, hereinafter referred to as the petitioner, brings this appeal contesting the dismissal of his petition for post conviction relief by the Honorable James C. Beasley, Judge of Division IV of the Shelby County Criminal Court.\nThe petitioner's complaints are that the rape statute under which he was convicted, T.C.A. § 39-3701, is unconstitutional and that the State suppressed evidence at his original trial.\nWith respect to the constitutional question, the \"Findings of Facts and Conclusions of Law,\" rendered by the able trial judge, contain the following:\n\"As to the novel attack upon the constitutionality of Section 39-3701, `Rape defined', being sexually discriminatory and thereby violative of due process and equal protection of laws, such attack must fail although, it is pursued from two fronts. The first being that by definition only a male can commit the offense of rape and the second, as urged in oral argument, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stewart-v-state"
    }
  ],
  "relatedIncidents": [
    18482,
    18511,
    18582,
    18594,
    18629
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}