{
  "id": 18507,
  "title": "1975년 Long 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-10-14",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Long. 판결일: 1975-10-14. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Surf Club v. Long\n**판결일**: 1975-10-14\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Pearson, Hendry and Haverfield\n\n## 인용\n\n- 325 So. 2d 66\n\n## 판결문 요약\n\n\n325 So. 2d 66 (1975)\nThe SURF CLUB, a Florida Corporation, Appellant,\nv.\nMaurice C. LONG, and All Persons Similarly Situated, Appellees.\nNo. 75-538.\nDistrict Court of Appeal of Florida, Third District.\nOctober 14, 1975.\nRehearing Denied February 4, 1976.\nWalton, Lantaff, Schroeder, Carson &amp; Wahl and James Knight, Miami, for appellant.\nSibley, Giblin, Levenson &amp; Ward, Shutts &amp; Bowen, Miami, for appellees.\nBefore PEARSON, HENDRY and HAVERFIELD, JJ.\nPER CURIAM.\nDefendant, The Surf Club, appeals a final judgment (1) enjoining the Club and its board of governors from borrowing any money for the purpose of paying operational *67 losses, (2) directing the Club's board of governors to determine and assess the current dues paying members of the Club the amount necessary and sufficient to pay all current operational losses, (3) declaring the plaintiffs as proprietary owners to be joint owners of a prorate share of the property and franchises of the Club and their rights cannot be defeated by any bylaw adopted by the Club, and (4) ordering an accounting of the operations for the year 1974 to the date of the judgment. Jurisdiction was retained to grant further relief to protect the rights and interest of the plaintiffs in the property and franchises of the Club.\nThe Surf Club is a large active social club organized in 1930 as a Florida non-profit corporation. In 1955 the Club's charter was amended to read that the highest amount of indebtedness or liability to which the Club...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=surf-club-v-long"
    }
  ],
  "relatedIncidents": [
    18470,
    18481,
    18484,
    18580,
    18619
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}