{
  "id": 18511,
  "title": "1975년 Wynne 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-10-10",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Wynne. 판결일: 1975-10-10. 법원: Supreme Court of Virginia.",
  "description": "## 사건 정보\n\n**사건명**: Herbert J. Wynne v. Commonwealth of Virginia\n**판결일**: 1975-10-10\n**법원**: Supreme Court of Virginia\n**관할**: Virginia, VA\n\n**판사**: Harman\n\n## 변호인\n\nRonald P. Hammers, for plaintiff in error., Alan Katz, Assistant Attorney General {Andrew P. Miller, Attorney General, on brief), for defendant in error., Thomas B. Shuttleworth {Clark, Steinhilber, Hofheimer & Stant, on brief), for National Organization for Women, amicus curiae.\n\n## 인용\n\n- 218 S.E.2d 445\n- 216 Va. 355\n\n## 판결문 요약\n\n\n218 S.E.2d 445 (1975)\n216 Va. 355\nHerbert J. WYNNE\nv.\nCOMMONWEALTH of Virginia.\nRecord No. 740771.\nSupreme Court of Virginia.\nOctober 10, 1975.\nRonald P. Hammers, Virginia Beach, for plaintiff in error.\nAlan Katz, Asst. Atty. Gen. (Andrew P. Miller, Atty. Gen., on brief), for defendant in error.\nThomas B. Shuttleworth, II, Virginia Beach (Clark, Steinhilber, Hofheimer &amp; Stant, Virginia Beach, on brief), for National Organization for Women, amicus curiae.\nBefore I'ANSON, C. J., and CARRICO, HARRISON, COCHRAN, HARMAN, POFF and COMPTON, JJ.\n*446 HARMAN, Justice.\nHerbert J. Wynne (Wynne or defendant) was convicted by a jury of the forcible rape of the 18 year-old prosecutrix and his punishment was fixed at five years imprisonment. We awarded a writ of error to the trial court's order sentencing Wynne in accordance with the jury's verdict.\nThe sufficiency of the evidence to convict the defendant is not in question. The defendant testified that he engaged in consensual sexual intercourse with the prosecutrix on the date charged and on four previous occasions. Upon cross-examination, the prosecutrix admitted that she and Wynne had engaged in a single act of consensual sexual intercourse approximately two years before the occasion on which she was forcibly raped by him.\nIn presenting his evidence, the defendant proposed to call four young men who would testify that each of them, on one or more occasions, had engaged in consensual sexual relations with the prosecutrix. The trial ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wynne-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    18482,
    18496,
    18582,
    18594,
    18629
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}