{
  "id": 18515,
  "title": "1975년 Mills 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-10-06",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Mills. 판결일: 1975-10-06. 법원: Court of Special Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Clement Franklin Mills v. State of Maryland\n**판결일**: 1975-10-06\n**법원**: Court of Special Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Orth, C.J., and Gilbert and Moore\n\n## 변호인\n\nWilliam, A. Linthicum, Jr., Assigned Public Defender, for appellant., Leroy Handwerger, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, Andreiv L. Sonner, State’s Attorney for Montgomery County, and William J. Hickey, Jr., Assistant State’s Attorney for Montgomery County, on the brief, for appellee.\n\n## 인용\n\n- 345 A.2d 127\n- 28 Md. App. 300\n\n## 판결문 요약\n\n\n28 Md. App. 300 (1975)\n345 A.2d 127\nCLEMENT FRANKLIN MILLS\nv.\nSTATE OF MARYLAND.\nNo. 20, September Term, 1975.\nCourt of Special Appeals of Maryland.\nDecided October 6, 1975.\nThe cause was argued before ORTH, C.J., and GILBERT and MOORE, JJ.\n*301 William A. Linthicum, Jr., Assigned Public Defender, for appellant.\nLeroy Handwerger, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, Andrew L. Sonner, State's Attorney for Montgomery County, and William J. Hickey, Jr., Assistant State's Attorney for Montgomery County, on the brief, for appellee.\nMOORE, J., delivered the opinion of the Court.\nClement F. Mills, appellant, was convicted of rape, armed robbery and two counts of kidnapping by a jury in the Circuit Court for Montgomery County (Shure, C.J. presiding), and received a twelve-year sentence. From the judgments entered thereon, he appeals.\nOn July 13, 1974, in Gaithersburg, two married women, ages 22 and 23, were accosted at knife-point by a male who forced them to drive him in their car to a secluded, rural area where he robbed and raped one of them. He then compelled the victims to drive him back to Gaithersburg where he exhibited them to a number of the community residents,[1] then left the car and walked away. After the women returned to the rape victim's apartment, where their husbands were awaiting their return from an errand, the police were called.\nThe following day, Detective Thomas D. Evans took the rape victim in a police car through re...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mills-v-state"
    }
  ],
  "relatedIncidents": [
    18489,
    18556,
    18673,
    18202,
    18270
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}