{
  "id": 18513,
  "title": "1975년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-10-07",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1975-10-07. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth vs. George Wayne Mahnke\n**판결일**: 1975-10-07\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Braucher, Hennessey, Kaplan, Quirico, Reardon, Tauro, Wilkins\n\n## 변호인\n\nGerald Alch (Mario Misci with him) for the defendant., Newman A. Flanagan, Assistant District Attorney, for the Commonwealth.\n\n## 인용\n\n- 335 N.E.2d 660\n- 368 Mass. 662\n\n## 판결문 요약\n\n\nTauro, C.J.\nThe events which frame the central issues in this case arise from legal and illegal efforts of the family and friends of a young woman (the victim) to provide an explanation for her mysterious disappearance in September of 1970. On December 9, 1971, her body was discovered in a shallow grave near the parking lot of a Sears, Roebuck and Co. (Sears) store in the Fenway area of Boston. The defendant, a boyfriend of the victim, was indicted for her murder in the first degree. Before trial, the defendant moved to suppress, inter alla,1 (1) statements he had made on December 9, 1971, to members of a “concerned group” of citizens who had abducted, imprisoned and interrogated him, (2) certain evidence which had come to light through information contained in the aforementioned statements, and (3) a statement given to police from a hospital bed the following day. After a lengthy voir dire, the trial judge granted the defendant’s motions in part and denied them *666in part. The defendant was convicted of murder in the second degree and was sentenced to life imprisonment.\nIn the present appeal, under G. L. c. 278, §§ 33A-33G, the defendant argues four specific assignments of error, chiefly related to the refusal of the judge to exclude from the trial all evidence obtained as a result of his abduction and subsequent police interrogation. We delineate these assignments of error with more particularity below.2 Other assignments of error, included in the defendant’s “Assignment ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-mahnke"
    }
  ],
  "relatedIncidents": [
    18455,
    18469,
    18538,
    18544,
    18553
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}