{
  "id": 18525,
  "title": "1975년 Washington v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-10-01",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Washington v. State. 판결일: 1975-10-01. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Pauline A. Turner WASHINGTON, Plaintiff-in-Error v. STATE of Tennessee, Defendant-in-Error\n**판결일**: 1975-10-01\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Dwyer, Jerman, Walker\n\n## 변호인\n\nGerald F. Largen, Kingston, for plaintiff-in-error., R. A. Ashley, Jr., Atty. Gen., Jack E. Seaman, Asst. Atty. Gen., Nashville, H. Kenneth Deatherage, Dist. Atty. Gen., Kingston, for defendant-in-error.\n\n## 인용\n\n- 534 S.W.2d 865\n\n## 판결문 요약\n\n\nOPINION\nDWYER, Judge.\nThis appeal flows from a conviction of selling marijuana in excess of one half ounce, see T.C.A. 52-1432(a)(l)(F), with resulting punishment of confinement for not less than one year nor more than two years and six months plus a fine of $1,600.\nThe plaintiff-in-error, referred to hereafter as the defendant, was found by the trial court to be an indigent for appeal purposes.\nThere has been no assignment of error attacking the sufficiency of the evidence. We will, for clarity purposes, in evaluating the other assignments of error, summarize the evidence as found by our review of the record.\nThe defendant, in response to a telephone call, met with the state’s prosecuting witness, an undercover agent for the Tennessee Bureau of Investigation, on the evening hours of March 22, 1973, in Roane County. This meeting was arranged by a person described by the state’s witness as a “cooperative individual” and the parties met at Cas Walker’s Supermarket located on Highway 70. The agent was in his car with the “cooperative individual” when the defendant arrived in an automobile driven by a party identified as the second “cooperative individual” later identified at the trial as Johnny who had been living with the defendant. The defendant and this party got into the agent’s car and after a brief period the defendant sold the agent ten plastic sacks each containing marijuana as identified by a toxicologist testifying for the state in the total amount of one half pound f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=washington-v-state"
    }
  ],
  "relatedIncidents": [
    18455,
    18462,
    18466,
    18467,
    18469
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}