{
  "id": 18520,
  "title": "1975년 Frias 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-10-03",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Frias. 판결일: 1975-10-03. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: ROBERTO FRIAS, Petitioner, v. THE SUPERIOR COURT OF SAN JOAQUIN COUNTY, Respondent; L. N. PATTERSON, as Superintendent, Etc., Real Party in Interest\n**판결일**: 1975-10-03\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Friedman, Paras\n\n## 변호인\n\nCounsel, Jerome B. Falk, Jr., for Petitioner., Robert T. Fries, Steinhart, Goldberg, Feigenbaum & Ladar, Joshua Bar-Lev, Lillick, McHose, Wheat, Adams & Charles, Richard B. Morris, Howard J. Berman and Robert H., Fabian as Amici Curiae on behalf of Petitioner., Evelle J. Younger, Attorney General, Jack R. Winkler, Chief Assistant Attorney General, Arnold O. Overoye, Willard F. Jones and Roger E. Venturi, Deputy Attorneys General, for Respondent and for Real Party in Interest.\n\n## 인용\n\n- 51 Cal. App. 3d 919\n- 124 Cal. Rptr. 616\n\n## 판결문 요약\n\n\n51 Cal. App. 3d 919 (1975)\n124 Cal. Rptr. 616\nROBERTO FRIAS, Petitioner,\nv.\nTHE SUPERIOR COURT OF SAN JOAQUIN COUNTY, Respondent; L.N. PATTERSON, as Superintendent, etc., Real Party in Interest.\nDocket No. 14714.\nCourt of Appeals of California, Third District.\nOctober 3, 1975.\n*920 COUNSEL\nJerome B. Falk, Jr., for Petitioner.\nRobert T. Fries, Steinhart, Goldberg, Feigenbaum &amp; Ladar, Joshua Bar-Lev, Lillick, McHose, Wheat, Adams &amp; Charles, Richard B. Morris, Howard J. Berman and Robert H. Fabian as Amici Curiae on behalf of Petitioner.\nEvelle J. Younger, Attorney General, Jack R. Winkler, Chief Assistant Attorney General, Arnold O. Overoye, Willard F. Jones and Roger E. Venturi, Deputy Attorneys General, for Respondent and for Real Party in Interest.\nOPINION\nPARAS, J.\nPetitioner is an inmate of Deuel Vocational Institution, having been convicted in 1971 of assault with a deadly weapon. He now has pending before respondent superior court a petition for habeas corpus challenging his incarceration in the K-Wing, the maximum segregation area. The petition before us requests issuance of a writ of mandamus to require respondent court to process his pending petition and all other similar \"conditions petitions\"[1] filed by other prisoners, in a manner which he claims will comply with sections 1476 to 1484 of the Penal Code and with the due process and equal protection clauses of the *921 United States and California Constitutions. Petitioner, supported by amicus curiae, reque...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=frias-v-superior-court"
    }
  ],
  "relatedIncidents": [
    18488,
    18683,
    18705,
    18220,
    18223
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}