{
  "id": 18538,
  "title": "1975년 Ex parte Treloar 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-09-17",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex parte Treloar. 판결일: 1975-09-17. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex parte Eddie J. TRELOAR aka Patrick Herbert\n**판결일**: 1975-09-17\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Onion\n\n## 변호인\n\nCarol S. Vance, Dist. Atty. and Clyde F. DeWitt, III and Dennis Cain, Asst. Dist. Attys., Houston, Jim D. Vollers, State’s Atty., and David S. McAngus, Asst. State’s Atty., Austin, for the State.\n\n## 인용\n\n- 527 S.W.2d 531\n\n## 판결문 요약\n\n\nOPINION\nONION, Presiding Judge.\nThis is an appeal from an order entered in the 184th District Court following a hearing on appellant’s application for a writ of habeas corpus.\nThis is what we are able to gather from the poorly developed record before us. On May 7, 1975, the habeas corpus application was filed wherein appellant alleged he was illegally confined “by virtue of a certain indictment for fugitive warrant from the State of Mississippi.” He prayed that he be discharged from such confinement or granted bail.\nAt a hearing on May 9, 1975, the only evidence offered by the State was through the court. The record reflects:\n“THE COURT: Mark the applicantion (sic) for the writ State’s Exhibit No. 1, . and the return State’s Exhibit No. 2, and the State offers them into evidence; and they are admitted, and the State rests.\n“MR. CAIN (Assistant District Attorney): Yes, thank you.”\nThe sworn return by the sheriff reflects that appellant is in custody by virtue of “Capias &amp; Indictments &amp; Governor’s Warrant.”\nThe Governor’s Warrant was not introduced or otherwise identified.\nAppellant’s counsel testified bail had been set at $35,000 for capital murder and at $20,000 each in two robbery cases (apparently pending in Harris County).\nAppellant testified he escaped from Mississippi authorities after conviction for burglary while his case was on appeal and that he could make bail in the amount of $7,000 if the court would grant him “a bond.”\nAt the conclusion of the hearing th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-treloar"
    }
  ],
  "relatedIncidents": [
    18455,
    18469,
    18513,
    18544,
    18553
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}