{
  "id": 18534,
  "title": "1975년 Kelton Motors, Inc. v. Phoenix of Hartford Insurance Companies 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-09-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Kelton Motors, Inc. v. Phoenix of Hartford Insurance Companies. 판결일: 1975-09-22. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: KELTON MOTORS, INC. and R. A. McQuaide Milk Transportation Co., Inc. v. The PHOENIX OF HARTFORD INSURANCE COMPANIES, and Franklin County Trust Company, Defendants The PHOENIX OF HARTFORD INSURANCE COMPANIES, Third-Party v. Willard D. COBB and Franklin County Trust Company, Third-Party Defendants FRANKLIN COUNTY TRUST COMPANY, Fourth-Party v. Willard D. COBB and Leon Cobb, Individually and d/b/a Econo Car Rental Center and Cobb's Car Company, Inc., Fourth-Party Leon Cobb, Fourth-Party\n**판결일**: 1975-09-22\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Gurfein, Kaufman, Mulligan\n\n## 변호인\n\nF. Elliott Barber, Jr., Brattleboro, Vt., for fourth-party plaintiff-appellant., No appearance for fourth-party defendant-appellee.\n\n## 인용\n\n- 522 F.2d 728\n\n## 판결문 요약\n\n\nPER CURIAM:\nThis is an appeal by the Franklin County Trust Company from a judgment of the United States District Court for the District of Vermont, James S. Holden, Chief Judge, which held that appel*729lee Leon Cobb was not liable to the bank by reason of his having deposited in the account of his partnership at the bank a check which bore a forged endorsement.\nWillard D. Cobb in the course of his operation of the Taylor Insurance Agency in Brattleboro, Vermont, received a check dated March 27, 1968, in the amount of $13,750, issued by The Phoenix of Hartford Insurance Companies (“Phoenix”) and payable to the order of R. A. McQuaide Milk Transport (“McQuaide”). The check was issued in payment of a property loss incurred by McQuaide under a policy issued by Phoenix through the Taylor Agency. Appellee Leon Cobb had no connection with or interest in the Taylor Insurance Agency. Willard D. Cobb, without authorization from the payee, fraudulently endorsed the instrument in the name of the payee. He then added his own endorsement “For deposit only — Franklin County Trust Co., Willard D. Cobb.”\nWillard Cobb left the check with his brother Leon Cobb and requested him to deposit it in the bank for collection. Leon Cobb deposited the check in the Franklin County Trust Company as the initial deposit to a new account entitled “Econo Car Rental Center,” a partnership that had been formed recently by the two brothers. The proceeds of the check were subsequently withdrawn from the partner...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kelton-motors-inc-v-phoenix-of-hartford-insurance-companies"
    }
  ],
  "relatedIncidents": [
    18462,
    18703,
    18206,
    18208,
    18238
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}