{
  "id": 18544,
  "title": "1975년 Whitten 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-08-27",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Whitten. 판결일: 1975-08-27. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Ernest Whitten, Michael L. Bailey v. State of Indiana\n**판결일**: 1975-08-27\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Prentice\n\n## 변호인\n\nJohn F. Davis, of Evansville, for appellants., Theodore L. Sendak, Attorney General, John H. Meyers, Deputy Attorney General, for appellee.\n\n## 인용\n\n- 333 N.E.2d 86\n- 263 Ind. 407\n\n## 판결문 요약\n\n\n333 N.E.2d 86 (1975)\nErnest WHITTEN and Michael L. Bailey, Appellants (Defendants below),\nv.\nSTATE of Indiana, Appellee (Plaintiff below).\nNo. 1073S213.\nSupreme Court of Indiana.\nAugust 27, 1975.\n*88 John F. Davis, Evansville, for appellants.\nTheodore L. Sendak, Atty. Gen., John H. Meyers, Deputy Atty. Gen., Indianapolis, for appellee.\nPRENTICE, Justice.\nThe defendants (appellants) were convicted in a trial by jury of felony murder (robbery), Acts of 1941, ch. 148, § 1; IC XX-XX-X-X; Burns Ind. Stat. Ann. § 10-3401. They were both sentenced to life imprisonment. This appeal presents the following issues:\n1. Sufficiency of the evidence.\n2. Validity of searches of the defendants' automobile.\n3. Legality of cross examination of defendants' psychiatrist concerning prior criminal acts and police involvement of the defendants.\n4. Admissibility into evidence of police \"mug\" photographs.\n5. Correctness of the trial court's denial of a motion for mistrial following the disclosure by a State's witness of a statement by one of the defendants that he was wanted for another armed robbery.\n6. Correctness of the trial court's ruling permitting the court appointed psychiatrist to testify as to a statement made by the defendant, Bailey, during the examination to determine his competency to stand trial.\n7. Correctness of an instruction limiting the verdicts to guilty, not guilty or not guilty by reason of insanity.\n* * * * * *\nISSUE I. Considering first the charge of insufficiency of the evid...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=whitten-v-state"
    }
  ],
  "relatedIncidents": [
    18455,
    18469,
    18513,
    18538,
    18553
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}