{
  "id": 18553,
  "title": "1975년 Malson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-08-04",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Malson. 판결일: 1975-08-04. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Donald Ray MALSON v. STATE of Missouri\n**판결일**: 1975-08-04\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Born, Higgins, Swofford, Wel\n\n## 변호인\n\nRobert G. Duncan, William E. Shull, Duncan & Russell, Kansas City, for appellant., John C. Danforth, Atty. Gen., Preston Dean, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 539 S.W.2d 454\n\n## 판결문 요약\n\n\nSWOFFORD, Presiding Judge.\nMovant appeals from the denial of his motion, under Rule 27.26, to vacate a judgment and sentence. He was sentenced to life imprisonment for murder in the second degree (reduced from the charge of first degree murder) upon his plea of guilty. He urges upon this appeal that the trial court’s findings of fact and conclusions of law are clearly erroneous because 1) his plea of guilty was not knowingly entered and he did not comprehend or understand the nature of the proceedings against him due to the administration and injection of various drugs by employees of the state before the entry of such guilty plea; and 2) he was denied the effective assistance of counsel, in that his counsel failed to properly preserve and urge his defense of mental incompetence and further, coerced him into making a plea of guilty based upon threats, duress and false information.\nThe burden of proving grounds for the relief sought, by the preponderance of the evidence, rests upon the appellant, and the findings of the trial court are presumptively correct and must be sustained on this appeal unless they are clearly erroneous. Rule 27.26(j); Crosswhite v. State, 426 S.W.2d 67, 70[1] (Mo.1968); Beach v. State, 488 S.W.2d 652, 656[10] (Mo.1972).\nA review of the record of the guilty plea, entered on August 3, 1971, discloses that the trial court and then counsel for the appellant used meticulous care in explaining to the appellant the nature of the proceedings and to ascertain ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=malson-v-state"
    }
  ],
  "relatedIncidents": [
    18455,
    18469,
    18513,
    18538,
    18544
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}