{
  "id": 18558,
  "title": "1975년 Wright 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-07-29",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Wright. 판결일: 1975-07-29. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: State of Connecticut v. Rudolph Wright\n**판결일**: 1975-07-29\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Barber, Bogdanski, House, Loiselle, Longo\n\n## 변호인\n\nHerbert J. Bundock, public defender, for the appellant (defendant)., Donald A. Browne, state’s attorney, for the appellee (state).\n\n## 인용\n\n- 169 Conn. 256\n\n## 판결문 요약\n\n\n169 Conn. 256 (1975)\nSTATE OF CONNECTICUT\nv.\nRUDOLPH WRIGHT\nSupreme Court of Connecticut.\nArgued June 6, 1975.\nDecision released July 29, 1975.\nHOUSE, C. J., LOISELLE, BOGDANSKI, LONGO and BARBER, JS.\n*257 Herbert J. Bundock, public defender, for the appellant (defendant).\nDonald A. Browne, state's attorney, for the appellee (state).\nHOUSE, C. J.\nThe defendant, Rudolph Wright, was indicted by a grand jury September 20, 1971, for the crime of murder in the first degree in that on July 31, 1971, in Bridgeport, he did wilfully, deliberately, with premeditation and malice aforethought shoot and kill Joseph Brodie, in violation of then § 53-9 of the General Statutes. The defendant pleaded not guilty and elected to be tried by a jury of twelve. The case was tried and the jury returned a verdict of guilty of murder in the second degree. The defendant was sentenced by the court to life imprisonment, and it is from this judgment that he has taken the present appeal.\nThe defendant has made a claim of error in the denial of his motion to set aside the verdict as being contrary to law and against the evidence. The appeal having been taken before the rules for taking appeals in jury cases were amended effective October 1, 1974, such a claim is tested by the evidence printed in the appendices to the briefs and such exhibits as are made a part of the record. State v. Brown, 161 Conn. 219, 220, 286 A.2d 304; State v. Hassett, 155 Conn. 225, 232, 230 A.2d 553; State v. Stallings, 154 Conn. 2...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-wright"
    }
  ],
  "relatedIncidents": [
    18455,
    18469,
    18513,
    18538,
    18544
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}