{
  "id": 18550,
  "title": "1975년 Davidson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-08-12",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Davidson. 판결일: 1975-08-12. 법원: Court of Civil Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: The STATE of Oklahoma v. Bill DAVIDSON\n**판결일**: 1975-08-12\n**법원**: Court of Civil Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Bacon, Brightmire, Neptune\n\n## 변호인\n\nCurtis P. Harris, Dist. Atty., William L. Funk, Asst. Dist. Atty., Oklahoma City, for appellee., Forest N. Simon, and O. B. Martin, Oklahoma City, for appellant.\n\n## 인용\n\n- 544 P.2d 1292\n\n## 판결문 요약\n\n\nBACON, Judge.\nThis appeal is taken by a bail bondsman from the trial court’s denial of his motion to vacate and set aside a bond forfeiture. The facts are as follows.\nOne Willard Ford was convicted of second-degree burglary in Oklahoma County and sentenced on May 1, 1973, to serve seven years in the penitentiary. He posted an appeal bond signed by appellant as surety. A condition of the bond was that Ford was not to leave the state without permission of the court. 22 O.S.1971 § 1058.\nFord, without obtaining leave of the court to depart from Oklahoma, was jailed on September 8, 1973, in the state of Virginia for possession of burglary tools.\nOn November 19, 1973, the State of Oklahoma filed a “motion for order of bail bond forfeiture” because Ford failed to prosecute his appeal. Notice was given appellant that the hearing on the state’s motion would be heard December 14, 1973.\nOn December 14, 1973, the court, after a hearing, ordered forfeiture of the bond and soon thereafter appellant received by personal service notice that the bond on Ford had been forfeited.\nOn January 15, 1974, appellant filed his motion to set aside the bond forfeiture, which was subsequently overruled. Appellant is now appealing and argues under two propositions of error.\nAppellant’s first proposition reads:\n“The State should have' proceeded to forfeit the criminal appeal bond under the provisions of Title 22 O.S.A. § 1058.”\nIn order to put appellant’s argument into proper perspective, several statutes...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-davidson"
    }
  ],
  "relatedIncidents": [
    18466,
    18470,
    18486,
    18492,
    18504
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}