{
  "id": 18572,
  "title": "1975년 10 Fair empl.prac.cas. 1386, 10 Empl. Prac. Dec. P 10,320 Jessie Stevenson, Etc. v. International Paper Company, Mobile, Alabama 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-07-16",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: 10 Fair empl.prac.cas. 1386, 10 Empl. Prac. Dec. P 10,320 Jessie Stevenson, Etc. v. International Paper Company, Mobile, Alabama. 판결일: 1975-07-16. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Jessie STEVENSON Et Al., Etc., Plaintiffs-Appellants, v. INTERNATIONAL PAPER COMPANY, MOBILE, ALABAMA, Et Al., Defendants-Appellees\n**판결일**: 1975-07-16\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Goldberg, Lynne, Roney\n\n## 변호인\n\nJack Greenberg, Sylvia Drew, Morris J. Bailer, New York City, J. U. Blacksher, Mobile, Ala., for plaintiffs-appelIants., Wm. A. Carey, Gen. Counsel, EEOC, Margaret C. Poles, Washington, D. C., amicus curiae., R. F. Adams, Brock B. Gordon, Mobile, Ala., for Int’l Paper Co., Benj. L. Erdreich, John C. Falkenberry, Birmingham, Ala., for United Paper-workers Int’l Union., James D. Hutchinson, N. Thompson Powers, Washington, D. C., for International Paper Co.\n\n## 인용\n\n- 516 F.2d 103\n\n## 판결문 요약\n\n516 F.2d 103\n    10 Fair Empl.Prac.Cas.  1386,10 Empl. Prac. Dec. P 10,320Jessie STEVENSON et al., etc., Plaintiffs-Appellants,v.INTERNATIONAL PAPER COMPANY, MOBILE, ALABAMA, et al.,Defendants-Appellees.\n    No. 73-1758.\n    United States Court of Appeals,Fifth Circuit.\n    July 16, 1975.\n    \n      Jack Greenberg, Sylvia Drew, Morris J. Baller, New York City, J. U. Blacksher, Mobile, Ala., for plaintiffs-appellants.\n    \n    \n      1\n      Wm. A. Carey, Gen. Counsel, EEOC, Margaret C. Poles, Washington, D. C., amicus curiae.\n    \n    \n      2\n      R. F. Adams, Brock B. Gordon, Mobile, Ala., for Int'l Paper Co.\n    \n    \n      3\n      Benj. L. Erdreich, John C. Falkenberry, Birmingham, Ala., for United Paperworkers Int'l Union.\n    \n    \n      4\n      James D. Hutchinson, N. Thompson Powers, Washington, D. C., for International Paper Co.\n    \n    \n      5\n      Appeal from the United States District Court for the Southern District of Alabama.\n    \n    \n      6\n      Before GOLDBERG and RONEY, Circuit Judges, and LYNNE, District Judge.\n    \n    RONEY, Circuit Judge:\n    \n      7\n      Black employees at International Paper Company's Mobile, Alabama, mill brought this class action against International Paper Company (IP), their employer, and the various labor unions involved, asserting racial discrimination in two broad categories: first, transfer and promotion practices presently discriminatory, and second, practices which, although neutral on their face, perpetuate the effec...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=10-fair-emplpraccas-1386-10-empl-prac-dec-p-10320-jessie-stevenson"
    }
  ],
  "relatedIncidents": [
    18513,
    18212,
    18219,
    18222,
    18324
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}