{
  "id": 18577,
  "title": "1975년 Marshall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-07-09",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: Marshall. 판결일: 1975-07-09. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Tyrone MARSHALL, Appellant, v. UNITED STATES, Appellee\n**판결일**: 1975-07-09\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: Gallagher, Nebeker and Yeagley\n\n## 변호인\n\nFrank Petramalo, for appellant., Robert P. Palmer, Asst. U. S. Atty., with whom Earl J. Silbert, U. S. Atty., John A. Terry, and Robert Richard Chapman, Asst. U. S. Attys., were on the brief, for appel-lee.\n\n## 인용\n\n- 340 A.2d 805\n\n## 판결문 요약\n\n\n340 A.2d 805 (1975)\nTyrone MARSHALL, Appellant,\nv.\nUNITED STATES, Appellee.\nNo. 7915.\nDistrict of Columbia Court of Appeals.\nArgued April 15, 1975.\nDecided July 9, 1975.\n*807 Frank Petramalo, for appellant.\nRobert P. Palmer, Asst. U. S. Atty., with whom Earl J. Silbert, U. S. Atty., John A. Terry, and Robert Richard Chapman, Asst. U. S. Attys., were on the brief, for appellee.\nBefore GALLAGHER, NEBEKER and YEAGLEY, Associate Judges.\nYEAGLEY, Associate Judge:\nThis is an appeal from appellant's conviction by a jury of robbery (purse snatching).[1] Assigned as error are the trial court's denials of appellant's motions: (1) to suppress as unnecessarily suggestive a lineup identification and the subsequently tainted in-court identification; (2) for a directed verdict of acquittal on the ground of insufficient evidence; and (3) to strike the trial court testimony of the complaining witness as a sanction for the government's failure to preserve the stolen purse. We affirm.\nWhile walking to work at Providence Hospital at approximately 9 a. m. on the morning of January 3, 1973, the complainant felt a hard tug at her right shoulder and turned to see a young man standing at arm's length from her holding her purse, the shoulder strap of which he had broken in the seizure. Her assailant stood there momentarily facing her and then turned and fled. The complainant chased her assailant for ten or fifteen feet shouting accusations to which the assailant responded by turning around and grinni...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=marshall-v-united-states"
    }
  ],
  "relatedIncidents": [
    18466,
    18470,
    18486,
    18492,
    18504
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}