{
  "id": 18582,
  "title": "1975년 McPherson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-07-03",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: McPherson. 판결일: 1975-07-03. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: State v. McPherson\n**판결일**: 1975-07-03\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Judges Collester, Kolovsky and Halpern\n\n## 인용\n\n- 343 A.2d 99\n- 135 N.J. Super. 203\n\n## 판결문 요약\n\n\n135 N.J. Super. 203 (1975)\n343 A.2d 99\nSTATE OF NEW JERSEY, PLAINTIFF-RESPONDENT,\nv.\nJAMES McPHERSON, DEFENDANT-APPELLANT.\nSuperior Court of New Jersey, Appellate Division.\nSubmitted June 24, 1975.\nDecided July 3, 1975.\n*204 Before Judges COLLESTER, KOLOVSKY and HALPERN.\nMr. Stanley C. Van Ness, Public Defender of New Jersey, attorney for appellant (Mr. Michael R. Klekman, Assistant Deputy Public Defender, of counsel and on the brief).\nMr. William F. Hyland, Attorney General of New Jersey, attorney for respondent (Mr. Solomon Rosengarten, Deputy Attorney General, of counsel and on the brief).\nPER CURIAM.\nDefendant appeals from a judgment of conviction, entered on a jury verdict, finding him guilty of rape, in violation of N.J.S.A. 2A:138-1. He seeks a reversal of his conviction contending the trial judge erred in (a) denying his motion for a judgment of acquittal at the end of the State's case and (b) in failing to charge fornication as a lesser included offense to rape. We find no merit in either contention and affirm.\nThe jury could find from the uncontradicted proofs offered by the State (defendant did not testify) that during the early morning hours of June 3, 1973, defendant forced the victim, an 18-year-old female, to have sexual relations with him against her will. Briefly stated, the victim testified she cried and pleaded with defendant to take her home and not *205 to have sexual relations with her  she did her best to talk him out of it, but when this failed she s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mcpherson"
    }
  ],
  "relatedIncidents": [
    18482,
    18496,
    18511,
    18594,
    18629
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}