{
  "id": 18587,
  "title": "1975년 Pollock 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-06-26",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Pollock. 판결일: 1975-06-26. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Joseph Pollock\n**판결일**: 1975-06-26\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 48 A.D.2d 995\n\n## 판결문 요약\n\n\nAppeal from a judgment of the County Court of Albany County, rendered June 28,1974, convicting defendant, on his plea of guilty, of the crime of manslaughter, second degree. The only issue raised on this appeal is the severity of the sentence. Defendant, aged 59, was indicted on May 23, 1974 and charged with two counts of murder. The victim was his wife of 33 years. Defendant pled guilty to manslaughter in the second degree and was sentenced to an indeterminate term of imprisonment not to exceed 15 years. The record establishes that defendant had previously been convicted of a felony and was confined for 18 months in prison. While there are some extenuating circumstances, we are unable to conclude on this record that the sentence is unduly harsh or severe. Defendant was indicted for murder and was permitted to plead to manslaughter. This court should not disturb the sentence imposed by the trial court. (People v Gemmill, 34 AD2d 177.) Judgment affirmed. Herlihy, P. J., Greenblott, Sweeney, Kane and Reynolds, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-pollock"
    }
  ],
  "relatedIncidents": [
    18455,
    18469,
    18513,
    18538,
    18544
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}