{
  "id": 18580,
  "title": "1975년 Purvis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-07-07",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Purvis. 판결일: 1975-07-07. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Respondent, v. Jimmy Dale PURVIS, Appellant\n**판결일**: 1975-07-07\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Higgins, Swofford, Wel-Born\n\n## 변호인\n\nWilliam G. Mays, II, Public Defender, Columbia, for appellant., John C. Danforth, Atty. Gen., Paul Robert Otto, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 525 S.W.2d 590\n\n## 판결문 요약\n\n\n525 S.W.2d 590 (1975)\nSTATE of Missouri, Respondent,\nv.\nJimmy Dale PURVIS, Appellant.\nNo. KCD 27364.\nMissouri Court of Appeals, Kansas City District.\nJuly 7, 1975.\n*592 William G. Mays, II, Public Defender, Columbia, for appellant.\nJohn C. Danforth, Atty. Gen., Paul Robert Otto, Asst. Atty. Gen., Jefferson City, for respondent.\nBefore SWOFFORD, P. J., and WEBORN and HIGGINS, Special JJ.\nSWOFFORD, Presiding Judge.\nAppellant was convicted by a jury of the crime of arson under Section 560.025 RSMo 1969, V.A.M.S. He was tried under the Second Offender Act and was sentenced by the court below to three years imprisonment.\nOn July 14, 1973, at approximately 2:30 a. m., firemen responded to the scene of a burning fraternity house in Columbia, Missouri. The building was unoccupied at the time, and the origin of the fire was determined to have been in a smoldering mattress in a bedroom on the east side of the second floor and not to be the product of natural causes. At this time, the appellant (hereinafter referred to as \"defendant\") was on probation from a previous conviction of arson, upon a plea of guilty in the Circuit Court of Cooper County, Missouri and was voluntarily under the care of the Mid-Missouri Mental Health Center (hereinafter referred to as \"Center\").\nOn July 18, 1973, the defendant gave a written statement to one Carroll Highbarger, a police officer of Columbia assigned to the office of the prosecuting attorney of Boone County. In this document the defendant stated t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-purvis"
    }
  ],
  "relatedIncidents": [
    18470,
    18481,
    18484,
    18507,
    18619
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}