{
  "id": 18593,
  "title": "1975년 Turner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-06-16",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Turner. 판결일: 1975-06-16. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Windle Tyler TURNER v. STATE of Florida\n**판결일**: 1975-06-16\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Johnson, McCord, Rawls\n\n## 변호인\n\nRichard W. Ervin, Public Defender, Judith J. Daugherty and David J. Busch, Asst. Public Defenders, for appellant., Robert L. Shevin, Atty. Gen., and Gerry B. Ro§e, Asst. Atty. Gen., for appellee.\n\n## 인용\n\n- 314 So. 2d 183\n\n## 판결문 요약\n\n\nJOHNSON, Judge.\nThis appeal is from a conviction for manslaughter and sentence of 15 years.\nThe grand jury indictment charged, inter alia, that the appellant effected the death of a seven month old baby by striking her on the head with a plastic nursing bottle, giving to her certain wounds from which the baby languished about 24 hours and then died as a result of the blows on her head. The record shows that the estranged wife of the appellant was acting as a baby-sitter for several children; that the mother of the deceased child was a friend of appellant’s wife and was in fact staying in the same house with appellant’s wife. The wife entrusted the care of the deceased child to appellant for a short time while she ran some errands. It was during this time that the baby started crying and in order to hush the baby struck the baby on the head several times with the plastic nursing bottle. Appellant contends that the blows were not hard, but such to quiet ■the baby and he gave her the quarter-full bottle of milk and she went to sleep. We don’t find any competent denial about the cause of death although not intentional.\n*184The record combines some of the testimony of the appellant as related to an investigator for the State Attorney’s office and about being called to the State Attorney’s office. There is considerable conflict between the testimony of the appellant and the officers. It is hard for us to pinpoint at what point of time the appellant was considered a suspect and at ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=turner-v-state"
    }
  ],
  "relatedIncidents": [
    18455,
    18469,
    18513,
    18538,
    18544
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}