{
  "id": 18606,
  "title": "1975년 Graham 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-06-02",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Graham. 판결일: 1975-06-02. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: GRAHAM v. State\n**판결일**: 1975-06-02\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Hill\n\n## 변호인\n\nCarroll L. Cowart, for appellant., John W. Underwood, District Attorney, Arthur K. Bolton, Attorney General, G. Stephen Parker, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 234 Ga. 520\n\n## 판결문 요약\n\n\nHill, Justice.\nAppellant Isaac Graham, an inmate of Georgia State Prison, was indicted for the murder of a fellow prisoner, Henry \"Red” Watkins, tried by a jury in the Superior Court of Tattnall County, convicted and sentenced to life imprisonment on April 26,1974. Following the overruling of his amended motion for new trial he filed his notice of appeal.\n1. Appellant’s first enumeration of error is that the verdict of guilty was contrary to the evidence, without evidence to support it and strongly against the weight of the evidence because the verdict was contrary to law and the principles of justice and equity. He argues that there was no evidence of malice aforethought.\nUpon the trial the state introduced testimony from the doctor who performed the autopsy and two correctional officers at Georgia State Prison. The doctor testified that there were six stab wounds on the body, only one of which, in the right stomach area over the liver, could be fatal. The other stab wounds were on the arm, shoulder, leg and left side of the back.\nThe two officers both testified in substance that at 7:30 a.m. on the morning of May 25, 1973, they were on duty in the hall of cell house M-4 at Reidsville within 30 feet of the shower and lavatory area; that they heard a man holler and looked into the shower area where they saw the appellant stabbing Watkins with a sharpened silverware knife that had tape on the handle; that when they went into the shower area the appellant relinquished the knif...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=graham-v-state"
    }
  ],
  "relatedIncidents": [
    18455,
    18469,
    18513,
    18538,
    18544
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}