{
  "id": 18604,
  "title": "1975년 Novosel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-06-05",
  "location": "New Hampshire, NH, USA",
  "summary": "미국 New Hampshire, NH 법원 판결 사건. 사건명: Novosel. 판결일: 1975-06-05. 법원: Supreme Court of New Hampshire.",
  "description": "## 사건 정보\n\n**사건명**: State of New Hampshire v. Viktor Novosel\n**판결일**: 1975-06-05\n**법원**: Supreme Court of New Hampshire\n**관할**: New Hampshire, NH\n\n**판사**: Per Curiam\n\n## 변호인\n\nWarren B. Rudman, attorney general, and Robert V. Johnson II, assistant attorney general, by brief for the State., Carroll F. Jones and Leonard Merski by brief for the defendant., D. Alan Rock, Senator, District 12, filed memorandum., Philip R. Currier, Representative District 15, filed memorandum., Hat Enterprises, Inc., of Nashua, New Hampshire, filed memorandum., William C. Whittemore, staff attorney for Mobil Oil Corporation, filed memorandum of law., Stacey W. Cole, executive director of Ne\n\n## 인용\n\n- 115 N.H. 302\n\n## 판결문 요약\n\n\n115 N.H. 302 (1975)\nSTATE OF NEW HAMPSHIRE\nv.\nVIKTOR NOVOSEL.\nNo. 7189.\nSupreme Court of New Hampshire.\nJune 5, 1975.\nWarren B. Rudman, attorney general, and Robert V. Johnson II, assistant attorney general, by brief for the State.\nCarroll F. Jones and Leonard Merski by brief for the defendant.\nPER CURIAM.\nThe main issues in this second-degree murder case are (1) the constitutionality of RSA 651:8 and :9 which permit the grand jury to omit to indict for the reason of insanity, and in such case allow the court, after finding it to be dangerous for defendant to go at large, to commit him to the prison or the State hospital for life unless sooner released or transferred; and (2) whether, when there is a question of insanity of the defendant, the trial court has discretion to order a bifurcated trial.\nDefendant in January 1975 was indicted for second-degree murder alleged to have been committed by means of firing a pistol on December 24, 1974. The State was granted a pre-trial psychiatric examination, and in response to the State's motion *303 defendant's counsel filed notice of intent to rely on the defense of insanity as well as other defenses in accordance with Superior Court Rule 90-C and -D. RSA 628:2. The question of competency to stand trial was also raised by the State, but neither side moved for a hearing on that issue and the trial court decided not to conduct a hearing sua sponte. See Drope v. Missouri, 420 U.S. 162 (1975).\nDefense counsel informed the trial court tha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-novosel"
    }
  ],
  "relatedIncidents": [
    18455,
    18469,
    18513,
    18538,
    18544
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}