{
  "id": 18605,
  "title": "1975년 Hooper 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-06-03",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Hooper. 판결일: 1975-06-03. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Tommy HOOPER, Jr. v. The STATE of Oklahoma\n**판결일**: 1975-06-03\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Bliss, Brett, Bussey, Results\n\n## 변호인\n\nDon Anderson, Public Defender, Oklahoma County, for appellant., Larry Derryberry, Atty. Gen., for appel-lee.\n\n## 인용\n\n- 536 P.2d 993\n\n## 판결문 요약\n\n\nOPINION\nBLISS, Judge.\nAppellant, Tommy Hooper, Jr., hereinafter referred to as defendant, was charged, tried and convicted by a jury in the District Court of Oklahoma County, Oklahoma, case number CRF-74-2829, for the crime of Manslaughter First Degree. The defendant’s sentence was fixed at a term of twenty-five (25) years in the state penitentiary, and from said judgment and sentence the defendant has perfected his timely appeal.\nThe evidence adduced at trial is essentially as follows: Officer Bill Smith, of the Oklahoma City Police Department, testified that on August 21, 1974, he answered a call to a residence in Oklahoma City, arriving within a minute of the call. Inside the residence he saw defendant, holding a pistol, standing straddled over the body of James Cavers, who had a bullet wound in his chest. Defendant handed over the pistol to officers, who found it contained five live rounds and one spent shell. Defendant was given the Miranda warning and told officers he shot because Cavers was threatening him with a knife. The officers found no knife in the room.\n*994Robert R. Lester testified that he was a field agent for the State Medical Examiner. He viewed the body of Cavers at 1:02 a. m. at University Hospital on August 21, 1974, and saw a gunshot wound in the left chest.\nOfficer Bill Harrison testified that on August 21, 1974, he removed Cavers’ personal property at the University Hospital and found only three wallets. He then went to the scene of the crime, search...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hooper-v-state"
    }
  ],
  "relatedIncidents": [
    18455,
    18469,
    18513,
    18538,
    18544
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}