{
  "id": 18603,
  "title": "1975년 United States v. Abe Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-06-06",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Abe Jones. 판결일: 1975-06-06. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Abe JONES, Defendant-Appellant\n**판결일**: 1975-06-06\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Peckham, Trask, Wallace\n\n## 변호인\n\nFrank T. Vecchione, Federal Defender of San Diego, San Diego, Cal., for defendant-appellant., William A. Bower, Asst. U. S. Atty., San Diego, Cal., for plaintiff-appellee.\n\n## 인용\n\n- 518 F.2d 64\n\n## 판결문 요약\n\n518 F.2d 64\n    UNITED STATES of America, Plaintiff-Appellee,v.Abe JONES, Defendant-Appellant.\n    No. 74-3003.\n    United States Court of Appeals,Ninth Circuit.\n    June 6, 1975.\n    \n      1\n      Frank T. Vecchione, Federal Defender of San Diego, San Diego, Cal., for defendant-appellant.\n    \n    \n      2\n      William A. Bower, Asst. U. S. Atty., San Diego, Cal., for plaintiff-appellee.\n    \n    OPINION\n    \n      3\n      Before TRASK and WALLACE, Circuit Judges, and PECKHAM,* District Judge.\n    \n    PECKHAM, District Judge:\n    \n      4\n      Upon stipulated facts, appellant was found guilty by the court sitting without a jury of conspiracy to import and importation of 19 grams of heroin, in violation of 21 U.S.C. &#167;&#167; 952, 960 and 963.\n    \n    \n      5\n      Appellant contends, first, that the heroin upon which his conviction was based was found by means of an unlawful vaginal search of his female companion, and second, that the evidence was insufficient for the court to conclude beyond a reasonable doubt that defendant had knowledge of the presence of the heroin or control over the heroin secreted in the vagina of the passenger in his automobile.\n    \n    \n      6\n      We need not reach the merits of the search, since it is settled law in this circuit that a person in appellant's position lacks standing to object to the body search of his co-defendant.  Appellant lacks actual standing because the search did not intrude upon his privacy.  Furthermore, so call...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-abe-jones"
    }
  ],
  "relatedIncidents": [
    18455,
    18462,
    18466,
    18467,
    18469
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}