{
  "id": 18616,
  "title": "1975년 Coleman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-05-20",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Coleman. 판결일: 1975-05-20. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Respondent, v. Willie COLEMAN, Appellant\n**판결일**: 1975-05-20\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Norwin D. Houser\n\n## 변호인\n\nCharles D. Kitchin, Public Defender, Thomas J. Prebil, James C. Jones, Asst. Public Defenders, St. Louis, for appellant., John C. Danforth, Atty. Gen., K. Preston Dean, II, Scott A. Raisher, Asst. Attys. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 524 S.W.2d 27\n\n## 판결문 요약\n\n\n524 S.W.2d 27 (1975)\nSTATE of Missouri, Respondent,\nv.\nWillie COLEMAN, Appellant.\nNo. 36301.\nMissouri Court of Appeals, St. Louis District, Division Four.\nMay 20, 1975.\n*28 Charles D. Kitchin, Public Defender, Thomas J. Prebil, James C. Jones, Asst. Public Defenders, St. Louis, for appellant.\nJohn C. Danforth, Atty. Gen., K. Preston Dean, II, Scott A. Raisher, Asst. Attys. Gen., Jefferson City, for respondent.\nNORWIN D. HOUSER, Special Judge.\nWillie Coleman, convicted of Burglary Second Degree, § 560.070, RSMo 1969, V.A. M.S., and committed to the department of corrections for a period of 10 years, has appealed from the judgment of conviction.\nThe State's evidence showed that the building housing Alper's Jobbing Company at 1516 Dr. Martin Luther King Drive in the City of St. Louis was burglarized. The latch on the front door was forced open and part of the wood broken away. Six large cartons of shoes were taken from the building. At 12:40 a. m. two police officers observed appellant and another man exiting from an open door at Alper's, each carrying a large cardboard box. These two proceeded across the street and there placed the boxes in the doorway of a building on the north side of the Drive, directly across from the Alper building. After setting down the box he was carrying appellant turned around and \"headed out back across the *29 street,\" walking. There were street lights in the area. The officers were dressed in full police uniform. Evidently the two men saw the poli...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-coleman"
    }
  ],
  "relatedIncidents": [
    18466,
    18470,
    18486,
    18492,
    18504
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}