{
  "id": 18619,
  "title": "1975년 Stirling 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-05-14",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Stirling. 판결일: 1975-05-14. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: M. DAVID STIRLING, Plaintiff and Appellant, v. BOARD OF SUPERVISORS OF LOS ANGELES COUNTY Et Al., Defendants and Respondents\n**판결일**: 1975-05-14\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Compton\n\n## 변호인\n\nCounsel, M. David Stirling, in pro. per., and Shay, Stirling & Jones for Plaintiff and Appellant., John H. Larson, County Counsel, and Edward G. Pozorski, Deputy County Counsel, for Defendants and Respondents.\n\n## 인용\n\n- 48 Cal. App. 3d 184\n- 121 Cal. Rptr. 435\n\n## 판결문 요약\n\n\n48 Cal. App. 3d 184 (1975)\n121 Cal. Rptr. 435\nM. DAVID STIRLING, Plaintiff and Appellant,\nv.\nBOARD OF SUPERVISORS OF LOS ANGELES COUNTY et al., Defendants and Respondents.\nDocket No. 44668.\nCourt of Appeals of California, Second District, Division Two.\nMay 14, 1975.\n*186 COUNSEL\nM. David Stirling, in pro. per., and Shay, Stirling &amp; Jones for Plaintiff and Appellant.\nJohn H. Larson, County Counsel, and Edward G. Pozorski, Deputy County Counsel, for Defendants and Respondents.\nOPINION\nCOMPTON, J.\n(1a) Plaintiff a resident of unincorporated territory of Los Angeles County, brought this action which, though not so captioned, essentially seeks declaratory relief. He prayed that the Superior Court of Los Angeles County declare (1) that the Los Angeles County Charter provision which sets at five the number of members of the board of supervisors of that county is unconstitutional, (2) that the existing apportionment and alignment of the five supervisorial districts is unconstitutional, and (3) that a particular zoning ordinance enacted by the board of supervisors was, as a result of that apportionment and alignment, unconstitutional.\nFinally, plaintiff requested that the court direct the board to \"devise, prepare and effectuate a new and different apportionment arrangement which will afford plaintiff and other residents of the unincorporated county area of Los Angeles County the opportunity to more directly influence and affect the local governmental affairs of said ... area in ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stirling-v-board-of-supervisors"
    }
  ],
  "relatedIncidents": [
    18470,
    18481,
    18484,
    18507,
    18580
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}