{
  "id": 18615,
  "title": "1975년 Harkness 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-05-22",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Harkness. 판결일: 1975-05-22. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York ex rel. Gary Zinzow v. William A. R. Harkness, as Sheriff of Rensselaer County, Appellant The People of the State of New York ex rel. Robert Zinzow v. William A. R. Harkness, as Sheriff of Rensselaer County, Appellant The People of the State of New York ex rel. Martin Brozowski v. William A. R. Harkness, as Sheriff of Rensselaer County\n**판결일**: 1975-05-22\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 48 A.D.2d 746\n\n## 판결문 요약\n\n\nAppeals from judgments of the Supreme Court at Special Term, entered March 28, 1975 and April 1, 1975 respectively in Rensselaer County, which sustained writs of habeas corpus and released each of the defendants to the custody of their mother and father and the Probation Department of Rensselaer County. Each of the defendants has been indicted by a Supreme.Court Grand Jury of Rensselaer County for the crimes of burglary in the first degree, burglary in the second degree and two counts of assault in. the second degree. Prior to their indictment by the Grand Jury, each of the defendants had been arraigned in the Rensselaer City Court for the crime of assault in the second degree and, on recommendation of the District Attorney, bail had been fixed in the amount of *747$10,000. At the time of their respective arraignments in the County Court of Rensselaer County the attorneys requested that they be released in the custody of their mothers and fathers. The District Attorney opposed these respective requests and, after pointing out that although defendants had originally been arraigned in the Rensselaer City Court on a Class D felony and that they had subsequently been indicted on a Class B felony, moved to increase bail from $10,000 to $20,000. The County Judge reserved decision on the District Attorney’s motion to increase bail and, after advising the attorneys for the respective defendants that the Rensselaer County Probation Department has undertaken a program which could resu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-ex-rel-zinzow-v-harkness"
    }
  ],
  "relatedIncidents": [
    18466,
    18470,
    18486,
    18492,
    18504
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}