{
  "id": 18627,
  "title": "1975년 Keene 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-05-02",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Keene. 판결일: 1975-05-02. 법원: Court of Special Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: CLARENCE KEENE and CLINTON PEARSON, T/A Pearson & Keene Dock Builders Et Al. v. HAROLD ROLAND INSLEY\n**판결일**: 1975-05-02\n**법원**: Court of Special Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Morton, Davidson and Lowe\n\n## 변호인\n\nLloyd A. Dreiling, with whom was David D. Patton on the brief, for appellants., No appearance or brief filed.for appellee.\n\n## 인용\n\n- 337 A.2d 168\n- 26 Md. App. 1\n\n## 판결문 요약\n\n\n26 Md. App. 1 (1975)\n337 A.2d 168\nCLARENCE KEENE AND CLINTON PEARSON, T/A PEARSON &amp; KEENE DOCK BUILDERS ET AL.\nv.\nHAROLD ROLAND INSLEY.\nNo. 411, September Term, 1974.\nCourt of Special Appeals of Maryland.\nDecided May 2, 1975.\n*2 The cause was argued before MORTON, DAVIDSON and LOWE, JJ.\nLloyd A. Dreiling, with whom was David D. Patton on the brief, for appellants.\nNo appearance or brief filed for appellee.\nDAVIDSON, J., delivered the opinion of the Court.\nOn 16 May 1970 the appellee, Harold Roland Insley (claimant), sustained serious burns and injuries at the home of Orville Pritchett when he attempted to burn a pile of brush which was preventing him from cutting the grass. On 29 May 1970 he filed a claim for compensation with the Workmen's Compensation Commission (Commission) against the appellants, Clarence Keene and Clinton Pearson, T/A Pearson &amp; Keene Dock Builders (partnership), and Selected Risks Insurance Company, its insurance carrier (insurer). On 14 August 1970, after a hearing, the Commission found that the partnership was not the employer of the claimant at the time of the alleged injury and that the claimant did not sustain an accidental injury arising out of and in the course of employment. The Commission disallowed the claim for compensation.\nThe claimant filed an appeal in the Circuit Court for Dorchester County. After a de novo hearing held on 8 April 1974, a jury, presided over by Judge C. Burnam Mace, found *3 that the partnership was the claimant'...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=keene-v-insley"
    }
  ],
  "relatedIncidents": [
    18470,
    18481,
    18484,
    18507,
    18580
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}