{
  "id": 18629,
  "title": "1975년 Chapman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-04-28",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Chapman. 판결일: 1975-04-28. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. MICHAEL DEY CHAPMAN, Defendant and Appellant\n**판결일**: 1975-04-28\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Janes\n\n## 변호인\n\nCounsel, Judd Riley Scott, under appointment by the Court of Appeal, for Defendant and Appellant., Evelle J. Younger, Attorney General, Jack R. Winkler, Chief Assistant Attorney General, Arnold O. Overoye, Marjory Winston Parker and Robert F. Tyler, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 47 Cal. App. 3d 597\n- 121 Cal. Rptr. 315\n\n## 판결문 요약\n\n\n47 Cal. App. 3d 597 (1975)\n121 Cal. Rptr. 315\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nMICHAEL DEY CHAPMAN, Defendant and Appellant.\nDocket No. 7699.\nCourt of Appeals of California, Third District.\nApril 28, 1975.\n*601 COUNSEL\nJudd Riley Scott, under appointment by the Court of Appeal, for Defendant and Appellant.\nEvelle J. Younger, Attorney General, Jack R. Winkler, Chief Assistant Attorney General, Arnold O. Overoye, Marjory Winston Parker and Robert F. Tyler, Deputy Attorneys General, for Plaintiff and Respondent.\nOPINION\nJANES, J.\nA jury convicted defendant of unlawful sexual intercourse (count one  Pen. Code, § 261.5[1]) and assault by means of force likely to produce great bodily injury (count two  § 245, subd. (a)), as charged in the third amended information. The verdict on the first count included the jury's recommendation that punishment be by imprisonment in state prison (§ 264). The same jury subsequently found that defendant was sane at the time each offense was committed. Sentenced to state prison for each offense (the sentences to be served consecutively), defendant appeals from the judgment.\n*602 Defendant does not question the sufficiency of the evidence to support the verdicts; hence at this point it is sufficient merely to note that the record contains substantial evidence of forcible rape, aggravated assault, and an attempt to kill the 17-year-old victim by submersion in a bathtub of water. We will proceed directly to defendant's contentions on appeal, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-chapman"
    }
  ],
  "relatedIncidents": [
    18482,
    18496,
    18511,
    18582,
    18594
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}