{
  "id": 18624,
  "title": "1975년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-05-07",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1975-05-07. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth vs. Leland J. Manning\n**판결일**: 1975-05-07\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Braucher, Hennessey, Kaplan, Quirico, Tauro\n\n## 변호인\n\nJoan C. Stanley for the defendant., Frances M. Burns, Assistant District Attorney, for the Commonwealth.\n\n## 인용\n\n- 328 N.E.2d 496\n- 367 Mass. 699\n\n## 판결문 요약\n\n\n367 Mass. 699 (1975)\n328 N.E.2d 496\nCOMMONWEALTH\nvs.\nLELAND J. MANNING.\nSupreme Judicial Court of Massachusetts, Suffolk.\nMarch 5, 1975.\nMay 7, 1975.\nPresent: TAURO, C.J., QUIRICO, BRAUCHER, HENNESSEY, &amp; KAPLAN, JJ.\n*700 Joan C. Stanley for the defendant.\nFrances M. Burns, Assistant District Attorney, for the Commonwealth.\nKAPLAN, J.\nShortly after midnight on July 5, 1966, Donald G. MacVarish, Jr., was stabbed to death in the courtyard of the Church of Saints Peter and Paul on West Broadway in South Boston. The following day, Leland J. Manning was indicted by a grand jury for the first degree murder of MacVarish.[1] On August 1, counsel was appointed by the court to represent the defendant, who pleaded not guilty. Manning was kept under observation for a period at the Massachusetts Correctional Institution at Bridgewater; he was not, however, found incompetent to stand trial. Trial commenced January 16, 1967, but on the morning of January 20, while the prosecution was still presenting its case, the defendant sought permission to change his plea to guilty of murder in the second degree. The judge asked Manning the usual questions: whether he understood fully the nature of the procedure; whether he had had the benefit of counsel; whether the significance of the charges, and the possible penalties, had been explained to him; and whether he pleaded guilty voluntarily and not as the result of any threats or promises. The defendant made appropriate responses, and the trial jud...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-manning"
    }
  ],
  "relatedIncidents": [
    18455,
    18469,
    18513,
    18538,
    18544
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}