{
  "id": 18632,
  "title": "1975년 Christopher 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-04-25",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Christopher. 판결일: 1975-04-25. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: State v. Christopher\n**판결일**: 1975-04-25\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Marzulli\n\n## 인용\n\n- 339 A.2d 239\n- 134 N.J. Super. 263\n\n## 판결문 요약\n\n\n134 N.J. Super. 263 (1975)\n339 A.2d 239\nSTATE OF NEW JERSEY, PLAINTIFF,\nv.\nWILLIAM CHRISTOPHER, DEFENDANT.\nSuperior Court of New Jersey, Law Division.\nDecided April 25, 1975.\n*265 Mr. Ralph L. Fusco, Assistant Prosecutor for the State (Mr. Joseph P. Lordi, Prosecutor of Essex County, attorney).\nMr. John C. Love argued the cause for the Defendant.\nMARZULLI, J.S.C.\nThe motions presented by the State and defendant present issues of first impression for this jurisdiction. The court will first deal with defendant's motions.\nDefendant William Christopher is being tried for the murder of William Malone. A polygraph test was given by the State to its principal witness, Lucille Greiner, with her consent. Defendant requests that the questions, answers and the results of the test be made available to him. Secondly, he wants the results of the polygraph test which indicated the witness' answers had been evasive to many questions admitted into evidence for the purpose of attacking the credibility of the witness. The prosecutor chose to reject these results when he called Mrs. Greiner as a State's witness. Defendant was not provided with the information he seeks prior to trial.\nThe testimony of Mrs. Greiner was detrimental to defendant's case. She indicated that she had seen him on the porch of decedent's property soon after the alleged killing. There can be no question that the law requires the prosecutor to reveal any information which would tend to exculpate a defendant. Brady v. Maryl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-christopher"
    }
  ],
  "relatedIncidents": [
    18455,
    18469,
    18513,
    18538,
    18544
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}