{
  "id": 18647,
  "title": "1975년 Wise 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-04-03",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Wise. 판결일: 1975-04-03. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. William P. Wise\n**판결일**: 1975-04-03\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 47 A.D.2d 969\n\n## 판결문 요약\n\n\nAppeal from a judgment of the County Court of Albany County, rendered April 25, 1974, upon a verdict convicting the defendant of the crime of manslaughter in the first degree. After the discovery of the body of a man in the parking lot in the rear of a building housing Albany Manpower, Inc., the police investigation revealed that the victim’s death was caused by repeated stabbings of the chest area with a sharp instrument and that, immediately prior to the discovery, the victim had been engaged in a fight with another male. The very next morning a man matching the suspect’s description was spotted by police officers on the steps of the Manpower office very near- to -the site of the crime. A frisk of-the suspect produced an ice pick, later introduced at the trial as the murder weapon. The defendant interposed the defense of mental disease or defect (Penal Law, § 30.05). Dr. Walter A. Osinski, a psychiatrist, testified at the trial that defendant was legally sane at the time of the crime. Defendant appeals on two points; first, that the ice pick should have been suppressed from evidence because it was the product of an illegal search; and, second, that it was prejudicial error to allow Dr. Osinski to testify as to the psychiatric examination he performed on defendant because defense counsel was not present during the examination. A police officer is authorized to stop and *970question a person in a public place who he reasonably suspects to have committed a felony and in the c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-wise"
    }
  ],
  "relatedIncidents": [
    18455,
    18469,
    18513,
    18538,
    18544
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}