{
  "id": 18642,
  "title": "1975년 Porter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-04-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Porter. 판결일: 1975-04-07. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. William Porter\n**판결일**: 1975-04-07\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 47 A.D.2d 908\n\n## 판결문 요약\n\n\nAppeal by defendant from a judgment of the County Court, Nassau County, rendered April 4, 1974, convicting him of burglary in the second degree, upon a jury verdict, and imposing sentence. Judgment reversed, on the law, and new trial ordered. The indictment charged defendant with -two counts of burglary in the first degree, alleging that on. September 22, 1973 he entered a dwelling with intent to commit a rape therein. To establish such intent the prosecutor adduced evidence that defendant, 15 days prior to this criminal entry, unlawfully entered another apartment several blocks away and there raped another woman. This evidence was received although timely objection to its relevance and competency had been taken by defendant’s attorney. Under the circumstances herein we find that the admission of the evidence of the unrelated crime constituted error, prejudicial to defendant, requiring a new trial (cf. People v Dale, 309 NY 97, 101; People v Molineux, 168 NY 264, 291; Lovely v *909United States, 169 F2d 386, 389, 390; Hall v United States, 235 F 869; see, also, 22 Syracuse L Rev 111). We note that at the time of the trial, defendant was under indictment for, and had pleaded not guilty to, the unrelated crime. To have required him collaterally to prove his defense to the unrelated crime would, in our view, have unduly prejudiced him. Further, it is possible that defendant might be acquitted of the prior charge, even though his alleged commission of the prior crime helped supp...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-porter"
    }
  ],
  "relatedIncidents": [
    18482,
    18496,
    18511,
    18582,
    18594
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}