{
  "id": 18659,
  "title": "1975년 Travis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-03-21",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Travis. 판결일: 1975-03-21. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: State v. Travis\n**판결일**: 1975-03-21\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Judges Collester, Lora and Handler\n\n## 인용\n\n- 336 A.2d 489\n- 133 N.J. Super. 326\n\n## 판결문 요약\n\n\n133 N.J. Super. 326 (1975)\n336 A.2d 489\nSTATE OF NEW JERSEY, PLAINTIFF-RESPONDENT,\nv.\nROUMANIA EARL TRAVIS, ANTONIO NASISI AND WILLIAM JULIANO, DEFENDANTS-APPELLANTS.\nSuperior Court of New Jersey, Appellate Division.\nArgued March 3, 1975.\nDecided March 21, 1975.\n*328 Before Judges COLLESTER, LORA and HANDLER.\nMr. William S. Singer, designated counsel, argued the cause for appellant Roumania Earl Travis (Mr. Stanley C. Van Ness, Public Defender, attorney).\nMr. Robert C. Gruhin argued the cause for appellant Antonio Nasisi.\nMr. Sam Weiss argued the cause for appellant William Juliano (Mr. Anthony F. Ditri, attorney).\nMr. Harry Robinson, III, Assistant Prosecutor, argued the cause for respondent (Mr. Joseph P. Lordi, Essex County Prosecutor, attorney).\nPER CURIAM.\nRoumania Travis, Antonio Nasisi and William Juliano were convicted of conspiracy to violate the gambling statutes (N.J.S.A. 2A:98-1) and maintaining premises used for gambling (N.J.S.A. 2A:112-3; N.J.S.A. 2A:121-3(c)). Both Travis and Nasisi were also convicted *329 of working for a lottery (N.J.S.A. 2A:121-3(a)), and Travis was further convicted of possession of lottery slips (N.J.S.A. 2A:121-3(b)).\nDefendant Travis was sentenced to three concurrent six-month terms in the Essex County Correction Center, a suspended two to three-year term at the State Correctional Institution for Women, and a $1,000 fine. Defendant Nasisi was sentenced to three concurrent terms of two to two and a half years in State Prison and a $1,0...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-travis"
    }
  ],
  "relatedIncidents": [
    18455,
    18462,
    18466,
    18467,
    18469
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}