{
  "id": 18662,
  "title": "1975년 Jackson v. Ludlow Marine Corp. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-03-18",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Jackson v. Ludlow Marine Corp.. 판결일: 1975-03-18. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Howard Jackson v. Ludlow Marine Corp.\n**판결일**: 1975-03-18\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 47 A.D.2d 737\n\n## 판결문 요약\n\n\nJudgment, Supreme Court, New York County, entered on February 19, 1974, dismissing the complaint, unanimously reversed, on the law and on the facts, and vacated, and a new trial directed, with $60 costs and disbursements of this appeal to abide the event. In dismissing the complaint for failure to make out a prima facie case, the court stated that the testimony of plaintiff’s witness, Miss Nazakubo, could not be afforded “any legal weight”. In our view this was error since truthfulness and reliability of the witness was for the jury to decide. On the record, the evidence was sufficient for a jury to find defend*738ant negligent in allowing the gasoline to overflow, thus creating a dangerous accumulation of vapors resulting in the explosion which injured plaintiff. (Bailey v. Bethlehem Steel Go., 277 App. Div. 798, affd. 302 N. Y. 717.) This is so “even though it does not negative the existence of remote possibilities that the injury was not caused by the defendant or that defendant was not negligent.” (Spett v. President Monroe Bldg, é Mfg. Corp., 19 N Y 2d 203, 205; Dillon v. Rockaway Beach Hosp. &lt;&amp; Dispensary, 284 N. Y. 176, 179.) Further, it was error for the court not to permit plaintiff to call an expert witness as to causation. (Bailey v. Bethlehem Steel Go., supra.) Concur— Stevens, J. P., Kupferman, Murphy, Lane and Nunez, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jackson-v-ludlow-marine-corp"
    }
  ],
  "relatedIncidents": [
    18455,
    18462,
    18466,
    18467,
    18469
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}