{
  "id": 18670,
  "title": "1975년 Rudnicki 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-03-12",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Rudnicki. 판결일: 1975-03-12. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois v. Robert L. Rudnicki\n**판결일**: 1975-03-12\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Burman\n\n## 변호인\n\nPaul Bradley and Laurence A. Benner, both of State Appellate Defender’s Office, of Chicago, for appellant., Bernard Carey, State’s Attorney, of Chicago (Patrick T. Driscoll, Jr., and John F. Brenna, Assistant State’s Attorneys, and John J. Verscaj, Law Student, of counsel), for the People.\n\n## 인용\n\n- 27 Ill. App. 3d 87\n\n## 판결문 요약\n\n Mr. JUSTICE BURMAN delivered the opinion of the court: The defendant, Robert L. Rudnicki, was indicted on two counts of armed robbery, one count of rape, and two counts of deviate sexual assault. After a plea conference, requested by the defense, the defense counsel informed the court that his client wished to withdraw his previous plea of not guilty and enter a plea of guilty. After detailed admonishments, the plea was accepted by the trial court judge. The defendant was sentenced to a term of 5 to 15 years on the armed robbery and rape counts and to a term of 5 to 10 years on the deviate sexual assault counts, the sentences to run concurrently. On appeal the defendant contends that (1) since the trial court judge only advised him that he could be sentenced on the armed robbery and rape counts to an “indeterminate” number of years as a maximum sentence, he was not adequately informed of the maximum sentence as required by Supreme Court Rule 402(a)(2). (Ill. Rev. Stat. 1971, ch. 110A, par. 402(a)(2)); (2) the remark by the trial court judge in advance of the plea conference that the defendant could not use an unsatisfactory result in the plea conference as a basis for a motion to substitute judges was highly improper and in effect forced him to plead guilty in a coercive atmosphere; and (3) there was no determination that a factual basis existed for the plea of guilty to Count I, alleging armed robbery of Julie Giannini, and therefore subsection (c) of Rule 402 (Ill. Rev. St...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-rudnicki"
    }
  ],
  "relatedIncidents": [
    18482,
    18496,
    18511,
    18582,
    18594
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}