{
  "id": 18679,
  "title": "1975년 Clerkin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-02-27",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Clerkin. 판결일: 1975-02-27. 법원: Massachusetts Appeals Court.",
  "description": "## 사건 정보\n\n**사건명**: Dorothy Clerkin v. William J. Clerkin (and a companion case)\n**판결일**: 1975-02-27\n**법원**: Massachusetts Appeals Court\n**관할**: Massachusetts, MA\n\n## 변호인\n\nRobert W. MacDonald for William J. Clerkin.\n\n## 인용\n\n- 3 Mass. App. Ct. 712\n\n## 판결문 요약\n\n\nThe wife has failed to pursue her appeals from a decree of a Probate Court dismissing her petition for separate support and from the entry of a decree nisi on a libel for divorce brought by her husband. He has appealed from the refusal of the judge to order a conveyance to him of the wife’s interest in real estate held by them as tenants by the entirety. The sole basis for such an order upon a libel for divorce is found in G. L. c. 208, § 34 (as in effect prior to St. 1974, c. 565): “Upon a divorce ... the court may decree alimony to the wife, or a part of her estate, in the nature of alimony to the husband.” The evidence is not reported but the judge made a report of material facts. *713The facts found by him amply support his conclusion that the relative financial needs and resources of the parties do not warrant a conveyance of the wife’s interest in the real estate to the husband. “Property taken from the wife’s estate and given to the husband by decree based upon G. L. c. 208, § 34, must be in the nature of alimony. The award must be made as a provision for his support and maintenance and not for the purpose of a division of their properties. The general principles which govern the granting of alimony to a wife are applicable in determining whether an award from the wife’s estate be decreed in the nature of alimony to the husband. The necessities of the husband, the pecuniary means of the wife, including the value of her interest in their real estate, and the condition ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=clerkin-v-clerkin"
    }
  ],
  "relatedIncidents": [
    18455,
    18462,
    18466,
    18467,
    18469
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}