{
  "id": 18672,
  "title": "1975년 Hogan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-03-11",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Hogan. 판결일: 1975-03-11. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Bobby Hogan\n**판결일**: 1975-03-11\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 47 A.D.2d 731\n\n## 판결문 요약\n\n\nJudgment, Supreme Court, New York County, rendered on March 3, 1972, convicting defendant, after a jury trial, of assault in the first degree, two counts of robbery in the first degree, grand larceny in the third degree and possession of a weapon as a felony, unanimously modified, on the law, to the extent of reversing the convictions for grand larceny in the third degree and possession of a weapon and dismissing those counts of the indictment and otherwise affirmed. 'Grand larceny in the third degree and possession of a weapon were lesser inclusory concurrent counts of robbery in the first degree under the facts of this case. In this case defendant could not have been found guilty of robbery in the first degree without having also been found guilty of grand larceny in the third degree and possession of a weapon. The People concede that the judgment should be modified by dismissing the convictions for grand larceny in the third degree and possession of a weapon and by vacating the concurrent sentence imposed thereon. (People v. Pyles, 44 A D 2d 784.) We have examined the other points urged by the defendant and find them without merit. Concur — Markewich, J. P., Murphy, Tilzer and Capozzoli, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-hogan"
    }
  ],
  "relatedIncidents": [
    18466,
    18470,
    18486,
    18492,
    18504
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}