{
  "id": 18677,
  "title": "1975년 Wilson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-03-04",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Wilson. 판결일: 1975-03-04. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: Roger Wilson, Parents and Next Friends to Roger Lee Wilson, Jr., a Minor v. Ronald Kroll\n**판결일**: 1975-03-04\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Downing\n\n## 변호인\n\nWayne E. Peters, of Chicago, for appellants., Glazer & Cohan, Ltd., of Chicago (Frank Glazer, of counsel), for appellees.\n\n## 인용\n\n- 26 Ill. App. 3d 954\n\n## 판결문 요약\n\n Mr. PRESIDING JUSTICE DOWNING delivered the opinion of the court: Plaintiffs prosecute this appeal from orders of the trial court striking their complaint and sübsequently dismissing their cause of action with prejudice. Plaintiffs filed this action for damages against the Worth School District No. 127 and against Ronald Kroll, a teacher of said school district, in his individual capacity and as an agent of the district. In their complaint plaintiffs alleged that Roger Lee Wilson, Jr. was a first-grade pupil in the district and had sustained injuries while in a gym class when he fell from a horizontal ladder. The complaint further alleged that the child’s injury was a direct and proximate result of the careless and negligent conduct of defendants in their supervision and instruction of the child. Defendants moved to dismiss the action on the ground that, by reason of section 24 — 24 of the School Code (Ill. Rev. Stat. 1973, ch. 122, par, 24 — 24), defendants stand in the position of in loco parentis to the minor plaintiff and therefore cannot be sued for acts of ordinary negligence. The trial court granted their motion. We are now asked to review the correctness of that ruling. In Chilton v. Cook County School District No. 207, 26 Ill.App.3d 459, — N.E.2d —, this court recently considered the issue presented by the instant case, to wit, whether a school district is responsible for injuries sustained by a student in the course of a physical education class as a result of the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wilson-v-kroll"
    }
  ],
  "relatedIncidents": [
    18455,
    18462,
    18466,
    18467,
    18469
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}