{
  "id": 18673,
  "title": "1975년 Simbolo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-03-10",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Simbolo. 판결일: 1975-03-10. 법원: Supreme Court of Colorado.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Colorado v. Rudy Jose Simbolo\n**판결일**: 1975-03-10\n**법원**: Supreme Court of Colorado\n**관할**: Colorado, CO\n\n**판사**: Groves\n\n## 변호인\n\nJohn P. Moore, Attorney General, John E. Bush, Deputy, Gregory L. Williams Assistant, James Wendall Wilson, Assistant, for plaintiff-appellee., Rollie R. Rogers, State Public Defender, James F. Dumas, Jr., Chief Deputy, Norman R. Mueller, Deputy, Thomas M. Van Cleave III, Deputy, Mary G. Allen, Deputy, for defendant-appellant.\n\n## 인용\n\n- 532 P.2d 962\n- 188 Colo. 49\n\n## 판결문 요약\n\n\n532 P.2d 962 (1975)\nThe PEOPLE of the State of Colorado, Plaintiff-Appellee,\nv.\nRudy Jose SIMBOLO, Defendant-Appellant.\nNo. 25913.\nSupreme Court of Colorado, En Banc.\nMarch 10, 1975.\nJohn P. Moore, Atty. Gen., John E. Bush, Deputy Atty. Gen., Gregory L. Williams, James Wendall Wilson, Asst. Attys. Gen., Denver, for plaintiff-appellee.\n*963 Rollie R. Rogers, State Public Defender, James F. Dumas, Jr., Chief Deputy State Public Defender, Norman R. Mueller, Thomas M. Van Cleave III, Mary G. Allen, Deputy State Public Defenders, Denver, for defendant-appellant.\nGROVES, Justice.\nThe defendant was convicted of second-degree kidnapping, statutory rape and joy riding. We affirm.\nAt the time in question the prosecutrix was 11 years of age, and the defendant was in his late twenties. According to her testimony, early in the evening the defendant drove her to a rocky area near Grand Junction, kept her there all night and the following morning, and forced her to engage in sexual intercourse several times.\nWe comment on two arguments of the defendant: (1) improper limitation of cross-examination; and (2) prosecutorial misconduct in closing argument.\nDuring cross-examination, counsel for the defendant asked the prosecutrix, \"Isn't it true that you have accused another man in California of similar actions?\" The court sustained an objection to the question. The defendant then rested and the jury was excused. Immediately thereafter in chambers defendant's counsel argued that he should have b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-simbolo"
    }
  ],
  "relatedIncidents": [
    18489,
    18515,
    18556,
    18202,
    18270
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}