{
  "id": 18683,
  "title": "1975년 Fabritz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-02-21",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Fabritz. 판결일: 1975-02-21. 법원: Court of Special Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Virginia Lynnette Fabritz v. State of Maryland\n**판결일**: 1975-02-21\n**법원**: Court of Special Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Morton, Lowe and Melvin\n\n## 변호인\n\nRichard J. Clark, Assigned Public Defender, for appellant., Alexander L. Cummings, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, and Warren F. Sengstack, State’s Attorney for Calvert County, on the brief, for appellee.\n\n## 인용\n\n- 332 A.2d 324\n- 24 Md. App. 708\n\n## 판결문 요약\n\n\n24 Md. App. 708 (1975)\n332 A.2d 324\nVIRGINIA LYNNETTE FABRITZ\nv.\nSTATE OF MARYLAND.\nNo. 500, September Term, 1974.\nCourt of Special Appeals of Maryland.\nDecided February 21, 1975.\nThe cause was argued before MORTON, LOWE and MELVIN, JJ.\nRichard J. Clark, Assigned Public Defender, for appellant.\n*709 Alexander L. Cummings, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, and Warren F. Sengstack, State's Attorney for Calvert County, on the brief, for appellee.\nLOWE, J., delivered the opinion of the Court.\nVirginia Lynnette Fabritz, a twenty year old mother, was tried by a jury in the Circuit Court for Calvert County for child abuse and assault and battery upon her now deceased daughter, Windy Lynn Fabritz.[1] The State conceded, and the judge acknowledged in his instructions to the jury, that:\n\"The State has not attempted to prove in this case that the Defendant struck the blows or applied the blunt trauma as the doctor referred to it which caused the injuries, the initial injuries to this child and set in train the physical changes which ultimately resulted in its death.\"\nTo the contrary, the evidence clearly showed that the child was in the custody of another at the time the injury was inflicted[1A] and a polygraph examination verified not only that she had not inflicted the injury, but that she did not know who did inflict it, nor suspect that it was going to happen.[2] Indeed her pastor, the associate pastor of St. Paul's *710 United Church of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fabritz-v-state"
    }
  ],
  "relatedIncidents": [
    18488,
    18520,
    18705,
    18220,
    18223
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}