{
  "id": 18687,
  "title": "1975년 Meadows 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-02-07",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Meadows. 판결일: 1975-02-07. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: State v. John Talmadge Meadows\n**판결일**: 1975-02-07\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Scott, Todd\n\n## 변호인\n\nC. Paul Jones, State Public Defender, and Ronald L. Haskvitz, Assistant State Public Defender, for appellant., Warren Spannaus, Attorney General, Gary W. Flakne, County Attorney, and Vernon E. Bergstrom, Michael McGlennen, and David W. Larson, Assistant County Attorneys, for respondent.\n\n## 인용\n\n- 226 N.W.2d 303\n- 303 Minn. 76\n\n## 판결문 요약\n\n\n226 N.W.2d 303 (1975)\nSTATE of Minnesota, Respondent,\nv.\nJohn Talmadge MEADOWS, Appellant.\nNo. 43999.\nSupreme Court of Minnesota.\nFebruary 7, 1975.\n*304 C. Paul Jones, Public Defender, Ronald L. Haskvitz, Asst. Public Defender, Minneapolis, for appellant.\nWarren Spannaus, Atty. Gen., St. Paul, Gary W. Flakne, County Atty., Vernon E. Bergstrom, Michael McGlennen, and David W. Larson, Asst. County Attys., Minneapolis, for respondent.\nConsidered and decided by the court without oral argument.\nTODD, Justice.\nDefendant, found guilty by a district court jury on a charge of simple robbery, Minn.St. 609.24, and sentenced by the trial court to a maximum indeterminate term of 10 years' imprisonment,[1] appeals from judgment of conviction, raising a number of issues. After careful consideration of these issues, we affirm.\nDefendant's contention that there was insufficient evidence connecting him to the robbery has no merit whatever. The evidence connecting defendant to the robbery included the positive identification testimony of the victim and another eyewitness, evidence that on the day of the robbery defendant had borrowed the automobile used in the crime from a used-car dealer, evidence that items taken in the robbery were seized at the house where defendant and his estranged wife had lived as well as at another residence where defendant had stayed, and clear and convincing evidence that defendant had committed a second robbery in the same city within 24 hours of the one for which ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-meadows"
    }
  ],
  "relatedIncidents": [
    18466,
    18470,
    18486,
    18492,
    18504
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}