{
  "id": 18690,
  "title": "1975년 Thomas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-01-31",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Thomas. 판결일: 1975-01-31. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Plantiff-Appellee, v. John Thomas, Defendant-Appellant\n**판결일**: 1975-01-31\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Alloy\n\n## 변호인\n\nJames Geis and Richard Steck, both of State Appellate Defenders Office, of Ottawa, for appellant., David DeDoncker, State’s Attorney, of Rock Island (F. Stewart Merdian, Assistant State’s Attorney, of counsel), for the People.\n\n## 인용\n\n- 322 N.E.2d 597\n- 25 Ill. App. 3d 88\n\n## 판결문 요약\n\n\n25 Ill. App.3d 88 (1975)\n322 N.E.2d 597\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nJOHN THOMAS, Defendant-Appellant.\nNo. 73-15.\nIllinois Appellate Court  Third District.\nJanuary 31, 1975.\n*89 James Geis and Richard Steck, both of State Appellate Defender's Office, of Ottawa, for appellant.\nDavid DeDoncker, State's Attorney, of Rock Island (F. Stewart Merdian, Assistant State's Attorney, of counsel), for the People.\nJudgment affirmed.\nMr. JUSTICE ALLOY delivered the opinion of the court:\nThis is an appeal from a judgment of the Circuit Court of Rock Island County finding defendant guilty of armed robbery.\nOn appeal in this court defendant raises three issues: (1) that the trial court erred by refusing to discharge the defendant who had been incarcerated for over 120 days without coming to trial; (2) that the trial court erred in permitting the jury, over objection, to hear identification testimony which was inadmissible hearsay; and (3) that the trial court erred in permitting the prosecutor to argue before the jury, over objection, that he could have called more witnesses who could have supported his case.\nThe record discloses that on June 28, 1972, defendant John Thomas was arrested in connection with an armed robbery which had occurred the previous December. Defendant was brought to trial on November 2, 1972, and was found guilty. As we have indicated he was sentenced on such conviction. It appears that he had been returned to Rock Island on *90 July 3, 1...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-thomas"
    }
  ],
  "relatedIncidents": [
    18466,
    18470,
    18486,
    18492,
    18504
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}