{
  "id": 18692,
  "title": "1975년 Davis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-01-29",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Davis. 판결일: 1975-01-29. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: People v. Davis\n**판결일**: 1975-01-29\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: J.H. Gillis, P.J., and Allen and Peterson\n\n## 변호인\n\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, William L. Cahalan, Prosecuting Attorney, Patricia J. Boyle, Principal Attorney, Research, Training & Appeals, and Luvenia D. Dockett, Assistant Prosecuting Attorney, for the people., Carl Ziemba, for defendant on appeal.\n\n## 인용\n\n- 227 N.W.2d 269\n- 58 Mich. App. 159\n\n## 판결문 요약\n\n\n58 Mich. App. 159 (1975)\n227 N.W.2d 269\nPEOPLE\nv.\nDAVIS\nDocket No. 19291.\nMichigan Court of Appeals.\nDecided January 29, 1975.\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, William L. Cahalan, Prosecuting Attorney, Patricia J. Boyle, Principal Attorney, Research, Training &amp; Appeals, and Luvenia D. Dockett, Assistant Prosecuting Attorney, for the people.\n*160 Carl Ziemba, for defendant on appeal.\nBefore: J.H. GILLIS, P.J., and ALLEN and PETERSON,[*] JJ.\nLeave to appeal applied for.\nPETERSON, J.\nDefendant was convicted by jury of manslaughter, MCLA 750.321; MSA 28.553, sentenced to a term of years in prison, and appeals. He asserts that the prosecutor in closing argument made prejudicial remarks to the jury and that there was error in the court's instructions on self-defense.\nOn the afternoon of May 25, 1973, Patricia Harper, age 13, and Tavna Coucil, age 14, were walking home when defendant attempted a conversation with them. The testimony is sketchy, but Patricia testified that defendant grabbed her arm, asked her name, and when she did not reply, called her a square like Tavna and said that he should throw her down and choke her. Defendant's testimony put the incident in the form of a jest. It is clear, in any event, that this ended the encounter, that there was no sexual molestation, solicitation or moral improprieties and that the defendant and the girls went their own ways.\nUnfortunately, on returning home, Tavna told her grandmother tha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-davis"
    }
  ],
  "relatedIncidents": [
    18455,
    18469,
    18513,
    18538,
    18544
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}