{
  "id": 18694,
  "title": "1975년 People v. St. Pierre 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-01-22",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: People v. St. Pierre. 판결일: 1975-01-22. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Plaintiff-Appellee, v. Clayton St. Pierre Et Al., Defendants-Appellants\n**판결일**: 1975-01-22\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Johnson\n\n## 변호인\n\nPaul Bradley and Brenda E. Richey, both of State Appellate Defender’s Office, of Chicago, for appellants., Bernard Carey, State’s Attorney, of Chicago (Patrick T. Driscoll, Jr., and Scott W. Petersen, Assistant State’s Attorneys, of counsel), for the People.\n\n## 인용\n\n- 324 N.E.2d 226\n- 25 Ill. App. 3d 644\n\n## 판결문 요약\n\n\n25 Ill. App. 3d 644 (1975)\n324 N.E.2d 226\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nCLAYTON ST. PIERRE et al., Defendants-Appellants.\nNos. 59349-50 cons.\nIllinois Appellate Court  First District (4th Division).\nJanuary 22, 1975.\n*645 *646 Paul Bradley and Brenda E. Richey, both of State Appellate Defender's Office, of Chicago, for appellants.\n*647 Bernard Carey, State's Attorney, of Chicago (Patrick T. Driscoll, Jr., and Scott W. Petersen, Assistant State's Attorneys, of counsel), for the People.\nJudgment affirmed.\nMr. JUSTICE JOHNSON delivered the opinion of the court:\nThe defendants were convicted of murder after a jury trial. Clayton St. Pierre was sentenced to a term of 20 to 40 years and Michael Wood was sentenced to a term of 14 to 28 years in the penitentiary. Donald Denic, who was indicted for murder and tried with the defendants, was found not guilty.\nThe following issues are raised on appeal: Whether the court erred in refusing defendants' request for an accomplice instruction; whether the court erred in submitting an improper instruction to the jury on the elements of proof necessary to find Michael Wood guilty of murder; whether the defendants were denied the effective assistance of counsel guaranteed them under the sixth amendment of the constitution by incompetence and conflict of interest on the part of their attorneys; whether the evidence was sufficient to establish defendants' guilt beyond a reasonable doubt; whether Michael Wood was deni...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-st-pierre"
    }
  ],
  "relatedIncidents": [
    18455,
    18469,
    18513,
    18538,
    18544
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}