{
  "id": 18703,
  "title": "1975년 United States v. Willis P. Dobbs, United States of America v. Bryan T. Dobbs 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1975-01-09",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Willis P. Dobbs, United States of America v. Bryan T. Dobbs. 판결일: 1975-01-09. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Willis P. DOBBS, Defendant-Appellant; UNITED STATES of America, Plaintiff-Appellee, v. Bryan T. DOBBS, Defendant-Appellant\n**판결일**: 1975-01-09\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Ainsworth, Bell, Ro-Ney\n\n## 변호인\n\nFoy R. Devine, Robert G. Fierer, Atlanta, Ga., for defendants-appellants., John W. Stokes, Jr., U. S. Atty., William P. Gaffney, Asst. U. S. Atty., Atlanta, Ga., for plaintiff-appellee.\n\n## 인용\n\n- 506 F.2d 445\n\n## 판결문 요약\n\n506 F.2d 445\n    75-1 USTC  P 9210\n    UNITED STATES of America, Plaintiff-Appellee,v.Willis P. DOBBS, Defendant-Appellant.UNITED STATES of America, Plaintiff-Appellee,v.Bryan T. DOBBS, Defendant-Appellant.\n    Nos. 74-1024, 74-1025.\n    United States Court of Appeals, Fifth Circuit.\n    Jan. 9, 1975.\n    \n      Foy R. Devine, Robert G. Fierer, Atlanta, Ga., for defendants-appellants.\n      John W. Stokes, Jr., U.S. Atty., William P. Gaffney, Asst. U.S. Atty., Atlanta, Ga., for plaintiff-appellee.\n      Appeals from the United States District Court for the Northern District of Georgia.\n      Before BELL, AINSWORTH and RONEY, Circuit Judges.\n      BELL, Circuit Judge:\n    \n    \n      1\n      Appellants, father and son, engaged in preparing income tax returns for others, were convicted of willfully and knowingly aiding and assisting in the fraudulent preparation of tax returns by overstating deductions.  The violations were charged in 24 separate counts against Willis Dobbs and 11 against Bryan Dobbs.  Willis Dobbs was convicted on two counts; Bryan Dobbs was convicted on one count.  This appeal followed.\n    \n    \n      2\n      Appellants first contend that the trial court erred in allowing the government to dismiss charges against them after the commencement of a preliminary hearing.  (They were indicted by a grand jury 12 days later.)  The gravamen of their contention in this respect is that subsequent to arrest, a federal right to a preliminary hearing attaches unless an in...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-willis-p-dobbs-united-states-of-america-v-bryan-t"
    }
  ],
  "relatedIncidents": [
    18462,
    18534,
    18206,
    18208,
    18238
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}