{
  "id": 18707,
  "title": "1974년 Zuk 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-12-31",
  "location": "New Hampshire, NH, USA",
  "summary": "미국 New Hampshire, NH 법원 판결 사건. 사건명: Zuk. 판결일: 1974-12-31. 법원: Supreme Court of New Hampshire.",
  "description": "## 사건 정보\n\n**사건명**: Nicholas Zuk v. Clifford S. Hale, and Clifford S. Hale, Trustee\n**판결일**: 1974-12-31\n**법원**: Supreme Court of New Hampshire\n**관할**: New Hampshire, NH\n\n**판사**: Kenison\n\n## 변호인\n\nPerkins, Holland, Donovan & Beckett (Mr. William H.M. Beckett orally) for the plaintiff., Reinhart & Eldredge (Mr. Arthur J. Reinhart orally) for the defendant.\n\n## 인용\n\n- 114 N.H. 813\n\n## 판결문 요약\n\n\n114 N.H. 813 (1974)\nNICHOLAS ZUK\nv.\nCLIFFORD S. HALE, AND CLIFFORD S. HALE, TRUSTEE.\nNo. 6826.\nSupreme Court of New Hampshire.\nDecember 31, 1974.\nPerkins, Holland, Donovan &amp; Beckett (Mr. William H.M. Beckett orally) for the plaintiff.\nReinhart &amp; Eldredge (Mr. Arthur J. Reinhart orally) for the defendant.\nKENISON, C.J.\nPursuant to RSA ch. 545, the Uniform Fraudulent Conveyances Act, plaintiff brought a bill in equity to set aside an allegedly fraudulent conveyance of real estate in Newmarket by defendant to himself as trustee. Trial before a Master (Leonard C. Hardwick, Esq.) resulted *814 in dismissal of the bill. Plaintiff's exceptions to the dismissal were reserved and transferred by Perkins, J. The question presented to us is whether the master's finding that there was not a fraudulent conveyance is supported by the record and by the law.\nPlaintiff's claim against defendant for money owed arises from work which plaintiff performed as a plumbing subcontractor on a house which defendant constructed for a third party in Kingston during 1969 and 1970. In the course of completing his part of the job, plaintiff expended $6,200 but was paid only $1,000. Since he had not obtained further payment, plaintiff secured a summary judgment against defendant for $5,200 in Rockingham County Superior Court on September 21, 1971. Defendant subsequently paid $640.31 on the judgment, leaving an outstanding balance of $4,559.69.\nBefore construction of the Kingston house began, defendan...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=zuk-v-hale"
    }
  ],
  "relatedIncidents": [
    18714,
    18726,
    18782,
    18875,
    18938
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}