{
  "id": 18718,
  "title": "1974년 Price 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-12-07",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Price. 판결일: 1974-12-07. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State of Kansas, Appellee, v. Clifford D. Price, Appellant\n**판결일**: 1974-12-07\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Kaul\n\n## 변호인\n\nKenneth W. Pringle, of Wichita [Court Appointed], argued the cause and was on the brief for the appellant., Clifford L. Bertholf, Assistant District Attorney, argued the cause, and Vern Miller, Attorney General; Keith Sanborn, District Attorney; and Steven C. Sherwood, Assistant District Attorney, were with him on the brief for the appellee.\n\n## 인용\n\n- 529 P.2d 85\n- 215 Kan. 718\n\n## 판결문 요약\n\n\n215 Kan. 718 (1974)\n529 P.2d 85\nSTATE OF KANSAS, Appellee,\nv.\nCLIFFORD D. PRICE, Appellant.\nNo. 47,370\nSupreme Court of Kansas.\nOpinion filed December 7, 1974.\nKenneth W. Pringle, of Wichita [Court Appointed], argued the cause and was on the brief for the appellant.\nClifford L. Bertholf, Assistant District Attorney, argued the cause, and Vern Miller, Attorney General; Keith Sanborn, District Attorney; and Steven C. Sherwood, Assistant District Attorney, were with him on the brief for the appellee.\nThe opinion of the court was delivered by\nKAUL, J.:\nDefendant, Clifford D. Price, appeals from convictions by a jury of aggravated burglary (K.S.A. 1973 Supp. 21-3716) and rape (K.S.A. 1973 Supp. 21-3502).\nThe events giving rise to the charges against defendant occurred during the evening of December 19, 1972, at the Wichita apartment of Dean Lee McDonald, which was also occupied by Debra Dirks, who was identified as McDonald's fiancee. McDonald, who testified as a state witness, testified that he was in fear of harm from defendant by reason of two encounters with defendant at the McDonald apartment on two occasions prior to the night in question. The first of these was described by McDonald as an uninvited visit by defendant and codefendant, William Mewborn, who long overstayed their welcome. The second encounter came about after McDonald discovered that some articles which he had stored for *719 defendant  at his request  were stolen property. After McDonald notified the police...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-price"
    }
  ],
  "relatedIncidents": [
    18751,
    18839,
    18876,
    18906,
    18936
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}