{
  "id": 18715,
  "title": "1974년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-12-11",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1974-12-11. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Mangum, Appellant\n**판결일**: 1974-12-11\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Cercone, Hoffman, Jacobs, Price, Spaeth, Voort, Watkins, Yan\n\n## 변호인\n\nW. Parker Ruddock, Public Defender, and Fisher, Ruddock é Simpson, for appellant., Robert G. Early, Assistant District Attorney, and W. Thomas Malcolm, District Attorney, for Commonwealth, appellee.\n\n## 인용\n\n- 231 Pa. Super. 162\n\n## 판결문 요약\n\n\n231 Pa. Superior Ct. 162 (1974)\nCommonwealth\nv.\nMangum, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted April 8, 1974.\nDecember 11, 1974.\n*163 Before WATKINS, P.J., JACOBS, HOFFMAN, CERCONE, PRICE, VAN DER VOORT, and SPAETH, JJ.\nW. Parker Ruddock, Public Defender, and Fisher, Ruddock &amp; Simpson, for appellant.\nRobert C. Early, Assistant District Attorney, and W. Thomas Malcolm, District Attorney, for Commonwealth, appellee.\nOPINION BY SPAETH, J., December 11, 1974:\nAppellant pleaded guilty to burglary and was sentenced to prison for two and a half to seven years and to pay costs and a fine of $100. The court below states *164 in its opinion that \"[t]he facts in this case are that this defendant, along with three other defendants, were caught in the Post Office at Robinson at an early hour after the State Police had been notified that there were people breaking into the Post Office building. All of the defendants in the case could hardly do anything else than plead guilty as they were caught as we would say `red-handed.'\" The only issue appellant raises is that his sentence, while legal, is excessive under the circumstances. We do not reach this issue.\nState courts have no jurisdiction over crimes committed in most federal buildings:\n\"The jurisdiction of this State is hereby ceded to the United States of America over all such pieces or parcels of land, not exceeding ten acres in any one township, ward or city, or borough, within the limits of this State, as have been ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-mangum"
    }
  ],
  "relatedIncidents": [
    18708,
    18728,
    18729,
    18763,
    18779
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}