{
  "id": 18717,
  "title": "1974년 Carter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-12-10",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Carter. 판결일: 1974-12-10. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: State v. Carter\n**판결일**: 1974-12-10\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Larner\n\n## 인용\n\n- 345 A.2d 808\n- 136 N.J. Super. 271\n\n## 판결문 요약\n\n\n136 N.J. Super. 271 (1974)\n345 A.2d 808\nSTATE OF NEW JERSEY, PLAINTIFF,\nv.\nRUBIN CARTER AND JOHN ARTIS, DEFENDANTS.\nSuperior Court of New Jersey, Passaic County Court, Law Division (Criminal).\nDecided December 10, 1974.\n*275 Mr. John P. Goceljak, Assistant Prosecutor of Passaic County, and Mr. Joseph D.J. Gourley, Prosecutor of Passaic County, attorney, appearing for the State of New Jersey.\nMr. Paul J. Feldman appearing for defendant Rubin Carter.\nMr. John W. Noonan appearing for defendant John Artis.\nMr. Stanley C. Van Ness, Public Advocate, and Mr. Richard Newman, of counsel, for defendants.\nLARNER, A.J.S.C.\nAfter a lengthy trial at which I presided during April and May 1967 defendants were convicted by a jury of murder in the first degree with a recommendation of life imprisonment. Life sentences were accordingly imposed on June 29, 1967. The convictions were affirmed by the New Jersey Supreme Court (54 N.J. 436 (1969)) and certiorari denied by the United States Supreme Court, 397 U.S. 948, 90 S.Ct. 969, 25 L. Ed. 2d 130 (1970).\nOn or about October 1, 1974, approximately 7 1/2 years after the completion of the trial, defendants moved for a new trial on the ground of newly discovered evidence. R. 3:20. The application was founded upon affidavits of two state witnesses, Alfred Bello and Arthur Dexter Bradley, recanting significant portions of their trial testimony relating to the identification of defendants at the scene of the murder. *276 The court thereupon granted an e...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-carter"
    }
  ],
  "relatedIncidents": [
    18716,
    18730,
    18743,
    18756,
    18770
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}