{
  "id": 18728,
  "title": "1974년 Mincey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-11-26",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Mincey. 판결일: 1974-11-26. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Mincey v. Hopper\n**판결일**: 1974-11-26\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Grice\n\n## 변호인\n\nWoodrow Kenneth Mincey, pro se., Arthur K. Bolton, Attorney General, David L. G. King, Jr., Assistant Attorney General, for appellee.\n\n## 인용\n\n- 211 S.E.2d 283\n- 233 Ga. 378\n\n## 판결문 요약\n\n\n233 Ga. 378 (1974)\n211 S.E.2d 283\nMINCEY\nv.\nHOPPER.\n29175.\nSupreme Court of Georgia.\nSubmitted February 6, 1974.\nDecided November 26, 1974.\nRehearing Denied December 17, 1974.\n*379 Woodrow Kenneth Mincey, pro se.\nArthur K. Bolton, Attorney General, David L. G. King, Jr., Assistant Attorney General, for appellee.\nGRICE, Chief Justice.\nWoodrow Kenneth Mincey appeals from the denial of a part of the relief sought in his post conviction habeas corpus petition filed in the Superior Court of Tattnall County against the Warden of the Georgia State Prison.\nThe petition alleged that his sentence for robbery entered on June 22, 1964, was illegal because it was not definite as to the number of years to be served; that a sentence of 3 years entered on September 16, 1969, should run concurrently with his former sentence; and that there has been an illegal forfeiture of his statutory and extra good time allowance.\nThe habeas corpus judge granted the relief prayed of requiring the two sentences to run concurrently, and denied the other relief. The appellant in his brief in this court has abandoned his contention that his 1964 sentence is illegal for indefiniteness. This leaves only one issue before this court, whether his good time allowances were illegally forfeited.\nThe evidence showed that 28 months and 12 days good time and extra good time allowance were taken from the appellant by the Director of Corrections following a report by the Warden of Wayne County Correctional Institution tha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mincey-v-hopper"
    }
  ],
  "relatedIncidents": [
    18708,
    18715,
    18729,
    18763,
    18779
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}