{
  "id": 18736,
  "title": "1974년 English 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-11-12",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: English. 판결일: 1974-11-12. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Aaron English, Alias v. State.\n**판결일**: 1974-11-12\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Tyson\n\n## 변호인\n\nIan F. Gaston, Mobile, for appellant., William J. Baxley, Atty. Gen., and Charles N. Parnell, III, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 303 So. 2d 156\n- 53 Ala. App. 656\n\n## 판결문 요약\n\n\n303 So. 2d 156 (1974)\nAaron ENGLISH, alias\nv.\nSTATE.\n1 Div. 527.\nCourt of Criminal Appeals of Alabama.\nNovember 12, 1974.\nIan F. Gaston, Mobile, for appellant.\nWilliam J. Baxley, Atty. Gen., and Charles N. Parnell, III, Asst. Atty. Gen., for the State.\nTYSON, Judge.\nThis appeal is from the revocation of probation. The appellant on March 26, 1973, entered a plea of guilty to grand larceny, was sentenced to a term of four years, and placed on probation for this period.\nOn October 1, 1973, the appellant was arrested by officers of the Mobile Police Department and charged with the possession of a pistol after a crime of violence. The district attorney then filed a motion in the instant appeal to revoke appellant's probation. Thereafter, this cause was heard in open court on March 15, 1974, with the appellant being represented by counsel, and continued for further hearing until May 16, 1974, when the hearing was completed and the cause taken under advisement by the trial court. Finally, the appellant appeared with his attorney before the trial court on June 28, 1974, and on this occasion the probation was revoked. Appellant was directed to commence serving his four-year sentence as previously imposed.\n\nI\nThe appellant argues that the revocation of probation in the instant case constitutes an abuse of discretion.\nThe original grant of probation by the trial court was a matter of grace entirely within its discretion. Sparks v. State, 40 Ala.App. 551, 119 So. 2d 596, and authorities...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=english-v-state"
    }
  ],
  "relatedIncidents": [
    18706,
    18707,
    18708,
    18714,
    18715
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}