{
  "id": 18743,
  "title": "1974년 Sloan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-11-06",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Sloan. 판결일: 1974-11-06. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Juliet Pickett SLOAN, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1974-11-06\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davis\n\n## 변호인\n\nPhil Burleson and Robert T. Baskett, Dallas, for appellant., Henry Wade, Dist. Atty., and John H. Hagler, Asst. Dist. Atty., Dallas, Jim D. Vollers, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 515 S.W.2d 913\n\n## 판결문 요약\n\n\n515 S.W.2d 913 (1974)\nJuliet Pickett SLOAN, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 48974.\nCourt of Criminal Appeals of Texas.\nNovember 6, 1974.\nRehearing Denied December 11, 1974.\n*914 Phil Burleson and Robert T. Baskett, Dallas, for appellant.\nHenry Wade, Dist. Atty., and John H. Hagler, Asst. Dist. Atty., Dallas, Jim D. Vollers, State's Atty., Austin, for the State.\n\nOPINION\nDAVIS, Commissioner.\nAppeal is taken from a conviction for murder. Punishment was assessed by the jury at twenty (20) years.\nAt the outset, appellant contends that the prosecutor's argument that a statement made by appellant to another was uncontroverted constituted a comment upon the failure of appellant to testify and requires reversal.\nThe record reflects the following occurred during the argument of the prosecutor:\n\"[Prosecutor] Let's move on now to December. Let's consider what you know, what you know this woman [appellant] said in December, and what her financial worries were then. She was visiting with Barbara Sloan, and this testimony is completely uncontroverted. What does she say to Barbara Sloan? She says, `Archie [deceased and the husband of appellant] is the only man that can ruin me financially\n\"[Defense counsel] Excuse me, Your Honor. I'm going to have to object to the statement that Mr. Yett just made as being a comment in direct violation of the Court's instructions, there being no *915 other witness to contradict that statement that was allegedly made by Barbara Sloan. And w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sloan-v-state"
    }
  ],
  "relatedIncidents": [
    18716,
    18717,
    18730,
    18756,
    18770
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}