{
  "id": 18742,
  "title": "1974년 Lynn Brubaker v. Thomas King, Individually and in His Capacity as Special Agent for the United States Bureau of Customs 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-11-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Lynn Brubaker v. Thomas King, Individually and in His Capacity as Special Agent for the United States Bureau of Customs. 판결일: 1974-11-07. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Lynn BRUBAKER, Plaintiff-Appellant, v. Thomas KING, Individually and in His Capacity as Special Agent for the United States Bureau of Customs, Et Al., Defendants-Appellees\n**판결일**: 1974-11-07\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Fair-Child, Hastie, Hastings\n\n## 변호인\n\nBrent A. Barnhart, Indianapolis, Ind., for plaintiff-appellant., Lloyd H. Milliken, Jr., and David T. Kasper, Stanley B. Miller, U.S. Atty., and Richard L. Darst, Asst. U.S. Atty., Indianapolis, Ind., for defendants-appel-lees.\n\n## 인용\n\n- 505 F.2d 534\n\n## 판결문 요약\n\n505 F.2d 534\n    Lynn BRUBAKER, Plaintiff-Appellant,v.Thomas KING, Individually and in his capacity as SpecialAgent for the United States Bureau of Customs, etal., Defendants-Appellees.\n    No. 74-1041.\n    United States Court of Appeals, Seventh Circuit.\n    Argued Sept. 25, 1974.Decided Nov. 7, 1974.\n    \n      Brent A. Barnhart, Indianapolis, Ind., for plaintiff-appellant.\n      Lloyd H. Milliken, Jr., and David T. Kasper, Stanley B. Miller, U.S. Atty., and Richard L. Darst, Asst. U.S. Atty., Indianapolis, Ind., for defendants-appellees.\n      Before HASTIE* and HASTINGS, Senior Circuit Judges, and FAIRCHILD, Circuit Judge.\n      HASTINGS, Senior Circuit Judge.\n    \n    \n      1\n      This is an appeal from a grant of summary judgment in favor of defendants, state and federal law enforcement officers, in a civil rights action based on 42 U.S.C. 1983 and the Fourth Amendment, claiming false arrest and imprisonment.\n    \n    \n      2\n      The cause of action arose out of the following events.  A package addressed to the plaintiff, Lynn Brubaker, in Muncie, Indiana, with a return address of American Express, Amsterdam, was intercepted by the United States Bureau of Customs in Chicago, Illinois, and found to contain approximately 426 grams of marihuana resin (hashish).  Thomas King of the Bureau of Customs coordinated an investigation of the matter with Postal Inspector James D. Bordenet and Narcotics Detective Jack G. Fisher of the Muncie Police Department.  The package was ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lynn-brubaker-v-thomas-king-individually-and-in-his-capacity-as-special"
    }
  ],
  "relatedIncidents": [
    18706,
    18707,
    18708,
    18714,
    18715
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}