{
  "id": 18756,
  "title": "1974년 Hamilton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-10-16",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Hamilton. 판결일: 1974-10-16. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State of North Carolina v. Johnny J. Hamilton\n**판결일**: 1974-10-16\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Brock, Martin, Morris\n\n## 변호인\n\n\n\n■Attorney General Carson, by Assistant Attorney General Briley, for the State.\n, \nCashwell and Ellis, by B. Craig Ellis, for the defendant.\n\n\n## 인용\n\n- 208 S.E.2d 883\n- 23 N.C. App. 311\n\n## 판결문 요약\n\n\n208 S.E.2d 883 (1974)\n23 N.C. App. 311\nSTATE of North Carolina\nv.\nJohnny J. HAMILTON.\nNo. 7420SC558.\nCourt of Appeals of North Carolina.\nOctober 16, 1974.\n*885 Atty. Gen. James H. Carson, Jr., by Asst. Atty. Gen. William F. Briley, Raleigh, for the State.\nCashwell &amp; Ellis by B. Craig Ellis, Laurinburg, for defendant.\nBROCK, Chief Judge.\nDefendant contends that the trial court committed error in refusing to allow defendant's motion as of nonsuit at the conclusion of all the evidence due to the defendant's testimony concerning self-defense.\nOn motion to nonsuit the evidence must be considered in the light most favorable to the State, and the State is entitled to every reasonable intendment thereon and every reasonable inference therefrom. Contradictions and discrepancies, even in the State's evidence, are for the jury to resolve and do not warrant nonsuit. Only the evidence favorable to the State is considered, and defendant's evidence relating to matters of defense or defendant's evidence in conflict with that of the State is not considered. State v. Henderson, 276 N.C. 430, 173 S.E.2d 291; 2 Strong, N.C. Index 2d, Criminal Law, § 104. In State v. Everette, 284 N.C. 81, 85, 199 S.E.2d 462, 466, the court stated: \"In passing upon the sufficiency of the State's evidence to carry the case to the jury, the trial court in the present case was not required to consider defendant's testimony concerning self-defense. Therefore, the court properly refused to enter judgment as of no...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hamilton"
    }
  ],
  "relatedIncidents": [
    18716,
    18717,
    18730,
    18743,
    18770
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}