{
  "id": 18751,
  "title": "1974년 Huffman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-10-23",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Huffman. 판결일: 1974-10-23. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Huffman v. State\n**판결일**: 1974-10-23\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Grimes\n\n## 인용\n\n- 301 So. 2d 815\n\n## 판결문 요약\n\n\n301 So. 2d 815 (1974)\nDavid S. HUFFMAN, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 73-917.\nDistrict Court of Appeal of Florida, Second District.\nOctober 23, 1974.\nJames A. Gardner, Public Defender, Sarasota, and Robert B. Persons, Jr., Asst. Public Defender, Sarasota, for appellant.\nRobert L. Shevin, Atty. Gen., Tallahassee, and Richard C. Booth, Asst. Atty. Gen., Tampa, for appellee.\nGRIMES, Judge.\nThe appellant was charged with rape and with breaking and entering with intent to commit a felony, to wit: grand larceny, and, once inside, committing an assault upon a person lawfully therein. He pled not guilty to both charges. After trial by jury, he was found guilty as charged and sentenced to concurrent life terms.\nThere is no dispute that the appellant broke into the residence of the prosecutrix in the middle of the night and had sexual relations with her. The appellant testified in his own behalf and candidly admitted these acts. What was disputed at trial and at issue by reason of appellant's plea of not guilty to the charge under § 794.01(2), Florida Statutes, was the presence or absence of consent on the part of the prosecutrix. During cross-examination *816 of the prosecutrix, the following question was asked:\n\"Prior to this incident, ma'am  believe me, I'm not trying to probe. But under the circumstances I have to ask this. Had you had intercourse with any other individual?\"\nAppellant contends that the court erred in sustaining the state's objection to this questi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=huffman-v-state"
    }
  ],
  "relatedIncidents": [
    18718,
    18839,
    18876,
    18906,
    18936
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}