{
  "id": 18763,
  "title": "1974년 Sheriff 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-10-10",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: Sheriff. 판결일: 1974-10-10. 법원: Nevada Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: SHERIFF, WASHOE COUNTY, NEVADA v. JERRY DONALD ROBERTSON and ROBERT DUANE ROWEN\n**판결일**: 1974-10-10\n**법원**: Nevada Supreme Court\n**관할**: Nevada, NV\n\n## 변호인\n\nRobert List, Attorney General, Carson City; Robert E. Rose, District Attorney, and Jack Alian, Deputy District Attorney, Washoe County, for Appellant., Douglas G. Lohse, of Reno, for Respondent Robertson., G. C. Backus, of Reno, for Respondent Rowen.\n\n## 인용\n\n- 90 Nev. 365\n- 526 P.2d 1178\n\n## 판결문 요약\n\n\n*366OPINION\n\nPer Curiam:\n\nRespondents were charged with burglary. When the case was submitted to the jury the trial judge was of the opinion that the evidence was insufficient to warrant a conviction, and so instructed the jury. The instruction, in compliance with the language of NRS 175.381, concluded with the words “the jury is not bound by this advice.”\nOne or more of the jurors declined to acquit, resulting in a “hung jury.”\nWhen the case was scheduled for another trial respondents filed a petition for habeas corpus, contending retrial would place them in double jeopardy because of the instruction that there was insufficient evidence to convict given at their first trial. The trial court granted their petition for habeas and on this appeal the sole question we need resolve is whether retrial is permissible where a nonbinding instruction to acquit is rejected by the jury.\nThis court has consistently approved the nonbinding effect of an advised verdict, prescribed by NRS 175.381. Cook v. State, 74 Nev. 51, 321 P.2d 587 (1958); State v. Corinblit, 72 Nev. 202, 298 P.2d 470 (1956).\nThis court also has consistently held that retrial after a “hung jury” does not constitute double jeopardy. See, for example, Wheeler v. District Court, 82 Nev. 225, 415 P.2d 63 (1966).\nThe order granting habeas corpus is reversed.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sheriff-v-robertson"
    }
  ],
  "relatedIncidents": [
    18708,
    18715,
    18728,
    18729,
    18779
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}