{
  "id": 18769,
  "title": "1974년 Graham 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-10-03",
  "location": "Maine, ME, USA",
  "summary": "미국 Maine, ME 법원 판결 사건. 사건명: Graham. 판결일: 1974-10-03. 법원: District Court, D. Maine.",
  "description": "## 사건 정보\n\n**사건명**: Chele GRAHAM v. John deWINTER, United States Marshal, District of Maine\n**판결일**: 1974-10-03\n**법원**: District Court, D. Maine\n**관할**: Maine, ME\n\n**판사**: Coffin\n\n## 변호인\n\nArthur B. LaFrance, University of Maine Law School, Portland, Me., for petitioner., Peter Mills, U. S. Atty., Portland, Me., for respondent.\n\n## 인용\n\n- 382 F. Supp. 247\n\n## 판결문 요약\n\n\nON PETITION FOR WRIT OF HABEAS CORPUS\nCOFFIN, Chief Circuit Judge.*\nThis is a petition for a writ of habeas corpus addressed to me as a circuit judge under 28 U.S.C. § 2241, challenging essentially the constitutionality of removal proceedings pursuant to Fed.R. Crim.P. 40(b)(3).\nPetitioner, indicted in the Western District of Tennessee for conspiracy to transport obscene materials for distribution in Tennessee in violation of 18 U.S. C. § 1465, is the subject of an order for removal. Removal proceedings were conducted before the district court for the District of Maine at which a certified copy of the indictment was presented and the petitioner acknowledged her identity as one of the persons indicted. The district court refused petitioner’s request to consider the sufficiency of the indictment, the existence of probable cause, or the constitutionality of § 1465. The court relied on the construction of Rule 40 which has, with a few exceptions which the court found distinguishable,1 been adopted by the courts, warranting no deeper probe than is necessary to establish the existence of a certified copy of the indictment and the identity of the defendant. Finally, the district court rejected the argument that Title III of the Omnibus Crime Control and Safe Streets Act of 1968, 82 Stat. 21L, as amended, 18 U.S.C. §§ 2510-2520 entitles petitioner to a government response to her claim of illegal electronic surveillance, finding our decision in In re Ellsberg, 446 F.2d 954 (1st Cir. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=graham-v-dewinter"
    }
  ],
  "relatedIncidents": [
    18706,
    18707,
    18708,
    18714,
    18715
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}