{
  "id": 18772,
  "title": "1974년 Dragon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-09-30",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Dragon. 판결일: 1974-09-30. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: David Earl Dragon v. State of Indiana\n**판결일**: 1974-09-30\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Arterburn\n\n## 변호인\n\nMark A. McIntosh, of Huntington, for appellant., Theodore L. Sendak, Attorney General, John E. Meyer, Deputy Attorney General, for appellee.\n\n## 인용\n\n- 316 N.E.2d 827\n- 262 Ind. 394\n\n## 판결문 요약\n\n\n316 N.E.2d 827 (1974)\nDavid Earl DRAGON, Appellant,\nv.\nSTATE of Indiana, Appellee.\nNo. 873S156.\nSupreme Court of Indiana.\nSeptember 30, 1974.\nMark A. McIntosh, Huntington, for appellant.\nTheodore L. Sendak, Atty. Gen., John E. Meyer, Deputy Atty. Gen., Indianapolis, for appellee.\nARTERBURN, Chief Justice.\nOn November 13, 1972, an affidavit was filed in Huntington Circuit Court charging Appellant with rape (Count I) and kidnapping (Count II) arising out of a single incident. Appellant entered a plea of not guilty by reason of insanity to both counts. On March 1, 1973, a jury found Appellant guilty on both counts.\nThe primary contention made by Appellant in this appeal is that the evidence was not sufficient to warrant the jury finding that beyond a reasonable doubt the Appellant was sane at the time he committed the kidnapping and rape. Appellant's basis for this contention is that a psychiatrist called by the State testified that Appellant:\n\"knew what the code of society was  he knew at that time  what his own code of behavior was  but the forces within him were such that he was unable to conform either to the code  either to his own or to society or society's moral code that was involved.\"\nAppellant reasons that this testimony places his conduct within the ambit of Hill v. State (1969), 252 Ind. 601, 251 N.E.2d 429, wherein we adopted as the definition of insanity the American Law Institute's formulation which is as follows: \"a person is not responsible for criminal con...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dragon-v-state"
    }
  ],
  "relatedIncidents": [
    18489,
    18515,
    18556,
    18673,
    18706
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}