{
  "id": 18778,
  "title": "1974년 Swedish Crucible Steel Co. v. Travelers Indemnity Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-09-23",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Swedish Crucible Steel Co. v. Travelers Indemnity Co.. 판결일: 1974-09-23. 법원: District Court, E.D. Michigan.",
  "description": "## 사건 정보\n\n**사건명**: SWEDISH CRUCIBLE STEEL COMPANY, a Michigan Corporation, Plaintiff, v. the TRAVELERS INDEMNITY COMPANY, a Foreign Corporation, Defendant and Third-Party-Plaintiff, v. GROW, KELLER, ENGLEBERT & FREESE, INC. a Michigan Corporation, Third-Party-Defendant\n**판결일**: 1974-09-23\n**법원**: District Court, E.D. Michigan\n**관할**: Michigan, MI\n\n**판사**: Philip Pratt\n\n## 변호인\n\nRobert A. Pineman, Detroit, Mich., for plaintiff., Julius Denenberg, Southfield, Mich., for defendant., Roger F. Wardle, Detroit, Mich., for third party defendant.\n\n## 인용\n\n- 387 F. Supp. 231\n\n## 판결문 요약\n\n\n387 F. Supp. 231 (1974)\nSWEDISH CRUCIBLE STEEL COMPANY, a Michigan Corporation, Plaintiff,\nv.\nThe TRAVELERS INDEMNITY COMPANY, a Foreign Corporation, Defendant and Third-Party-Plaintiff,\nv.\nGROW, KELLER, ENGLEBERT &amp; FREESE, INC. a Michigan Corporation, Third-Party-Defendant.\nCiv. A. No. 36646.\nUnited States District Court, E. D. Michigan, S. D.\nSeptember 23, 1974.\nRobert A. Fineman, Detroit, Mich., for plaintiff.\nJulius Denenberg, Southfield, Mich., for defendant.\nRoger F. Wardle, Detroit, Mich., for third party defendant.\n\nMEMORANDUM OPINION AND ORDER DENYING PLAINTIFF'S MOTION FOR SUMMARY JUDGMENT AND GRANTING DEFENDANT'S MOTION FOR PARTIAL SUMMARY JUDGMENT\nPHILIP PRATT, District Judge.\nThe plaintiff, Swedish Crucible Steel Company, conducts a plastics and foundry manufacturing business at a location in Hamtramck, Michigan. The complex includes eight buildings, designated serially. Buildings 2 through 8 are used in the plastics division primarily. Building 1 is used as the foundry, but some molds, dies and patterns for the foundry were stored in Building 2. Buildings 1 and 2 are separated by an alley 20 feet wide.\nAlthough prior to 1967 the plaintiff had obtained a blanket business interruption policy covering its plastics business and Buildings 2 through 8 it did not include within that policy any business interruption *232 coverage on the foundry operation in Building 1. In 1967, however, it decided to obtain such coverage and the policy in issue here was purchased f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=swedish-crucible-steel-co-v-travelers-indemnity-co"
    }
  ],
  "relatedIncidents": [
    18706,
    18707,
    18708,
    18714,
    18715
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}