{
  "id": 18770,
  "title": "1974년 Beecher 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-10-01",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Beecher. 판결일: 1974-10-01. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Johnny Daniel BEECHER v. STATE of Alabama\n**판결일**: 1974-10-01\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: App, Bradley, Civ, Harris, Holmes, Tyson, Wright\n\n## 변호인\n\nU. W. Clemon, Birmingham, Elaine R. Jones, New York City, for appellant., William J. Baxley, Atty. Gen. and David W. Clark, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 320 So. 2d 716\n- 56 Ala. App. 212\n\n## 판결문 요약\n\n\n320 So.2d 716 (1974)\nJohnny Daniel BEECHER\nv.\nSTATE of Alabama.\n8 Div. 426.\nCourt of Criminal Appeals of Alabama.\nOctober 1, 1974.\nRehearing Denied October 29, 1974.\n*718 U. W. Clemon, Birmingham, Elaine R. Jones, New York City, for appellant.\nWilliam J. Baxley, Atty. Gen. and David W. Clark, Asst. Atty. Gen., for the State.\nWRIGHT, Judge.[1]\nAppellant appeals from a conviction of murder in the first degree with a sentence of life in the penitentiary. The conviction was the third for this offense. The first two convictions were reversed by the Supreme Court of the United States for admission into evidence of confessions determined to be involuntary. Beecher v. Alabama, 389 U.S. 35, 88 S.Ct. 189, 19 L.Ed.2d 35 (1967); Beecher v. Alabama, 408 U.S. 234, 92 S.Ct. 2282, 33 L.Ed.2d 317 (1972). Neither of the confessions involved in the other trials was attempted to be introduced in the trial below.\nDefendant Beecher, a black man, was charged with the murder of a young white woman in Jackson County, Alabama on June 15, 1964. On that date, Beecher was an inmate in the prison system of Alabama. He was assigned to a State highway road camp near Scottsboro, Alabama.\n*719 The evidence tended to show that on the morning of June 15, 1964, Beecher, with other convicts, was carried by truck to a site on a State highway for work. At about 8:30 A.M. he was missed by the guard in charge and determined to have escaped. The place of escape was some eight-tenths of a mile from the home of the dec...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-wilkerson"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=beecher-v-state"
    }
  ],
  "relatedIncidents": [
    18716,
    18717,
    18730,
    18743,
    18756
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}