{
  "id": 18779,
  "title": "1974년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-09-23",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1974-09-23. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Francis Reese, Appellant; Commonwealth v. Larry Reese, Appellant\n**판결일**: 1974-09-23\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Cercone, Hoffman, Jacobs, Price, Spaeth, Van, Voort, Watkins\n\n## 변호인\n\nEugene R. Hartman, and Gary E. Hartman, Assistant Public Defender, for appellant at No. 720., Robert E. Campbell, Public Defender, for appellant at No. 721., Oscar F. Spicer, District Attorney, for Commonwealth, appellee, at Nos. 720 and 721.\n\n## 인용\n\n- 230 Pa. Super. 471\n\n## 판결문 요약\n\n\n230 Pa. Super. 471 (1974)\nCommonwealth\nv.\nFrancis Reese, Appellant.\nCommonwealth\nv.\nLarry Reese, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted June 10, 1974.\nSeptember 23, 1974.\n*472 Before WATKINS, P.J., JACOBS, HOFFMAN, CERCONE, PRICE, VAN DER VOORT, and SPAETH, JJ.\nEugene R. Hartman, and Gary E. Hartman, Assistant Public Defender, for appellant at No. 720.\n*473 Robert E. Campbell, Public Defender, for appellant at No. 721.\nOscar F. Spicer, District Attorney, for Commonwealth, appellee, at Nos. 720 and 721.\nOPINION BY CERCONE, J., September 23, 1974:\nThe appellants, Francis O. Reese and Larry E. Reese, were indicted on separate bills charging each with robbery and theft. The indictments arose out of an incident that occurred in Hamiltoban Township, Adams County, on September 29, 1973, when the appellants robbed and assaulted Charles M. Singley and Roy E. Currens. Both victims were struck about the head and face by the appellants and as a result sustained injuries requiring treatment. Mr. Currens, in fact, suffered a fractured jaw. Furthermore, currency and personal property having a total value of $300, more or less, was unlawfully taken from the victims.\nOn January 15, 1974, both appellants, pursuant to plea agreements entered into with the Commonwealth and accepted by the trial court, pleaded guilty to lesser included offenses of the crimes for which they were indicted  two counts each of robbery and theft.\nOn February 13, 1974, both appellants were sentenced as ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-reese"
    }
  ],
  "relatedIncidents": [
    18708,
    18715,
    18728,
    18729,
    18763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}