{
  "id": 18782,
  "title": "1974년 Brendsel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-09-13",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Brendsel. 판결일: 1974-09-13. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: Harold Brendsel v. Clarence Wright\n**판결일**: 1974-09-13\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: MacLaughlin, Otis, Yetka\n\n## 변호인\n\nRice, Evans & Christensen and Robert Rice, for appellant., Scott & Reutter and William P. Scott, for respondent.\n\n## 인용\n\n- 221 N.W.2d 695\n- 301 Minn. 175\n\n## 판결문 요약\n\n\n221 N.W.2d 695 (1974)\nHarold BRENDSEL, Respondent,\nv.\nClarence WRIGHT, Appellant.\nNo. 44490.\nSupreme Court of Minnesota.\nSeptember 13, 1974.\nRice, Evans &amp; Christensen and Robert Rice, Pipestone, for appellant.\nScott &amp; Reutter and William P. Scott, Pipestone, for respondent.\nHeard before OTIS, MacLAUGHLIN, and YETKA, JJ., and considered and decided by the court en banc.\nPER CURIAM.\nPlaintiff, Harold Brendsel, commenced this action for damages alleging fraud in the sale to him of 20 calves by defendant, Clarence Wright. Plaintiff alleged that defendant represented that the calves were healthy at the time of the sale when, in fact, they were not. At the close of all the evidence, the trial court decided that the case should be submitted to the jury on the theory of breach of implied warranty, instead of fraud, and granted plaintiff's motion to amend his complaint to that effect. Defendant claimed prejudice in allowing the amendment and in the submission of the case to the jury on the implied warranty theory.\n*696 The jury returned a verdict for plaintiff, and defendant has appealed from the denial of his motion for judgment notwithstanding the verdict or for a new trial. We reverse.\nPlaintiff lives on a farm near Colman, South Dakota, and defendant lives on a farm near Pipestone, Minnesota, where he is in the business of selling calves. Plaintiff learned that defendant had calves for sale from an advertisement placed by defendant. The first contact plaintiff had with de...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brendsel-v-wright"
    }
  ],
  "relatedIncidents": [
    18707,
    18714,
    18726,
    18875,
    18938
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}