{
  "id": 18784,
  "title": "1974년 Pettyjohn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-09-05",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Pettyjohn. 판결일: 1974-09-05. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Leon Pettyjohn v. State of Indiana\n**판결일**: 1974-09-05\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Buchanan\n\n## 변호인\n\n. Harriette Bailey Conn [Mrs.], Public Defender of Indiana, Darrell F. Ellis, Deputy Public Defender, for appellant., Theodore L. Sendak, Attorney General, Henry O. Stitler, Deputy Attorney General, for appellee.\n\n## 인용\n\n- 315 N.E.2d 729\n- 161 Ind. App. 418\n\n## 판결문 요약\n\n\n315 N.E.2d 729 (1974)\nLeon PETTYJOHN, Appellant (Petitioner below),\nv.\nSTATE of Indiana, Appellee (Respondent below).\nNo. 2-1073A218.\nCourt of Appeals of Indiana, Second District.\nSeptember 5, 1974.\nHarriette Bailey Conn, Public Defender, Darrell F. Ellis, Deputy Public Defender, Indianapolis, for appellant.\nTheodore L. Sendak, Atty. Gen., Henry O. Stitler, Deputy Atty. Gen., Indianapolis, for appellee.\nBUCHANAN, Judge.\n\nCASE SUMMARY\nPetitioner-Appellant Leon Pettyjohn (Pettyjohn) appeals from the trial court's denial of his Petition for Post-Conviction Relief, claiming his guilty plea was not voluntarily and knowingly entered.\nWe affirm.\n\nFACTS\nOn June 29, 1967, Pettyjohn was indicted for First Degree Murder and entered a plea of not guilty at his arraignment on August 23, 1967. Subsequently, on December *730 11, 1967, Pettyjohn and two co-defendants appeared with counsel and indicated to the trial court that they wished to withdraw their previously entered pleas and plead guilty to lesser charges. Pettyjohn then entered a plea of guilty to Manslaughter.[1]\nPrior to accepting their guilty pleas the trial court carefully examined each of the defendants, informing them of the nature of, and the punishment for, the crime to which they were pleading guilty. They were also advised of their Constitutional rights and the consequences of a decision to plead guilty. When asked by the trial court whether he was pleading guilty because of any threats or promises made to him, Pettyjohn...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pettyjohn-v-state"
    }
  ],
  "relatedIncidents": [
    18716,
    18717,
    18730,
    18743,
    18756
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}