{
  "id": 18789,
  "title": "1974년 Dearman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-08-15",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Dearman. 판결일: 1974-08-15. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Donald Lee Dearman v. State of Indiana\n**판결일**: 1974-08-15\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: White\n\n## 변호인\n\nMarshall E. Williams, of Indianapolis, for appellant., Theodore L. Sendak, Attorney General, John H. Meyers, Deputy Attorney General, for appellee.\n\n## 인용\n\n- 161 Ind. App. 263\n\n## 판결문 요약\n\n\nWhite, J.\nDefendant was tried by the court sitting without a jury on a three count affidavit charging (1) Robbery; (2) Inflicting Injury in Robbery; and (3) Carrying a Pistol Without a License. Found not guilty on counts two and three, he appeals from a ten-to-twenty-five year sentence imposed following conviction of the robbery charge. His appeal presents issues centered upon his allegations of (1) insufficiency of the evidence, and suppression of evidence by the prosecutor; (2) inadequacy of post-conviction representation by his court-appointed trial counsel and by counsel appointed to take this appeal.\nWe affirm.\nI.\nAt the trial the only witness for the State was the alleged victim of the robbery. He testified that on February 21, 1972, between 9:30 and 10:00 P.M., defendant came up behind him with a pistol on an Indianapolis street and ordered him into *264an alley. When the defendant asked for money the victim tried to talk him out of the robbery. Defendant became angry and impatient, knocked him down with the pistol, hit him several more times, and took his billfold containing approximately twenty dollars. There was a lot of light, he could see defendant clearly, and positively identified him in court, although he had never seen him before the robbery nor thereafter until he saw him in court.\nDefendant was the only defense witness. He denied having committed the robbery and said that at the time he was on Indiana Avenue with a friend, “Adelle Modley”, until about 10:00...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dearman-v-state"
    }
  ],
  "relatedIncidents": [
    18708,
    18715,
    18728,
    18729,
    18763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}