{
  "id": 18790,
  "title": "1974년 Gordon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-08-14",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Gordon. 판결일: 1974-08-14. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: LEWIS GORDON Et Al., Plaintiffs and Appellants, v. THE JUSTICE COURT FOR THE YUBA JUDICIAL DISTRICT OF SUTTER COUNTY Et Al., Defendants and Respondents; THE PEOPLE, Real Party in Interest and Respondent\n**판결일**: 1974-08-14\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Burke, Caldecott, Clark, Draper, McComb, Molinari, Tobriner\n\n## 변호인\n\nCounsel, Burton D. Fretz, William D. Farber, Burton Danziger, Al Meyerhoff, Edgar A. Kerry, James D. Lorenz, Jr., Philip J. Jimenez and Charlotte M. Fischman for Plaintiffs and Appellants., Marshall J. Hartman and Nancy E. Goldberg as Amici Curiae on behalf of Plaintiffs and Appellants., Evelle J. Younger, Attorney General, Edward A. Hinz, Jr., and Jack R. Winkler, Chief Assistant Attorneys General, William E. James and Doris H. Maier, Assistant Attorneys General, Daniel J. Kremer, Nelson P. Kem\n\n## 인용\n\n- 525 P.2d 72\n- 12 Cal. 3d 323\n- 115 Cal. Rptr. 632\n\n## 판결문 요약\n\n\n12 Cal. 3d 323 (1974)\n525 P.2d 72\n115 Cal. Rptr. 632\nLEWIS GORDON et al., Plaintiffs and Appellants,\nv.\nTHE JUSTICE COURT FOR THE YUBA JUDICIAL DISTRICT OF SUTTER COUNTY et al., Defendants and Respondents; THE PEOPLE, Real Party in Interest and Respondent.\nDocket No. Sac. 7995.\nSupreme Court of California. In Bank.\nAugust 14, 1974.\n*325 COUNSEL\nBurton D. Fretz, William D. Farber, Burton Danziger, Al Meyerhoff, Edgar A. Kerry, James D. Lorenz, Jr., Philip J. Jimenez and Charlotte M. Fischman for Plaintiffs and Appellants.\nMarshall J. Hartman and Nancy E. Goldberg as Amici Curiae on behalf of Plaintiffs and Appellants.\nEvelle J. Younger, Attorney General, Edward A. Hinz, Jr., and Jack R. Winkler, Chief Assistant Attorneys General, William E. James and Doris H. Maier, Assistant Attorneys General, Daniel J. Kremer, Nelson P. Kempsky, Charles P. Just, Arnold O. Overoye and Eddie T. Keller, Deputy Attorneys General, for Defendant and Respondent and for Real Party in Interest and Respondent.\nOPINION\nBURKE, Acting C.J.\nWe are confronted here with the question whether the current practice of allowing non-attorney judges to preside over criminal trials of offenses punishable by a jail sentence, as is the situation in over *326 60 percent of the justice courts in California, violates the constitutional rights of the defendants in those proceedings. We have decided that this practice does violate the due process clause of the Fourteenth Amendment of the United States Constitution, and t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gordon-v-justice-court"
    }
  ],
  "relatedIncidents": [
    18706,
    18707,
    18708,
    18714,
    18715
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}