{
  "id": 18801,
  "title": "1974년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-07-25",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1974-07-25. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth vs. Richard Antobenedetto\n**판결일**: 1974-07-25\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Braucher, Hennessey, Kaplan, Quirico, Reardon, Tauro, Wilkins\n\n## 변호인\n\nJohn A. Robertson for the defendant., Terence M. Troyer, Assistant District Attorney, for the Commonwealth.\n\n## 인용\n\n- 315 N.E.2d 530\n- 366 Mass. 51\n\n## 판결문 요약\n\n\n366 Mass. 51 (1974)\n315 N.E.2d 530\nCOMMONWEALTH\nvs.\nRICHARD ANTOBENEDETTO.\nSupreme Judicial Court of Massachusetts, Middlesex.\nJanuary 8, 1974.\nJuly 25, 1974.\nPresent: TAURO, C.J., REARDON, QUIRICO, BRAUCHER, HENNESSEY, KAPLAN, &amp; WILKINS, JJ.\nJohn A. Robertson for the defendant.\nTerence M. Troyer, Assistant District Attorney, for the Commonwealth.\nREARDON, J.\nTwo criminal complaints were issued against the defendant charging him with unlawful possession of narcotic drugs. G.L.c. 94, § 205, repealed by St. 1971, c. 1071, § 2. The case was tried without jury in the Superior Court, and on April 20, 1972, the defendant was found guilty. The case is before us on the defendant's exceptions to the denial of motions to suppress evidence and for a new trial.\nThe evidence presented at trial and at the hearing on the motion to suppress may be summarized as follows. On the afternoon of June 9, 1971, the defendant was driving on Concord Street in Framingham in a red Plymouth automobile which he had borrowed from an acquaintance earlier in the day. Seated beside the defendant in the front seat was a friend, Stephen Gwinn. Also on Concord Street at this time was an unmarked police car manned by Lt. Robert M. Keefe and Sgt. Thomas Cobb of the Framingham police department. These officers had received a radio communication from police headquarters informing them that two young men had attempted to pass a bad check at the Framingham Trust Company and that they were headed south on Concord ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-antobenedetto"
    }
  ],
  "relatedIncidents": [
    18706,
    18707,
    18708,
    18714,
    18715
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}