{
  "id": 18802,
  "title": "1974년 Groeneveld 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-07-24",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Groeneveld. 판결일: 1974-07-24. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: People v. Groeneveld\n**판결일**: 1974-07-24\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: Allen, P.J., and J.H. Gillis and Quinn\n\n## 변호인\n\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, Edward G. Durance, Prosecuting Attorney, and Gerald L. White, Assistant Prosecuting Attorney, for the people., Marshall S. Redman, Assistant State Appellate Defender, for defendant.\n\n## 인용\n\n- 221 N.W.2d 254\n- 54 Mich. App. 424\n\n## 판결문 요약\n\n\n54 Mich. App. 424 (1974)\n221 N.W.2d 254\nPEOPLE\nv.\nGROENEVELD\nDocket No. 17918.\nMichigan Court of Appeals.\nDecided July 24, 1974.\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, Edward G. Durance, Prosecuting Attorney, and Gerald L. White, Assistant Prosecuting Attorney, for the people.\nMarshall S. Redman, Assistant State Appellate Defender, for defendant.\nBefore: ALLEN, P.J., and J.H. GILLIS and QUINN, JJ.\nJ.H. GILLIS, J.\nDefendant was arrested December 22, 1972 on a charge of felonious assault. MCLA 750.82; MSA 28.277. While he was incarcerated in the Midland County jail awaiting arraignment, his wife, on January 5, 1973, petitioned the Midland County Probate Court to have defendant committed to a state mental institution. On January 9, the court adjudged defendant mentally ill and ordered him committed to Traverse City State Hospital. On January 24, Midland County Circuit Judge Rood ordered that defendant be released from the county jail and transported immediately to the state hospital. Following his March 23, 1973 discharge from the hospital, defendant was arraigned before Judge Rood on April 11. The judge accepted defendant's plea of guilty to felonious assault, and sentenced him to two years, eight months to four years imprisonment. Defendant appeals.\nDefendant argues that it was error for the trial *426 judge not to raise, sua sponte, the issue of defendant's competence to stand trial, since he was the same judge who, less than three months...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-groeneveld"
    }
  ],
  "relatedIncidents": [
    18820,
    18909,
    18488,
    18520,
    18683
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}