{
  "id": 18812,
  "title": "1974년 Rural Housing Alliance v. United States Department of Agriculture 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-07-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Rural Housing Alliance v. United States Department of Agriculture. 판결일: 1974-07-03. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: RURAL HOUSING ALLIANCE v. UNITED STATES DEPARTMENT OF AGRICULTURE Et Al., Appellants\n**판결일**: 1974-07-03\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Bazelon, Robb, Wilkey\n\n## 변호인\n\nDavid M. Cohen, Atty., Dept, of Justice, of the bar of the Supreme Court of 111., pro hac vice by special leave of court with whom Irving Jaffe, Acting Asst. Atty. Gen., Harold H. Titus, Jr., U. S. Atty., and Leonard Schaitman, Atty., Dept, of Justice, were on the brief, for appellants. Harold H. Titus, Jr., U. S. Atty., John A. Terry and Derek I. Meier, Asst. U. S. Attys., also entered appearances for appellants., Victor H. Kramer, Washington, D. C., with whom Richard B. Wolf, Washington, D. C.\n\n## 인용\n\n- 498 F.2d 73\n- 162 U.S. App. D.C. 122\n\n## 판결문 요약\n\n498 F.2d 73\n    162 U.S.App.D.C. 122\n    RURAL HOUSING ALLIANCE,v.UNITED STATES DEPARTMENT OF AGRICULTURE et al., Appellants.\n    No. 73-1771.\n    United States Court of Appeals, District of Columbia Circuit.\n    Argued Dec. 5, 1973.Decided June 3, 1974, Rehearing Denied July 3, 1974,Rehearing Denied Sept.24, 1974, See 502 F.2d 1179.\n    \n      David M. Cohen, Atty., Dept. of Justice, of the bar of the Supreme Court of Ill., pro hac vice by special leave of court with whom Irving Jaffe, Acting Asst.  Atty. Gen., harold H. Titus, Jr., U.S. Atty., and Leonard Schaitman, Atty., Dept. of Justice, were on the brief, for appellants.  Harold H. Titus, Jr., U.S. Atty., John A. Terry and Derek I. Meier, Asst. U.S. Attys., also entered appearances for appellants.\n      Victor H. Kramer, Washington, D.C., with whom Richard B. Wolf, Washington, D.C., was on the brief, for appellee.\n      Before BAZELON, Chief Judge, and ROBB and WILKEY, Circuit judges.\n      WILKEY, Circuit Judge:\n    \n    \n      1\n      We have before us once again the question of the proper interpretation of several exemptions from disclosure under the Freedom of Information Act (FOIA).1  At issue here is a report of a U.S. Department of Agriculture investigation of governmental housing discrimination in Florida, withheld from disclosure on the basis of exemptions 4, 5, 6, and 7.  The District Court granted the plaintiff Rural Housing Alliance (RHA) motion for summary judgment after in camera inspection holding that th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rural-housing-alliance-v-united-states-department-of-agriculture"
    }
  ],
  "relatedIncidents": [
    18916,
    18513,
    18572,
    18706,
    18707
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}