{
  "id": 18820,
  "title": "1974년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-06-21",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1974-06-21. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Robinson, Appellant\n**판결일**: 1974-06-21\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Cercone, Hoffman, Hoppman, Jacobs, Oercon, Spaeth, Spaulding, Watkins, Wright\n\n## 변호인\n\nCarmen P. Belefonte, with him Garland D. Cherry, and Kassab, Cherry and Archbold, for appellant., Stephen J. McEwen, Jr., District Attorney, with him Ralph B. D’lorio, Assistant District Attorney, and William R. Toal, Jr., First Assistant District Attorney, for Commonwealth, appellee.\n\n## 인용\n\n- 229 Pa. Super. 131\n\n## 판결문 요약\n\n\n229 Pa. Super. 131 (1974)\nCommonwealth\nv.\nRobinson, Appellant.\nSuperior Court of Pennsylvania.\nArgued September 11, 1973.\nJune 21, 1974.\n*133 Before WRIGHT, P.J., WATKINS, JACOBS, HOFFMAN, CERCONE, and SPAETH, JJ. (SPAULDING, J. absent).\n*134 Carmen P. Belefonte, with him Garland D. Cherry, and Kassab, Cherry and Archbold, for appellant.\nStephen J. McEwen, Jr., District Attorney, with him Ralph B. D'Iorio, Assistant District Attorney, and William R. Toal, Jr., First Assistant District Attorney, for Commonwealth, appellee.\nOPINION BY SPAETH, J., June 21, 1974:\nAppellant was convicted by a jury of assaulting a person making an arrest without a warrant,[1] assault and battery,[2] and operating a motor vehicle while under the influence of intoxicating liquor.[3] On this appeal he raises three issues. None warrants reversal of his convictions.\nThe facts surrounding the charges may be summarized as follows. Around 11:15 p.m. on the night of June 29, 1971, Officer Richard Nestor of the Radnor Township Police Department was making a routine patrol of the grounds of the Overbrook Country Club when he observed appellant in the parking lot, staggering, with his shirt out and his fly open.[4] The officer drove to the clubhouse where he tried to find someone who could drive appellant home. He was unsuccessful and had returned to his patrolling when a car driven *135 by appellant passed him at a high rate of speed. The officer followed, stopped the car, and placed appellant under arrest f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-robinson"
    }
  ],
  "relatedIncidents": [
    18802,
    18909,
    18488,
    18520,
    18683
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}