{
  "id": 18822,
  "title": "1974년 Flowers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-06-19",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Flowers. 판결일: 1974-06-19. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Carl Wayne FLOWERS v. The STATE of Texas\n**판결일**: 1974-06-19\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrison\n\n## 변호인\n\nR. H. Stauffacher, Jr., Houston, for appellant., Carol S. Vance, Dist. Atty., Ted Poe, John Holmes, Asst. Dist. Attys., Houston, and Jim D. Vollers, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 510 S.W.2d 605\n\n## 판결문 요약\n\n\nOPINION\nMORRISON, Judge.\nThe offense is burglary; the punishment, five years.\nBy ground of error one complaint is made of the introduction of a photograph of appellant made soon after his arrest. In our recent case of Davis v. State, 504 S.W.2d 908, we held that a picture of the accused with long hair and a beard as he appeared on the night of his arrest was admissible as part of the res gestae of the offense.\nGrounds of error two and four complain of portions of the prosecutor’s argument during both the guilt stage and the punishment stage. We observe that no objection was interposed to either argument, and nothing is presented for review.\nGround of error three relates to the cross examination of appellant. During direct examination by his counsel, the following occurred:\n“Q All right, we have discussed before probation, have we not, you and I ?\nA Yes, sir.\nQ And have I talked to you about the terms of probation and expalined them to you?\nA Yes, sir.\n\n\n\n*606Q But you know that they can probate that prison term, and are you asking this jury today to grant you probation in this case and to give you a chance to show that you can measure up to the norms of society ?\nA Yes, sir.”\nOn cross examination the following occurred :\n“Q Your lawyer explained to you that if this jury gives you more than ten years that they couldn’t probate it ?\nA Yes, sir.\nQ And did he tell you that if they decided to give you less than ten years and don’t recommend probation the Judge nevertheless could ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hudson-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=flowers-v-state"
    }
  ],
  "relatedIncidents": [
    18708,
    18715,
    18728,
    18729,
    18763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}