{
  "id": 18829,
  "title": "1974년 Walker's Ready Mix v. Lewis Bros. General Contractors, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-06-11",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Walker's Ready Mix v. Lewis Bros. General Contractors, Inc.. 판결일: 1974-06-11. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: WALKER'S READY MIX v. LEWIS BROTHERS GENERAL CONTRACTORS, INC. WALKER'S READY MIX v. RELIANCE INSURANCE COMPANY\n**판결일**: 1974-06-11\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Evans, Webb\n\n## 변호인\n\nJohn R. Woodward, III, for appellant., Gibbs & Leaphart, J. Alvin Leaphart, for appellees.\n\n## 인용\n\n- 132 Ga. App. 147\n\n## 판결문 요약\n\n\nWebb, Judge.\n1. Where suit is improperly brought in the superior court of a county not having jurisdiction and venue of the action, there is no provision of law authorizing the transfer of the case to the superior court of the county in which venue is proper. Since Case No. 49354 was brought in the superior court of a county not having venue of the action, the superior court of that county did not err in denying the motion to set aside its prior judgment dismissing the case for improper venue.\n2. Since no order or judgment has been rendered in Case No. 49355, the appeal \"from the answer of the defendant” must be dismissed. Code Ann. § 6-701 (a).\n3. Remaining contentions and enumerations of error are incomprehensible, present no justiciable issues which this court can determine under the records, or are without merit.\n\nJudgment in Case No. 49354 affirmed; Case No. 49355 dismissed.\n\n\nPannell, P. J., concurs. Evans, J., concurs specially.\n\nSubmitted May 10, 1974\nDecided June 11, 1974\nRehearing denied June 18, 1974.\nJohn R. Woodward, III, for appellant.\nGibbs &amp; Leaphart, J. Alvin Leaphart, for appellees.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=walkers-ready-mix-v-lewis-bros-general-contractors-inc"
    }
  ],
  "relatedIncidents": [
    18706,
    18707,
    18708,
    18714,
    18715
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}