{
  "id": 18828,
  "title": "1974년 Burlingham 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-06-11",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Burlingham. 판결일: 1974-06-11. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Burlingham v. Allen\n**판결일**: 1974-06-11\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Boyer\n\n## 인용\n\n- 295 So. 2d 684\n\n## 판결문 요약\n\n\n295 So.2d 684 (1974)\nR. Diane BURLINGHAM, Appellant,\nv.\nPatricia Gilmer ALLEN, Also Known As Patricia Ann Gilmer, et al., Appellees.\nNo. V-60.\nDistrict Court of Appeal of Florida, First District.\nJune 11, 1974.\n*685 Maurice Wagner, Holly Hill, and Richard D. Bertone, Daytona Beach, for appellant.\nNatalie Baskin, Miami, and Alfred A. Green, Jr., Daytona Beach, for appellees.\n\nON MOTION TO DISMISS\nBOYER, Acting Chief Judge.\nWe consider here the propriety of appealing two separate judgments entered in a single case by the filing of a single notice of appeal.\nA suit was commenced in the Circuit Court of Volusia County wherein R. Diane Burlingham was plaintiff and various persons were defendants. The complaint charged the co-defendants with conspiracy to maliciously prosecute, conspiracy for abuse of process and malicious conspiracy. A summary judgment was entered in favor of the defendant Milton E. Grusmark on December 5, 1973, same having been recorded on December 18, 1973 in the official records of said county. On December 21, 1973 a summary judgment was entered, filed and recorded in the official records of said county in favor of defendant Matthew L. Gold. On January 16, 1974 the plaintiff filed a single notice of appeal reciting that appeal was being taken and entered to review the two judgments above mentioned.\nAppellee, Milton E. Grusmark, has filed herein a motion to dismiss the appeal on the ground that the appellant is seeking to have this Court review two separate jud...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=burlingham-v-allen"
    }
  ],
  "relatedIncidents": [
    18706,
    18707,
    18708,
    18714,
    18715
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}