{
  "id": 18824,
  "title": "1974년 Clampitt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-06-17",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Clampitt. 판결일: 1974-06-17. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Clampitt, Jeanie, Jan, Richard, Minor Children STATE OF OREGON Ex Rel JUVENILE DEPARTMENT OF MULTNOMAH COUNTY, Respondent, v. CLAMPITT, Appellant. in the Matter of Hale, Donna, Michael, Ronald, Minor Children STATE OF OREGON Ex Rel JUVENILE DEPARTMENT OF MULTNOMAH COUNTY, Respondent, v. HALE, Appellant\n**판결일**: 1974-06-17\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Schwab, C.J., and Langtry and Thornton\n\n## 변호인\n\nCharles N. Hilhe, Marion-Polk Legal Aid Service, Inc., Salem, argued the cause for appellants. With him on the brief was Victor C. Pagel, Salem., Betsy Welch, Deputy District Attorney, Portland, argued the cause for respondent. With her on the brief was Harl Haas, District Attorney, Portland.\n\n## 인용\n\n- 523 P.2d 594\n- 18 Or. App. 12\n\n## 판결문 요약\n\n\n523 P.2d 594 (1974)\nIN THE MATTER OF CLAMPITT ET AL.\nSTATE OF OREGON EX REL. JUVENILE DEPARTMENT OF MULTNOMAH COUNTY, Respondent,\nv.\nRalph CLAMPITT, Appellant.\nIn the matter of Hale et al.\nState of Oregon ex rel. Juvenile Department of Multnomah County, Respondent,\nv.\nHenry Hale, Appellant.\nCourt of Appeals of Oregon.\nArgued and Submitted May 21, 1974.\nDecided June 17, 1974.\nCharles N. Hilke, Marion-Polk Legal Aid Service, Inc., Salem, argued the cause for appellants. With him on the brief was Victor C. Pagel, Salem.\nBetsy Welch, Deputy Dist. Atty., Portland, argued the cause for respondent. With her on the brief was Harl Haas, Dist. Atty., Portland.\nBefore SCHWAB, C.J., and LANGTRY and THORNTON, JJ.\nTHORNTON, Judge.\nThese consolidated appeals were brought by two fathers seeking visitation rights with their minor children.[1] Both fathers are inmates at the Oregon State Penitentiary, and both are serving life sentences for the homicides of their respective wives. Each father has three minor children, all of whom have been made wards of the juvenile court and have been placed in the custody of the Children's Services Division.\n*595 The Children's Services Division, in turn, placed the Clampitt children with their maternal grandparents. The Hale children were placed with a maternal aunt and uncle. The Children's Services Division and both custodial families oppose visitation by the minor children with their incarcerated fathers.\nA hearing on Mr. Clampitt's motion for visitatio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-juv-d-of-multnomah-v-clampitt"
    }
  ],
  "relatedIncidents": [
    18716,
    18717,
    18730,
    18743,
    18756
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}