{
  "id": 18825,
  "title": "1974년 Crislip 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-06-13",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Crislip. 판결일: 1974-06-13. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Plaintiff-Appellee, v. Raymond R. Crislip, Defendant-Appellant\n**판결일**: 1974-06-13\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: George J. Moran\n\n## 변호인\n\nRobert E. Farrell and Richard E. Cunningham, both of State Appellate Defenders Office, of Mt. Vernon, and William J. Becker, Senior Law Student, for appellant., Michael K. Grabowski, State’s Attorney, of Pinckneyville, for the People.\n\n## 인용\n\n- 312 N.E.2d 830\n- 20 Ill. App. 3d 175\n\n## 판결문 요약\n\n\n20 Ill. App.3d 175 (1974)\n312 N.E.2d 830\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nRAYMOND R. CRISLIP, Defendant-Appellant.\nNo. 72-357.\nIllinois Appellate Court  Fifth District.\nJune 13, 1974.\n*176 Robert E. Farrell and Richard E. Cunningham, both of State Appellate Defender's Office, of Mt. Vernon, and William J. Becker, Senior Law Student, for appellant.\nMichael K. Grabowski, State's Attorney, of Pinckneyville, for the People.\nReversed and remanded.\nMr. PRESIDING JUSTICE GEORGE J. MORAN delivered the opinion of the court:\nThe defendant was convicted in Perry County upon his plea of guilty to one count of burglary and two counts of theft.\nThe defendant subsequently filed a pro se post-conviction petition which was later amended by appointed counsel. The amended petition contended that: (1) The defendant was denied effective assistance of counsel, (2) defendant was not fully admonished of his constitutional rights when he pled guilty, and (3) the guilty plea was coerced by threats made by the sheriff's department of Perry County. The post-conviction petition was dismissed by the court without an evidentiary hearing on the ground that the defendant's allegations were thoroughly refuted by the record of the guilty plea proceeding.\n 1 Generally, where a post-conviction claim of denial of constitutional right is founded on evidence not a part of the record, an evidentiary hearing should be held. (People v. Airmers, 34 Ill.2d 222, 215 N.E.2d 225.) If the post-...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-crislip"
    }
  ],
  "relatedIncidents": [
    18708,
    18715,
    18728,
    18729,
    18763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}