{
  "id": 18823,
  "title": "1974년 State v. Jackson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-06-18",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: State v. Jackson. 판결일: 1974-06-18. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Plaintiff-Respondent v. Donald Lee JACKSON\n**판결일**: 1974-06-18\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Dowd, Kelly, Simeone, Weier\n\n## 변호인\n\nEdwards, Seigfreid, Runge & Hodge, Inc., Mexico, for defendant-appellant., John C. Danforth, Atty. Gen., G. Michael O’Neal, Asst. Atty. Gen., Jefferson City, Thomas I. Osborne, Pros. Atty., Audrain County, Mexico, Charles B. Blackmar, Sp. Asst. Atty. Gen., St. Louis, for plaintiff-respondent.\n\n## 인용\n\n- 511 S.W.2d 447\n\n## 판결문 요약\n\n\nSIMEONE, Judge.\nThis is an appeal from a judgment and sentence of the Circuit Court of Audrain County on December 4, 1972 sentencing the appellant, Donald Lee Jackson, to a term of forty years in the Missouri Department of Corrections for the offense of assault with a deadly weapon with intent to maim and rob with malice aforethought. We affirm.\nOn January 10, 1964, the appellant, Jackson, was charged by information in two counts with the offenses of robbery first degree and assault with malice with a deadly weapon with intent to maim and rob one John E. Jacobsmeyer. The information alleged two prior convictions: (1) burglary on April 4, 1960 in Audrain County and (2) stealing over fifty dollars on June 30, 1961 in Boone County. On June 1, 1964 appellant appeared before the court and counsel was appointed for him. On August 12, 1964, the prosecutor having dismissed Count I, relating to the robbery, and the appellant requesting and being granted leave to withdraw his plea of not guilty, pleaded guilty to Count II — assault with a deadly weapon. Imposition of sentence was suspended pending pre-sen-tence investigation and on August 31, 1964, appellant, appearing with counsel was sentenced to forty years imprisonment. Appellant then moved to vacate his sentence which was denied by the circuit court and affirmed by our Supreme Court on February 22, 1972. Jackson v. State, 476 S.W.2d 598 (Mo.1972). Subsequently “a proceeding” was filed in the United States District Court which “in...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-jackson"
    }
  ],
  "relatedIncidents": [
    18708,
    18715,
    18728,
    18729,
    18763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}