{
  "id": 18827,
  "title": "1974년 Marvin A. Yawitz v. Caspar W. Weinberger 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-06-11",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Marvin A. Yawitz v. Caspar W. Weinberger. 판결일: 1974-06-11. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Marvin A. YAWITZ, Appellant, v. Caspar W. WEINBERGER, Appellee\n**판결일**: 1974-06-11\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Bright, Per Curiam, Ross, Smith, Talbot\n\n## 변호인\n\nMichael A. Gross, St. Louis, Mo., for appellant., Jean C. Hamilton, Asst. U. S. Atty., St. Louis, Mo., for appellee.\n\n## 인용\n\n- 498 F.2d 956\n\n## 판결문 요약\n\n498 F.2d 956\n    Marvin A. YAWITZ, Appellant,v.Caspar W. WEINBERGER, Appellee.\n    No. 74-1024.\n    United States Court of Appeals, Eighth Circuit.\n    Submitted May 16, 1974.Decided June 11, 1974.\n    \n      Michael A. Gross, St. Louis, Mo., for appellant.\n      Jean C. Hamilton, Asst. U.S.Atty., St. Louis, Mo., for appellee.\n      Before BRIGHT and ROSS, Circuit Judges, and TALBOT SMITH, Senior District Judge.*\n      PER CURIAM.\n    \n    \n      1\n      This is a suit under 42 U.S.C. 405(g) for disability benefits alleged to be due Marvin A. Yawitz under sections 216(i) and 223 of the Social Security Act, 42 U.S.C. 416(i) and 423.  The claim was refused by the Social Security Administration and after Yawitz had exhausted all of his administrative remedies, including a hearing before an administrative law judge and an adverse decision from the Appeals Council, he brought this action in district court against the Secretary of Health, Education and Welfare.  Both Yawitz and the Secretary moved for summary judgment, and after a referral to a magistrate for recommendations, the district court granted summary judgment to the Secretary.  We reverse and remand with directions to enter judgment for Yawitz.\n    \n    \n      2\n      Yawitz claims that he suffers from severe migraine headaches which cause him such pain that he is not able to concentrate or engage in an occupation.  The administrative law judge, whose findings were adopted by the Appeals Council, fouind that Yawitz was no...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=marvin-a-yawitz-v-caspar-w-weinberger"
    }
  ],
  "relatedIncidents": [
    18706,
    18707,
    18708,
    18714,
    18715
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}