{
  "id": 18837,
  "title": "1974년 Turner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-06-07",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Turner. 판결일: 1974-06-07. 법원: Massachusetts Appeals Court.",
  "description": "## 사건 정보\n\n**사건명**: Telly B. Turner, Trustee, vs. Nathanial Guy\n**판결일**: 1974-06-07\n**법원**: Massachusetts Appeals Court\n**관할**: Massachusetts, MA\n\n**판사**: Armstrong, Hale, Keville\n\n## 변호인\n\nRalph D. Lider (Bruce W. Lider with him) for the plaintiff., Peter F. Staiti, for the defendant, submitted a brief.\n\n## 인용\n\n- 311 N.E.2d 921\n- 2 Mass. App. Ct. 343\n\n## 판결문 요약\n\n\n2 Mass. App. Ct. 343 (1974)\n311 N.E.2d 921\nTELLY B. TURNER, trustee,\nvs.\nNATHANIAL GUY.\nAppeals Court of Massachusetts, Bristol.\nApril 8, 1974.\nJune 7, 1974.\nPresent: HALE, C.J., KEVILLE, &amp; ARMSTRONG, JJ.\nRalph D. Lider (Bruce W. Lider with him) for the plaintiff.\nPeter F. Staiti, for the defendant, submitted a brief.\nHALE, C.J.\nThis is an appeal from a final decree dismissing the plaintiff's bill in equity.[1] The evidence is reported, and there is a report of material facts. See Barnum v. Fay, 320 Mass. 177, 180 (1946).\nWe summarize the facts found by the judge together with additional facts not specifically found by him which we find from the record and which we consider material. See Boston v. Pagliaro, 1 Mass. App. Ct. 117 (1973). The plaintiff, as trustee under the will of her mother, owned three houses in New Bedford. On May 13, 1968, she met with the defendant, a local real estate agent, and informed him that she wished to sell the three properties as soon as possible. She expressed her wish that the three properties be sold together, although the defendant told her that a better price could be secured if they were sold separately. The defendant suggested that, as a \"rule of thumb,\" the market value of the properties would be *345 equal to five times their gross income, or $17,500. The parties then signed an agreement under which the defendant, acting as the plaintiff's sole and exclusive agent, would undertake to secure a buyer for $17,500 and would receive a si...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=turner-v-guy"
    }
  ],
  "relatedIncidents": [
    18706,
    18707,
    18708,
    18714,
    18715
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}