{
  "id": 18845,
  "title": "1974년 Nixon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-05-28",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Nixon. 판결일: 1974-05-28. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: State v. Nixon\n**판결일**: 1974-05-28\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Pearson, Carroll and Haverfield\n\n## 인용\n\n- 295 So. 2d 121\n\n## 판결문 요약\n\n\n295 So.2d 121 (1974)\nThe STATE of Florida, Appellant,\nv.\nEdward Robinson NIXON, Appellee.\nNo. 73-1223.\nDistrict Court of Appeal of Florida, Third District.\nMay 28, 1974.\n*122 Richard E. Gerstein, State's Atty., and John Lipinski, Asst. State's Atty., for appellant.\nPhillip A. Hubbart, Public Defender, and Linnea Snyder, Asst. Public Defender, for appellee.\nBefore PEARSON, CARROLL and HAVERFIELD, JJ.\nPER CURIAM.\nThis appeal is by the state from an order dismissing an information which charged the appellee with aggravated assault, in violation of § 784.04 Fla. Stat., F.S.A.[1]\nThe information alleged \"that Edward Robinson Nixon on the 28th day of July 1973, in the County and State aforesaid [Dade County, Florida], did unlawfully and feloneously, without intent to kill, make an assault in and upon one David White, with a certain deadly weapon, to-wit: a knife, in violation of 784.04 Florida Statutes, [F.S.A.].\"\nThe information tracked the statute. The essentials of the offense were alleged in the statutory language. It was sufficient. See Smith v. State, 1916, 72 Fla. 449, 73 So. 354; McGuire v. State, 1932, 106 Fla. 934, 143 So. 766; State v. Bruno, Fla. 1958, 107 So.2d 9.\nThe order granting the defendant's motion to dismiss the information did not state grounds upon which it was based. The appellee contends the information was insufficient because the \"deadly weapon\" therein referred to was a knife, and points to the fact that in Chapter 790 Fla. Stat., F.S.A. in which it is ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-nixon"
    }
  ],
  "relatedIncidents": [
    18706,
    18737,
    18762,
    18877,
    18891
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}