{
  "id": 18844,
  "title": "1974년 Prine 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-05-29",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Prine. 판결일: 1974-05-29. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Helen PRINE, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1974-05-29\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Odom\n\n## 변호인\n\nMike V. Gonsalez, Del Rio, for appellant., John F. Pettit, Dist. Atty., Del Rio, and Jim D. Vollers, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 509 S.W.2d 617\n\n## 판결문 요약\n\n\n509 S.W.2d 617 (1974)\nHelen PRINE, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 48336.\nCourt of Criminal Appeals of Texas.\nMay 29, 1974.\n*618 Mike V. Gonsalez, Del Rio, for appellant.\nJohn F. Pettit, Dist. Atty., Del Rio, and Jim D. Vollers, State's Atty., Austin, for the State.\n\nOPINION\nODOM, Judge.\nAppellant was convicted as accessory to murder; punishment is two years.\nAt the outset appellant challenges the sufficiency of the evidence, contending no offense is shown, and further, that the testimony of the accomplice witness Timothy Don Littrell is not corroborated.\nArticle 77, Vernon's Ann.P.C., provides in part:\n\"An accessory is one who, knowing that an offense has been committed, conceals the offender, or gives him any other aid in order that he may evade an arrest or trial or the execution of his sentence.\"\nIt is clear from the record that Littrell committed the offense of murder by killing appellant's young child, and that appellant knew of the crime when, at the hospital, she was told the child was dead. The crucial question is whether appellant made herself an accessory by some act or statement after the murder and her knowledge of the murder.\nAlthough it is true that the fact that one \"fails to inform on a person he knows to have committed a crime, or conceals his knowledge that a crime has been committed does not make him an accessory,\" 16 Tex.Jur.2d 202, Criminal Law, Sec. 83; Curry v. State, Tex.Cr.App., 468 S.W.2d 455; Wade v. State, Tex.Cr.App., 367 S.W.2d ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=prine-v-state"
    }
  ],
  "relatedIncidents": [
    18716,
    18717,
    18730,
    18743,
    18756
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}