{
  "id": 18843,
  "title": "1974년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-05-31",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1974-05-31. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Martin Guerrero, Jr. v. James Barlow, Individually and as Criminal District Attorney of Bexar County, Texas, No. 73-3972. Summary Calendar. Rule 18, 5 Cir. Isbell Enterprises, Inc. v. Citizens Causalty Company of New York, 5 Cir. 1970, 431 F.2d 409, Parti\n**판결일**: 1974-05-31\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 494 F.2d 1190\n\n## 판결문 요약\n\n494 F.2d 1190\n    Martin GUERRERO, Jr., Plaintiff-Appellant,v.James BARLOW, Individually and as Criminal District Attorneyof Bexar County, Texas, Defendant-Appellee.No. 73-3972. Summary Calendar.**Rule 18, 5 Cir.; Isbell Enterprises, Inc.v.Citizens Causalty Company of New York et al., 5 Cir. 1970,431 F.2d 409, PartI.\n    United States Court of Appeals, Fifth Circuit.\n    May 31, 1974.\n    \n      Martin Guerrero, Jr., pro se.\n      Norris W. Yates, Jr., Asst. Crim.  Dist. Atty., San Antonio, Tex., for defendant-appellee.\n      Before WISDOM, GOLDBERG and GEE, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      Guerrero appeals from the district court's order dismissing with prejudice his suit for damages brought against a prosecuting attorney under the Civil Rights Act, 42 U.S.C. 1983.  Guerrero complained that his civil rights were violated when, in a state criminal prosecution, the prosecutor denied him access to supplementary police reports and caused him to be imprisoned before trial, thus handicapping preparations for his defense.1  The district court held that Guerrero's claims were barred by the immunity that prosecuting attorneys enjoy under the Civil Rights Act for actions taken within the scope of their authority.  We agree.  It is well settled that prosecuting attorneys, as 'quasi-judicial officers', are immune from suit under section 1983 for actions taken in performance of their official role.  Pierson v. Ray, 1967, 386 U.S. 547, 553-555, 87 S. Ct. 1213, 18 ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=martin-guerrero-jr-v-james-barlow-individually-and-as-criminal-district"
    }
  ],
  "relatedIncidents": [
    18716,
    18717,
    18730,
    18743,
    18756
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}