{
  "id": 18857,
  "title": "1974년 Woolums 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-05-11",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Woolums. 판결일: 1974-05-11. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: Marlene Lou Woolums, Appellant, v. Cecily Ann Walker Simonsen, Et Al, Appellees\n**판결일**: 1974-05-11\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Schroeder\n\n## 변호인\n\nJohn Callahan, of Wichita, argued the cause, and was on the brief for the appellant., Richard W. Holmes, of Holmes, Darrah and Mellor, of Wichita, argued die cause, and Tyrus C. Kaufman, of the same firm, was with him on the brief for the appellees.\n\n## 인용\n\n- 522 P.2d 1321\n- 214 Kan. 722\n\n## 판결문 요약\n\n\n214 Kan. 722 (1974)\n522 P.2d 1321\nMARLENE LOU WOOLUMS, Appellant,\nv.\nCECILY ANN WALKER SIMONSEN, et al, Appellees.\nNo. 47,265\nSupreme Court of Kansas.\nOpinion filed May 11, 1974.\nJohn Callahan, of Wichita, argued the cause, and was on the brief for the appellant.\nRichard W. Holmes, of Holmes, Darrah and Mellor, of Wichita, argued the cause, and Tyrus C. Kaufman, of the same firm, was with him on the brief for the appellees.\nThe opinion of the court was delivered by\nSCHROEDER, J.:\nThis is an appeal from an order of the trial court dismissing the plaintiff's action on the ground that it was filed prematurely.\nT.O. Tanton, a resident of the State of Illinois, died testate on the 15th day of May, 1914, leaving a last will and testament dated April 22, 1911, and a codicil thereto dated May 3, 1911. T.O. Tanton had been a longtime resident of the State of Illinois and was a resident of Illinois at the time of the execution of his will and codicil and at the time of his death. He was never a resident of the State of Kansas. His will and codicil were duly admitted to probate in the Probate Court of Sedgwick County, Kansas, because it affected a considerable amount of real property in the State of Kansas owned by the decedent. Paragraph 6th of the last will and testament of the decedent, T.O. Tanton, provides:\n\"6th. I give and devise to my grand-daughter Elizabeth Ruth Wilson for life the following described land in Sedgwick County, viz:\n\"The Southeast Quarter of Section Twenty-nine ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=woolums-v-simonsen"
    }
  ],
  "relatedIncidents": [
    18706,
    18707,
    18708,
    18714,
    18715
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}