{
  "id": 18866,
  "title": "1974년 Grimaldi 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-04-29",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Grimaldi. 판결일: 1974-04-29. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Robert Grimaldi\n**판결일**: 1974-04-29\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 44 A.D.2d 722\n\n## 판결문 요약\n\n\nAppeal by defendant from a judgment of the Supreme Court, Queens County, rendered March 13,1973, convicting him of murder, upon a jury verdict, and imposing sentence. Judgment reversed, on the law, and indictment dismissed. Upon defendant’s trial for the murder of Conrad Greaves, the People proved in support of their case in chief that at about 5:00 a.m. on March 30, 1972, defendant, a bartender • employed by Greaves, walked with Gréaves out of the rear door of the El Capitan Motel, in which the Cloud Room, a bar owned by Greaves, was located. Prior to leaving the-motel defendant asked Theresa Bell, an employee of the coffee shop located -in the motel, to wait for him in the motel’s lobby. Instead, Bell left the motel and saw Greaves and defendant walk out' of the motel’s rear door towards Greaves’ car parked at the curb. Greaves unlocked the front passenger door and, as he walked in front of his car towards the driver’s side, defendant opened the front passenger door, causing the car’s-alarm to sound. When the alarm sounded, defendant darted towards the rear sidé' of the ear where, within the sight of Bell, he crouched but did nothing else. Greaves bent over the front of the ear when he reached the driver’s side and turned off the alarm, Before Greaves unlocked the front passenger door, Bell saw a man, gun in hand, about 20 feet from the ear. As Greaves turned off the alarm, the gunman walked to a point about 10 feet from Greaves and shot him three' times, twice in the head...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-grimaldi"
    }
  ],
  "relatedIncidents": [
    18716,
    18717,
    18730,
    18743,
    18756
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}