{
  "id": 18865,
  "title": "1974년 Burlington 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-05-07",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Burlington. 판결일: 1974-05-07. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Jewel Companies, Inc. vs. Town of Burlington\n**판결일**: 1974-05-07\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Braucher, Hennessey, Kaplan, Reardon, Tauro\n\n## 변호인\n\nDavid Berman, Town Counsel, for the town of Burlington., Harold Rosenwald (Richard A. Perras with him) for Jewel Companies, Inc.\n\n## 인용\n\n- 311 N.E.2d 539\n- 365 Mass. 274\n\n## 판결문 요약\n\n\n365 Mass. 274 (1974)\n311 N.E.2d 539\nJEWEL COMPANIES, INC.\nvs.\nTOWN OF BURLINGTON.\nSupreme Judicial Court of Massachusetts, Middlesex.\nJanuary 10, 1974.\nMay 7, 1974.\nPresent: TAURO, C.J., REARDON, BRAUCHER, HENNESSEY, &amp; KAPLAN, JJ.\nDavid Berman, Town Counsel, for the town of Burlington.\nHarold Rosenwald (Richard A. Perras with him) for Jewel Companies, Inc.\nHENNESSEY, J.\nThe town of Burlington appeals from the interlocutory and final decrees of the Superior Court overruling its demurrer to a bill for declaratory and injunctive relief, declaring invalid the two town by-laws involved, and dismissing the town's counterclaim for a decree of their validity. The plaintiff, owner of the Burlington Star Market, challenges the validity of §§ 17 and 17A of art. XI of the general by-laws of the town of Burlington on the grounds that they are beyond the powers granted to the defendant by G.L.c. 40, § 21 (1), and that they deny the plaintiff due process and equal protection in violation of the United States and Massachusetts Constitutions. The two sections, which are set out in full in the margin,[1] respectively bar the sale of food at retail and *276 require the closing of any store engaged in such business between the hours of 10 P.M. and 8 A.M. Both sections exempt certain sales by licensed common victualers. Both provide $50 fines for each violation.\nThe relevant facts are as follows. The plaintiff operates thirty-seven supermarkets in eastern Massachusetts, including the Star Ma...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jewel-companies-inc-v-town-of-burlington"
    }
  ],
  "relatedIncidents": [
    18706,
    18707,
    18708,
    18714,
    18715
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}