{
  "id": 18869,
  "title": "1974년 Pinson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-04-23",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Pinson. 판결일: 1974-04-23. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Danny PINSON v. STATE\n**판결일**: 1974-04-23\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Cates, Haralson, Harris, Tyson\n\n## 변호인\n\nWilliam C. Gullahorn, Jr., Albertville, for appellant., William J. Baxley, Atty. Gen., and Daniel J. Thompson, Jr., Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 293 So. 2d 869\n- 52 Ala. App. 444\n\n## 판결문 요약\n\n\n293 So. 2d 869 (1974)\nDanny PINSON\nv.\nSTATE.\n8 Div. 472.\nCourt of Criminal Appeals of Alabama.\nApril 23, 1974.\nWilliam C. Gullahorn, Jr., Albertville, for appellant.\nWilliam J. Baxley, Atty. Gen., and Daniel J. Thompson, Jr., Asst. Atty. Gen., for the State.\nW. J. HARALSON, Supernumerary Circuit Judge.\nAppellant was charged by indictment and convicted in the lower court of unlawfully selling marijuana, and sentenced to imprisonment in the penitentiary for a term of four years.\nAt the conclusion of the State's testimony the appellant requested in writing charges numbered 7 and 8 which are both affirmative in nature. These charges were refused by the court and this action of the court constitutes the main insistence of appellant of error.\nThe appellant did not testify nor offer any witnesses in his behalf, but rested his case apparently on the theory that the evidence presented by the State established a case of entrapment on the part of the law enforcement officers who testified for the State.\n*870 In substance the State's testimony shows that witness Doug Nelson was a narcotic agent, in the employ of the State of Alabama, and that he met the appellant on the night of March 20, 1973, at a hamburger stand in Albertville, Alabama. They went to an address in Albertville and found no one at home and they went to another address where a party was in progress where wine and beer were being served and marijuana being used by those present and both appellant and Nelson joined in the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pinson-v-state"
    }
  ],
  "relatedIncidents": [
    18706,
    18707,
    18708,
    18714,
    18715
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}