{
  "id": 18874,
  "title": "1974년 Hughes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-04-17",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Hughes. 판결일: 1974-04-17. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. JAMES A. HUGHES, Defendant and Appellant\n**판결일**: 1974-04-17\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Taylor\n\n## 변호인\n\nCounsel, Stender & Lapides, Stender, Lapides, Stender & Weinberg and Doron Weinberg for Defendant and Appellant., Evelle J. Younger, Attorney General, Edward A. Hinz, Jr., Chief Assistant Attorney General, William E. James, Assistant Attorney General, Gloria F. DeHart and Alvin J. Knudson, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 38 Cal. App. 3d 670\n- 113 Cal. Rptr. 508\n\n## 판결문 요약\n\n\n38 Cal.App.3d 670 (1974)\n113 Cal. Rptr. 508\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nJAMES A. HUGHES, Defendant and Appellant.\nDocket No. 11010.\nCourt of Appeals of California, First District, Division Two.\nApril 17, 1974.\n*671 COUNSEL\nStender &amp; Lapides, Stender, Lapides, Stender &amp; Weinberg and Doron Weinberg for Defendant and Appellant.\nEvelle J. Younger, Attorney General, Edward A. Hinz, Jr., Chief Assistant Attorney General, William E. James, Assistant Attorney General, Gloria F. DeHart and Alvin J. Knudson, Deputy Attorneys General, for Plaintiff and Respondent.\n*672 OPINION\nTAYLOR, P.J.\nDefendant appeals from a judgment and sentence[1] entered on a jury verdict finding him guilty of assault with a deadly weapon (Pen. Code, § 245, subd. (a)) and of attempted robbery (Pen. Code, § 664), while using a firearm (Pen. Code, § 12022.5). As we have concluded that he was denied his statutory and constitutional rights to a speedy trial, and the charges against him must be dismissed (Strunk v. United States (1973) 412 U.S. 434 [37 L.Ed.2d 56, 93 S.Ct. 2260]), it is not necessary to detail all of the facts or the other grounds urged on appeal.\nThe pertinent facts are as follows: On July 27, 1971, defendant was brought to San Francisco General Hospital where, after treatment, he was placed under arrest and never thereafter released from custody.[2] Defendant's first appearance for arraignment in municipal court occurred on December 7, 1971, 132 days after his arrest. Prior t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-hughes"
    }
  ],
  "relatedIncidents": [
    18708,
    18715,
    18728,
    18729,
    18763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}