{
  "id": 18875,
  "title": "1974년 Fed. Sec. L. Rep. P 94,514 Securities and Exchange Commission v. Power Resources Corporation 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-04-16",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Fed. Sec. L. Rep. P 94,514 Securities and Exchange Commission v. Power Resources Corporation. 판결일: 1974-04-16. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: SECURITIES AND EXCHANGE COMMISSION, Plaintiff-Appellant, v. POWER RESOURCES CORPORATION Et Al., Defendants-Appellees\n**판결일**: 1974-04-16\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n**판사**: Clark, Hill, Per Curiam, Seth\n\n## 변호인\n\nDavid Ferber, Washington, D. C. (Lawrence E. Nerheim, Gen. Counsel, Richard E. Nathan, Asst. Gen. Counsel, and Joan B. Weiner, Securities and Exchange Commission, on the brief), Washington, D. C., for plaintiff-appellant., Paul N. Cotro-Manes, Salt Lake City, Utah, for defendant-appellee R. Blair Lund.\n\n## 인용\n\n- 495 F.2d 297\n\n## 판결문 요약\n\n495 F.2d 297\n    Fed. Sec. L. Rep.  P 94,514SECURITIES AND EXCHANGE COMMISSION, Plaintiff-Appellant,v.POWER RESOURCES CORPORATION et al., Defendants-Appellees.\n    No. 73-1657.\n    United States Court of Appeals, Tenth Circuit.\n    April 16, 1974.\n    \n      David Ferber, Washington, D.C.  (Lawrence E. Nerheim, Gen. Counsel, Richard E. Nathan, Asst. Gen. Counsel, and Joan B. Weiner, Securities and Exchange Commission, on the brief), Washington, D.C., for plaintiff-appellant.\n      Paul N. Cotro-Manes, Salt Lake City, Utah, for defendant-appellee R. Blair Lund.\n      Before CLARK,* Justice, and HILL and SETH, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      This is an appeal from an order of the United States District Court for the District of Utah dismissing an action by the Securities and Exchange Commission (SEC) for failure to prosecute.\n    \n    \n      2\n      The SEC instituted the action on June 30, 1970, alleging that appellees had fraudulently offered and sold unregistered securities in violation of the Securities Acts of 1933 and 1934.1  Two days later it filed a motion for a preliminary injunction, stating that unless enjoined appellees would continue the same pattern of fraudulent conduct.  This motion, however, was not heard until May 29, 1973.  At that time the trial court denied the motion, and pursuant to Rule 41(b), F.R.Civ.P., dismissed the action against all remaining defendants for failure to prosecute.2\n    \n    \n      3\n      On appeal, the SEC c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fed-sec-l-rep-p-94514-securities-and-exchange-commission-v-power"
    }
  ],
  "relatedIncidents": [
    18707,
    18714,
    18726,
    18782,
    18938
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}