{
  "id": 18872,
  "title": "1974년 Conchito 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-04-18",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Conchito. 판결일: 1974-04-18. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Chico CONCHITO, Appellant, v. the CITY OF TULSA, Appellee\n**판결일**: 1974-04-18\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Bliss, Brett, Bussey\n\n## 변호인\n\nJames O. Goodwin, Tulsa, for appellant., Waldo F. Bales, City Atty., Jack Morgan, Chief Prosecutor, Tulsa County, for appellee.\n\n## 인용\n\n- 521 P.2d 1384\n\n## 판결문 요약\n\n\n521 P.2d 1384 (1974)\nChico CONCHITO, Appellant,\nv.\nThe CITY OF TULSA, Appellee.\nNo. M-73-391.\nCourt of Criminal Appeals of Oklahoma.\nApril 18, 1974.\nJames O. Goodwin, Tulsa, for appellant.\nWaldo F. Bales, City Atty., Jack Morgan, Chief Prosecutor, Tulsa County, for appellee.\n\n\n*1385 OPINION\nBRETT, Judge:\nThe appellant, Chico Conchito, hereinafter referred to as defendant, was charged, tried and convicted in the Municipal Court, City of Tulsa, Tulsa County, in Case No. 153732 for the crime of Using Profane and Obscene Language Which Insulted and Offended a Person, in violation of Title 27, Section 122, of the Tulsa Revised Ordinances. *1386 He was sentenced to pay a fine of One Hundred Fifty ($150.00) Dollars and to serve a term of Ninety (90) days in the city jail, after a trial before the judge, said sentence being suspended. A timely appeal has been perfected to this Court.\nThis appeal draws into question the facial constitutionality of Section 122, of the Tulsa Revised Ordinances which provides:\n\"It shall be an offense for any person to use or utter any profane or obscene language or proposal when any person hearing such is insulted or offended thereby, regardless to whom such is directed.\"\nThe defendant's conviction thereunder resulted from his addressing to the manager of a retail store the words, \"mother fucker, I know my rights,\" following a heated argument over whether the store had kept its promise to properly repair a pair of trousers he had purchased and whether h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=conchito-v-city-of-tulsa"
    }
  ],
  "relatedIncidents": [
    18706,
    18707,
    18708,
    18714,
    18715
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}