{
  "id": 18873,
  "title": "1974년 Ballard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-04-18",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Ballard. 판결일: 1974-04-18. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Ballard v. State\n**판결일**: 1974-04-18\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Buchanan\n\n## 인용\n\n- 309 N.E.2d 817\n\n## 판결문 요약\n\n\n309 N.E.2d 817 (1974)\nRobert E. BALLARD, Appellant (Defendant below),\nv.\nSTATE of Indiana, Appellee (Plaintiff below).\nNo. 2-273A37.\nCourt of Appeals of Indiana, Second District.\nApril 18, 1974.\nRehearing Denied June 4, 1974.\n*819 Tommy L. Strunk, McDonald &amp; Strunk, Indianapolis, for appellant.\nTheodore L. Sendak, Atty. Gen., Robert E. Dwyer, Deputy Atty. Gen., Indianapolis, for appellee.\nBUCHANAN, Judge.\n\nCASE SUMMARY\nDefendant-Appellant Robert E. Ballard (Ballard) appeals from a jury conviction of Robbery and First Degree Burglary, claiming erroneous admission of evidence, prosecutorial misconduct, his sentence was excessive, insufficient evidence to sustain his conviction, and other numerous trial irregularities.\nWe affirm.\n\nFACTS\nThe facts and evidence which support Ballard's conviction are:\nOn November 24, 1969, Opal Johnson (Opal) was caring for her seven-year-old granddaughter Kristy Lynn Brown (Kristy Lynn) at Opal's home while the child's mother was shopping.\nAt approximately 3:30 P.M., Opal took Kristy Lynn and drove to the Brown house, intending to meet another granddaughter, Kimberly, age nine, who was due home from school. Nearing the Brown house, Opal noticed a strange car in the driveway.\nAs she pulled her car into the driveway and parked facing this vehicle, Opal saw a man, whom she identified at trial as Ballard, walking across the lawn from the direction of the front door of the house, carrying a stuffed owl which the Brown family kept on display inside...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ballard-v-state"
    }
  ],
  "relatedIncidents": [
    18708,
    18715,
    18728,
    18729,
    18763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}