{
  "id": 18883,
  "title": "1974년 In Re Boyle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-04-10",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: In Re Boyle. 판결일: 1974-04-10. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In Re JAMES JOSEPH BOYLE III on Habeas Corpus; In Re GENE GLASSCOCK on Habeas Corpus\n**판결일**: 1974-04-10\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Mosk\n\n## 변호인\n\nCounsel, Morgan, Wenzel, & McNicholas, William Marshall Morgan and Robert N. Harris, Jr., for Petitioners., John H. Larson, County Counsel, Robert C. Lynch, Assistant Chief Deputy County Counsel, and Frederick R. Bennett, Deputy County Counsel, for Respondent., Joseph P. Busch, District Attorney, Harry B. Sondheim, Donald J. Kaplan and Donald R. Wager, Deputy District Attorneys, for Real Party in Interest.\n\n## 인용\n\n- 520 P.2d 723\n- 11 Cal. 3d 165\n- 113 Cal. Rptr. 99\n\n## 판결문 요약\n\n\n11 Cal.3d 165 (1974)\n520 P.2d 723\n113 Cal. Rptr. 99\nIn re JAMES JOSEPH BOYLE III on Habeas Corpus. In re GENE GLASSCOCK on Habeas Corpus.\nDocket Nos. Crim. 17534, 17602.\nSupreme Court of California. In Bank.\nApril 10, 1974.\n*166 COUNSEL\nMorgan, Wenzel, &amp; McNicholas, William Marshall Morgan and Robert N. Harris, Jr., for Petitioners.\nJohn H. Larson, County Counsel, Robert C. Lynch, Assistant Chief Deputy County Counsel, and Frederick R. Bennett, Deputy County Counsel, for Respondent.\nJoseph P. Busch, District Attorney, Harry B. Sondheim, Donald J. Kaplan and Donald R. Wager, Deputy District Attorneys, for Real Party in Interest.\nOPINION\nMOSK, J.\nIn these consolidated cases petitioners Boyle and Glasscock seek writs of habeas corpus for the purpose of fixing bail. (Pen. Code, § 1490.) They are jointly charged, with other defendants, in a multiple-count *167 information filed in the Los Angeles Superior Court. Insofar as relevant to this proceeding, the information accuses petitioners of murder (count VI) and conspiracy to commit murder and other felonies (count V).\nArticle I, section 6, of the California Constitution declares that \"All persons shall be bailable by sufficient sureties, unless for capital offenses when the proof is evident or the presumption great.\" In the case at bar the trial court denied petitioners' motions for bail on the ground that as to the crimes charged in counts V and VI the proof of guilt was evident or the presumption thereof great.\n(1) The dete...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-boyle"
    }
  ],
  "relatedIncidents": [
    18716,
    18717,
    18730,
    18743,
    18756
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}