{
  "id": 18882,
  "title": "1974년 Haywood 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-04-10",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Haywood. 판결일: 1974-04-10. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Thomas Lewis HAYWOOD, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1974-04-10\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Green\n\n## 변호인\n\nRamon Dasch, Austin, for appellant., Robert O. Smith, Dist. Atty., Larry Laden, Asst. Dist. Atty., and Jim D. Vollers, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 507 S.W.2d 756\n\n## 판결문 요약\n\n\n507 S.W.2d 756 (1974)\nThomas Lewis HAYWOOD, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 47877.\nCourt of Criminal Appeals of Texas.\nApril 10, 1974.\n*757 Ramon Dasch, Austin, for appellant.\nRobert O. Smith, Dist. Atty., Larry Laden, Asst. Dist. Atty., and Jim D. Vollers, State's Atty., Austin, for the State.\n\nOPINION\nGREEN, Commissioner.\nAppellant was convicted, in a trial before a jury, of robbery by assault. He received the mandatory life sentence pursuant to the enhancement statute Art. 62, Vernon's Ann.P.C.\nAt the outset, we observe that the appellant challenged in his seventh ground of error the sufficiency of the evidence to sustain the conviction.\nThe record reflects that on the night of December 16, 1972, at approximately 11:00 p.m., John Reyes, employee in charge at the time of the Billups Service Station No. 1 on the Bastrop Highway, was held up by a lone robber who had pulled into the station to get some gasoline. There were two attendants on duty at the time, John and his brother Joe Reyes. After the car tank had been filled, the robber, identified as appellant, got out of his car, walked over to the register and said to John Reyes something to the effect of \"this is a robbery, *758 keep cool and nobody will get hurt.\" He had a pistol wrapped or partially covered with a hankerchief. After emptying the cash register the robber told John Reyes not to turn around, then jumped into his car and left the station. Joe Reyes got a license number as did John Reyes, alth...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=haywood-v-state"
    }
  ],
  "relatedIncidents": [
    18708,
    18715,
    18728,
    18729,
    18763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}