{
  "id": 18891,
  "title": "1974년 McCoy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-03-27",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: McCoy. 판결일: 1974-03-27. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington, Petitioner, v. Larry James McCoy, Respondent\n**판결일**: 1974-03-27\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Pearson\n\n## 변호인\n\nJohn C. Merkel, Prosecuting Attorney, and Ronald A. Franz, Deputy, for petitioner., William Fraser, for respondent.\n\n## 인용\n\n- 521 P.2d 49\n- 10 Wash. App. 807\n\n## 판결문 요약\n\n\n10 Wn. App. 807 (1974)\n521 P.2d 49\nTHE STATE OF WASHINGTON, Petitioner,\nv.\nLARRY JAMES McCOY, Respondent.\nNo. 1344-2.\nThe Court of Appeals of Washington, Division Two.\nMarch 27, 1974.\nJohn C. Merkel, Prosecuting Attorney, and Ronald A. Franz, Deputy, for petitioner.\nWilliam Fraser, for respondent.\nPEARSON, C.J.\nDuring the trial of defendant, Larry James McCoy, on charges of possession of a controlled substance, the trial court ordered the state to disclose the identity of a secret informer. The state applied for a writ of certiorari to have the disclosure order reviewed. The state represented in its petition that the order could not be carried out without violating a confidence promised by the police to the informer, and that the state would seek dismissal of the case in the event disclosure was compelled.\n[1] Because of this representation we reluctantly stayed the trial for 1 week to consider the merits of the petition. State v. Whitney, 69 Wn.2d 256, 418 P.2d 143 (1966). See Bushman v. New Holland Division, 83 Wn.2d 429, 518 P.2d 1078 (1974).\nAt the conclusion of oral argument on the petition, we ruled against the writ on the merits and entered a notation order denying the petition and remanding the case for a continuation of the trial.\nThe question raised by the petition is whether or not the state waives the privilege against disclosure of the identity of a secret informer by eliciting from its witness the substance *809 of a communication made by the informer to the po...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mccoy"
    }
  ],
  "relatedIncidents": [
    18706,
    18737,
    18762,
    18845,
    18877
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}