{
  "id": 18897,
  "title": "1974년 United States v. Larry Dean Short 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-03-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Larry Dean Short. 판결일: 1974-03-18. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Larry Dean SHORT, Defendant-Appellant\n**판결일**: 1974-03-18\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Duniway, Gray, Koelsch\n\n## 변호인\n\nSteven M. Kipperman (argued) Kip-perman, Shawn & Keker, San Francisco, Cal., for defendant-appellant., Brian B. Denton, Asst. U. S. Atty. (argued), James L. Browning, Jr., U. S. Atty., San Francisco, Cal., for plaintiff-appellee.\n\n## 인용\n\n- 493 F.2d 1170\n\n## 판결문 요약\n\n493 F.2d 1170\n    UNITED STATES of America, Plaintiff-Appellee,v.Larry Dean SHORT, Defendant-Appellant.\n    No. 73-2748.\n    United States Court of Appeals, Ninth Circuit.\n    March 18, 1974.\n    \n      Steven M. Kipperman (argued) Kipperman, Shawn &amp; Keker, San Francisco, Cal., for defendant-appellant.\n      Brian B. Denton, Asst. U.S. Atty.  (argued), James L. Browning, Jr., U.S. Atty., San Francisco, Cal., for plaintiff-appellee.\n      Before KOELSCH and DUNIWAY, Circuit Judges, and GRAY,1 District judge.\n      OPINION\n      DUNIWAY, Circuit Judge:\n      Short was convicted under both counts of an indictment and sentenced to three years on each count.  The sentences are concurrent.  Count One charged bank robbery, under 18 U.S.C. 2113(a); Count Two charged that, in committing the offense, Short assaulted or put in jeopardy the life of a teller by the use of a dangerous weapon, a handgun, 18 U.S.C. 2113(d).\n      Under our decision in United States v. Faleafine, 9 Cir., 1974, in banc,  492 F.2d 18 (1974), the two counts charged but one offense, the Count One offense, aggravated by the conduct charged in Count Two.  See the cases cited in Faleafine, supra, and United States v. Stroud, 9 Cir., 1973, 474 F.2d 737, 739.  The sentence under Count One is void, and must be vacated.\n    \n    \n      1\n      Short makes but one claim of error that has merit.\n    \n    \n      2\n      Viewed in the light most favorable to the government the facts are as follows: A federally insured b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-larry-dean-short"
    }
  ],
  "relatedIncidents": [
    18708,
    18715,
    18728,
    18729,
    18763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}