{
  "id": 18892,
  "title": "1974년 In Re Marriage of Lopez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-03-26",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: In Re Marriage of Lopez. 판결일: 1974-03-26. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: In Re the Marriage of EDITH M. and LEE A. LOPEZ, SR. LEE A. LOPEZ, SR., Respondent, v. EDITH M. LOPEZ, Appellant\n**판결일**: 1974-03-26\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Carter\n\n## 변호인\n\nCounsel, John N. Bach for Appellant., Jack Halpin and Richard J. Asbill for Respondent.\n\n## 인용\n\n- 38 Cal. App. 3d 93\n- 113 Cal. Rptr. 58\n\n## 판결문 요약\n\n\n38 Cal. App. 3d 93 (1974)\n113 Cal. Rptr. 58\nIn re the Marriage of EDITH M. and LEE A. LOPEZ, SR.\nLEE A. LOPEZ, SR., Respondent,\nv.\nEDITH M. LOPEZ, Appellant.\nDocket No. 13610.\nCourt of Appeals of California, Third District.\nMarch 26, 1974.\n*99 COUNSEL\nJohn N. Bach for Appellant.\nJack Halpin and Richard J. Asbill for Respondent.\nOPINION\nCARTER, J.[*]\nThis is an appeal by the wife from an interlocutory judgment of dissolution of marriage. On appeal, wife urges the following procedural and substantive contentions:\n1. The interest of the husband in his law firm as of the date of trial was all community property.\n2. The trial court erred in failing to determine the value of husband's interest in the accounts receivable, goodwill and work in progress of his partnership law practice.\n3. Wife's motion for inspection, audit and review of husband's partnership legal files should have been granted.\n4. The trial court erred in granting husband's motion to defer the issue of wife's request for attorney's fees and costs until after the court's determination of the principal issues.\n5. The trial court abused its discretion in its allowance of attorney's fees and costs to wife.\n6. The trial court abused its discretion in determining the amount and duration of spousal support.\nWe conclude the trial court did err on several grounds and will accordingly reverse and award wife costs.\n\n\n*100 FACTS\nHusband is an attorney, having received his law degree in 1952, passed the Bar Examination in Octob...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-marriage-of-lopez"
    }
  ],
  "relatedIncidents": [
    18706,
    18707,
    18708,
    18714,
    18715
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}