{
  "id": 18902,
  "title": "1974년 Greene 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-03-02",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Greene. 판결일: 1974-03-02. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State of Kansas, Appellee, v. Malcolm E. Greene, Appellant\n**판결일**: 1974-03-02\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Owsley\n\n## 변호인\n\nOneil Davis, of Lewis & Davis, of Wichita, argued the cause, and Chester I. Lewis, of the same firm, was with him on the brief for the appellant., Clifford Bertholf, assistant district attorney, argued the cause, and Vern Miller, attorney general, Keith Sanborn, district attorney, and Stephen M. Joseph, of Wichita, were on the brief for the appellee.\n\n## 인용\n\n- 519 P.2d 651\n- 214 Kan. 78\n\n## 판결문 요약\n\n\n214 Kan. 78 (1974)\n519 P.2d 651\nSTATE OF KANSAS, Appellee,\nv.\nMALCOLM E. GREENE, Appellant.\nNo. 47,085\nSupreme Court of Kansas.\nOpinion filed March 2, 1974.\nOneil Davis, of Lewis &amp; Davis, of Wichita, argued the cause, and Chester I. Lewis, of the same firm, was with him on the brief for the appellant.\nClifford Bertholf, assistant district attorney, argued the cause, and Vern Miller, attorney general, Keith Sanborn, district attorney, and Stephen M. Joseph, of Wichita, were on the brief for the appellee.\nThe opinion of the court was delivered by\nOWSLEY, J.:\nDefendant Malcolm Greene appeals from conviction of aggravated robbery (K.S.A. 1970 Supp. 21-3427, now K.S.A. 1973 Supp. 21-3427) and aggravated battery of a law enforcement officer (K.S.A. 1970 Supp. 21-3415, now K.S.A. 1973 Supp. 21-3415).\nOn December 26, 1970, at 9:00 p.m., two black males walked into the Taco Kid restaurant at 2065 East Central in Wichita and *79 ordered food. One of them pulled out a revolver and demanded money from John S. Dwyer, an employee. They were given more than one hundred dollars in a paper sack and they left the restaurant. Police Officer Herbert Kite observed the two black males in the Taco Kid and, being suspicious, stationed his patrol car one-half block north of the restaurant in an alley. He observed the two leave the restaurant. When they saw him they began running. He stopped them to question the contents of the sack and one of them shot him in the abdomen and chest. Officer Kite ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-greene"
    }
  ],
  "relatedIncidents": [
    18708,
    18715,
    18728,
    18729,
    18763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}