{
  "id": 18909,
  "title": "1974년 People v. De Maria 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-02-21",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: People v. De Maria. 판결일: 1974-02-21. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. John R. De Maria\n**판결일**: 1974-02-21\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 43 A.D.2d 1001\n\n## 판결문 요약\n\n\nAppeal from a judgment of the County Court of Montgomery County, rendered June 27, 1973, upon a verdict convicting defendant of the crime of assault in the second degree. The only substantial issue upon the trial was the identity of the defendant as being the person who inflicted a stab wound upon the victim, Moses Hopkins, Jr. Proof beyond a reasonable doubt of such identity was offered through the testimony of Hopkins to the effect that he observed himself being stabbed by a knife, said knife being at that time in the hand of the defendant. The fact that issues of credibility are created as to the testimony of a witness does not mean that the testimony of *1002such witness cannot be adopted and relied upon by a jury. Accordingly, the defendant’s contention that there was a failure of proof beyond a reasonable doubt is without merit. The defendant further contends that the display of the sear upon Hopkins’ abdomen at the time of trial to the jury over objection constituted prejudicial error. The record discloses that there was no particular necessity for displaying the scar to the jury and, further, that the scar would in no way represent the actual knife wound as it would have appeared prior to subsequent surgical treatment. However, assuming that the display was error, the record is replete with testimony as to the nature and extent of the original wound and establishes that no prejudice could reasonably be expected to result from the viewing in this case. A review of the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-de-maria"
    }
  ],
  "relatedIncidents": [
    18802,
    18820,
    18488,
    18520,
    18683
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}