{
  "id": 18916,
  "title": "1974년 Detroit Police Officers Ass'n. v. City of Detroit 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-02-14",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Detroit Police Officers Ass'n. v. City of Detroit. 판결일: 1974-02-14. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Detroit Police Officers Association v. City of Detroit\n**판결일**: 1974-02-14\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Coleman, Fitzgerald, Kavanagh, Levin, Swainson, Williams\n\n## 변호인\n\nWinston L. Livingston (by J. Douglas Korney), for Detroit Police Officers Association., Michael M. Glusac, Corporation Counsel, and Nick Sacorafas, Ronald Zajac and Michael A. Hurvitz, Assistants Corporation Counsel, for the City of Detroit., Frank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, and Francis W Edwards, Assistant Attorney General, for Michigan Employment Relations Commission., Amicus Curiae: Rothe, Marston, Mazey, Sachs, O’Connell, Nunn & Freíd, P. C, for Det\n\n## 인용\n\n- 214 N.W.2d 803\n- 391 Mich. 44\n\n## 판결문 요약\n\n\n391 Mich. 44 (1974)\n214 N.W.2d 803\nDETROIT POLICE OFFICERS ASSOCIATION\nv.\nCITY OF DETROIT\nNo. 13 September Term 1973, Docket Nos. 54,410, 54,411.\nSupreme Court of Michigan.\nDecided February 14, 1974.\n*49 Winston L. Livingston (by J. Douglas Korney), for Detroit Police Officers Association.\nMichael M. Glusac, Corporation Counsel, and Nick Sacorafas, Ronald Zajac and Michael A. Hurvitz, Assistants Corporation Counsel, for the City of Detroit.\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, and Francis W. Edwards, Assistant Attorney General, for Michigan Employment Relations Commission.\nAmicus Curiae: Rothe, Marston, Mazey, Sachs, O'Connell, Nunn &amp; Freid, P.C., for Detroit Fire Fighters Association.\nGoldberg, Previant &amp; Uelemen (by John S. Williamson, Jr.), for Police Officers Association of Michigan and the Michigan Conference of Teamsters.\nSWAINSON, J.\nIn 1965, the Legislature passed *50 1965 PA 379[1] which amended the public employment relations act (PERA) to allow public employees[2] to select a collective bargaining representative and to enter into collective bargaining negotiations with their public employer. Pursuant to the newly amended PERA the Detroit Police Officers Association (DPOA) gained recognition as the exclusive collective bargaining agent for a unit of Detroit patrolmen and policewomen in January of 1966. Shortly thereafter, extensive collective bargaining negotiations proceeded between the City of Detroit (City) and the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=detroit-police-officers-assn-v-city-of-detroit"
    }
  ],
  "relatedIncidents": [
    18812,
    18513,
    18572,
    18706,
    18707
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}