{
  "id": 18915,
  "title": "1974년 Brent 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-02-15",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Brent. 판결일: 1974-02-15. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: UNITED FARMERS BANK v. Jerry L. BRENT\n**판결일**: 1974-02-15\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Jones, Ken, Milli, Osborne, Palmore, Reed, Steinfeld, Stephenson, Vance\n\n## 변호인\n\nJ. Donald Dinning, Stites & McElwain, Louisville, for appellant., Louis T. Peniston, New Castle, for ap-pellee.\n\n## 인용\n\n- 505 S.W.2d 760\n\n## 판결문 요약\n\n\nVANCE, Commissioner.\nThis is an appeal from a judgment which awarded damages to the appellee for loss of the contents of a safety deposit box leased from the appellant bank. The loss occurred by reason of a burglary of the bank.\nThe appellee rented a safety deposit box for a prescribed fee from the bank continuously from July 1, 1963, until October 22, 1966, on which latter date all of the safety deposit boxes in the bank were burglarized and valuables stolen. Appellee was a collector of rare coins which he stored in his safety deposit box. Those coins, having a value of $5,115.40, were stolen.\nEach safety deposit box was rented pursuant to a written agreement between the renter and the bank which included the following provisions:\n“In consideration of annual payment of the sum of $_,_ payable annually in advance the United Farmers *761Bank, Campbellsburg, Kentucky, hereby rents to and for the exclusive use of _ safety deposit box number_and agrees to exercise the same diligence in the protection of the said box and its contents against loss by fire or burglary that it uses in the protection of its own property, but assumes no liability whatever for any loss or damage that may occur.”\nThis form of agreement was signed by appellee and all others renting the boxes and “accepted upon above terms” by an officer of the bank.\nThe walls of the original bank vault were constructed of brick and mortar but without reinforcing steel. The vault contained a security door of solid steel t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-farmers-bank-v-brent"
    }
  ],
  "relatedIncidents": [
    18708,
    18715,
    18728,
    18729,
    18763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}