{
  "id": 18911,
  "title": "1974년 Smith v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-02-19",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Smith v. State. 판결일: 1974-02-19. 법원: Court of Special Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Frances Ester Smith v. State of Maryland\n**판결일**: 1974-02-19\n**법원**: Court of Special Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Moylan, Powers and Lowe\n\n## 변호인\n\nJack B. Rubin and Lee Gordon for appellant., James L. Bundy, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, Milton B. Allen, State’s Attorney for Baltimore City, Joseph J. Wase and Bernard Kole, Assistant State’s Attorneys for Baltimore City, on the brief, for appellee.\n\n## 인용\n\n- 315 A.2d 76\n- 20 Md. App. 254\n\n## 판결문 요약\n\n\n20 Md. App. 254 (1974)\n315 A.2d 76\nFRANCES ESTER SMITH\nv.\nSTATE OF MARYLAND.\nNo. 451, September Term, 1973.\nCourt of Special Appeals of Maryland.\nDecided February 19, 1974.\n*255 The cause was argued before MOYLAN, POWERS and LOWE, JJ.\nJack B. Rubin and Lee Gordon for appellant.\nJames L. Bundy, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, Milton B. Allen, State's Attorney for Baltimore City, Joseph J. Wase and Bernard Kole, Assistant State's Attorneys for Baltimore City, on the brief, for appellee.\nMOYLAN, J., delivered the opinion of the Court.\nThe appellant, Frances Ester Smith, was convicted in the Criminal Court of Baltimore by a jury, presided over by Judge Charles D. Harris, of murder in the second degree. Upon this appeal, she raises three contentions:\n(1) That the trial court erred in refusing to permit testimony aimed at impeaching a key State's witness;\n(2) That the trial court erred in refusing to allow the introduction of evidence concerning the violent character of the victim; and\n(3) That the Maryland law presuming all unlawful homicide to be murder in the second degree is unconstitutional.\nOn October 7, 1972, at approximately 8:50 p.m., a shooting occurred at 1710 N. Fulton Avenue. When Officer David Brice and Officer Edward Brown arrived at the crime scene, three blocks from where they received the call, they found the victim, Johnnie James Smith, lying on the ground \"with a hole the size of a grapefruit in his stomach.\" Besid...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-state"
    }
  ],
  "relatedIncidents": [
    18716,
    18717,
    18730,
    18743,
    18756
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}