{
  "id": 18914,
  "title": "1974년 Hanson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-02-15",
  "location": "South Dakota, SD, USA",
  "summary": "미국 South Dakota, SD 법원 판결 사건. 사건명: Hanson. 판결일: 1974-02-15. 법원: South Dakota Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE, Respondent v. HANSON, Appellant\n**판결일**: 1974-02-15\n**법원**: South Dakota Supreme Court\n**관할**: South Dakota, SD\n\n**판사**: Dunn\n\n## 변호인\n\nBrady, Kabeiseman, Light & Reade, John R. Kabeiseman, J. W. Abbott, Law Clerk, Yankton, for defendant and appellant., Kermit Sande, Atty. Gen., Walter W. Andre, Asst. Atty. Gen., Pierre, Larry Hosmer, State’s Atty., Yankton, for plaintiff and respondent.\n\n## 인용\n\n- 215 N.W.2d 130\n- 88 S.D. 48\n\n## 판결문 요약\n\n\n215 N.W.2d 130 (1974)\nSTATE of South Dakota, Plaintiff and Respondent,\nv.\nDavid HANSON, Defendant and Appellant.\nNo. 11279.\nSupreme Court of South Dakota.\nFebruary 15, 1974.\n*131 Brady, Kabeiseman, Light &amp; Reade, John R. Kabeiseman, J. W. Abbott, Law Clerk, Yankton, for defendant and appellant.\nKermit Sande, Atty. Gen., Walter W. Andre, Asst. Atty. Gen., Pierre, Larry Hosmer, State's Atty., Yankton, for plaintiff and respondent.\nDUNN, Justice.\nThe appellant, David Hanson, was found guilty of third degree burglary by a Yankton County circuit court jury. After a presentence investigation he was sentenced to confinement in the South Dakota State Penitentiary for a period of one year. From this conviction and sentence the appellant has appealed.\nAppellant's assignments of error on the trial court's failure to dismiss the information and grant a directed verdict for the defendant, and the trial court's failure to grant a new trial are essentially the same. It is contended that (1) the testimony and evidence as submitted by the state does not show beyond a reasonable doubt that the defendant committed a crime and (2) the evidence does not show beyond reasonable doubt that the defendant was not acting within the scope of his employment as an undercover agent at the time of the alleged crime. Actually these two contentions merge into one as the appellant freely admits his part in the burglary. He admits that his knee broke in the door with some aid from his companions; that he e...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hanson"
    }
  ],
  "relatedIncidents": [
    18708,
    18715,
    18728,
    18729,
    18763
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}