{
  "id": 18938,
  "title": "1974년 Young 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1974-01-08",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Young. 판결일: 1974-01-08. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Nathan B. YOUNG, Defendant-Respondent\n**판결일**: 1974-01-08\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Gunn, McMillian, Smith\n\n## 변호인\n\nThomas W. Shannon, Pros. Atty., Stephen A. Moore, Asst. Pros. Atty., St. Louis, for plaintiff-appellant., Norman S. London, James A. Bell, St. Louis, for defendant-respondent.\n\n## 인용\n\n- 504 S.W.2d 672\n\n## 판결문 요약\n\n\nMcMILLIAN, Judge.\nThis is an appeal by the State of Missouri from an Order and judgment of the St. Louis Court of Criminal Corrections that sustained defendant’s motion to dismiss a fifteen count indictment, alleging willful neglect of duty, and ordered the defendant’s discharge.\nThe State claims the court erred in the following respects: (1) by requiring that the indictment allege corruption, fraud, or malice to be sufficient; (2) by holding that § 558.160, RSMo 19691 does not prescribe the conduct or acts of a public officer that amounts to a crime; and (3) by ruling that Missouri law does not require either that a person charged with a traffic offense be arraigned in open court or that a judge must make a determination that a guilty plea to a traffic offense is voluntary.\nSection 558.160 provides:\n“Every officer . . . holding any trust or appointment, who shall be convicted of any willfull misconduct or misdemeanor in office, or neglect to perform any duty enjoined on him by law, where no special provision is made for the punishment of such misdemeanor, misconduct . . . shall be punished by fine . . . imprisonment . or by both . . . ”\nWith the exception of names and dates each count read as follows:\n“That Judge Nathan B. Young on day of May, 1972, wilfully neglected his official duties by failing to arraign RICHARD P. KELLY in open court, and by accepting a plea of guilty in that case without first determining that the plea was made voluntarily.”\nIn support of its first c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-young"
    }
  ],
  "relatedIncidents": [
    18707,
    18714,
    18726,
    18782,
    18875
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}