{
  "id": 18948,
  "title": "1973년 Food Specialty Co. v. Kal Kan Foods, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-12-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Food Specialty Co. v. Kal Kan Foods, Inc.. 판결일: 1973-12-20. 법원: Court of Customs and Patent Appeals.",
  "description": "## 사건 정보\n\n**사건명**: FOOD SPECIALTY CO., INC. (New England Fish Company, By Substitution) v. KAL KAN FOODS, INC.\n**판결일**: 1973-12-20\n**법원**: Court of Customs and Patent Appeals\n**관할**: USA, Federal\n\n**판사**: Rich\n\n## 변호인\n\nRobert W. Beach, Seattle, Wash., attorney of record, for appellant; George R. Jones, Beale & Jones, Arlington, Va., of counsel., Stephen Grubb, Los Angeles, attorney of record, for appellee; Francis D. Thomas, Jr., Arlington, Va., of counsel.\n\n## 인용\n\n- 487 F.2d 1389\n\n## 판결문 요약\n\n\nRICH, Judge.\nThis appeal is from the decision of the Patent Office Trademark Trial and Appeal Board (TTAB), 171 U.S.P.Q. 315 (1971), dismissing appellant’s opposition to the registration by appellee *1390of application serial No. 319,771, filed February 24, 1969, claiming first use in January 1968, of -the following mark for canned cat food:\n\n\n\nThe basis of appellant’s opposition is solely its ownership and registration of the trademark “KITTY” for cat food, Reg. No. 702,658, issued August 9, I960.1 Heavy reliance is also placed on two pri- or decisions of this court involving the same registration, Food Specialty Co. v. Standard Products Co., 406 F.2d 1397, 56 C.C.P.A. 1005 (1969), in which we reversed a decision of the TTAB dismissing appellant’s opposition to the registration of “Pretty Kitty” for cat food, and Food Specialty Co. v. Catz American Co., 433 F.2d 817, 58 C.C.P.A. 710 (1970), in which we reversed a decision of the TTAB denying appellant’s petition to cancel a registration of “HERE, KITTY!” for canned cat food.\nWe now consider an opposition to the registration of another mark for canned cat food which includes the word “KITTY,” but in quite a different context. Appellee seeks to register a composite mark, as shown above, in which the word “KITTY” plays an entirely different role or functions in quite a different manner than it did in “Pretty Kitty” and “HERE, KITTY!”.\nThe goods of the parties being the same and appellant being the prior user, the sole issue, a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=food-specialty-co-v-kal-kan-foods-inc"
    }
  ],
  "relatedIncidents": [
    19085,
    19172,
    18778,
    18947,
    18950
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}