{
  "id": 18947,
  "title": "1973년 National Labor Relations Board v. Coca-Cola Bottling Company No. 5, Inc., and Carson, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-12-26",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: National Labor Relations Board v. Coca-Cola Bottling Company No. 5, Inc., and Carson, Inc.. 판결일: 1973-12-26. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: NATIONAL LABOR RELATIONS BOARD, Petitioner, v. COCA-COLA BOTTLING COMPANY NO. 5, INC., and Carson, Inc., Respondents\n**판결일**: 1973-12-26\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Edwards, McALLISTER, Peck\n\n## 변호인\n\nPeter G. Nash, Gen. Counsel, John S. Irving, Deputy Gen. Counsel, Patrick Hardin, Associate Gen. Counsel, Elliott Moore, Acting Asst. Gen. Counsel, John D. Burgoyne,' Jane P. Schlaifer, Attys., National Labor Relations Board, Washington, D. C., on brief, for petitioner., Arthur R. Donovan, Harry P. Dees, Joseph A. Yocum, Thomas O. Magan, Evansville, Ind., on brief, for respondents ; Kahn, Dees, Donovan & Kahn, Evansville, Ind., of counsel.\n\n## 인용\n\n- 488 F.2d 535\n\n## 판결문 요약\n\n488 F.2d 535\n    85 L.R.R.M. (BNA) 2383, 73 Lab.Cas.  P 14,255\n    NATIONAL LABOR RELATIONS BOARD, Petitioner,v.COCA-COLA BOTTLING COMPANY NO. 5, INC., and Carson, Inc., Respondents.\n    No. 73-1372.\n    United States Court of Appeals,Sixth Circuit.\n    Argued Dec. 5, 1973.Decided Dec. 26, 1973.\n    \n      Peter G. Nash, Gen. Counsel, John S. Irving, Deputy Gen. Counsel, Patrick Hardin, Associate Gen. Counsel, Elliott Moore, Acting Asst. Gen. Counsel, John D. Burgoyne, Jane P. Schlaifer, Attys., National Labor Relations Board, Washington, D. C., on brief, for petitioner.\n      Arthur R. Donovan, Harry P. Dees, Joseph A. Yocum, Thomas O. Magan, Evansville, Ind., on brief, for respondents; Kahn, Dees, Donovan &amp; Kahn, Evansville, Ind., of counsel.\n      Before EDWARDS and PECK, Circuit Judges, and McALLISTER, Senior Circuit Judge.\n    \n    \n      1\n      On review of the National Labor Relations Board's application for enforcement of its order, reported at 200 N.L. R.B. # 69; and\n    \n    \n      2\n      Noting the finding of the Board that the company has violated Section 8(a)(5) and (1) of the National Labor Relations Act, as amended (61 Stat. 136, 73 Stat. 519, 29 U.S.C., Sec. 151 et seq.) by refusing to bargain with the union which had been duly certified by the Board as the collective bargaining representative of the company's employees and the unit found appropriate; and\n    \n    \n      3\n      Contrary to respondent's claims, finding that the alleged misrepresentations...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=national-labor-relations-board-v-coca-cola-bottling-company-no-5-inc"
    }
  ],
  "relatedIncidents": [
    18950,
    18965,
    19063,
    19151,
    18706
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}