{
  "id": 18952,
  "title": "1973년 State v. Black 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-12-13",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: State v. Black. 판결일: 1973-12-13. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: THE STATE OF MONTANA, and v. WENDELEN P. BLACK, and\n**판결일**: 1973-12-13\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: Castles, Daly, Harrison, Haswell\n\n## 변호인\n\nJohn C. Hall argued, Great Falls, for defendant-appellant., Robert L. Woodahl, Atty. Gen., Helena, J. C. Weingartner, Asst. Atty. Gen., argued, Helena, J. Fred Bourdeau, Co. Atty., Great Falls, Thomas II. Clary, Deputy Co. Atty., argued, Great Falls, for plaintiff-respondent.\n\n## 인용\n\n- 163 Mont. 302\n- 516 P.2d 1163\n\n## 판결문 요약\n\n\nMR. JUSTICE DALY,\ndelivered the Opinion of the Court.\nThis is an appeal from a conviction of the crime of burglary entered in the district court of Cascade County. Defendant Wendelen P. Black was sentenced to twenty years imprisonment, with the last five years suspended. The state sought increased punishment due to previous convictions.\nOn the evening of August 5, 1972, D. J.’s Mazda, an automobile dealership in Great Falls, Montana, was burglarized. At about 10:00 p.m. that evening persons, in a residence behind the automobile agency building observed suspicious activity, apparently while the burglary was in progress. The police were notified and a description of a car involved was given them.\n*304Within an hour the car was located and the three occupants arrested. One was defendant Black who had a fresh cut on his arm. Glass fragments found in his shoes matched the broken glass at the rear entrance of D. J.’s Mazda, through which entrance had been gained. A footprint found inside D. J.’s Mazda matched Black’s shoe. The heel of a shoe found outside the Mazda building came from a shoe worn by another man arrested with Black in the car.\nThe articles taken in the burglary, along with articles belonging to the owner of the car, were later found on Riverfront road near the city.\nOn appeal defendant presents four issues:\n(1) Whether the prosecutor committed reversible error in certain remarks made during the course of his closing argument?\n(2) Whether a certain large tool box, Ex...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-black"
    }
  ],
  "relatedIncidents": [
    18954,
    18958,
    18963,
    18975,
    18977
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}