{
  "id": 18953,
  "title": "1973년 Martin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-12-12",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Martin. 판결일: 1973-12-12. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Quenton D. MARTIN, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1973-12-12\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Odom, Onion, Roberts\n\n## 변호인\n\nHolt & Tatum, Paul Tatum, Nacog-doches, for appellant., Jim D. Vollers, State’s Atty., and Buddy Stevens, Asst. State’s Atty., Austin, for the State.\n\n## 인용\n\n- 504 S.W.2d 887\n\n## 판결문 요약\n\n\n504 S.W.2d 887 (1973)\nQuenton D. MARTIN, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 47607.\nCourt of Criminal Appeals of Texas.\nDecember 12, 1973.\nRehearing Denied February 6, 1974.\n*888 Holt &amp; Tatum, Paul Tatum, Nacogdoches, for appellant.\nJim D. Vollers, State's Atty., and Buddy Stevens, Asst. State's Atty., Austin, for the State.\n\nOPINION\nODOM, Judge.\nAppeal is taken from an order revoking probation.\nOn October 5, 1970, appellant pleaded guilty before the court to the offense of driving a motor vehicle upon a public highway while intoxicated, second offense. Punishment was assessed at five years, but the imposition of sentence was suspended and appellant was granted probation.\nA motion to revoke appellant's probation was filed on March 31, 1972, and the same was revoked and sentence pronounced on April 26, 1972.\nAppellant's single contention is that the court abused its discretion in revoking probation in that evidence reflected that appellant was not competent to stand trial and due process required the court to halt the proceeding and conduct a hearing on the competency of appellant to stand trial.\nAppellant relies primarily upon his October 29, 1964, commitment to Rusk State Hospital for an indefinite period, which recites that he was \"mentally incompetent,\" all matters of fact and law having been submitted to the court. The docket sheet of the court below, in the record before us, reflects that a continuance in the primary cause was granted on May 11, 1970, be...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=martin-v-state"
    }
  ],
  "relatedIncidents": [
    18947,
    18948,
    18950,
    18952,
    18954
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}