{
  "id": 18954,
  "title": "1973년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-12-11",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1973-12-11. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Bonaduce\n**판결일**: 1973-12-11\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Cebcone, Cercone, Hoffman, Jacobs, Spaeth, Spaulding, Watkins, Weight\n\n## 변호인\n\nJames A. Lynch, for appellant., Stewwrt J. Greenleaf, Assistant District Attorney, William T. Nicholas, First Assistant Distinct Attorney, and Milton O. Moss, District Attorney, for Commonwealth, appellee.\n\n## 인용\n\n- 226 Pa. Super. 517\n\n## 판결문 요약\n\n\nOpinion by\nHoffman, J.,\nAppellant contends that he is entitled to a new trial because of after-discovered evidence which would have constituted an alibi to the charges against him.\nAppellant was charged with burglary, larceny and conspiracy to commit larceny of a Lord and Taylor Department Store, City Line and Belmont Avenue, Bala Cynwyd. Appellant, who was a police sergeant in Marcus Hook, served as a part-time security guard at the store. On the night of September 12, 1969, appellant and another security guard were allegedly observed removing merchandise from the store premises. Defendants were tried jointly before a jury from January 22 to January 26, 1971. Both were convicted on all charges. Post-trial motions were argued and from their denial, appellant has taken this appeal.\n*519While appellant raises several grounds for our consideration, only one merits discussion.1 Appellant argued that one Bobert Dixon, who was not present at appellant’s trial, would have testified that appellant was with him on the night in question, and that this would serve as an alibi to the crimes for which he was charged. He insists that this after-discovered evidence should require the granting of a new trial. On June 14, 1973, this Court, in a Per Curiam Order, remanded the case to the lower court to obtain an affidavit which would explain the nature of the alibi and the reason for nonproduction at time of trial of this crucial evidence. We have since received the affidavit in question. We ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-bonaduce"
    }
  ],
  "relatedIncidents": [
    18952,
    18958,
    18963,
    18975,
    18977
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}