{
  "id": 18958,
  "title": "1973년 United States v. Gilbert Clarence Young 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-12-06",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Gilbert Clarence Young. 판결일: 1973-12-06. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Gilbert Clarence YOUNG, Appellant\n**판결일**: 1973-12-06\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Bright, Gibson, Smith, Talbot\n\n## 변호인\n\nMark V. Meierhenry, Rosebud, S.D., for appellant., David Gienapp, Asst. U. S. Atty., Sioux Falls, S. D., for appellee.\n\n## 인용\n\n- 488 F.2d 1211\n\n## 판결문 요약\n\n488 F.2d 1211\n    UNITED STATES of America, Appellee,v.Gilbert Clarence YOUNG, Appellant.\n    No. 73-1258.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted Sept. 14, 1973.Decided Dec. 6, 1973.\n    \n      1\n      Mark V. Meierhenry, Rosebud, S.D., for appellant.\n    \n    \n      2\n      David Gienapp, Asst. U. S. Atty., Sioux Falls, S. D., for appellee.\n    \n    \n      3\n      Before GIBSON and BRIGHT, Circuit Judges, and TALBOT SMITH, Senior District Judge.*\n    \n    \n      4\n      TALBOT SMITH, Senior District Judge.\n    \n    \n      5\n      Appellant was charged with and convicted of burglary and larceny following jury trial.  Involved are two saddles taken from the barn on the Tom Valandra ranch.\n    \n    \n      6\n      The charge made was violation of 18 U.S.C. Sec. 11531 and 661,2 in two counts, one of burglary and the other of larceny.  Following jury trial he was found guilty of the burglary and of larceny of property having a value of less than one hundred dollars.\n    \n    \n      7\n      *****\n    \n    \n      8\n      * * *\n    \n    \n      9\n      Briefly stated, the evidence showed that appellant and three companions drove to Cody, Nebraska, where one of the group, McCloskey, \"hocked a jack and a tire\" for two quarts of wine.  They then drove to Spring Creek to the ranch of Tom Valandra, from the barn of which appellant and McCloskey, it was testified, each removed a saddle, appellant later stating that \"he was going to hock them-the saddles-in Cody.\"  ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-gilbert-clarence-young"
    }
  ],
  "relatedIncidents": [
    18952,
    18954,
    18963,
    18975,
    18977
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}