{
  "id": 18959,
  "title": "1973년 Deaktor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-12-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Deaktor. 판결일: 1973-12-03. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: CHICAGO MERCANTILE EXCHANGE v. DEAKTOR Et Al.\n**판결일**: 1973-12-03\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Stewart\n\n## 인용\n\n- 38 L. Ed. 2d 344\n- 94 S. Ct. 466\n- 414 U.S. 113\n- 1973 U.S. LEXIS 178\n\n## 판결문 요약\n\n\n414 U.S. 113 (1973)\nCHICAGO MERCANTILE EXCHANGE\nv.\nDEAKTOR ET AL.\nNo. 73-241.\nSupreme Court of United States.\nDecided December 3, 1973.\nON PETITION FOR WRIT OF CERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SEVENTH CIRCUIT.\nPER CURIAM.\nThe petitioner, Chicago Mercantile Exchange, was sued in two separate actions in the District Court. In one, the Phillips suit, it was alleged that the Exchange had forced sales of futures contracts in March 1970 fresh eggs at artificially depressed market prices and had thereby monopolized and restrained commerce in violation of §§ 1 and 2 of the Sherman Act, 26 Stat. 209, as amended, 15 U.S. C. §§ 1, 2, and had violated § 9 (b) of the Commodity Exchange Act (CEA), as amended, 82 Stat. 33, 7 U.S. C. § 13 (b), by manipulating prices of a commodity for future delivery on a contract market. The Exchange was also accused of violating § 5a of the CEA, 7 U.S. C. § 7a (8), for failure to enforce one of its own rules. In the second suit, the Deaktor case, the Exchange was charged with violating the CEA and its own rules as a designated contract market because it had failed *114 to exercise due care to halt the manipulative conduct of certain of its members who allegedly had cornered the July 1970 market in frozen pork bellies futures contracts.\nThe Exchange defended both actions on the ground that it was faithfully discharging its statutory duty of self-regulation. It asserted that its challenged acts in the Phillips case were measures take...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=chicago-mercantile-exchange-v-deaktor"
    }
  ],
  "relatedIncidents": [
    18947,
    18948,
    18950,
    18952,
    18953
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}