{
  "id": 18950,
  "title": "1973년 Eastland Inv. Co. v. JR TRUEMAN & ASSOC., INC. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-12-18",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Eastland Inv. Co. v. JR TRUEMAN & ASSOC., INC.. 판결일: 1973-12-18. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Eastland Inv. Co. v. JR TRUEMAN & ASSOC., INC.\n**판결일**: 1973-12-18\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Barkdull, C.J., and Pearson and Haverfield\n\n## 인용\n\n- 287 So. 2d 365\n\n## 판결문 요약\n\n\n287 So.2d 365 (1973)\nEASTLAND INVESTMENT COMPANY, an Ohio Corporation, Appellant,\nv.\nJ.R. TRUEMAN &amp; ASSOCIATES, INC., an Ohio Corporation, and Mark D. Feinknoff, et al., Appellees.\nNo. 73-987.\nDistrict Court of Appeal of Florida, Third District.\nDecember 18, 1973.\nRehearing Denied January 21, 1974.\n*366 Heiman &amp; Crary and Howard W. Mazloff, Miami, for appellant.\nCopeland, Therrel, Baisden &amp; Peterson and Howard A. Setlin, Miami Beach, for appellees.\nBefore BARKDULL, C.J., and PEARSON and HAVERFIELD, JJ.\nPER CURIAM.\nBy way of this interlocutory appeal, defendant-appellant seeks review of the chancellor's order denying defendant's motion for summary judgment and motion for judgment on the pleadings and granting plaintiff-appellees' motions to strike certain affirmative defenses.\nPlaintiff-appellee J.R. Trueman &amp; Associates, Inc. (referred to herein as Trueman), an Ohio corporation, filed a complaint to foreclose a mechanic's lien and alleged therein that plaintiff (as contractor) entered into an agreement on April 19, 1973 with the defendant (as owner), Eastland Investment Company, also an Ohio corporation, to manage and supervise the construction of an office complex upon real estate located in Dade County, Florida and owned by the defendant-appellant. Trueman alleged further that it did substantial work in connection with the acquisition and development of the subject properties until appellant, which had agreed to bear all costs incurred in construction, dire...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "방화",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=elkins-v-elkins"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=eastland-inv-co-v-jr-trueman-assoc-inc"
    }
  ],
  "relatedIncidents": [
    18947,
    18965,
    19063,
    19151,
    18706
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}