{
  "id": 18968,
  "title": "1973년 United States v. Frank Cacciatore and 1463 Restaurant Corporation 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-11-14",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Frank Cacciatore and 1463 Restaurant Corporation. 판결일: 1973-11-14. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellant, v. Frank CACCIATORE and 1463 Restaurant Corporation, Appellees\n**판결일**: 1973-11-14\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Feinberg, Hays, Timbers\n\n## 변호인\n\nMichael C. Eberhardt, Sp. Atty., Dept. of Justice, New York City (Paul J. Curran, U. S. Atty., John D. Gordan III, John W. Nields, Jr., Asst. U. S. Attys., and Edward M. Shaw, Sp. Atty., Dept. of Justice, New York Cjty, on the brief), for appellant., Irving Anolik, New York City, for ap-pellees.\n\n## 인용\n\n- 487 F.2d 240\n\n## 판결문 요약\n\n487 F.2d 240\n    UNITED STATES of America, Appellant,v.Frank CACCIATORE and 1463 Restaurant Corporation, Appellees.\n    No. 354, Docket 73-2265.\n    United States Court of Appeals,Second Circuit.\n    Argued Oct. 5, 1973.Decided Nov. 14, 1973.\n    \n      Michael C. Eberhardt, Sp. Atty., Dept. of Justice, New York City (Paul J. Curran, U. S. Atty., John D. Gordan III, John W. Nields, Jr., Asst. U. S. Attys., and Edward M. Shaw, Sp. Atty., Dept. of Justice, New York City, on the brief), for appellant.\n      Irving Anolik, New York City, for appellees.\n      Before HAYS, FEINBERG and TIMBERS, Circuit Judges.\n      TIMBERS, Circuit Judge:\n    \n    \n      1\n      On this appeal from an order entered in the Southern District of New York by Lloyd F. MacMahon, District Judge, on August 17, 1973 dismissing an indictment, which had been returned July 3, 1973, \"for failure to prosecute and for denial of a speedy trial\", the sole issue is whether the district judge abused his discretion in ordering the government to proceed to trial the day after the only pretrial conference and in dismissing the indictment two days later when the government was unable to proceed because of the unavailability of its witnesses.  We hold on the facts of this case that the judge did abuse his discretion.  We reverse and remand for trial.\n    \n    \n      2\n      On July 3, 1973, a two count indictment was returned.  It charged defendant Frank Cacciatore with offering a bribe to a Treasury Department agent in ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-frank-cacciatore-and-1463-restaurant-corporation"
    }
  ],
  "relatedIncidents": [
    18947,
    18948,
    18950,
    18952,
    18953
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}