{
  "id": 18965,
  "title": "1973년 Metchik 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-11-20",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Metchik. 판결일: 1973-11-20. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Metchik v. State\n**판결일**: 1973-11-20\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Barkdull, C.J., and Pearson and Carroll\n\n## 인용\n\n- 286 So. 2d 269\n\n## 판결문 요약\n\n\n286 So. 2d 269 (1973)\nKenneth Winston METCHIK, Appellant,\nv.\nThe STATE of Florida, Appellee.\nNo. 73-455.\nDistrict Court of Appeal of Florida, Third District.\nNovember 20, 1973.\nRehearing Denied December 19, 1973.\n*270 William M. Moran, Miami, for appellant.\nRobert L. Shevin, Atty. Gen., Joel D. Rosenblatt, Asst. Atty. Gen., and Gary M. Carman, Legal Intern, for appellee.\nBefore BARKDULL, C.J., and PEARSON and CARROLL, JJ.\nPER CURIAM.\nThe appellant pleaded guilty to two counts, each charging that he did on separate occasions \"unlawfully and feloniously sell, barter, exchange or give a certain drug, to wit: cannabis\" in violation of Fla. Stat. § 404.02, F.S.A. He was adjudged guilty of the commission of a felony on each count and sentenced to serve one year in the county jail and eighteen months thereafter on probation.\nOn this appeal, he urges that he was improperly adjudged guilty of the felonies because under the language of the information he could have been guilty only of possession of the drug and a gift of it to another, and that in the absence of an allegation of the amount of the drug possessed by him, the charges are properly for misdemeanors only. See Collins v. State, Fla.App. 1972, 271 So. 2d 156.\nWe hold that no error is presented because the record clearly shows that appellant bargained a plea to two counts charging felonies.[1] The most that can be said against the information is that it might have been subject to an attack for vagueness. Such an attack comes t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=metchik-v-state"
    }
  ],
  "relatedIncidents": [
    18947,
    18950,
    19063,
    19151,
    18706
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}