{
  "id": 18964,
  "title": "1973년 Payne 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-11-28",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Payne. 판결일: 1973-11-28. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois v. James A. Payne\n**판결일**: 1973-11-28\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Adesko\n\n## 변호인\n\nKenneth L. Gillis, Deputy Defender, of Chicago (Steven Clark, Assistant Appellate Defender, of counsel), for appellant., Bernard Carey, State’s Attorney, of Chicago (James S. Veldman, Douglas Cannon, and Ferdinand Minelli, Assistant State’s Attorneys, of counsel), for the People.\n\n## 인용\n\n- 16 Ill. App. 3d 83\n\n## 판결문 요약\n\n Mr. JUSTICE ADESKO delivered the opinion of the court: The petitioner-appellant was indicted for murder, burglary, and armed robbery and on July 20, 1965, withdrew a plea of not guilty and pled guilty to the charges. He was sentenced to concurrent terms of 20 to 50 years on each charge and did not appeal from these convictions. The petitioner-appellant filed „a pro se petition under the Post-Conviction Hearing Act (Ill. Rev. Stat. 1969, ch. 38, par. 122 — 1 et. seq.) on May 19, 1970. On July 29, 1970, a private attorney was appointed to represent the petitioner and on June 23, 1971, the Illinois Defender Project was appointed to substitute as counsel. The petitioner’s appointed counsel filed an amended petition for post-conviction relief on April 10, 1972. The State filed a motion to dismiss the amended post-conviction petition and the trial court heard argument on the motion on July 12, 1972. The amended post-conviction petition alleged that the petitioner had been denied effective assistance of counsel and that counsel had coerced the petitioner into entering a plea of guilty. Paragraph four of the petition read: “Petitioner states that his counsel, Assistant Public Defender John J. McDonnell, on July 20, 1965 came to the bull-pen and told petitioner that the State’s Attorney had petitioner’s confession. Petitioner states that Mr. McDonnell told him there was no defense and that if petitioner did not plead guilty he would get the electric chair. Petitioner persisted in his...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-payne"
    }
  ],
  "relatedIncidents": [
    18960,
    18969,
    18976,
    18979,
    18992
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}