{
  "id": 18963,
  "title": "1973년 Boyd 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-11-30",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Boyd. 판결일: 1973-11-30. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: PINEY BOYD, Appellee, v. RACINE CURRENCY EXCHANGE, INC., Et Al., Appellants\n**판결일**: 1973-11-30\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Goldenhersh, Ryan\n\n## 변호인\n\nHinshaw, Culbertson, Moelmann, Hoban & Fuller, of Chicago (Joseph W. Griffin and D. Kendall Griffith, of counsel), for appellants., Marshall I. Teichner Ltd. of Chicago (Edwin A. Strugala, of counsel), for appellee.\n\n## 인용\n\n- 306 N.E.2d 39\n- 56 Ill. 2d 95\n\n## 판결문 요약\n\n\n56 Ill. 2d 95 (1973)\n306 N.E.2d 39\nPINEY BOYD, Appellee,\nv.\nRACINE CURRENCY EXCHANGE, INC., et al., Appellants.\nNo. 45557.\nSupreme Court of Illinois.\nOpinion filed November 30, 1973.\nRehearing denied January 29, 1974.\n*96 Hinshaw, Culbertson, Moelmann, Hoban &amp; Fuller, of Chicago (Joseph W. Griffin and D. Kendall Griffith, of counsel), for appellants.\nMarshall I. Teichner Ltd. of Chicago (Edwin A. Strugala, of counsel), for appellee.\nAppellate court reversed; circuit court affirmed.\nMR. JUSTICE RYAN delivered the opinion of the court:\nPlaintiff's complaint was dismissed on motion of the defendants by the circuit court of Cook County for failure to state a cause of action. The appellate court reversed and remanded the cause to the circuit court. (8 Ill. App. 3d 140.) We granted leave to appeal.\nThis is a wrongful death action against Racine Currency Exchange and Blanche Murphy to recover damages for the death of plaintiff's decedent during an attempted armed robbery. The facts surrounding that event, as alleged in the complaint and admitted by defendants' motion, are: The plaintiff's husband, John Boyd, was present in the Racine Currency Exchange on April 27, 1970, for the purpose of transacting business. While he was there, an armed robber entered and placed a pistol to his head and told Blanche Murphy, the teller, to give him the money or open the door or he would kill Boyd. Blanche Murphy was at that time located behind a bulletproof glass window and partition. She did ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=boyd-v-racine-currency-exchange-inc"
    }
  ],
  "relatedIncidents": [
    18952,
    18954,
    18958,
    18975,
    18977
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}