{
  "id": 18960,
  "title": "1973년 Roulette 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-12-03",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Roulette. 판결일: 1973-12-03. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: James ROULETTE, Jr. v. STATE of Missouri\n**판결일**: 1973-12-03\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Ford, Shangler, Swof, Wasserstrom\n\n## 변호인\n\nWillard B. Bunch, Public Defender, William E. Mounts, Asst. Public Defender, Kansas City, for appellant., John C. Danforth, Atty. Gen., Daniel P. Card II, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 504 S.W.2d 331\n\n## 판결문 요약\n\n\nPER CURIAM.\nThis appeal is from an order denying a Rule 27.26, V.A.M.R., motion to vacate a judgment and sentence imposed upon conviction for murder in the first degree. The allegations of the motion were that movant had been denied the effective assistance of counsel both at the trial of the criminal offense and then on appeal. After an evidentiary hearing on the motion, relief was denied as to all grounds.\nAppellant’s first complaint is that the brief filed by retained counsel in the Supreme Court on his behalf shows such lack of professional skill and competence to demonstrate denial of effective assistance of counsel on the original appeal and, thus, the benefits of Sixth Amendment to the United States Constitution. Whatever may be the merit of this claim, appellant seeks relief in the wrong forum. Rule 27.-26 authorizes a trial court to set aside a judgment of conviction for infirmities arising from trial proceedings only; relief from defects in proceedings before the appellate courts are beyond the scope of the remedy. Such relief is obtainable only in the appellate court of rendition by motion to recall mandate, vacate the judgment of affirmance and redocket the cause for rehearing. State v. Schaffer, 383 S.W.2d 698, 799 [6-9] (Mo.1964). Accordingly, relief is denied on this point.\nFor his second point appellant contends he was denied effective assistance of *333court-appointed counsel whose incompetence is shown in three particulars: first, counsel did not give suffi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=roulette-v-state"
    }
  ],
  "relatedIncidents": [
    18964,
    18969,
    18976,
    18979,
    18992
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}