{
  "id": 18969,
  "title": "1973년 State v. Butler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-11-12",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: State v. Butler. 판결일: 1973-11-12. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Jonas BUTLER\n**판결일**: 1973-11-12\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Higgins, Welborn\n\n## 변호인\n\nJohn C. Danforth, Atty. Gen., Jefferson City, Charles B. Blackmar, Special Asst. Atty. Gen., St. Louis, for respondent., Robert C. Ely, St. Louis, for appellant.\n\n## 인용\n\n- 501 S.W.2d 61\n\n## 판결문 요약\n\n\nWELBORN, Commissioner.\nAppeal from judgment and sentence of life imprisonment on jury verdict finding Jonas Butler guilty of murder in the first degree.\nOn March 25, 1971, at around 6:00 P.M., three men entered the Parkhurst Food Shop, located on North Taylor in-the City of St. Louis. One man stayed near the entrance and the other two went to the meat counter at the rear of the store. The proprietor, Herman Kramer, was at the front of the store. The actions of the three caused him to be suspicious and, on a ruse, he left the store to call the police.\nRachel Kramer, the proprietor’s daughter, waited on one of the two men at the meat counter. She sliced a half-pound of ham and gave it to the man, who complained about the price. Rachel removed a portion of the contents of the package and handed it to the man and left the store and went to the restroom in the rear.\nAfter Herman and Rachel had left the store, one of the men at the meat counter pulled a pistol and held it at the head of Herman’s wife, Edith Kramer, who was standing near the meat counter, and demanded the money in the kitchen. Edith told the man there was no money in the kitchen and he pushed her toward the front of the store.\nHerman’s brother, Paul Kramer, an off-duty policeman, was also in the store and had gone toward the front to check out the customer. The man who had stood at the front of the store and who was subsequently identified by the Kramers as Jonas Butler demanded that Paul give him the money in the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-butler"
    }
  ],
  "relatedIncidents": [
    18960,
    18964,
    18976,
    18979,
    18992
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}