{
  "id": 18967,
  "title": "1973년 Saperstein 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-11-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Saperstein. 판결일: 1973-11-15. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Ruth Saperstein v. Commercial Travelers Mutual Accident Association\n**판결일**: 1973-11-15\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Cooke, Greenblott, Staley\n\n## 변호인\n\nKooperman & Kooperman (Joseph Kooperman of counsel), for appellant., Weiss & Costa (Lawrence E. Lagarenne of counsel), for respondent.\n\n## 인용\n\n- 42 A.D.2d 487\n\n## 판결문 요약\n\n\nGreenblott, J.\nThis is an appeal (1) from an order of the Supreme Court at Special Term, entered January 19, 1972 in Sullivan County, which granted a motion by defendant for summary judgment dismissing the complaint, and .(2) from the judgment entered thereon.\nThe insured Ben Saperstein died on March 3,1968 following a one-car accident on an allegedly icy road. The police report and the coroner’s report indicated a broken neck as the cause of death, and burial occurred on March 5. The defendant Commercial Travelers Mutual Accident Association had issued a policy of insurance in the amount of $15,000 against, inter alla, loss of life ‘1 caused directly by and due solely to accidental bodily injuries sustained # * * independently of disease, bodily infirmity or any other cause ”. The defendant was notified of the death on March 12, and on April 10, plaintiff herein, the wife and beneficiary, filed a claim on the ground that death was due to accidental bodily injuries.\nThe policy gave to the defendant1 ‘ the right and opportunity * * * to make an autopsy in case of death where it is not forbidden by law. ’ ’ Pursuant to this clause, the defendant, on April 11, 1968, served upon plaintiff a demand for an autopsy ‘1 in order accurately to determine the cause or causes of his death.” This demand was apparently made because an investigation undertaken by defendant after notification of death revealed that approximately three months prior to the issuance of the policy in 1961, the d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=saperstein-v-commercial-travelers-mutual-accident-assn"
    }
  ],
  "relatedIncidents": [
    18947,
    18948,
    18950,
    18952,
    18953
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}