{
  "id": 18978,
  "title": "1973년 Harry Walter McCutcheon v. W. J. Estelle, Director, Texas Department of Corrections 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-11-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Harry Walter McCutcheon v. W. J. Estelle, Director, Texas Department of Corrections. 판결일: 1973-11-05. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Harry Walter McCUTCHEON, Petitioner-Appellee, v. W. J. ESTELLE, Director, Texas Department of Corrections, Respondent-Appellant\n**판결일**: 1973-11-05\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Bell, Gewin, Simpson\n\n## 변호인\n\nCrawford Martin, Atty. Gen., Dunklin Sullivan, Asst. Atty. Gen., Austin, Tex., for respondent-appellant., Harry H. Walsh, Texas Dept, of Corrections, Huntsville, Tex., for petitioner-appellee.\n\n## 인용\n\n- 483 F.2d 256\n\n## 판결문 요약\n\n483 F.2d 256\n    Harry Walter McCUTCHEON, Petitioner-Appellee,v.W. J. ESTELLE, Director, Texas Department of Corrections,Respondent-Appellant.\n    No. 72-2123.\n    United States Court of Appeals,Fifth Circuit.\n    Aug. 10, 1973.Rehearing and Rehearing En BancDenied Nov. 5, 1973.\n    \n      Crawford Martin, Atty. Gen., Dunklin Sullivan, Asst. Atty. Gen., Austin, Tex., for respondent-appellant.\n      Harry H. Walsh, Texas Dept. of Corrections, Huntsville, Tex., for petitioner-appellee.\n      Before GEWIN, BELL and SIMPSON, Circuit Judges.\n      SIMPSON, Circuit Judge:\n    \n    \n      1\n      This appeal requires that we review a judgment below granting McCutcheon's petition for the writ of habeas corpus.  We reverse for reasons we will state.\n    \n    \n      2\n      In 1962, a jury in Harris County, Texas, convicted the petitioner, Harry W. McCutcheon, of assault with intent to rob.  The indictment alleged two prior felony convictions for enhancement purposes under Vernon's Ann.Texas Penal Code, Article 63.  The two prior felony convictions were both proved to the jury, which returned a verdict of guilty with enhancement.1  As required by the enhancement statute, McCutcheon was sentenced to confinement for life in the state penitentiary.  His conviction was affirmed on direct appeal, McCutcheon v. State, Tex.  Crim.1962, 363 S.W.2d 457.\n    \n    \n      3\n      Following the decision of the Supreme Court in Leary v. United States, 1969, 395 U.S. 6, 89 S. Ct. 1532, 23 L. Ed. 2d 5...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harry-walter-mccutcheon-v-w-j-estelle-director-texas-department-of"
    }
  ],
  "relatedIncidents": [
    19009,
    19024,
    19065,
    19108,
    19113
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}