{
  "id": 18979,
  "title": "1973년 Wilkinson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-11-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Wilkinson. 판결일: 1973-11-05. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Maceo Wilkinson\n**판결일**: 1973-11-05\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 43 A.D.2d 565\n\n## 판결문 요약\n\n\nAppeal by defendant from a judgment of the Supreme Court, Queens County, rendered January 7, 1972, convicting him of robbery in the first degree, robbery in the second degree and grand larceny in the third degree, upon a jury verdict, and imposing sentence. Judgment reversed, on the law, and new trial ordered. Since appellant has not raised any question as to the facts, the jury’s implicit findings of fact have not been considered. In our opinion, appellant did not receive a fair trial. He did not take the stand to testify. During the testimony of a codefendant, the following questions were asked by the prosecution, to which appellant’s counsel made the following objection and motion: “ Isn’t it a fact 3 c that 3 four days after this incident * 3 * you were back at American Airlines area * * * and you and him (pointing to 3 3 [appellant]) and another * 3 3 saw a man driving an Eldorado Cadillac and you followed him in your ear and when he got to his home you forced him back — MR. [BRETT [appellant’s counsel]: If Your Honor please — MR. McKEON [the assistant district attorney] : You forced him back into his car and ¡you personally pistol whipped him and you brought him, with that one and another one, back to the airport and you forced him out of his car and you took his ring and you took his wallet and you took his car and you, under their instructions shot him deadt * 6 6 A. No, sir. MR. BRETT: Objection. 3 MR. BRETT: I respectfully move for the withdrawal of a juror.” This ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-wilkinson"
    }
  ],
  "relatedIncidents": [
    18960,
    18964,
    18969,
    18976,
    18992
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}