{
  "id": 18976,
  "title": "1973년 McDonald 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-11-05",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: McDonald. 판결일: 1973-11-05. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: McDonald v. State\n**판결일**: 1973-11-05\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Broom\n\n## 인용\n\n- 285 So. 2d 177\n\n## 판결문 요약\n\n\n285 So. 2d 177 (1973)\nJ.C. McDONALD\nv.\nSTATE of Mississippi.\nNo. 47484.\nSupreme Court of Mississippi.\nNovember 5, 1973.\n*178 Alford &amp; Mars, Philadelphia, for appellant.\nA.F. Summer, Atty. Gen. by Ben H. Walley, Asst. Atty. Gen., Jackson, for appellee.\nBROOM, Justice:\nThe appellant, J.C. McDonald, has appealed after being convicted of assault and battery with intent to kill and murder Jimmy Hawkins. Admittedly, the appellant shot Hawkins but the appellant pleaded self-defense as a legal justification. Trial was in the Circuit Court of Neshoba County, which court sentenced the appellant to a term of ten years in the state penitentiary. Any narration of the facts is not necessary here. The dialogue (questions and answers) between the district attorney and several witnesses is dispositive of the issue before us. It requires reversal.\nAppellant argued several assignments of error but we deem it necessary to discuss only one. That assignment, in effect, is that the trial court committed reversible error in permitting the district attorney to ask the appellant, the appellant's witnesses and one state witness questions which concerned irrelevant matters, which were prejudicial in their effect upon the jury.\nThe state presented Dr. William V. Noblin who testified concerning his medical examination and findings related to the wound received in March 1971 by Hawkins, the victim of the shooting. Over the appellant's objection, the trial court permitted Dr. Noblin to state that he fo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcdonald-v-state"
    }
  ],
  "relatedIncidents": [
    18960,
    18964,
    18969,
    18979,
    18992
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}