{
  "id": 18977,
  "title": "1973년 Brewer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-11-05",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Brewer. 판결일: 1973-11-05. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Comer Ellis BREWER v. STATE of Tennessee\n**판결일**: 1973-11-05\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: Chattin, Dyer, Fones, Leech, McCanless\n\n## 변호인\n\nW. S. Fleming, Thomas W. Hardin, Columbia, for plaintiff in error., David M. Pack, Atty. Gen., W. Henry Haile, Asst. Atty. Gen., Nashville, J. Alonzo Bates, Dist. Atty. Gen., Centerville, for the State.\n\n## 인용\n\n- 501 S.W.2d 280\n\n## 판결문 요약\n\n\nOPINION\nMcCanless, justice.\nThe defendant, Comer Ellis Brewer, on October 12, 1971, was convicted of third degree burglary and was sentenced to a term of three years in the penitentiary. The question before this Court involves the introduction during cross-examination and rebuttal of otherwise inadmissible evidence for the purpose of impeaching the credibility of the accused.\nThe facts show that the Ray Grimes Hardware Store in Hohenwald was burglarized on the night of November 25, 1970, and 24 guns and some ammunition were stolen. On November 28, 1970, Mau-ry County Sheriff’s officers arrested the defendant as he walked along a street. After placing him in jail and obtaining a search warrant, they searched his home and seized five guns. The officers also searched the home of one of the defendant’s acquaintances, Harold Tyribakken, and found 19 guns and ammunition. At the trial counsel for the defendant moved to quash the search warrant and to suppress all evidence seized under it. The District Attorney General agreed in court that the warrant used to search Brewer’s home was void due to lack of probable *281cause and failure to describe the articles specifically. The State’s chief witness was Tyribakken, who testified that the defendant visited his home on November 25 or 26 and left the 19 guns and boxes of ammunition there for storage. There was no testimony during the State’s case concerning the guns founds in the defendant’s home.\nThe defendant’s case consisted of two wi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brewer-v-state"
    }
  ],
  "relatedIncidents": [
    18952,
    18954,
    18958,
    18963,
    18975
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}