{
  "id": 18982,
  "title": "1973년 Jordan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-10-31",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Jordan. 판결일: 1973-10-31. 법원: Court of Special Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: James Frederick Jordan v. State of Maryland\n**판결일**: 1973-10-31\n**법원**: Court of Special Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Moylan, Powers and Moore\n\n## 변호인\n\nElliott P. DeMatteis, with whom was Frank B. Haskell, III, on the brief, for appellant., James L. Bundy, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, Arthur A. Marshall, Jr., State’s Attorney for Prince George’s County, and Edward G. Neal, Assistant State’s Attorney for Prince George’s County, on the brief, for appellee.\n\n## 인용\n\n- 310 A.2d 575\n- 19 Md. App. 283\n\n## 판결문 요약\n\n\n19 Md. App. 283 (1973)\n310 A.2d 575\nJAMES FREDERICK JORDAN\nv.\nSTATE OF MARYLAND.\nNo. 182, September Term, 1973.\nCourt of Special Appeals of Maryland.\nDecided October 31, 1973.\nThe cause was argued before MOYLAN, POWERS and MOORE, JJ.\nElliott P. DeMatteis, with whom was Frank B. Haskell, III, on the brief, for appellant.\nJames L. Bundy, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, Arthur A. *284 Marshall, Jr., State's Attorney for Prince George's County, and Edward G. Neal, Assistant State's Attorney for Prince George's County, on the brief, for appellee.\nMOYLAN, J., delivered the opinion of the Court.\nThe appellant, James Frederick Jordan, was convicted in the Circuit Court for Prince George's County by a jury, presided over by Judge William H. McCullough, of armed robbery. Upon this appeal, he raises three somewhat novel contentions:\n(1) That the in-court identifications of him by the robbery victims were tainted because they were the products of earlier photographic viewings;\n(2) That he was erroneously denied the identity of an anonymous tipster; and\n(3) That the trial court committed error in denying his motion for a mistrial when the State was permitted to develop improper rebuttal testimony.\n\nThe In-Court Identifications\nThe robbery occurred on October 10, 1972. On October 13, two victims, Morris Pincus and James Cheek, picked out photographs of the appellant. There is no question raised as to the propriety of that photographic viewing...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jordan-v-state"
    }
  ],
  "relatedIncidents": [
    18952,
    18954,
    18958,
    18963,
    18975
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}