{
  "id": 18988,
  "title": "1973년 Rushing 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-10-17",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Rushing. 판결일: 1973-10-17. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: David RUSHING, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1973-10-17\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Douglas, Morrison, Roberts\n\n## 변호인\n\nPhilip R. Lane, San Angelo, for appellant., Royal Hart, Dist. Atty., Wm. J. Stro-man, Asst. Dist. Atty., San Angelo, Jim D. Vollers, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 500 S.W.2d 667\n\n## 판결문 요약\n\n\n500 S.W.2d 667 (1973)\nDavid RUSHING, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 47092.\nCourt of Criminal Appeals of Texas.\nOctober 17, 1973.\nRehearing Denied November 14, 1973.\n*668 Philip R. Lane, San Angelo, for appellant.\nRoyal Hart, Dist. Atty., Wm. J. Stroman, Asst. Dist. Atty., San Angelo, Jim D. Vollers, State's Atty., Austin, for the State.\n\nOPINION\nROBERTS, Judge.\nThis an appeal from an order revoking probation. Appellant was convicted of the offense of sale of phenmetrazine, a dangerous drug. Punishment was assessed at three years, probated. Subsequently, the State made application to revoke that probation.\nIn the motion to revoke, the State alleged that (1) appellant had failed to pay his probationary fees and costs incurred in connection with his probation and (2) that appellant violated his probation by possessing marihuana on or about the 22nd day of September, 1972. The State offered absolutely no evidence of a violation of the first allegation. Therefore, if appellant's probation was properly revoked, that revocation must stand on the charge of marihuana possession.\nAppellant contends that the trial court abused its discretion by revoking his probation based on evidence seized as the result of an illegal arrest and search on the ground that the officers did not have sufficient probable cause to arrest him without a warrant.\nThe evidence shows that Officer Walter Pierce of the San Angelo Police Department received a tip from an informer and arrested appel...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rushing-v-state"
    }
  ],
  "relatedIncidents": [
    18947,
    18948,
    18950,
    18952,
    18953
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}