{
  "id": 18985,
  "title": "1973년 Geiler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-10-25",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Geiler. 판결일: 1973-10-25. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: LELAND W. GEILER, a Judge of the Municipal Court, Petitioner, v. COMMISSION ON JUDICIAL QUALIFICATIONS, Respondent\n**판결일**: 1973-10-25\n**법원**: California Supreme Court\n**관할**: California, CA\n\n## 변호인\n\nCounsel, Hutchinson & Irwin, Paul R. Hutchinson and James A. Irwin for Petitioner., Evelle J. Younger, Attorney General, Edward A. Hinz, Jr., Chief Assistant Attorney General, William E. James, Assistant Attorney General, James H. Kline and Douglas B. Noble, Deputy Attorneys General, for Respondent.\n\n## 인용\n\n- 515 P.2d 1\n- 10 Cal. 3d 270\n- 110 Cal. Rptr. 201\n\n## 판결문 요약\n\n\n10 Cal. 3d 270 (1973)\n515 P.2d 1\n110 Cal. Rptr. 201\nLELAND W. GEILER, a Judge of the Municipal Court, Petitioner,\nv.\nCOMMISSION ON JUDICIAL QUALIFICATIONS, Respondent.\nDocket No. L.A. 30058.\nSupreme Court of California. In Bank.\nOctober 25, 1973.\n*273 COUNSEL\nHutchinson &amp; Irwin, Paul R. Hutchinson and James A. Irwin for Petitioner.\nEvelle J. Younger, Attorney General, Edward A. Hinz, Jr., Chief Assistant Attorney General, William E. James, Assistant Attorney General, James H. Kline and Douglas B. Noble, Deputy Attorneys General, for Respondent.\nOPINION\nTHE COURT.\nPetitioner was appointed a judge of the Municipal Court for the Los Angeles Judicial District of Los Angeles County on December 30, 1966. On March 26, 1971, the Commission on Judicial Qualifications[1] (hereafter the Commission) resolved on its own motion pursuant to rule 904 of the California Rules of Court[2] to conduct a preliminary investigation *274 of the judicial conduct of petitioner. Pursuant to rule 905 the Commission filed a notice of formal proceedings herein on January 21, 1972. The Commission requested this court by resolution of February 11, 1972, to appoint three special masters for the taking of evidence, as authorized by rule 907. By order filed March 7, 1972, this court appointed three special masters to hear and take evidence in this matter and to report thereon to the Commission.[3]\nAfter a hearing which consumed 21 court days the masters rendered their report on July 5, 1972. The Commission...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=geiler-v-commission-on-judicial-qualifications"
    }
  ],
  "relatedIncidents": [
    18947,
    18948,
    18950,
    18952,
    18953
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}