{
  "id": 18980,
  "title": "1973년 Gordon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-11-05",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Gordon. 판결일: 1973-11-05. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Ralph D. GORDON v. STATE of Missouri\n**판결일**: 1973-11-05\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Ford, Shangler, Swof, Wasserstrom\n\n## 변호인\n\nWillard B. Bunch, Public Defender, Gerald M. Handley, Asst. Public Defender, Kansas City, for appellant., John C. Danforth, Atty. Gen., Neil MacFarlane, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 501 S.W.2d 489\n\n## 판결문 요약\n\n\nPER CURIAM:\nDefendant appeals from a denial of relief upon motion under Rule 27.26, V.A.M. R. The sole issue here is defendant’s claim that he is entitled to an allowance for time while he was under “parole” as credit against his original sentence of imprisonment.\nDefendant pleaded guilty on February 21, 1970, to a charge of burglary second degree. For some reason, not accounted for in the record, his sentencing did not occur until the following December. On December 21, 1970, the circuit court did enter its judgment and order sentencing defendant to imprisonment of four years, *490but providing further that “defendant be paroled for a period of Three (3) years to the Missouri State Board of Probation and Parole.”\nDefendant remained free on this “parole\" from December 21, 1970 until June 15, 1971. On the latter date he was arrested on a charge of another crime. A hearing was held on revocation of the parole which had been granted in December, 1970, and an order of revocation was entered by the circuit court on November 28, 1971.\nThereafter, on February 18, 1972, defendant filed his motion under Rule 27.26, and a hearing thereon was held before the sentencing judge on April 26, 1972. Under examination by his court-appointed counsel, defendant stated expressly that his sole complaint was that he was entitled to credit against his sentence for the time spent by him on “parole” between December, 1970 and November, 1971.\nIn ruling upon that contention, the trial court discussed a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gordon-v-state"
    }
  ],
  "relatedIncidents": [
    18952,
    18954,
    18958,
    18963,
    18975
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}