{
  "id": 18999,
  "title": "1973년 People v. De Savieu 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-10-02",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: People v. De Savieu. 판결일: 1973-10-02. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Plaintiff-Appellee, v. Harlan DeSavieu, Defendant-Appellant\n**판결일**: 1973-10-02\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Leighton\n\n## 변호인\n\nGerald W. Getty, Public Defender, of Chicago, (Michael Fitzpatrick, Nunzio D. Tisci, and James J. Doherty, Assistant Public Defenders, of counsel,) for appellant., Edward V. Hanrahan, State’s Attorney, of Chicago, (Robert A. Novelle and Nicholas D. Taubert, Assistant State’s Attorneys, of counsel,) for the People.\n\n## 인용\n\n- 303 N.E.2d 782\n- 14 Ill. App. 3d 912\n\n## 판결문 요약\n\n\n14 Ill. App.3d 912 (1973)\n303 N.E.2d 782\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nHARLAN DeSAVIEU, Defendant-Appellant.\nNo. 54327.\nIllinois Appellate Court  First District (2nd Division).\nOctober 2, 1973.\n*913 Gerald W. Getty, Public Defender, of Chicago, (Michael Fitzpatrick, Nunzio D. Tisci, and James J. Doherty, Assistant Public Defenders, of counsel,) for appellant.\nEdward V. Hanrahan, State's Attorney, of Chicago, (Robert A. Novelle and Nicholas D. Taubert, Assistant State's Attorneys, of counsel,) for the People.\nVacated in part and affirmed in part.\nMr. JUSTICE LEIGHTON delivered the opinion of the court:\nHarlan DeSavieu and a co-defendant, Van J. Ross, were jointly charged with two counts of attempt to murder and two counts of aggravated battery. They were tried by the same jury, found guilty of all the charges and sentenced to the penitentiary. Ross took a separate appeal and in an accompanying opinion, we have affirmed his two convictions for attempt murder. See People v. Ross, 14 Ill. App.3d 923. This appeal is by DeSavieu and arises from the same material facts.[1]\n\nI.\nAt about 4:30 P.M. on May 23, 1968, Eugene Shanklin, age 17, and Melvin Baxter, age 14, were waiting for a \"jitney\" cab at East 58th Street and South Park Avenue in the City of Chicago.[2] They saw some boys come out of a nearby building. Moments later, they heard one or two shots. A tree branch fell to the ground. Thinking that someone was shooting at them, Shanklin and Baxter ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-de-savieu"
    }
  ],
  "relatedIncidents": [
    18960,
    18964,
    18969,
    18976,
    18979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}