{
  "id": 18998,
  "title": "1973년 Randolph v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-10-03",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Randolph v. State. 판결일: 1973-10-03. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Raymond Mason RANDOLPH, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1973-10-03\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Keith\n\n## 변호인\n\nJim Crow (court appointed), Waco, for appellant., Martin D. Eichelberger, Dist. Atty., Dick Kettler and Ward Casey, Asst. Dist. Attys., Waco, and Jim D. Vollers, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 499 S.W.2d 311\n\n## 판결문 요약\n\n\n499 S.W.2d 311 (1973)\nRaymond Mason RANDOLPH, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 46556.\nCourt of Criminal Appeals of Texas.\nOctober 3, 1973.\nJim Crow (court appointed), Waco, for appellant.\nMartin D. Eichelberger, Dist. Atty., Dick Kettler and Ward Casey, Asst. Dist. Attys., Waco, and Jim D. Vollers, State's Atty., Austin, for the State.\n\n\n*312 OPINION\nQUENTIN KEITH, Commissioner.\nThe conviction is for the sale of heroin and the punishment, enhanced by two prior felony convictions less than capital, was life.\nUndercover Agent Burton Lathram of the Department of Public Safety, accompanied by an informer, made a purchase of three bags of heroin from appellant paying $10 for each bag. The chain of possession of the drug was properly established and the substance was identified by a Department of Public Safety chemist as heroin. Mr. Lathram testified to having seen the appellant upon several prior occasions when on February 17, 1972, he and the informer went to the Utopia Courts on Elm Street in East Waco. As Lathram drove up to the courts, \"he [appellant] yelled he wanted to see us about some stuff [heroin].... I told him I would purchase some heroin, would buy three tens, three dime bags.... And at that time he went to his apartment and brought back three dime bags and I gave him three ten dollar bills.\"\nAppellant, testifying in his own behalf, offered an entirely different version of the transaction, saying that he took them to a place on North Sixth Street in Wa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=randolph-v-state"
    }
  ],
  "relatedIncidents": [
    18947,
    18948,
    18950,
    18952,
    18953
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}