{
  "id": 18992,
  "title": "1973년 Wetherell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-10-11",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Wetherell. 판결일: 1973-10-11. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington, Petitioner, v. Dennis Wetherell, Respondent; The State of Washington, Petitioner, v. Dennis C. Wright, Respondent\n**판결일**: 1973-10-11\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Hamilton\n\n## 변호인\n\nC. J. Rdbideau, Prosecuting Attorney, for petitioner., Edward F. Shea (of Peterson, Taylor & Day), for respondent.\n\n## 인용\n\n- 514 P.2d 1069\n- 82 Wash. 2d 865\n\n## 판결문 요약\n\n\n82 Wn.2d 865 (1973)\n514 P.2d 1069\nTHE STATE OF WASHINGTON, Petitioner,\nv.\nDENNIS WETHERELL, Respondent. THE STATE OF WASHINGTON, Petitioner,\nv.\nDENNIS C. WRIGHT, Respondent.\nNos. 42607, 42613.\nThe Supreme Court of Washington, En Banc.\nOctober 11, 1973.\nC.J. Rabideau, Prosecuting Attorney, for petitioner.\nEdward F. Shea (of Peterson, Taylor &amp; Day), for respondent.\nHAMILTON, J.\nThe instant cases, both arising from Franklin County, Washington, have been consolidated on appeal. The question in both is the propriety of the trial court's order suppressing the results of defendants' blood and breath alcohol tests prior to trial of negligent homicide charges levied against them.\nAlthough the charges arose from separate and unrelated, single-car accidents, the facts relevant to the issues involved are somewhat similar. Each accident involved an automobile driven by a defendant and fatal injuries to a passenger therein. Both defendants were removed to local *866 hospitals from the scenes of their accidents and were not then, nor until some 2 or 3 months later, placed under arrest. In each instance, an officer, other than the one investigating at the scene of the accident, was promptly dispatched to the hospital to question the defendant. At the time of questioning, neither defendant was unconscious, albeit each suffered varying injuries and was undergoing differing medical ministrations. On neither occasion did the officer involved give the statutory implied consent[1] or Miranda ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-wetherell"
    }
  ],
  "relatedIncidents": [
    18960,
    18964,
    18969,
    18976,
    18979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}