{
  "id": 19003,
  "title": "1973년 Nyden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-09-26",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Nyden. 판결일: 1973-09-26. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois v. Edward Gerald Nyden\n**판결일**: 1973-09-26\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Adesko\n\n## 변호인\n\nJames J. Doherty, Public Defender, of Chicago, (John E. Hughes, Assistant Public Defender, of counsel,) for appellant., Bernard Carey, State’s Attorney, of Chicago, (Kenneth L. Gillis and James Carlson, Assistant State’s Attorneys, of counsel,) for the People.\n\n## 인용\n\n- 14 Ill. App. 3d 804\n\n## 판결문 요약\n\n Mr. JUSTICE ADESKO delivered the opinion of the court: Petitioner was found guilty of voluntary manslaughter in a bench trial on April 6,1970, and was sentenced to serve a term in the penitentiary of not less than 3 years, nor more than 15 years. He also pleaded guilty on said date to burglary and bail jumping and was sentenced to serve concurrent sentences of not less than 2 nor more than 15 years. On September 20,1971, petitioner filed a pro se petition under the Post-Conviction Hearing Act (Ill. Rev. Stat. 1969, ch. 38, par. 122 — 1 et seq.), which the trial court dismissed on the State’s motion. Petitioner appeals from this order of dismissal. In his petition, it is alleged that his convictions were void as a result of a Behavior Clinic Examination conducted on November 4, 1969, by Dr. William H. Haines, Dr. Haines’ report concluded as follows: “Ambulatory Schizophrenic Reaction. At this time he knows the nature of the charge and is able to cooperate with his counsel. A full Schizophrenic Reaction with a break in reality can be expected in the future.” From the date of the report to the date of the trial on April 6, 1970, no further inquiry was made into the ability of the defendant to stand trial. Petitioner claims on appeal that Dr. Haines’ report raised a bona fide doubt as to the petitioner’s competency at time of trial such as to require a competency hearing which was not in fact held. The State’s motion to dismiss urged that no constitutional error was committed by...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-nyden"
    }
  ],
  "relatedIncidents": [
    18960,
    18964,
    18969,
    18976,
    18979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}