{
  "id": 19005,
  "title": "1973년 Scott 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-09-25",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Scott. 판결일: 1973-09-25. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Lawrence SCOTT and Willie C. Mormon v. STATE of Florida\n**판결일**: 1973-09-25\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Carroll, Donald, Rawls, Wigginton\n\n## 변호인\n\nRichard W. Ervin, III, Public Defender, and Robert C. Parker, Jr., Asst. Public Defender, for appellants., Robert L. Shevin, Atty. Gen., and Raymond L. Marky, Asst. Atty, Gen., for ap-pellee.\n\n## 인용\n\n- 283 So. 2d 112\n\n## 판결문 요약\n\n\nPER CURIAM.\nAppellants seek reversal of judgments of conviction and sentence based upon a jury verdict finding them guilty of assault with intent to commit murder. Their principal point on appeal challenges the sufficiency of the evidence to sustain the verdict and consequently charges that the trial court erred in denying their motions for judgment of acquittal.\nWe have carefully read and considered the evidence adduced at the trial and find it wholly sufficient to sustain the jury’s finding that appellants were the ones who perpetrated the crime with which they were charged and that they did so with the requisite premeditated design to effect the death of their victim. The judgments appealed are accordingly affirmed. Starling v. State (Fla.App.1972) 263 So.2d 645; Larry v. State (Fla.1958) 104 So.2d 352; Crawford v. State (1941) 146 Fla. 729, 1 So.2d 713.\nRAWLS, C. J., and WIGGINTON and CARROLL, DONALD K., JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=scott-v-state"
    }
  ],
  "relatedIncidents": [
    18960,
    18964,
    18969,
    18976,
    18979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}