{
  "id": 19009,
  "title": "1973년 Loud 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-09-19",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Loud. 판결일: 1973-09-19. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Clennon LOUD, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1973-09-19\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Jackson\n\n## 변호인\n\nFred Horner, Waco (Court appointed), for appellant., Martin D. Eichelberger, Dist. Atty., Jim Barlow, Ken Crow, Waco, Randall Sellers, Asst. Dist. Attys., and Jim D. Vollers, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 499 S.W.2d 295\n\n## 판결문 요약\n\n\n499 S.W.2d 295 (1973)\nClennon LOUD, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 46448.\nCourt of Criminal Appeals of Texas.\nSeptember 19, 1973.\nRehearing Denied October 10, 1973.\n*296 Fred Horner, Waco (Court appointed), for appellant.\nMartin D. Eichelberger, Dist. Atty., Jim Barlow, Ken Crow, Waco, Randall Sellers, Asst. Dist. Attys., and Jim D. Vollers, State's Atty., Austin, for the State.\n\nOPINION\nJACKSON, Commissioner.\nThe conviction on a plea of not guilty before a jury was for felony theft with punishment enhanced to life under Art. 63, Vernon's Ann.P.C.\n*297 Appellant's ground of error number one is that this conviction is void because the allegation as to his prior conviction in Cause No. C-8939-JH, on October 29, 1959, being a final conviction is not supported by the proof, which showed that the sentence imposed was suspended.\nThe record in Cause No. C-8939-JH, properly admitted in evidence, showed that appellant was convicted of felony theft on October 29, 1959, he was duly sentenced on that date to serve two years, but the execution of the sentence was suspended and he was placed on probation. On January 15, 1960, the probation was revoked and he was ordered to serve the sentence which had been pronounced on October 29, 1965.\nAs is said in 1 Branch Ann.P.C.2d, Par. 697, Page 679:\n\"It is not necessary to allege the previous conviction with the same particularity as must be used in charging the original offense.\"\nThe date of the judgment and sentence, with the c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "폭행",
    "판례",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=loud-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=miles-v-state"
    }
  ],
  "relatedIncidents": [
    18978,
    19024,
    19065,
    19108,
    19113
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}