{
  "id": 19014,
  "title": "1973년 Jim v. Fisher v. The Civil Service Commission of Salt Lake City, Utah, Etc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-09-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Jim v. Fisher v. The Civil Service Commission of Salt Lake City, Utah, Etc.. 판결일: 1973-09-10. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Jim v. FISHER, Plaintiff-Appellant, v. the CIVIL SERVICE COMMISSION OF SALT LAKE CITY, UTAH, Etc., Et Al., Defendants-Appellees\n**판결일**: 1973-09-10\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n**판사**: Hill, Holloway, Seth\n\n## 변호인\n\nA. Wally Sandack, Salt Lake City, Utah, for plaintiff-appellant., John F. Piercey, Salt Lake City, Utah, for defendants-appellees.\n\n## 인용\n\n- 484 F.2d 1099\n\n## 판결문 요약\n\n484 F.2d 1099\n    Jim V. FISHER, Plaintiff-Appellant,v.The CIVIL SERVICE COMMISSION OF SALT LAKE CITY, UTAH, etc.,et al., Defendants-Appellees.\n    No. 73-1041.\n    United States Court of Appeals,Tenth Circuit.\n    Argued and Submitted Jan. 11, 1973.Decided Sept. 10, 1973.\n    \n      A. Wally Sandack, Salt Lake City, Utah, for plaintiff-appellant.\n      John F. Piercey, Salt Lake City, Utah, for defendants-appellees.\n      Before HILL, SETH and HOLLOWAY, Circuit Judges.\n      HILL, Circuit Judge.\n    \n    \n      1\n      This is an appeal from the final order of dismissal with prejudice entered against appellant in his suit in the United States District Court of Utah on November 15, 1972.  That action sought declaratory and injunctive relief claiming that appellees deprived appellant of his constitutional rights by an illegal discharge.  The sole issue to be determined is whether the court erred in dismissing the action on the ground that the appellant had previously presented and litigated his constitutional claims in the Utah state courts and thereby elected to forego his right to return to the federal district court.\n    \n    \n      2\n      The record establishes that on March 31, 1970, Fisher was discharged from his position with the Salt Lake City Fire Department on the basis of a recommendation by the Salt Lake City Civil Service Commission that he be disciplined for violations of the Commission Rules and Regulations.  Immediately thereupon, appellant filed an administra...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jim-v-fisher-v-the-civil-service-commission-of-salt-lake-city-utah-etc"
    }
  ],
  "relatedIncidents": [
    18947,
    18948,
    18950,
    18952,
    18953
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}