{
  "id": 19011,
  "title": "1973년 Dorbin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-09-18",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Dorbin. 판결일: 1973-09-18. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: John Dorbin v. Yellow Cab Company\n**판결일**: 1973-09-18\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Stamos\n\n## 변호인\n\nJerome Feldman and Robert Cleveland, both of Chicago, for appellants., Jesmer and Harris, of Chicago, (Robert Jesmer, Charles E. Tannen, and Ronald Jay Gold, of counsel,) for appellee.\n\n## 인용\n\n- 14 Ill. App. 3d 586\n\n## 판결문 요약\n\n Mr. PRESIDING JUSTICE STAMOS delivered the opinion of the court: Defendant appeals from a judgment of $1500 entered in favor of plaintiff, contending that the trial- court erred in vacating an order dismissing the suit. On November 18, 1966, plaintiff filed a complaint alleging negligence on the part of defendant. On December 5, 1966, defendant filed an answer to the complaint and interrogatories to be answered by plaintiff. On March 28, 1967, in response to a motion of defendant, the trial court entered an order giving plaintiff 30 days in which to file answers to the interrogatories. On June 15, 1967, the complaint was ordered stricken because of plaintiff’s failure to appear for a deposition. On June 30, 1967, the June 15 order was vacated on motion of plaintiff. On December 29, 1969, on motion of defendant, the court entered an order striking the complaint and dismissing the suit because of plaintiff’s failure to answer interrogatories. On January 27, 1970, on motion of plaintiff, the trial court vacated the December 29 order, finding that service of the notice of defendant’s motion to strike the complaint was “questionable”. Defendant sought to appeal the order vacating the dismissal, but the appeal was dismissed on the ground that the order was not final and appealable. (Dorbin v. Yellow Cab Co., 1 Ill.App.3d 113, 273 N.E.2d 622.) The case was returned to the trial court and placed on the trial calendar. Defendant concedes that it had obtained plaintiff’s deposition an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dorbin-v-yellow-cab-co"
    }
  ],
  "relatedIncidents": [
    18947,
    18948,
    18950,
    18952,
    18953
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}