{
  "id": 19015,
  "title": "1973년 Lindner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-09-10",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Lindner. 판결일: 1973-09-10. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Respondent, v. Richard Frank LINDNER, Appellant\n**판결일**: 1973-09-10\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Henley\n\n## 변호인\n\nJohn C. Danforth, Atty. Gen., Daniel P. Card, II, Asst. Atty. Gen., Jefferson City, for respondent., Richard Boardman, Legal Aid Society of St. Louis, St. Louis, for appellant.\n\n## 인용\n\n- 498 S.W.2d 754\n\n## 판결문 요약\n\n\n498 S.W.2d 754 (1973)\nSTATE of Missouri, Respondent,\nv.\nRichard Frank LINDNER, Appellant.\nNo. 57941.\nSupreme Court of Missouri, En Banc.\nSeptember 10, 1973.\n*755 John C. Danforth, Atty. Gen., Daniel P. Card, II, Asst. Atty. Gen., Jefferson City, for respondent.\nRichard Boardman, Legal Aid Society of St. Louis, St. Louis, for appellant.\nHENLEY, Judge.\nThis is a proceeding commenced by application pursuant to § 552.040, subd. 4[1], by which defendant seeks his release from custody of the Director, Division of Mental Diseases, to whom he had been committed as a result of his acquittal of the offense of armed robbery on the ground that he had a mental disease or defect excluding responsibility. Section 552.030. The application attacked the constitutionality of § 552.040 on the grounds that it deprived defendant of due process and equal protection of the law guaranteed by the U.S. Const. Amend XIV, § 1. The trial court denied the application and defendant appealed.\nThree months after the notice of appeal was filed in this case a notice of appeal was filed in a similar case by the defendant in State v. Ray Wissler Kite (Mo, 498 S.W.2d 756, disposed of concurrently herewith) involving a similar application and identical constitutional questions. The same counsel represented both defendants and on his motion the cases were consolidated for argument. In order to expedite a decision of constitutional questions important, we trust, to defendant, both cases were thereafter, on the court...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-lindner"
    }
  ],
  "relatedIncidents": [
    18952,
    18954,
    18958,
    18963,
    18975
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}