{
  "id": 19020,
  "title": "1973년 State v. Williams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-08-27",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: State v. Williams. 판결일: 1973-08-27. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington, Respondent, v. James B. Williams, Appellant\n**판결일**: 1973-08-27\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Williams\n\n## 변호인\n\nDavid L. Shorett, for appellant (appointed counsel for appeal)., Christopher T. Bayley, Prosecuting Attorney, Ronald H. Clark and John E. Oswald, Deputies, for respondent.\n\n## 인용\n\n- 513 P.2d 854\n- 9 Wash. App. 622\n\n## 판결문 요약\n\n\n9 Wn. App. 622 (1973)\n513 P.2d 854\nTHE STATE OF WASHINGTON, Respondent,\nv.\nJAMES B. WILLIAMS, Appellant.\nNo. 1847-1.\nThe Court of Appeals of Washington, Division One.\nAugust 27, 1973.\nDavid L. Shorett, for appellant (appointed counsel for appeal).\nChristopher T. Bayley, Prosecuting Attorney, Ronald H. Clark and John E. Oswald, Deputies, for respondent.\nWILLIAMS, J.\nJames B. Williams was charged by amended information with the crimes of carnal knowledge and assault in the second degree, to which he pleaded not *623 guilty. Following a trial to the court sitting without a jury which resulted in a finding of guilty as to both crimes, he was charged by supplemental information with being an habitual criminal. He was so found and appeals from the judgment and sentence of life imprisonment entered upon these findings. The evidence concerning the crimes of carnal knowledge and assault is rather sordid and is not necessary to an understanding of the issues presented on this appeal.\n[1] The first question is whether the court erred in refusing to allow Williams to cross-examine the prosecutrix regarding a complaint of rape which he claimed she made 2 years before. Williams cites People v. Hurlburt, 166 Cal. App.2d 334, 333 P.2d 82, 75 A.L.R.2d 500 (1958), to support his position that evidence of prior false complaints is relevant to show the state of mind of the complaining witness and her tendency to make such complaints. Further, evidence of making false sex charges is independent ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-williams"
    }
  ],
  "relatedIncidents": [
    19073,
    19104,
    19187,
    18718,
    18751
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}