{
  "id": 19024,
  "title": "1973년 Savage 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-08-20",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Savage. 판결일: 1973-08-20. 법원: Court of Special Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Harlan Lee Savage v. State of Maryland\n**판결일**: 1973-08-20\n**법원**: Court of Special Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Orth, C.J., and Thompson and Menchine\n\n## 변호인\n\nCharles F. Morgan for appellant., Donald R. Stutman, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, Edward F. Borgerding, Chief, Criminal Division, Assistant Attorney General, and J. Owen Wise, State’s Attorney for Caroline County, on the brief, for appellee.\n\n## 인용\n\n- 308 A.2d 701\n- 19 Md. App. 1\n\n## 판결문 요약\n\n\n19 Md. App. 1 (1973)\n308 A.2d 701\nHARLAN LEE SAVAGE\nv.\nSTATE OF MARYLAND.\nNo. 879, September Term, 1972.\nCourt of Special Appeals of Maryland.\nDecided August 20, 1973.\n*3 The cause was argued before ORTH, C.J., and THOMPSON and MENCHINE, JJ.\nCharles F. Morgan for appellant.\nDonald R. Stutman, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, Edward F. Borgerding, Chief, Criminal Division, Assistant Attorney General, and J. Owen Wise, State's Attorney for Caroline County, on the brief, for appellee.\nORTH, C.J., delivered the opinion of the Court.\nThe current saga of HARLAN LEE SAVAGE in the courts of Maryland began on 10 December 1970 when he was held for action of the grand jury upon a warrant charging that he assaulted and robbed Dale Murphy. He waived indictment by the grand jury and sought immediate trial upon a criminal information. Maryland Rule 709. On 16 December a criminal information was filed presenting that on 28 November 1970 he robbed Murphy (1st count), assaulted Murphy with intent to steal (2nd count), assaulted and beat Murphy (3rd count), and stole goods under the value of $100 from Murphy (4th count). On 18 December the information came on for trial in the Circuit Court for Caroline County. Savage pleaded not guilty as to the first *4 and second counts and requested a trial by jury. He pleaded guilty to each of the third and fourth counts. The court accepted the guilty pleas and rendered a verdict of guilty under each of the thi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=savage-v-state"
    }
  ],
  "relatedIncidents": [
    18978,
    19009,
    19065,
    19108,
    19113
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}