{
  "id": 19035,
  "title": "1973년 United States v. Carlee Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-08-08",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Carlee Brown. 판결일: 1973-08-08. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Carlee BROWN, Appellant\n**판결일**: 1973-08-08\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Gibson, Lay, Ross\n\n## 변호인\n\nJohn A. Blumenfeld, Clayton, Mo., and Paul R. Ferber, Hazelwood, Mo., for appellant., James E. Reeves, U. S. Atty., and Jerry J. Murphy, Asst. U. S. Atty., St. Louis, Mo., and Frederick J. Dana, Sp. Atty., Dept, of Justice, Office for Drug Abuse Law Enforcement, St. Louis, Mo., for appellee.\n\n## 인용\n\n- 482 F.2d 1226\n\n## 판결문 요약\n\n482 F.2d 1226\n    UNITED STATES of America, Appellee,v.Carlee BROWN, Appellant.\n    No. 73-1135.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted June 13, 1973.Decided Aug. 8, 1973.\n    \n      John A. Blumenfeld, Clayton, Mo., and Paul R. Ferber, Hazelwood, Mo., for appellant.\n      James E. Reeves, U. S. Atty., and Jerry J. Murphy, Asst. U. S. Atty., St. Louis, Mo., and Frederick J. Dana, Sp. Atty., Dept. of Justice, Office for Drug Abuse Law Enforcement, St. Louis, Mo., for appellee.\n      Before GIBSON, LAY and ROSS, Circuit Judges.\n      ROSS, Circuit Judge.\n    \n    \n      1\n      The appellant, Carlee Brown, was indicted, tried, and found guilty of two counts of knowing and intentional distribution of heroin in violation of 21 U.S. C. Sec. 841(a)(1).  We affirm the judgment of conviction.\n    \n    \n      2\n      The two sales, which were the grounds for the conviction, were made to Charles Bullock, an individual cooperating with the St. Louis Office for Drug Abuse Law Enforcement (DALE) on two consecutive days.  On each occasion, Bullock was searched at the DALE office before the purchase was to take place, given Government funds, driven by a DALE officer to a designated site, and observed while an apparent purchase was transacted.  Immediately after the exchanges between Bullock and Brown, Bullock returned to the DALE officer's automobile and handed him three tinfoil packages which the officer later examined, field tested, weighed, sealed and mailed to ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-carlee-brown"
    }
  ],
  "relatedIncidents": [
    18947,
    18948,
    18950,
    18952,
    18953
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}