{
  "id": 19036,
  "title": "1973년 Hayes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-08-08",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Hayes. 판결일: 1973-08-08. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Plaintiff-Appellee, v. Clarence Hayes, Defendant-Appellant\n**판결일**: 1973-08-08\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Burman\n\n## 변호인\n\nWalter LaVon Pride, of Chicago, for appellant., Bernard Carey, State’s Attorney, of Chicago, (Kenneth L. Gillis and Roger Horwitz, Assistant State’s Attorneys, of counsel,) for the People.\n\n## 인용\n\n- 302 N.E.2d 411\n- 14 Ill. App. 3d 248\n\n## 판결문 요약\n\n\n14 Ill. App. 3d 248 (1973)\n302 N.E.2d 411\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nCLARENCE HAYES, Defendant-Appellant.\nNo. 57534.\nIllinois Appellate Court  First District (4th Division).\nAugust 8, 1973.\n*249 Walter LaVon Pride, of Chicago, for appellant.\nBernard Carey, State's Attorney, of Chicago, (Kenneth L. Gillis and Roger Horwitz, Assistant State's Attorneys, of counsel,) for the People.\nJudgment affirmed.\nMr. PRESIDING JUSTICE BURMAN delivered the opinion of the court:\nDefendant, Clarence Hayes, was charged with armed robbery on March 14, 1971. After a jury trial, he was found guilty and sentenced to a term of five to six years in the Illinois State Penitentiary.\nOn appeal, defendant contends that (1) the evidence was insufficient to support the jury's verdict, (2) the court erred in denying a defense motion to suppress the identification of defendant, (3) the court should *250 not have allowed a certain State's exhibit to be shown to the jury, (4) the court demonstrated such prejudice against defendant, in its rulings, as to deny defendant a fair trial and (5) the sentence imposed was excessive.\nThe victim, George Green, testified that he was employed as Assistant Director of Student Activity at Kennedy-King College. On March 14, 1971, he left his home at approximately noon to attend Mass. He boarded a Chicago Transit Authority bus at 67th and Crandon. When the bus stopped at 67th and Cottage Grove, the defendant boarded the bus and sat down besid...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-hayes"
    }
  ],
  "relatedIncidents": [
    18952,
    18954,
    18958,
    18963,
    18975
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}