{
  "id": 19048,
  "title": "1973년 Stewart 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-07-20",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Stewart. 판결일: 1973-07-20. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: State v. James Mingus Stewart\n**판결일**: 1973-07-20\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Knutson, Otis, Reheard, Rogosheske, Scott, Todd, Yetka\n\n## 변호인\n\nThomson, Wylde & Nordby and Jack S. Nordby, for appellant., Warren Spannaus, Attorney General, William B. Randall, County Attorney, and Steven C. DeCoster and Robert Kittel, Assistant County Attorneys, for respondent., George M. Scott, Hennepin County Attorney, and Henry W. McCarr, Jr., and David G. Roston, Assistant County Attorneys, for Minnesota County Attorneys Association and Minnesota Urban County Attorneys Board, amici curiae.\n\n## 인용\n\n- 209 N.W.2d 913\n- 297 Minn. 57\n\n## 판결문 요약\n\n\n209 N.W.2d 913 (1973)\nSTATE of Minnesota, Respondent,\nv.\nJames Mingus STEWART, Appellant.\nNo. 42822.\nSupreme Court of Minnesota.\nJuly 20, 1973.\nRehearing Denied August 23, 1973.\n*914 Thomson Wylde &amp; Nordby and Jack S. Nordby, St. Paul, for appellant.\nWarren Spannaus, Atty. Gen., St. Paul, William B. Randall, County Atty., Steven C. DeCoster, Robert Kittel, Asst. County Attys., St. Paul, for Minn. Co. Atty's Assoc.\nGeorge M. Scott, Henry W. McCarr, Jr., and David G. Roston, Minneapolis, for Minn. Urban Co. Atty's Bd.\nHeard before KNUTSON, C. J., and OTIS, ROGOSHESKE, and TODD, JJ.\nReheard and considered en banc.\nPER CURIAM.\nDefendant appeals from the trial court's order denying his motion for judgment of acquittal or a new trial and from the judgment of conviction of manslaughter in the first degree. He alleges that he is entitled to a new trial on the grounds that the evidence clearly establishes grave doubts as to his guilt. Defendant further assigns as error the refusal of the trial court to restrain the prosecutor from impeaching the defendant by using evidence of his conviction for burglary some 9 years earlier in the State of Washington.\nOn Sunday, July 27, 1969, defendant in the company of friends appeared at the Ebony Lounge located in the city of St. Paul to hear a musician who was performing that evening. A sizable audience was in attendance. The defendant was carrying a .38-caliber revolver. At about 11 p. m. the deceased, Elmer Caldwell, arrived at the bar in ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-stewart"
    }
  ],
  "relatedIncidents": [
    18960,
    18964,
    18969,
    18976,
    18979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}