{
  "id": 19045,
  "title": "1973년 Blake 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-07-26",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Blake. 판결일: 1973-07-26. 법원: District Court, M.D. Florida.",
  "description": "## 사건 정보\n\n**사건명**: John J. BLAKE, Petitioner, v. UNITED STATES of America Et Al., Respondents\n**판결일**: 1973-07-26\n**법원**: District Court, M.D. Florida\n**관할**: USA, Federal\n\n**판사**: Tjoflat\n\n## 변호인\n\nWilliam James, Asst. U. S. Atty., Tampa, Fla., Harvey Schlesinger, Asst. U. S. Atty., Jacksonville, Fla., for respondents., John Joseph Blake, pro se.\n\n## 인용\n\n- 372 F. Supp. 186\n\n## 판결문 요약\n\n\n372 F. Supp. 186 (1973)\nJohn J. BLAKE, Petitioner,\nv.\nUNITED STATES of America et al., Respondents.\nNo. 73-11-Misc. T.\nUnited States District Court, M. D. Florida, Tampa Division.\nJuly 26, 1973.\n*187 *188 William James, Asst. U. S. Atty., Tampa, Fla., Harvey Schlesinger, Asst. U. S. Atty., Jacksonville, Fla., for respondents.\nJohn Joseph Blake, pro se.\n\nORDER\nTJOFLAT, District Judge.\nPetitioner has filed with this Court a motion to vacate sentence pursuant to Title 28, United States Code, Section 2255. Petitioner is a federal prisoner at Texarkana Correctional Institution, Texarkana, Texas, where he is serving a three year sentence for conspiracy to rob a federally insured bank. Upon entry of a guilty plea before this Court on December 22, 1971, petitioner was given a three year suspended sentence and placed on probation for two years. After a hearing on June 9, 1972, this Court revoked petitioner's probation and ordered commencement of the three year sentence.\nPetitioner challenges his detention on the grounds that (1) he was denied a list of charges prior to his original conviction and that, because of this, he pled guilty to the offense of possession of firearms; (2) without his consent or knowledge the offense charged against him was changed to conspiracy to rob a bank; (3) he was promised, with the knowledge and consent of this Court, that in exchange for a plea of guilty he would receive either a one year sentence of imprisonment, or a suspended sentence with two years...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=blake-v-united-states"
    }
  ],
  "relatedIncidents": [
    18947,
    18948,
    18950,
    18952,
    18953
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}