{
  "id": 19056,
  "title": "1973년 People v. Miller 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-07-06",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: People v. Miller. 판결일: 1973-07-06. 법원: New York County Courts.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Walter D. Miller\n**판결일**: 1973-07-06\n**법원**: New York County Courts\n**관할**: New York, NY\n\n**판사**: Aldrich\n\n## 변호인\n\nSteven A. Greenwold for defendant. Albert M. Rosenblatt, District Attorney (Jennifer L. Van Tuyl of counsel), for plaintiff.\n\n## 인용\n\n- 75 Misc. 2d 1\n\n## 판결문 요약\n\n\nRaymond E. Aldrich, Jr., J.\nDefendant moves pursuant to CPL 210.20 for an order dismissing his indictment as defective upon the ground that there does not appear at any place on the face of the indictment the signature of the acting foreman of the Grand Jury or of the District Attorney as required by subdivisions 8 and 9 of CPL 200.50, and he attaches to his motion papers a two-page photocopy of the alleged Indictment No. 23/73, dated March 13,1973.\nAn Assistant District Attorney opposes the motion by alleging “ It is respectfully suggested that the movant consult the original indictment.”\nThe copy of the indictment defendant’s attorney attached to his affidavit supports his contention, for the exhibit obviously *2makes no reference whatsoever to the acting foreman, nor does it contain the signature of. the District Attorney, although his name is typewritten at the end of the third and final count.\nThis motion, however, cannot he decided upon the papers, hut rather reference must be made to the original accusatory instrument itself, namely, Indictment No. 23/73.\nThe records of the Dutchess County Clerk’s office contain in file No. 26/1973, entitled indictments, the indictment of Walter D. Miller by Indictment No. 23/73, dated March 13,1973, for the identically same three crimes alleged in the moving affidavit, and unquestionably this is the instrument defendant moves against as deficient.\nAn analysis of this indictment so filed in the Clerk’s office indicates that the instru...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-miller"
    }
  ],
  "relatedIncidents": [
    18947,
    18948,
    18950,
    18952,
    18953
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}