{
  "id": 19051,
  "title": "1973년 United States v. Lazy Fc Ranch 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-07-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Lazy Fc Ranch. 판결일: 1973-07-13. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellant, v. LAZY FC RANCH Et Al., Defendants-Appellees\n**판결일**: 1973-07-13\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Browning, Choy, King\n\n## 변호인\n\nMichael H. Stein (argued), L. Patrick Gray, III, Atty. Gen., Dept, of Justice, Washington, D. C., Sidney E. Smith, U. S. Atty., Boise, Idaho, Alan S. Rosenthal, Dept, of Justice, Washington, D. C., for plaintiff-appellant., Lloyd J. Walker (argued), of Walker & Depew, Twin Falls, Idaho, for defendants-appellees.\n\n## 인용\n\n- 481 F.2d 985\n\n## 판결문 요약\n\n481 F.2d 985\n    27 A.L.R.Fed. 694\n    UNITED STATES of America, Plaintiff-Appellant,v.LAZY FC RANCH et al., Defendants-Appellees.\n    No. 71-2318.\n    United States Court of Appeals,Ninth Circuit.\n    July 13, 1973.\n    \n      Michael H. Stein (argued), L. Patrick Gray, III, Atty. Gen., Dept. of Justice, Washington, D. C., Sidney E. Smith, U. S. Atty., Boise, Idaho, Alan S. Rosenthal, Dept. of Justice, Washington, D. C., for plaintiff-appellant.\n      Lloyd J. Walker (argued), of Walker &amp; Depew, Twin Falls, Idaho, for defendants-appellees.\n      Before BROWNING and CHOY, Circuit Judges, and KING,* District Judge.\n      CHOY, Circuit Judge:\n    \n    \n      1\n      The United States brought suit against the Lazy FC Ranch and four of its partners (the Ranch) under the False Claims Act, 31 U.S.C. Sec. 231 to recover money paid by making false claims.  In the alternative the government sought to recover for money erroneously paid by mistake of fact or law under 28 U.S.C. Sec. 1345.  The district court, 324 F. Supp. 698, granted judgment for the Ranch on both claims.  On appeal, the United States contests only the denial of its alternate claim for recovery of money erroneously paid.\n    \n    \n      2\n      The significant facts are not in dispute and the case was submitted to the district court on the basis of briefs and without trial.  The Ranch was a partnership organized in 1952 to acquire and operate agricultural and pasture land in Cassia County, Idaho.  In 1957 certain o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-lazy-fc-ranch"
    }
  ],
  "relatedIncidents": [
    19066,
    19074,
    19111,
    19118,
    18812
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}