{
  "id": 1906,
  "title": "2019년 State of Tennessee v. James R. Baysinger 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2019-12-23",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. James R. Baysinger. 판결일: 2019-12-23. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. James R. Baysinger\n**판결일**: 2019-12-23\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Robert H. Montgomery, Jr.\n\n\n## 판결문 요약\n\n                                                                                          12/23/2019\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT KNOXVILLE\n                              September 24, 2019 Session\n\n              STATE OF TENNESSEE v. JAMES R. BAYSINGER\n\n                Appeal from the Criminal Court for Anderson County\n                     No. B7C00320 Donald R. Elledge, Judge\n\n\n                            No. E2018-02295-CCA-R3-CD\n\n\nThe Defendant, James R. Baysinger, pleaded guilty to reckless homicide, a Class D\nfelony. See T.C.A. § 39-13-215 (2018). Pursuant to the plea agreement, the trial court\nwas to determine the length and the manner of service. The trial court sentenced the\nDefendant to two years and ordered him to serve five months, followed by four years’\nprobation. On appeal, the Defendant contends that the court erred by denying his\nrequests for judicial diversion and full probation. We reverse the judgment of the trial\ncourt and remand the case to the trial court for a new sentencing hearing.\n\n Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Reversed;\n                                  Case Remanded\n\nROBERT H. MONTGOMERY, JR., J., delivered the opinion of the court, in which THOMAS\nT. WOODALL and ROBERT W. WEDEMEYER, JJ., joined.\n\nJoseph A. Fanduzz, Knoxville, Tennessee, for the appellant, James R. Baysinger.\n\nHerbert H. Slatery III, Attorney General and Reporter; Katherine C. Redding, Ass...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-james-r-baysinger"
    }
  ],
  "relatedIncidents": [
    1913,
    1919,
    1933,
    1942,
    1979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}