{
  "id": 19061,
  "title": "1973년 Walter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-07-02",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Walter. 판결일: 1973-07-02. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Estelle Walter, as Administratrix of the Estate of Linda J. Walter v. Herman O. Auslander, and Virginia M. Parsloe\n**판결일**: 1973-07-02\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 42 A.D.2d 724\n\n## 판결문 요약\n\n\nIn an action to recover damages for wrongful death, (1) defendants Virginia M. Parsloe and Bertram A. Parsloe, Jr., appeal from: (a) a judgment of the Supreme Court, Rockland County, dated September 21, 1971, entered upon a jury’s verdict, awarding to plaintiffs damages in the amount of $75,000, and dismissing the complaint as against codefendant Herman D. Auslander, and (b) an order of the same court, also dated September 21, 1971, denying said defendants’ motion to set aside the jury’s verdict as against them; and (2) plaintiffs appeal from so much of said judgment as dismissed their complaint against defendant Auslander. Judgment reversed on the law and the facts, and a new trial granted, with costs to abide the event. Appeal from order dismissed, as academic. In our opinion, the jury’s verdict was against the weight of the evidence adduced, insofar as it exculpated the codefendant Auslander from liability. At about 4:30 a.m. on January 30, 1966, defendant Bertram A. Parsloe was operating an automobile in which the intestate Linda Jean Walter was a passenger. The Parsloe vehicle collided with an automobile owned and operated by codefendant Herman O. Auslander. The highway (Route 59) on which the impact occurred, was a four lane road, two westbound and two eastbound,' and each lane was approximately 10 feet wide. It was snowing at the time, and there were about three or four inches of snow on the ground. The Parsloe vehicle was proceeding in an easterly direction and the A...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=walter-v-auslander"
    }
  ],
  "relatedIncidents": [
    18947,
    18948,
    18950,
    18952,
    18953
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}