{
  "id": 19078,
  "title": "1973년 Marcum 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-06-15",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Marcum. 판결일: 1973-06-15. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: Reubin MARCUM and Margaret Hoskins v. COMMONWEALTH of Kentucky\n**판결일**: 1973-06-15\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Milliken, Osborne, Palmore, Reed, Steinfeld, Stephenson\n\n## 변호인\n\nA. Douglas Reece, Manchester, for appellants., Ed W. Hancock, Atty. Gen., G. Edward James, Asst. Atty. Gen., Frankfort, for ap-pellee.\n\n## 인용\n\n- 496 S.W.2d 346\n\n## 판결문 요약\n\n\nPALMORE, Chief Justice.\nReubin Marcum and Margaret Hoskins were jointly indicted, tried and found guilty of murdering Margaret’s husband, Elbert “Preacher” Hoskins, and they appeal from a judgment sentencing each of them to life imprisonment. Cf. KRS 435.-010.\nIt is our opinion that the evidence was not sufficient to support the conviction of either.\nUnquestionably the victim was murdered, but there was no evidence to identify either Margaret or Reubin as the killer and, if one of them in fact committed the offense, no evidence of any complicity on the part of the other. It is almost, though not quite, the classic situation in which even though it may be certain that one of two persons committed a crime, unless the guilt of one can be established both must go free. Any other result would place the burden of proof on the innocent party.\nElbert and Margaret occupied a small dwelling in rural Clay County. They had been married for 16 years and had three sons, Frank and Charles, 13 and 14 years of age, and a baby ten months of age. Elbert was 43 and Margaret 37 years old. Elbert’s 71-year-old father, Steve, also lived in the house, and Reubin Marcum, who was the same age as Steve (71), had been staying there “most of the time,” *347sleeping in the same room with Elbert, Margaret and the baby. This rather unusual arrangement predated (and presaged) the birth of the baby; both Margaret and Reubin testified that Reubin was its father.\nEvidently all of these people (except, possibly...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=marcum-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    18960,
    18964,
    18969,
    18976,
    18979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}