{
  "id": 19074,
  "title": "1973년 Little Lake Land 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-06-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Little Lake Land. 판결일: 1973-06-18. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. LITTLE LAKE MISERE LAND CO., INC., Et Al.\n**판결일**: 1973-06-18\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Blacicmun, Brennan, Burger, Douglas, Marshall, Rehnquist, Stewart, White\n\n## 변호인\n\nWilliam Bradford Reynolds argued the cause for the United States. With him on the briefs were Solicitor General Griswold, Assistant Attorney General Frizzell, Deputy Solicitor General Wallace, and Edmund B. Clark., Austin W. Lewis argued the cause for respondents. With him on the brief was Gene W. Lafitte.\n\n## 인용\n\n- 37 L. Ed. 2d 187\n- 93 S. Ct. 2389\n- 412 U.S. 580\n- 1973 U.S. LEXIS 125\n\n## 판결문 요약\n\n\n*582Mr. Chief Justice Burger\ndelivered the opinion of the Court.\nWe granted the writ in this case to consider whether state law may retroactively abrogate the terms of written agreements made by the United States when it acquires land for public purposes explicitly authorized by Congress.\nThe United States initiated this litigation in 1969 in the United States District Court for the Western District of Louisiana, seeking to quiet title to two adjacent parcels of land in Cameron Parish, Louisiana, which the Government had acquired pursuant to the Migratory Bird Conservation Act, 45 Stat. 1222,16 U. S. C. § 715 et seq., as part of the Lacassine Wildlife Refuge.1 Title to one parcel was acquired by the United States by purchase on July 23, 1937; to the other parcel by a judgment of condemnation entered August 30,1939. Both the 1937 act of sale and the 1939 judgment of condemnation reserved to the respondent Little Lake Misere oil, gas, sul-phur, and other minerals for a period of 10 years from the date of vesting of title in the United States.2 The reser*583vation was to continue in effect “as long [after the initial ten-year period] as oil, gas, sulphur or other mineral is produced ... or so long thereafter as [respondents] shall conduct drilling or reworking operations thereon with no cessation of more than sixty (60) days consecutively until production results; and, if production results, so long as such mineral is produced.” The deed and the judgment of condemnation further...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-little-lake-misere-land-co"
    }
  ],
  "relatedIncidents": [
    19051,
    19066,
    19111,
    19118,
    18812
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}