{
  "id": 19083,
  "title": "1973년 Chartier 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-06-11",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Chartier. 판결일: 1973-06-11. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Paul Chartier\n**판결일**: 1973-06-11\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 42 A.D.2d 586\n\n## 판결문 요약\n\n\nAppeal by defendant from a judgment of the County Court, Nassau County, rendered March 9, 1972, convicting him of burglary in the third degree and petit larceny, upon a jury verdict, and sentencing him to an indeterminate prison term not to exceed four years on the burglary conviction and a definite term of one year in the Nassau County Jail on the petit larceny conviction, to run concurrently. The appeal brings up for review an order of the' same court, entered February 11, 1972, which denied defendant’s motion to suppress statements allegedly made by him, after a Huntley-Miranda hearing. Judgment modified, on the law, by reversing the sentence and remanding the case to the County Court for resentencing, in accordance with the views herein expressed, and judgment otherwise affirmed. Order affirmed. Prior to the imposition of sentence upon defendant, an admitted narcotic addict, the Trial Judge stated that the facilities of the Narcotic Addiction Control Commission were then unavailable, that he would otherwise have certified defendant to the care and custody of the commission and that a penitentiary sentence was all that was therefore available. In People v. Bermet (39 A D 2d 320) we held that the statutory scheme relating to convicted addict felons must be construed to provide that where the facilities of the commission are unavailable the sentencing court is empowered to employ any of the sentencing options available in the case of a nonaddict felon. Since it appears that...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-chartier"
    }
  ],
  "relatedIncidents": [
    18952,
    18954,
    18958,
    18963,
    18975
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}