{
  "id": 19085,
  "title": "1973년 In re Roth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-06-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: In re Roth. 판결일: 1973-06-07. 법원: Court of Customs and Patent Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Application of Daniel D. ROTH and Robert M. Hall\n**판결일**: 1973-06-07\n**법원**: Court of Customs and Patent Appeals\n**관할**: USA, Federal\n\n**판사**: Markey\n\n## 변호인\n\nEugene F. Buell, Pittsburgh, Pa., Buell, Blenko & Ziesenheim, Pittsburgh, Pa., attorneys of record, for appellants., S. Wm. Cochran, Washington, D. C., for the Commissioner of Patents. Jere W. Sears, Washington, D. C., of counsel.\n\n## 인용\n\n- 477 F.2d 1391\n\n## 판결문 요약\n\n\nMARKEY, Chief Judge.\nThis appeal is from the decision of the Board of Appeals affirming the rejection of claims 1-6 of appellants’ application serial No. 328,772, filed November 20, 1968, entitled “Surgical Drills.” We affirm.\nAppellants’ invention relates to an air-powered surgical turbine or drill. In particular, a brake means stops rotation of a turbine shaft upon release of an air valve lever controlling the driving of the drill. The details of the invention have been described in a previous interference with a patent to DeGroff,1 DeGroff v. Roth and Hall, 412 F.2d 1401, 56 CCPA 1331 (1969). The disclosure of DeGroff described in that opinion is substantially the same as the applicable portions of appellants’ present specification.\nClaim 1, with pertinent portions underlined, is representative of the claims on appeal.\n1. A surgical drill comprising an elongated housing, a shaft journaled axially in the housing, turbine means on said shaft within said housing, inlet means in the housing receiving air pressure from a source of high pressure air, valve means between said inlet means and said turbine means for regulating the flow therebetween, chuck means at one end of the shaft adapted to removably frictionally receive the shank of a cutting tool, brake means acting on the shaft normally engaging said shaft when the air valve is closed, valve operating means on the housing and cam means operated by the valve operating means to release the brake means substantially simultane...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-roth"
    }
  ],
  "relatedIncidents": [
    18948,
    19172,
    18778,
    18947,
    18950
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}