{
  "id": 19080,
  "title": "1973년 Sizemore 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-06-13",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Sizemore. 판결일: 1973-06-13. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Doyle Wayne SIZEMORE, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1973-06-13\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrison, Onion\n\n## 변호인\n\nKip Glasscock, Port Arthur, for appellant., Tom Hanna, Dist. Atty., and Stephen M. Rienstra, Asst. Dist. Atty., Beaumont, Jim D. Vollers, State’s Atty., and Robert A. Huttash, Asst. State’s Atty., Austin, for the State.\n\n## 인용\n\n- 496 S.W.2d 80\n\n## 판결문 요약\n\n\n496 S.W.2d 80 (1973)\nDoyle Wayne SIZEMORE, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 46902.\nCourt of Criminal Appeals of Texas.\nJune 13, 1973.\nKip Glasscock, Port Arthur, for appellant.\nTom Hanna, Dist. Atty., and Stephen M. Rienstra, Asst. Dist. Atty., Beaumont, Jim D. Vollers, State's Atty., and Robert A. Huttash, Asst. State's Atty., Austin, for the State.\n\nOPINION\nMORRISON, Judge.\nThis is an appeal from an order revoking probation.\nOn December 27, 1971, appellant entered a plea of guilty before the court to the offense of burglary and his punishment was assessed at six (6) years, probated. Among other conditions of probation was that he \"commit no offense against the laws of this State or any other State or the United States\".\nOn March 13, 1972, a motion to revoke probation was filed alleging, in part, that he \"violated [the terms of his probation] by committing the offense of Attempted Burglary ... with the intent... to fraudulently take ... corporeal personal property ... belonging *81 to ... Cecil Renshaw... without [his] consent.\"\nOn August 4, 1972, the court conducted a hearing on the motion to revoke and at the conclusion thereof revoked probation.\nBriefly, the evidence shows that Officer Mike Adams of the Port Arthur Police Department observed two men at the side of the Baskin-Robbins Store owned by Cecil Renshaw on Gulfway Drive in Port Arthur about 4:00 a. m. on January 26, 1971. Both men had hold of a crowbar which was apparently inserted in the door of t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sizemore-v-state"
    }
  ],
  "relatedIncidents": [
    18952,
    18954,
    18958,
    18963,
    18975
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}