{
  "id": 19090,
  "title": "1973년 Lucas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-05-30",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Lucas. 판결일: 1973-05-30. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: LUCAS v. WAGNER\n**판결일**: 1973-05-30\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Barnes, Levine, McWilliams, Singley, Smith\n\n## 변호인\n\nSubmitted by Jack R. Turney for appellants., Submitted by Fred A. Thayer for appellee.\n\n## 인용\n\n- 269 Md. 188\n\n## 판결문 요약\n\n\nSingley, J.,\ndelivered the opinion of the Court.\nThis is an appeal by Adam J. Lucas and George E. Kley from a decree of the Circuit Court for Garrett County dismissing their bill of complaint for specific performance of an agreement entered into by them for the purchase of some 200 acres of land owned by the appellee, Robert D. Wagner. Since Wagner rested at the end of the complainants’ case, the only evidence was that adduced by Lucas and Kley.\nThe agreement entered into by the parties, which Lucas and Kley sought to enforce, was the epitome of simplicity:\n“On the date of March 11, 1972, I Robert Wagner agree to sell to Adam Lucas and George Kley the following items for the sum of $62,000:\n1. Approx 200 acres of farm land located 2 miles east of McHenry, Md. which includes all buildings and improvements on said, acreage — (Does not include my present home).\n2. Farm equipment which consists of:\na. milking equipment (tank etc.)\nb. barn cleaner\nc. silo unloader\n“It is understood that Adam Lucas and George Kley agree to pay the sum of $62,000 on or before May 15, 1972 providing that there is a clear title to said acreage and there is no liens against said equipment\n“It is understood that a bill of sale will be drawn up and final payment made on or before May 15, 1972.\n/s/ George E. Kley /s/ Adam J. Lucas /s/ Robert\nD. Wagner.”\nIt was this agreement which was the root of the difficulty. Wagner owned a tract of some 275 acres. It seems to be *190conceded that he intended to retai...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lucas-v-wagner"
    }
  ],
  "relatedIncidents": [
    18947,
    18948,
    18950,
    18952,
    18953
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}