{
  "id": 19097,
  "title": "1973년 People v. Williams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-05-24",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: People v. Williams. 판결일: 1973-05-24. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: People v. Williams\n**판결일**: 1973-05-24\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: V.J. Brennan, P.J., and Danhof and Bashara\n\n## 변호인\n\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, William L. Cahalan, Prosecuting Attorney, Dominick R. Carnovale, Chief, Appellate Department, and Leonard Meyers, Assistant Prosecuting Attorney, for the people., Robert F Mitchell, Jr., and Thomas J. Olejnik, for defendant on appeal.\n\n## 인용\n\n- 209 N.W.2d 471\n- 47 Mich. App. 392\n\n## 판결문 요약\n\n\n47 Mich. App. 392 (1973)\n209 N.W.2d 471\nPEOPLE\nv.\nWILLIAMS\nDocket No. 14045.\nMichigan Court of Appeals.\nDecided May 24, 1973.\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, William L. Cahalan, Prosecuting Attorney, Dominick R. Carnovale, Chief, Appellate Department, and Leonard Meyers, Assistant Prosecuting Attorney, for the people.\n*393 Robert F. Mitchell, Jr., and Thomas J. Olejnik, for defendant on appeal.\nBefore: V.J. BRENNAN, P.J., and DANHOF and BASHARA, JJ.\nV.J. BRENNAN, P.J.\nDefendant was charged with assault with intent to murder (MCLA 750.83; MSA 28.278) and convicted by a jury in the Wayne County Circuit Court of assault with intent to commit great bodily harm less than murder (MCLA 750.84; MSA 28.279). She appeals as of right and raises two arguments.\nHer first argument is that her conviction is void because it is based on a jury verdict which has no legal meaning. When the court asked the foreman of the jury for their verdict, he responded as follows:\n\"We find the defendant guilty of a lesser charge of assault with felonious intent  with the intent to do great bodily harm.\"\nThe trial court then proceeded to clarify the verdict of the jury. He established that their verdict was in fact that defendant was guilty of assault with intent to do great bodily harm less than murder. The trial court also polled the jury to verify the verdict. In a similar situation, this Court recently held as follows:\n\"The verdict of the jury has to be clear...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-williams"
    }
  ],
  "relatedIncidents": [
    18960,
    18964,
    18969,
    18976,
    18979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}