{
  "id": 19094,
  "title": "1973년 Campbell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-05-28",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Campbell. 판결일: 1973-05-28. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Tom WILLIAMS, Trustees of Mt. Moriah Baptist Church and Burying Ground v. Arthur CAMPBELL\n**판결일**: 1973-05-28\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Fogleman, Holt, Jones\n\n## 변호인\n\nJames L. Sloan, for appellants., Charles A. Walls Jr., for appellee.\n\n## 인용\n\n- 254 Ark. 592\n- 495 S.W.2d 512\n\n## 판결문 요약\n\n Frank Holt, Justice. Appellants, Trustees of Mt. Moriah Baptist Church and Burying Ground, initiated this action in 1959 by a complaint to quiet title and to enjoin appellee from using any portion of a 20 acre tract of land which the appellants claim their predecessors acquired by deed from the state land commissioner in 1950. The appellee answered and denied the validity of appellants’ title and affirmatively asserted fraud by the appellants’ predecessors in procuring the deed. Specifically, the appellee alleged that “said land was not set aside as a church or burying ground but was used by the school district for school purposes and all affidavits filed with the Land Commissioner are false.” A few months later the Pulaski County Special School District filed an intervention alleging ownership of the 20 acres; that it had always been used for school purposes and exempt from taxation; that it had conveyed the land by quitclaim deed to appellee in 1957, reserving the right to use the land for school purposes and that the intervenor now has need of the lands for school purposes. The school district asked that title be quieted in it. A copy of the quitclaim deed to appellee was made an exhibit to the intervention. The Trustees responded and in substance denied the allegations. The case was dormant until 1971 when appellee secured a temporary order restraining appellants from using certain portions of the improved land for burial purposes. Thereafter, the appellants secured an i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-campbell"
    }
  ],
  "relatedIncidents": [
    19123,
    19138,
    19180,
    19182,
    19184
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}