{
  "id": 19101,
  "title": "1973년 Ex Parte Campbell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-05-23",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex Parte Campbell. 판결일: 1973-05-23. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Coy Ray CAMPBELL\n**판결일**: 1973-05-23\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Odom\n\n## 변호인\n\nFrances T. Freeman Cruz, Houston, for appellant., Jim D. Vollers, State’s Atty., and Robert A. Huttash, Asst. State’s Atty., Austin, for the State.\n\n## 인용\n\n- 494 S.W.2d 842\n\n## 판결문 요약\n\n\n494 S.W.2d 842 (1973)\nEx parte Coy Ray CAMPBELL.\nNo. 46923.\nCourt of Criminal Appeals of Texas.\nMay 23, 1973.\nFrances T. Freeman Cruz, Houston, for appellant.\nJim D. Vollers, State's Atty., and Robert A. Huttash, Asst. State's Atty., Austin, for the State.\n\nOPINION\nODOM, Judge.\nThis is a post conviction habeas corpus proceeding under the provisions of Article 11.07, Vernon's Ann.C.C.P., and in accordance with the holding in Ex parte Young, 418 S.W.2d 824 (Tex.Cr.App., 1967).\nPetitioner was convicted of the primary offense of burglary in the Criminal District Court No. 3 of Harris County (Now the 177th District Court of Harris County) *843 in Cause Number 91,000 and was sentenced to a mandatory life term on September 26, 1960, punishment being enhanced under Article 63, Vernon's Ann.P.C. His conviction was appealed to this court and was affirmed by per curiam opinion (Cause No. 33,040) on February 22, 1961, the opinion reciting that the record on appeal contains no statement of facts or bills of exceptions.\nIn his habeas corpus application petitioners urges that he was deprived of an effective appeal because, although he attempted to appeal as an indigent, no counsel was appointed to represent him nor was this court afforded a statement of facts with which to determine the merits of his appeal.\nA hearing was had on February 15, 1973, in the 177th District Court of Harris County, the Honorable Miron A. Love presiding. At the conclusion of the hearing, Judge Love denied the wri...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-campbell"
    }
  ],
  "relatedIncidents": [
    18952,
    18954,
    18958,
    18963,
    18975
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}