{
  "id": 19109,
  "title": "1973년 Schwartz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-05-09",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Schwartz. 판결일: 1973-05-09. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois v. Norman Schwartz\n**판결일**: 1973-05-09\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Adesko\n\n## 변호인\n\nHarry J. Busch, Sherman C. Magidson, and Marvin D. Michaels, all of Chicago, for appellant., Bernard Carey, State’s Attorney, of Chicago, (Elmer C. Kissane, Patricia C. Bobb, and Mark T. Zubor, Assistant State’s Attorneys, of counsel,) for the People.\n\n## 인용\n\n- 11 Ill. App. 3d 959\n\n## 판결문 요약\n\n Mr. JUSTICE ADESKO delivered the opinion of the court: The defendant, Norman Schwartz, was indicted for the crime of murder of Dr. Enrique Fuentes, to which he pleaded not guilty. In a bench trial defendant was found guilty of voluntary manslaughter and sentenced to the penitentiary for a term of 4 to 14 years. On appeal defendant contends: (1) That he was not proven guilty beyond a reasonable doubt; (2) That the trial court improperly excluded testimony regarding the nature and contents of a telephone conversation defendant had with his wife shortly before the shooting; (3) That the trial court erred in permitting certain rebuttal testimony introduced by the State; and (4) That the trial court erred in permitting a police officer to describe certain items which had been taken from the defendant, but which were not introduced in evidence or preserved by the State. The facts are as follows: Dr. Fuentes and Dr. Schwartz first became acquainted in 1962, when Dr. Fuentes applied for a position in the medical partnership of Dr. Kenneth Gill and Dr. Schwartz. Dr. Fuentes was hired and continued his employment-association with the partnership until early 1970. At times during their relationship, Dr. Schwartz had occasion to criticize Dr. Fuentes’ medical procedures. Nevertheless, Dr. Fuentes continued to be employed by the partnership on a year-to-year contractual basis, beginning on the first of the year and ending on December 31st. In October, 1969, Dr. Fuentes engaged Dr. Schwar...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-schwartz"
    }
  ],
  "relatedIncidents": [
    18960,
    18964,
    18969,
    18976,
    18979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}