{
  "id": 19104,
  "title": "1973년 Duncan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-05-14",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Duncan. 판결일: 1973-05-14. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Attwood C. DUNCAN v. STATE of Arkansas\n**판결일**: 1973-05-14\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Brown\n\n## 변호인\n\nRobert Edwards, for appellant., Jim Guy Tucker, Atty. Gen., by: Richard Mattison, Asst. Atty. Gen., for appellee.\n\n## 인용\n\n- 494 S.W.2d 127\n- 254 Ark. 449\n\n## 판결문 요약\n\n\n494 S.W.2d 127 (1973)\nAttwood C. DUNCAN, Appellant,\nv.\nSTATE of Arkansas, Appellee.\nNo. CR 73-26.\nSupreme Court of Arkansas.\nMay 14, 1973.\n*128 Robert Edwards, Searcy, for appellant.\nJim Guy Tucker, Atty. Gen., by Richard Mattison, Asst. Atty. Gen., Little Rock, for appellee.\nBROWN, Justice.\nIn early 1972 appellant was convicted of burglary and grand larceny in White County and was given 25 years on each count. He was sentenced under our habitual criminal statute as a fourth offender. The matter now before us is based on a Rule I petition. First, appellant contends that the prior offenses should not have been introduced against him because he had ineffective assistance of counsel. Secondly, he insists that he received a pardon from one of those prior convictions and therefore it was error to use that conviction against him.\nWe find no merit in appellant's contention that he had ineffective assistance of counsel. All of the convictions which we shall describe occurred in Bradley County. The first offense was in 1956, burglary and grand larceny, case number 1698. Attorney Tom Haley was appointed to defend. Appellant entered a plea of guilty. He received a sentence of five years, two years of which were suspended during good behaviour. Within a short time after being released from the penitentiary appellant went on a crime spree in Bradley County which resulted in charges of assault to rape, two burglaries, grand larceny, and jail escape. The docket sheets show that in all of t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=duncan-v-state"
    }
  ],
  "relatedIncidents": [
    19020,
    19073,
    19187,
    18718,
    18751
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}