{
  "id": 19103,
  "title": "1973년 Purkey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-05-16",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Purkey. 판결일: 1973-05-16. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: James O. PURKEY, Jr., Et Al., Appellants, v. the STATE of Texas, Appellee\n**판결일**: 1973-05-16\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Roberts\n\n## 변호인\n\nW. G. Walley, Jr., Walter M. Sekaly, Everett B. Lord, Beaumont, for appellants., Tom Hanna, Dist. Atty., Dexter Patterson, Asst. Dist. Atty., Beaumont, Jim D. Vollers, State’s Atty., and Robert A. Hut-tash, Asst. State’s Atty., Austin, for the State.\n\n## 인용\n\n- 494 S.W.2d 541\n\n## 판결문 요약\n\n\n494 S.W.2d 541 (1973)\nJames O. PURKEY, Jr., et al., Appellants,\nv.\nThe STATE of Texas, Appellee.\nNo. 45862.\nCourt of Criminal Appeals of Texas.\nMay 16, 1973.\nW. G. Walley, Jr., Walter M. Sekaly, Everett B. Lord, Beaumont, for appellants.\nTom Hanna, Dist. Atty., Dexter Patterson, Asst. Dist. Atty., Beaumont, Jim D. Vollers, State's Atty., and Robert A. Huttash, Asst. State's Atty., Austin, for the State.\n\nOPINION\nROBERTS, Judge.\nThis is an appeal from a final judgment upon forfeiture of an appearance bond. Appellants are the sureties on the bond.\nAppellants cite two points of error, only one of which we need consider. In their second point of error, appellants allege that though the State introduced into evidence the indictment, the bond, and the docket sheet, the judgment nisi was never tendered into evidence. Appellants' point is well taken. A review of the statement of facts reflects that the State never introduced the judgment nisi into evidence. The State concedes error.\nThe judgment nisi is a necessary and essential element of the State's cause of action in a bond forfeiture case, for without a judgment nisi there can be no final *542 judgment. Morgan et al. v. State, 157 Tex. Cr.R. 117, 247 S.W.2d 94 (1952); Hester et al. v. State, 15 White & W. 418 (1884); McWhorter et al. v. State, 14 White & W. 239 (1883); Houston v. State, 13 White & W. 560 (1883); Moreland v. State, 122 Tex. Crim. 452, 55 S.W.2d 1044, 1046 (1933); Nelson v. State, 44 Tex. Crim. 595, 73 S.W. 398 (1...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=purkey-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=senn-v-state"
    }
  ],
  "relatedIncidents": [
    18947,
    18948,
    18950,
    18952,
    18953
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}