{
  "id": 19118,
  "title": "1973년 Jerome Rosenberg v. Raymond v. Martin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-04-27",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Jerome Rosenberg v. Raymond v. Martin. 판결일: 1973-04-27. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Jerome ROSENBERG, Plaintiff-Appellee, v. Raymond v. MARTIN, Defendant-Appellant\n**판결일**: 1973-04-27\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Friendly, Lumbard, Thomsen\n\n## 변호인\n\nJerome Rosenberg, plaintiff-appellee, pro se., Norman Redlich, Corp. Counsel of New York City (Stanley Buchsbaum, and Bernard Burstein, New York City, of counsel), for defendant-appellant.\n\n## 인용\n\n- 478 F.2d 520\n\n## 판결문 요약\n\n478 F.2d 520\n    Jerome ROSENBERG, Plaintiff-Appellee,v.Raymond V. MARTIN, Defendant-Appellant.\n    No. 649, Docket 72-2262.\n    United States Court of Appeals,Second Circuit.\n    Submitted March 28, 1973.Decided April 27, 1973.\n    \n      Jerome Rosenberg, plaintiff-appellee, pro se.\n      Norman Redlich, Corp. Counsel of New York City (Stanley Buchsbaum, and Bernard Burstein, New York City, of counsel), for defendant-appellant.\n      Before FRIENDLY, Chief Judge, LUMBARD, Circuit Judge, and THOMSEN,* District Judge.\n      FRIENDLY, Chief Judge:\n    \n    \n      1\n      Jerome Rosenberg, the successful plaintiff in this civil rights action under 42 U.S.C. Sec. 1983 in the District Court for the Eastern District of New York, had been convicted, upon the testimony of several eyewitnesses, of the felony murder of two police officers while he was engaged in an armed robbery of the Borough Park Tobacco Company in Brooklyn.  After the Governor had commuted his death sentence to life imprisonment, his conviction and that of a codefendant were affirmed by the New York Court of Appeals, People v. Portelli and Rosenberg, 15 N.Y.2d 235, 257 N. Y.S.2d 931, 205 N.E.2d 857 (1965).1  One of the contentions on that appeal was that the defendants' constitutional rights had been violated by denial of their motion for a change of venue because of prejudicial publicity, and the Court of Appeals amended its remittitur to show that it had considered this argument and had held that \"no constitution...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jerome-rosenberg-v-raymond-v-martin"
    }
  ],
  "relatedIncidents": [
    19111,
    18960,
    18964,
    18969,
    18976
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}