{
  "id": 19113,
  "title": "1973년 Shea 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-04-30",
  "location": "New Hampshire, NH, USA",
  "summary": "미국 New Hampshire, NH 법원 판결 사건. 사건명: Shea. 판결일: 1973-04-30. 법원: Supreme Court of New Hampshire.",
  "description": "## 사건 정보\n\n**사건명**: Lawrence Stone v. Lawrence J. Shea, Sheriff; Richard Lemire v. Thomas L. Bouchard, Adm’r, Hillsborough County House of Correction\n**판결일**: 1973-04-30\n**법원**: Supreme Court of New Hampshire\n**관할**: New Hampshire, NH\n\n**판사**: Duncan, Grimes, Kenison\n\n## 변호인\n\nNew Hampshire Legal Assistance, Richard M. Grimsrud and Richard N. Ross (Mr. Ross orally), for the plaintiff Stone., New Hampshire Legal Assistance, Richard N. Ross and Philip P. Houle (Mr. Ross and Mr. Houle orally), for the plaintiff Lemire., Warren B. Rudman, attorney general, Howard B. Myers, attorney, and Thomas D. Rath, attorney (Rule 23) (Mr. Myers and Mr. Rath orally), for the defendants.\n\n## 인용\n\n- 113 N.H. 174\n\n## 판결문 요약\n\n\n113 N.H. 174 (1973)\nLAWRENCE STONE\nv.\nLAWRENCE J. SHEA, SHERIFF\nRICHARD LEMIRE\nv.\nTHOMAS L. BOUCHARD, ADM'R,\nHILLSBOROUGH COUNTY HOUSE OF CORRECTION\nNo. 6428 No. 6391\nSupreme Court of New Hampshire.\nApril 30, 1973\n*175 New Hampshire Legal Assistance, Richard M. Grimsrud and Richard N. Ross (Mr. Ross orally), for the plaintiff Stone.\nNew Hampshire Legal Assistance, Richard N. Ross and Philip P. Houle (Mr. Ross and Mr. Houle orally), for the plaintiff Lemire.\nWarren B. Rudman, attorney general, Howard B. Myers, attorney, and Thomas D. Rath, attorney (Rule 23) (Mr. Myers and Mr. Rath orally), for the defendants.\nDUNCAN, J.\nThe plaintiff in each of these cases petitions for a writ of habeas corpus. The record concerning the petition of the plaintiff Stone, filed in the superior court, shows that on October 12, 1971, Stone was convicted by the Manchester District Court of the offense of assault, in proceedings in which he was represented by counsel. He was sentenced to serve three months in the house of correction, and appealed to the superior court. Bail was fixed at $100. Thereafter, on petitions filed by the chief of police in September 1971, the district court on October 12, 1971, ordered Stone committed to the house of correction for three months and fifteen days, pursuant to suspended sentences previously imposed by the court on his conviction on May 13, 1970, of the offense of assault, and on June 24, 1970, of the offense of breach of the peace. RSA 607:12.\nThe Superior Co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stone-v-shea"
    }
  ],
  "relatedIncidents": [
    18978,
    19009,
    19024,
    19065,
    19108
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}