{
  "id": 19123,
  "title": "1973년 Ryan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-04-24",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Ryan. 판결일: 1973-04-24. 법원: District Court, E.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff, v. Hermine RYAN, A/K/A Hermine Braunsteiner, A/K/A Mrs. Russell Ryan, Defendant\n**판결일**: 1973-04-24\n**법원**: District Court, E.D. New York\n**관할**: New York, NY\n\n**판사**: Mishler\n\n## 변호인\n\nRobert A. Morse, U. S. Atty., E. D. N. Y., Brooklyn, N. Y., for United States of America; Mary Maguire, Asst. U. S. Atty., of counsel., Barry, Barry & Barry, Long Island City, N. Y., for Hermine Ryan (nee Braunsteiner); John J. Barry, Long Island City, N. Y., of counsel.\n\n## 인용\n\n- 360 F. Supp. 265\n\n## 판결문 요약\n\n\n360 F. Supp. 265 (1973)\nUNITED STATES of America, Plaintiff,\nv.\nHermine RYAN, a/k/a Hermine Braunsteiner, a/k/a Mrs. Russell Ryan, Defendant.\nNo. 68-C-848.\nUnited States District Court, E. D. New York.\nApril 24, 1973.\n*266 Robert A. Morse, U. S. Atty., E. D. N. Y., Brooklyn, N. Y., for United States of America; Mary Maguire, Asst. U. S. Atty., of counsel.\nBarry, Barry &amp; Barry, Long Island City, N. Y., for Hermine Ryan (nee Braunsteiner); John J. Barry, Long Island City, N. Y., of counsel.\n\nMEMORANDUM OF DECISION AND ORDER\nMISHLER, Chief Judge.\nThe action for declaratory judgment brought by the defendant is deemed to be a motion pursuant to Rule 60(b) of the Federal Rules of Civil Procedure to vacate the judgment entered in the above action on September 28, 1971. See Memorandum of decision and order in Ryan v. United States, D.C., 360 F. Supp. 264, 73-C-439.\nThe government filed a complaint in this action on August 22, 1968, charging the defendant with having fraudulently obtained her American citizenship through false representations and concealments in her Application to File Petition for Naturalization (Form N-400) filed on April 11, 1962. The complaint alleges that she swore in her application that she had never \"in the United States or in any other place . . . been arrested, charged, convicted, fined, or imprisoned for breaking or violating any *267 law, ordinance, or regulation\" and had never been a member of any \"organization, association, fund, foundation, club or...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-ryan"
    }
  ],
  "relatedIncidents": [
    19094,
    19138,
    19180,
    19182,
    19184
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}