{
  "id": 19127,
  "title": "1973년 United States v. Ervin W. Stone 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-04-16",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Ervin W. Stone. 판결일: 1973-04-16. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Ervin W. STONE, Defendant-Appellant\n**판결일**: 1973-04-16\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Cummings, Sprecher, Swygert\n\n## 변호인\n\nMichael J. Costello, Springfield, Ill., for defendant-appellant., Donald Bruce Mackay, J. William Roberts and Max E. Goodwin, Springfield, Ill., for plaintiff-appellee.\n\n## 인용\n\n- 471 F.2d 170\n\n## 판결문 요약\n\n471 F.2d 170\n    UNITED STATES of America, Plaintiff-Appellee,v.Ervin W. STONE, Defendant-Appellant.\n    No. 71-1580.\n    United States Court of Appeals,Seventh Circuit.\n    Argued Sept. 22, 1972.Decided Nov. 29, 1972.Rehearing En Banc Denied Jan. 3, 1973.Certiorari Denied April 16, 1973.See 93 S. Ct. 1898.\n    \n      Michael J. Costello, Springfield, Ill., for defendant-appellant.\n      Donald Bruce Mackay, J. William Roberts and Max E. Goodwin, Spring-field, Ill., for plaintiff-appellee.\n      Before SWYGERT, Chief Judge, and CUMMINGS and SPRECHER, Circuit Judges.\n      SPRECHER, Circuit Judge.\n    \n    \n      1\n      The defendant was convicted by a jury of the robbery of the State Bank of Latham, Illinois.1  Numerous alleged errors are raised in this appeal, each of which is considered below.  We affirm the judgment of conviction.\n    \n    \n      2\n      The bank robbery occurred at approximately 3:00 P.M. on March 11, 1970.  Witnesses to the robbery testified that the robber wore a gray cloth mask, gloves and a hat, and carried a gun having a barrel approximately six inches long.  The robber was identified as being a man with a fair complexion, dark reddish hair and over six feet tall.  The defendant was arrested and charged with the crime eleven months later.\n    \n    \n      3\n      At the trial, the four bank employees who had witnessed the crime testified as to the events of the day in question.  None of them was able to make an unequivocal positive identification of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-ervin-w-stone"
    }
  ],
  "relatedIncidents": [
    18952,
    18954,
    18958,
    18963,
    18975
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}