{
  "id": 19124,
  "title": "1973년 Allman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-04-23",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Allman. 판결일: 1973-04-23. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Loamont Allman\n**판결일**: 1973-04-23\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Hopkins\n\n## 변호인\n\nJoseph J. Lombardo for ajipellant., Eugene Gqld, District Attorney (J. Mitchell Rosenberg of counsel), for respondent.\n\n## 인용\n\n- 41 A.D.2d 325\n\n## 판결문 요약\n\n\nHopkins, Acting P. J.\nThe defendant was indicted for the crime of murder of his four-year-old daughter, Lachelle Allman. He was convicted of the crime of manslaughter in the second degree by the verdict of the jury. His appeal raises several claims for reversal and we discuss two of them in detail. The first claim is that the defendant’s conviction rests largely on the inadmissible testimony of his wife concerning privileged communications of the defendant. The second claim asserts that the defendant was deprived of the fair and meaningful representation of counsel.\nWe affirm the judgment of conviction. In our opinion, no error was committed by the Criminal Term.\nAt the trial the defendant’s wife testified that on the evening of November 21, 1967 she and the defendant visited her sister’s home, where they drank brandy. On their return home, the defendant, angry because Lachelle had been incontinent, struck her repeatedly on the face and swung her bodily from the bedroom to the kitchen. He said he was going to kill the child. Despite his wife’s pleas, he threw Lachelle against a wall twice and punched and stomped her stomach. Finally, he hit the child with a broom, breaking, it. His wife put Lachelle to bed and he- would not allow her to call on the telephone for help. In the morning when he awoke and found Lachelle dead, he said to his wife that he had killed his baby and he told her to say to the police that the child had fallen out- of the window. The *327defendant’s wife ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-allman"
    }
  ],
  "relatedIncidents": [
    18960,
    18964,
    18969,
    18976,
    18979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}