{
  "id": 19132,
  "title": "1973년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-04-11",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Jones. 판결일: 1973-04-11. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: JONES v. State\n**판결일**: 1973-04-11\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Deen\n\n## 변호인\n\nHarrison & Garner, G. Hughel Harrison, for appellant., Bryant Huff, District Attorney, Gary Davis, for appellee.\n\n## 인용\n\n- 129 Ga. App. 54\n\n## 판결문 요약\n\n\nDeen, Judge.\nThree men, one of whom was the defendant, came into a store one afternoon requesting examination of two pistols in a showcase some 40 feet away from the door; examined them and said they would return on payday; returned the next morning and again asked to see the firearms; one of the three *55men then engaged the storekeeper in a conversation about shells near the front of the store for about five minutes; the clerk then realized the other two had vanished and, going back to the counter, found the pistols missing and gave immediate alarm; he and the owner then looked out the front door and saw one of the men, who was immediately apprehended and was identified as the person who had gone to the front counter where the shells were; another person immediately got in his automobile and within minutes spotted two men close to the local theater who, as he approached, began to run; the latter (one being the defendant) were apprehended almost at once and one of the pistols was found on search behind a door in the theater. The evidence, although circumstantial, is sufficient to sustain the conviction of this defendant.\nArgued April 2, 1973\nDecided April 11, 1973\nRehearing denied May 9, 1973.\nHarrison &amp; Garner, G. Hughel Harrison, for appellant.\nBryant Huff, District Attorney, Gary Davis, for appellee.\n2. \"A person is concerned in the commission of a crime only if he ... (3) intentionally aids or abets in the commission of the crime.” Code Ann. § 26-801. The defendant ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jones-v-state"
    }
  ],
  "relatedIncidents": [
    18947,
    18948,
    18950,
    18952,
    18953
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}