{
  "id": 19137,
  "title": "1973년 Kopf 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-04-07",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Kopf. 판결일: 1973-04-07. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State of Kansas, Appellant, v. Larry W. Kopf, Appellee\n**판결일**: 1973-04-07\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Kaul\n\n## 변호인\n\nKeith Sanborn, County Attorney, argued the cause, and Vern Miller, Attorney General, and Keith I. Motley and John Trice, both Deputy County Attorneys, were with him on the brief for the appellant., No appearance by appellee.\n\n## 인용\n\n- 508 P.2d 847\n- 211 Kan. 848\n\n## 판결문 요약\n\n\n211 Kan. 848 (1973)\n508 P.2d 847\nSTATE OF KANSAS, Appellant,\nv.\nLARRY W. KOPF, Appellee.\nNo. 46,810\nSupreme Court of Kansas.\nOpinion filed April 7, 1973.\nKeith Sanborn, County Attorney, argued the cause, and Vern Miller, Attorney General, and Keith I. Motley and John Price, both Deputy County Attorneys, were with him on the brief for the appellant.\nNo appearance by appellee.\nThe opinion of the court was delivered by\nKAUL, J.:\nIn this appeal pursuant to K.S.A. 1972 Supp. 22-3602 (formerly K.S.A. 62-1703) the state, by way of questions reserved, seeks review of five adverse rulings in a jury trial.\nThe defendant was charged in an information containing five counts; namely, three counts of murder in the first degree, one count of assault with intent to kill, and one count of aggravated escape. Defendant was found guilty of aggravated escape and not guilty by reason of insanity on the other four counts.\nDefendant cannot be retried and any ruling we might make would not affect him. (State v. Logan, 198 Kan. 211, 424 P.2d 565; and State v. Glaze, 200 Kan. 324, 436 P.2d 377.)\nProvision for appeal by the state upon a question reserved under 22-3602 is essentially the same as that appearing in the predecessor statute (62-1703). In the recent case of State v. Glaze, supra, we spoke of the purpose of the statute in these words:\n\"It is not the function of this statute to provide a means whereby the state may comb the record of trial in a criminal prosecution and have appellate review of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-kopf"
    }
  ],
  "relatedIncidents": [
    18960,
    18964,
    18969,
    18976,
    18979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}