{
  "id": 19133,
  "title": "1973년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-04-09",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Brown. 판결일: 1973-04-09. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: Larry Ray BROWN, Movant-Appellant, v. STATE of Missouri, Respondent\n**판결일**: 1973-04-09\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Donnelly, Henley, Morgan, Tillman\n\n## 변호인\n\nLloyd F. Dieckman, Pohlmann & Dieck-man, Kansas City, for movant-appellant., John C. Danforth, Atty. Gen., G. Michael O’Neal, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 492 S.W.2d 762\n\n## 판결문 요약\n\n\n492 S.W.2d 762 (1973)\nLarry Ray BROWN, Movant-Appellant,\nv.\nSTATE of Missouri, Respondent.\nNo. 57582.\nSupreme Court of Missouri, Division No. 2.\nApril 9, 1973.\nLloyd F. Dieckman, Pohlmann &amp; Dieckman, Kansas City, for movant-appellant.\nJohn C. Danforth, Atty. Gen., G. Michael O'Neal, Asst. Atty. Gen., Jefferson City, for respondent.\nHENLEY, Judge.\nThis is an appeal by Larry Ray Brown, movant, from an order overruling his motion to vacate and set aside a judgment sentencing him to imprisonment for ten years on his conviction of first degree robbery. Rule 27.26.[1] This court has jurisdiction, the notice of appeal having been filed before January 1, 1972. See schedule (§ 31, para. 4) to 1970 amendment of Article V, Constitution of Missouri. We affirm.\nOf the several grounds alleged in his motion and heard and determined by the trial court, he carries forward and briefs only three in this court. They are that the court erred in overruling his motion, because (1) counsel representing him in the robbery case led him to believe that if he would waive his right to appeal his conviction of that offense, he would receive a sentence of five years and an auto theft charge pending against him would be dismissed; that he was thereby induced to and did waive his right to appeal, but his waiver was coerced and involuntary; (2) his said counsel was incompetent and rendered ineffective assistance; and (3) the court failed to instruct the robbery-trial jury on the subject of good character...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brown-v-state"
    }
  ],
  "relatedIncidents": [
    18952,
    18954,
    18958,
    18963,
    18975
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}