{
  "id": 19138,
  "title": "1973년 Lincoln Rochester Trust Co. v. Seneca Hotel Corp. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-04-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Lincoln Rochester Trust Co. v. Seneca Hotel Corp.. 판결일: 1973-04-05. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Lincoln Rochester Trust Company, as Trustee under the Will of Samuel K. Nester v. Seneca Hotel Corp.\n**판결일**: 1973-04-05\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 41 A.D.2d 888\n\n## 판결문 요약\n\n\n'Order and judgment unanimously affirmed, with costs. Memorandum: By the terms of appellants’ indebtedness to respondent bank, appellant Rosen continued obligated thereon as ■ principal after he assigned the-security to Geneva 531 Corp., and so his defense that respondent breached its duty to him as surety fails. Moreover, appellant’s assertion that respondent lulled him as surety into failing to demand that respondent foreclose falls far short of pleading fraud or misrepresentation (CPLR 3018, subd. [b]) which would release a surety (Gindel v. Long Is. Nat. Bank, 31 N Y 2d 859; Schroeppell v. Shaw, 3 N. Y. 446, 456-457). Mere leniency or inaction on the part of the creditor is insufficient to discharge the surety (Becker v. Faber, 280 N. Y. 146; State Bank of Lock Haven v. Smith, 155 N. Y. 185, 198; Kingsbury v. Westfall, 61 N. Y. 356; Schroeppel v. Shaw, supra; 38 N. Y. Jur., Mortgages and Deeds of Trust, § 237; and see Marshall v. Davies, 78 N. Y. 414, 420-422). At all times appellant could have controlled the debt and protected himself by paying to respondent this indebtedness, which was his debt, and then proceed against his assignee, the principal debtor (State Bank v. Smith, 155 N. Y. 185, 198, supra). “To allow him to take advantage of any want of diligence in the defendant in collecting the bond and mortgage, under such circumstances, seems very much like allowing a man to take advantage of his own wrong. If the defendant was guilty of negligence the plaintiff was g...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lincoln-rochester-trust-co-v-seneca-hotel-corp"
    }
  ],
  "relatedIncidents": [
    19094,
    19123,
    19180,
    19182,
    19184
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}