{
  "id": 19131,
  "title": "1973년 Teti 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-04-12",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Teti. 판결일: 1973-04-12. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Steven Teti\n**판결일**: 1973-04-12\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 41 A.D.2d 841\n\n## 판결문 요약\n\n\nAppeal by defendant, as limited by his brief (A) from three judgments of the County Court, Nassau County, all rendered February 7, 1972, which: (1) under indictment 30,653 resentenced him to one year in the Nassau County Jail for violation of a sentence of probation that had been imposed March 30, 1971 on a youthful offender adjudication, (2) under indictment 32,143 convicted him of attempted burglary in the third degree (committed April 25, 1971), upon his plea of guilty, and sentenced him to one year in the Nassau County Jail and (3) under indictment 32,887 convicted him of criminal possession of a dangerous drug in the fourth degree, upon his plea of guilty, and sentenced him to one year in the Nassau County Jail, the three sentences imposed February 7, 1972 to run consecutively, with credit for time served, and (B) from the November 13, 1971 “denial” by that court “of his motion to withdraw his *842pleas ”. [His brief, however, refers to an appeal from the order dated October 13,1972 which denied his motion for resentenee.] Judgments affirmed. Appeal from the order dated October 13, 1972 dismissed. No appeal lies as of right from such an order (GPL 450.10). We construe our order of January 16, 1973 assigning counsel to defendant to prosecute this appeal as an order under GPL 460.30 (subd. 1) granting defendant an extension of time to appeal from the judgments of February 7, 1972, and thus validating the notice of appeal, dated November 14, 1972. While on this appeal it i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-teti"
    }
  ],
  "relatedIncidents": [
    18952,
    18954,
    18958,
    18963,
    18975
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}