{
  "id": 19141,
  "title": "1973년 United States v. Sam Lee Fowler, Jr. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-04-04",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Sam Lee Fowler, Jr.. 판결일: 1973-04-04. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Sam Lee FOWLER, Jr., Defendant-Appellant\n**판결일**: 1973-04-04\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Kiley, Kilkenny, Stevens\n\n## 변호인\n\nGeorge R. Ripplinger, Jr., Belleville, Ill., for defendant-appellant., Henry A. Schwarz, U. S. Atty., Frederick J. Hess, Asst. U. S. Atty., E. St. Louis, Ill., for plaintiff-appellee.\n\n## 인용\n\n- 476 F.2d 1091\n\n## 판결문 요약\n\n476 F.2d 1091\n    UNITED STATES of America, Plaintiff-Appellee,v.Sam Lee FOWLER, Jr., Defendant-Appellant.\n    No. 72-1042.\n    United States Court of Appeals,Seventh Circuit.\n    Argued Oct. 25, 1972.Decided April 4, 1973.\n    \n      George R. Ripplinger, Jr., Belleville, Ill., for defendant-appellant.\n      Henry A. Schwarz, U. S. Atty., Frederick J. Hess, Asst. U. S. Atty., E. St. Louis, Ill., for plaintiff-appellee.\n      Before KILEY and STEVENS, Circuit Judges, and KILKENNY,a Senior Circuit Judge.\n      KILEY, Circuit Judge.\n    \n    \n      1\n      Defendant Fowler, a sixteen year old boy, was committed to the custody of the United States Attorney General \"during his minority\" following a proceeding in which he was found delinquent because of his participation in the burglary of a United States post office.1  He has appealed.  We reverse.\n    \n    \n      2\n      Fowler was arrested as a suspect in the burglary of the post office in Colp, Illinois.  Thereafter he was interrogated by a postal inspector in the Carbondale, Illinois police station.  He orally confessed to his participation in the offense and subsequently joined two juvenile accomplices in a common affidavit admitting the offense.\n    \n    \n      3\n      As permitted by 18 U.S.C. Sec. 5032,2 Fowler consented to be prosecuted as a juvenile rather than an adult.  The government then filed an information instead of an indictment charging him with the burglary offense.  Fowler's pre-trial motion to suppress his c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-sam-lee-fowler-jr"
    }
  ],
  "relatedIncidents": [
    18952,
    18954,
    18958,
    18963,
    18975
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}