{
  "id": 19147,
  "title": "1973년 Lynn Open Air Theatre, Inc. v. Sea Crest Cadillac-Pontiac, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-03-22",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Lynn Open Air Theatre, Inc. v. Sea Crest Cadillac-Pontiac, Inc.. 판결일: 1973-03-22. 법원: Massachusetts Appeals Court.",
  "description": "## 사건 정보\n\n**사건명**: Lynn Open Air Theatre, Inc. vs. Sea Crest Cadillac-Pontiac, Inc.\n**판결일**: 1973-03-22\n**법원**: Massachusetts Appeals Court\n**관할**: Massachusetts, MA\n\n**판사**: Armstrong, Goodman, Rose\n\n## 변호인\n\nRobert M. Bonin (Stephen M. Levinson with him) for the plaintiff., George 0. Gregson (Philip L. Sisk with him) for the defendant.\n\n## 인용\n\n- 294 N.E.2d 473\n- 1 Mass. App. Ct. 186\n\n## 판결문 요약\n\n\n1 Mass. App. Ct. 186 (1973)\n294 N.E.2d 473\nLYNN OPEN AIR THEATRE, INC.\nvs.\nSEA CREST CADILLAC-PONTIAC, INC.\nAppeals Court of Massachusetts, Essex.\nJanuary 16, 1973.\nMarch 22, 1973.\nPresent: ROSE, GOODMAN, &amp; ARMSTRONG, JJ.\nRobert M. Bonin (Stephen M. Levinson with him) for the plaintiff.\nGeorge O. Gregson (Philip L. Sisk with him) for the defendant.\nARMSTRONG, J.\nThis suit was brought to enjoin the defendant's use of flood lights which interfere with the quality of screen projection at the plaintiff's open air drive-in movie theatre and which in some sections of the plaintiff's parking area shine directly into patrons' eyes. No objections were taken to the master's report, which was confirmed on motion of the plaintiff. A justice of the Superior Court entered a final decree dismissing the bill of *187 complaint and the defendant's counterclaims. The plaintiff appealed.\nThe master found that when the plaintiff located its drive-in theatre many years ago it was the only occupier and user within many hundreds of feet, but that the neighborhood is now a highly developed commercial area located on a heavily traveled public way. He found that the other occupiers of this area are mainly commercial in nature, and are well lighted at night; that the defendant's use of lights in the evening is normal in the defendant's business and is only harmful to the plaintiff's business because of a drive-in theatre's unique high sensitivity to light; and that each party by incurring expenditu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lynn-open-air-theatre-inc-v-sea-crest-cadillac-pontiac-inc"
    }
  ],
  "relatedIncidents": [
    18947,
    18948,
    18950,
    18952,
    18953
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}