{
  "id": 19140,
  "title": "1973년 Rankin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-04-04",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Rankin. 판결일: 1973-04-04. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Indiana v. Allan C. Rankin, Et. Al.\n**판결일**: 1973-04-04\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBruler, Hunter\n\n## 변호인\n\nTheodore L. Sendak, Attorney General, Edward W. Johnson, Deputy Attorney General, for appellant., Dix, Patrick, Ratcliffe & Adamson, of Terre Haute, Allan C. Rankin, John W. Truitt, George R. Kern, Richard A. Melloh, Paul T. Edgerton, Michael A. Ard, (Miss) Elizabeth R. Campbell, J. Kenneth Moulton, John M. House, James D. Archer, JohnE. McCutchan, Mrs. Nancye T. Mitchell, Herbert I. Lamb, William T. Hitch, Richard D. Wells, for appellees.\n\n## 인용\n\n- 294 N.E.2d 604\n- 260 Ind. 228\n\n## 판결문 요약\n\n\n294 N.E.2d 604 (1973)\nSTATE of Indiana, Appellant,\nv.\nAllan C. RANKIN et al., Appellees.\nNo. 373S61.\nSupreme Court of Indiana.\nApril 4, 1973.\n*605 Theodore L. Sendak, Atty. Gen., Edward W. Johnson, Deputy Atty. Gen., for appellant.\nDix, Patrick, Ratcliffe &amp; Adamson, by Thomas M. Patrick, Terre Haute, for appellees.\nHUNTER, Justice.\nThis cause is before this Court on a Petition to Transfer filed by the State of Indiana. The cause arose out of a suit initiated by the Attorney General against the trustees, administrators, and certain students of Indiana State University for damages from the destruction of real and personal property which occurred during a disturbance on the Indiana State University campus. Motions to Dismiss under TR. 12(B)(6), IC 1971, 34-5-1-1, for failure to state a claim upon which relief could be granted were sustained by the trial court without hearing any evidence. On appeal, the Court of Appeals, First District, affirmed. See, State v. Rankin (1972), 282 N.E.2d 851.\nThe main contention of the Motions to Dismiss is that the Attorney General had no authority to institute such a suit. The Court of Appeals properly noted that the office of Attorney General was created by statute and is not a constitutional office. State ex rel. Steers v. Lake Criminal Court (1953), 232 Ind. 443, 112 N.E.2d 445, 113 N.E.2d 44. The Attorney General can therefore only derive authority via statute. The Court of Appeals then stated that it is incumbent upon the Attorney Gene...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-rankin"
    }
  ],
  "relatedIncidents": [
    18947,
    18948,
    18950,
    18952,
    18953
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}