{
  "id": 19157,
  "title": "1973년 Powers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-03-13",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Powers. 판결일: 1973-03-13. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Gary Leon POWERS v. STATE\n**판결일**: 1973-03-13\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Per Curiam\n\n## 변호인\n\nJ. D. Quinlivan, Jr., Mobile, for appellant., William J. Baxley, Atty. Gen., and Joseph G. L. Marston, III, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 275 So. 2d 369\n- 49 Ala. App. 690\n\n## 판결문 요약\n\n\n275 So. 2d 369 (1973)\nGary Leon POWERS\nv.\nSTATE.\n1 Div. 353.\nCourt of Criminal Appeals of Alabama.\nMarch 13, 1973.\n*370 J. D. Quinlivan, Jr., Mobile, for appellant.\nWilliam J. Baxley, Atty. Gen., and Joseph G. L. Marston, III, Asst. Atty. Gen., for the State.\nPER CURIAM.\nA jury of Baldwin County convicted appellant of possessing marihuana in violation of law. The trial court, after due and proper allocution, fixed his punishment at imprisonment in the penitentiary for a period of three years. The record does not indicate that defendant's counsel was present when sentence was pronounced. Judgment and appeal therefrom followed.\nThe indictment of defendant reads as follows:\n\"The Grand Jury of said County charge that before finding this indictment Gary Leon Powers did unlawfully possess marihuana, one of the controlled substances enumerated in Section 204 (Schedule 1) (d), as set out in the Uniform Alabama Controlled Substances Act, against the peace and dignity of the State of Alabama.\"\nDefendant in the trial court moved to dismiss the indictment for that the Uniform Controlled Substance Act violated Article 4, § 45, of the Alabama Constitution of 1901. The contention is that the Act contains more than one subject contrary to an excerpt of § 45, which provides that \". . . each law shall contain but one subject, which shall be clearly expressed in its title . . . .\"\nThe Act in question, Act. No. 1407, Vol. III, p. 2378, General Acts, 1971, has a title which reads:\n\"To provide a ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=powers-v-state"
    }
  ],
  "relatedIncidents": [
    18947,
    18948,
    18950,
    18952,
    18953
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}