{
  "id": 19150,
  "title": "1973년 Monsanto 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-03-19",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Monsanto. 판결일: 1973-03-19. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Lawrence Monsanto\n**판결일**: 1973-03-19\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 41 A.D.2d 761\n\n## 판결문 요약\n\n\nAppeal by defendant from a judgment of the County Court, Nassau County, rendered August 3, 1972, convicting him of burglary in the second degree, a felony, and possession of a weapon as a misdemeanor, upon his plea of guilty, and sentencing him to a prison term of a maximum of four years for the burglary and certifying him to the care and custody of the Narcotic Addiction Control. Commission (NACC) for a maximum of three years for the weapon possession. Judgment modified, on the law and as a matter of discretion in the interests of justice, by changing the sentence on the misdemeanor conviction to a suspended sentence. As so modified, judgment affirmed. Defendant, an admitted narcotic addict, interposed his guilty plea in satisfaction of all charges in the indictment. At sentencing, the court affirmatively indicated that it wished to exercise its discretion under section 208 of the former Mental Hygiene Law (now section 81.21 of the present Mental Hygiene Law) by sentencing defendant to prison rather than certifying him to the care and custody of NACC. Indicating dissatisfaction with the result, but being of the opinion that it was bound by the mandatory language of paragraph a of subdivision 4 of section 208, the court then certified defendant to the custody of NACC on the misdemeanor conviction. This led to the anomalous result of having defendant receive a prison sentence and a certification to the care and custody of NACC at .the same time. The statute gave the court the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-monsanto"
    }
  ],
  "relatedIncidents": [
    18952,
    18954,
    18958,
    18963,
    18975
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}