{
  "id": 19168,
  "title": "1973년 Farms 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-02-23",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: Farms. 판결일: 1973-02-23. 법원: New Mexico Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Leonard FARMS, a partnership v. CARLSBAD RIVERSIDE TERRACE APARTMENTS, INC., and Duffy A. Sasser\n**판결일**: 1973-02-23\n**법원**: New Mexico Supreme Court\n**관할**: New Mexico, NM\n\n**판사**: McManus, Montoya, Oman\n\n## 변호인\n\nTharp, Tharp & Williams, Clovis, Sherman & Sherman, Deming, for appellants., Crouch & Lenko, Walter R. Parr, Las Cruces, for appellee.\n\n## 인용\n\n- 84 N.M. 624\n- 506 P.2d 781\n\n## 판결문 요약\n\n OPINION OMAN, Justice. Plaintiff, Leonard Farms, a partnership, hereinafter called Leonard, brought suit to recover on a promissory note executed by defendants, Carlsbad Riverside Terrace Apartments, Inc., hereinafter called Carlsbad, Duffy A. Sasser and W. W. Smith, and to foreclose a mortgage on real estate executed by Carlsbad and given to Leonard 'as security for the indebtedness evidenced by the note. Carlsbad and Sasser have appealed from judgments entered in favor of Leonard on its complaint and dismissing the counterclaims of Carlsbad and Sasser. We affirm. The first point relied upon for reversal is Sasser’s claim that the trial court erred in refusing to strike Leonard’s reply to his counterclaim. The basis of the claim is the untimely filing of the reply. The counterclaim was filed June 17, 1971. The reply thereto was filed August 5, 1971. The case came on for trial on August 10, 1971. After the parties had announced ready for trial, Sasser orally moved the court to strike plaintiff’s reply to his counterclaim and to grant him a default judgment on the counterclaim as provided by Rule 55 of the Rules of Civil Procedure [§ 21-1-1(55), N.M.S.A.1953 (Repl. Vol. 4, 1970)]. The trial court reserved ruling on the motion and the trial continued.  Default judgments are not favored, and, generally, cases should be decided on their merits. Mayfield v. Sparton Southwest, Inc., 81 N.M. 681, 472 P.2d 646 (1970); Wooley v. Wicker, 75 N.M. 241, 403 P.2d 685 (1965). It lies withi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=farms-v-carlsbad-riverside-terrace-apartments-inc"
    }
  ],
  "relatedIncidents": [
    18947,
    18948,
    18950,
    18952,
    18953
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}