{
  "id": 19175,
  "title": "1973년 Linn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-02-02",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: Linn. 판결일: 1973-02-02. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Ted LINN Et Al., Appellants (Defendants Below), v. the STATE of Wyoming, Appellee (Plaintiff Below)\n**판결일**: 1973-02-02\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: Guthrie, McEWAN, McINTYRE, Parker\n\n## 변호인\n\nJohn E. Ackerman, Casper, for appellants., Clarence A. Brimmer, Atty. Gen., Frederick C. Reed, Asst. Atty. Gen., Cheyenne, J. F. Mahoney, Casper, for appellee.\n\n## 인용\n\n- 505 P.2d 1270\n\n## 판결문 요약\n\n\n505 P.2d 1270 (1973)\nTed LINN et al., Appellants (Defendants below),\nv.\nThe STATE of Wyoming, Appellee (Plaintiff below).\nNo. 4048.\nSupreme Court of Wyoming.\nFebruary 2, 1973.\n*1271 John E. Ackerman, Casper, for appellants.\nClarence A. Brimmer, Atty. Gen., Frederick C. Reed, Asst. Atty. Gen., Cheyenne, J.F. Mahoney, Casper, for appellee.\nBefore McINTYRE, C.J., and PARKER, McEWAN and GUTHRIE, JJ.\nJustice McINTYRE (Chief Justice at time of oral argument) delivered the opinion of the court.\nThe three appellants named in the title of this case were jointly charged in Teton County as accessories before the fact to the first degree murder of Larry Olinger. Upon demand of the defendants, a bill of *1272 particulars was furnished by the prosecution. It charged the defendants, in furtherance of a common design, encouraged, hired or otherwise procured the murder of Olinger in the State of Nevada. The common design was alleged to have been entered into at the home of defendant Ted Linn in Jackson, Wyoming, between August 1 and August 8, 1967.\nPursuant to the request of defendants, a change of venue was granted to Natrona County. Trial was had and all three defendants were found guilty by the jury. Sentence was imposed and defendants have appealed. Their court-appointed attorney, John E. Ackerman, alleges 17 trial errors and claims the conviction of each defendant should be reversed.\nOne of the admitted participants in the making of plans at the home of Linn and one of the actual murder...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=linn-v-state"
    }
  ],
  "relatedIncidents": [
    18960,
    18964,
    18969,
    18976,
    18979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}