{
  "id": 19172,
  "title": "1973년 Edmiston 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-02-07",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Edmiston. 판결일: 1973-02-07. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Pauline EDMISTON v. The STATE of Texas\n**판결일**: 1973-02-07\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Roberts\n\n## 변호인\n\nStuart M. Nelkin, Houston, for appellant., Carol S. Vance, Dist. Atty., James C. Brough and Mark Vela, Asst. Dist. Attys., Houston, and Jim D. Vollers, State’s Atty., Robert A. Huttash, Asst. State’s Atty., Austin, for the State.\n\n## 인용\n\n- 489 S.W.2d 903\n\n## 판결문 요약\n\n\nOPINION\nROBERTS, Judge.\nThis appeal is taken from a conviction for the offense of aggravated assault upon a police officer. Punishment was assessed by the jury at 30 days’ confinement and a fine of $280.00.\nFour grounds of error are raised.\nThe facts are disputed. Testimony for the State reflected that on November 19, 1970, a deputy constable for Harris County, Bill Bridges, was attempting to deliver a subpoena to appellant. He testified that when he arrived at the address listed on *904the citation, he knocked on the front door, but no one answered. Then a car operated by appellant drove up. Appellant began writing down the license number of Bridges’ automobile as Bridges approached Bridges stated that, at this point, he identified himself by telling appellant that he was a county officer and also by displaying his badge and identification. Appellant continued to write down the officer’s license number, though Bridges again identified himself, and informed her that he had a subpoena. Subsequently, appellant ordered Bridges off her property, cursed him, and threatened to shoot him. Bridges thought the threat to be serious enough that he left, in order to get assistance. When Bridges soon returned with another constable, appellant’s automobile was not at her home. Both constables knocked on the front door, but again, no one answered. Appellant then drove up and began cursing the officers. After the officers again identified themselves,1 they approached appellant, who was stil...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "폭행",
    "연쇄범죄",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=edmiston-v-state"
    }
  ],
  "relatedIncidents": [
    18948,
    18978,
    19009,
    19024,
    19065
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}