{
  "id": 19174,
  "title": "1973년 Horn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-02-06",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Horn. 판결일: 1973-02-06. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Willie HORN v. STATE\n**판결일**: 1973-02-06\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Dan Boyd\n\n## 변호인\n\nDelano J. Palughi, Mobile, for appellant., William J. Baxley, Atty. Gen., and Samuel L. Adams, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 273 So. 2d 249\n- 49 Ala. App. 489\n\n## 판결문 요약\n\n\n273 So. 2d 249 (1973)\nWillie HORN\nv.\nSTATE.\n1 Div. 244.\nCourt of Criminal Appeals of Alabama.\nFebruary 6, 1973.\nDelano J. Palughi, Mobile, for appellant.\nWilliam J. Baxley, Atty. Gen., and Samuel L. Adams, Asst. Atty. Gen., for the State.\nDAN BOYD, Circuit Judge.\nThis appeal is from a conviction in the Circuit Court of Mobile County, for the crime against nature on a ten year old boy, and sentence of ten years in the penitentiary. Title 14, § 106, Code of Alabama 1940, Recompiled, 1958.\nThe indictment is in Code form. Bradford v. State, 104 Ala. 68, 16 So. 107; Woods v. State, 10 Ala.App. 96, 64 So. 508. Appellant's pleas were not guilty and not guilty by reason of insanity.\nThere was no motion to exclude the State's evidence, no request for the affirmative, or any other special, charge, and no motion for a new trial, and no exception to the trial judge's oral charge to the jury.\n\nI\nA ten year old boy, alleged to be the victim, testified for the State that in April, 1971, as he was returning home in late afternoon and passing where appellant stayed, appellant asked him if he wanted to make some money. Appellant stated he would give the boy some money to go get a dog. He accompanied appellant to get a dog, and upon returning they went a pass-way or short-cut where there were trees and bushes. There the appellant threw him onto the ground, threatened him if he told, snatched off his clothes, and committed acts then and there of the alleged offense. *250 This boy further testif...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=horn-v-state"
    }
  ],
  "relatedIncidents": [
    18947,
    18948,
    18950,
    18952,
    18953
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}