{
  "id": 19185,
  "title": "1973년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-01-19",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1973-01-19. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Jackson\n**판결일**: 1973-01-19\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Brien, Eagen, Jones, Mandeeino, Manderino, Nix, Pomeroy, Roberts\n\n## 변호인\n\nBailie Ann Radick and John J. Dean, Assistant Public Defenders, and George H. Ross, Public Defender, for appellant., Carol Mary Los and Robert L. Eberha/rdt, Assistant District Attorneys, and Robert W. Duggan, District Attorney, for Commonwealth, appellee.\n\n## 인용\n\n- 450 Pa. 92\n\n## 판결문 요약\n\n\nOpinion by\nMb. Justice Mandeeino,\nAppellant, Norman M. Jackson, was convicted of second degree murder and sentenced to serve not less than ten nor more than twenty years. In this appeal from the judgment of sentence, the only question raised is whether the trial court unfairly participated in the trial as an advocate and thereby deprived the appellant of an impartial jury trial.\nAppellant gave a statement in which he admitted that he shot the victim during a fight in the appellant’s apartment. According to the appellant’s statement, a fight began when the victim refused to engage in homosexual relations with the appellant’s roommate because he was black. Appellant stated that he accidently shot the deceased during the fight. The prosecution introduced evidence establishing that the shooting was not accidental. In order to establish a modus operandi, *94one of the witnesses called by the Commonwealth was Eichard Yos. He testified that he had once been invited to the appellant’s apartment where he was robbed and stabbed by the appellant and his roommate.\nMany of the alleged errors raised by the appellant concerned questions by the trial court when Yos was testifying.\nOn one occasion, Yos, who had testified about knife wounds he received from the appellant, was asked to stand up and point to the area of injury on his chest. After Yos pointed out the areas, the court asked if there was a scar and when Yos replied in the affirmative the court suggested that the scar be exhibited....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-jackson"
    }
  ],
  "relatedIncidents": [
    18960,
    18964,
    18969,
    18976,
    18979
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}