{
  "id": 19184,
  "title": "1973년 Filiberti 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-01-19",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Filiberti. 판결일: 1973-01-19. 법원: District Court, D. Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America v. Raymond FILIBERTI and Frank Sacco\n**판결일**: 1973-01-19\n**법원**: District Court, D. Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Blumenfeld\n\n## 변호인\n\nRandolph C. Roeder, Asst. U. S. Atty., Hartford, Conn., for plaintiff., Hubert J. Santos, Federal Public Defender, Hartford, Conn., for defendants.\n\n## 인용\n\n- 353 F. Supp. 252\n\n## 판결문 요약\n\n\n353 F. Supp. 252 (1973)\nUNITED STATES of America\nv.\nRaymond FILIBERTI and Frank Sacco.\nCrim. No. H-300.\nUnited States District Court, D. Connecticut.\nJanuary 19, 1973.\nRandolph C. Roeder, Asst. U. S. Atty., Hartford, Conn., for plaintiff.\nHubert J. Santos, Federal Public Defender, Hartford, Conn., for defendants.\n\nRULING ON DEFENDANT FILIBERTI'S MOTION TO DISMISS THE INDICTMENT\nBLUMENFELD, Chief Judge.\nRaymond Filiberti was indicted on June 27, 1972, for fraudulently concealing and transferring the assets of a bankrupt corporation and conspiracy in violation of 18 U.S.C. §§ 152 and 371. The substantive offense allegedly occurred on or about June 26, 1968, four years and one day before the indictment was returned.[1] Defendant does not allege that he has been prejudiced by this delay in any way, but contends that the government has failed to comply with the provisions of 18 U.S.C. § 3057[2] and *253 that the indictment must therefore, be dismissed. For reasons which will appear, this motion must be denied.\nDefendant's argument is of necessity grounded upon the statute, for the Supreme Court has squarely rejected the argument that the sixth amendment's guarantee of a speedy trial[3] applies to pre-indictment delay. United States v. Marion, 404 U.S. 307, 92 S. Ct. 455, 30 L. Ed. 2d 468 (1971). Moreover, his suggested reading of § 3057 would make that statute unique in criminal procedure, for \"the applicable statute of limitations . . . is . . . the primary guarantee against bri...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-filiberti"
    }
  ],
  "relatedIncidents": [
    19094,
    19123,
    19138,
    19180,
    19182
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}