{
  "id": 19188,
  "title": "1973년 Hall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-01-10",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Hall. 판결일: 1973-01-10. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Gordon Quanah HALL, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1973-01-10\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Dice\n\n## 변호인\n\nPaul J. Chitwood, Dallas, for appellant., Henry Wade, Dist. Atty. and W. T. Westmoreland, Jr., Asst. Dist. Atty., Dallas, and Jim D. Vollers, State’s Atty., and Robert A. Huttash, Asst. State’s Atty., Austin, for the State.\n\n## 인용\n\n- 488 S.W.2d 788\n\n## 판결문 요약\n\n\n488 S.W.2d 788 (1973)\nGordon Quanah HALL, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 45551.\nCourt of Criminal Appeals of Texas.\nJanuary 10, 1973.\n*789 Paul J. Chitwood, Dallas, for appellant.\nHenry Wade, Dist. Atty. and W. T. Westmoreland, Jr., Asst. Dist. Atty., Dallas, and Jim D. Vollers, State's Atty., and Robert A. Huttash, Asst. State's Atty., Austin, for the State.\n\nOPINION\nDICE, Special Commissioner.\nAppellant was convicted under Art. 483, Vernon's Ann.P.C., of unlawfully carrying a pistol and his punishment assessed at a fine of $150.\nTrial was to the Court without a jury.\nWe reverse the judgment of conviction on appellant's first ground of error wherein he insists that the pistol in question was seized from his motor vehicle as the result of an illegal arrest and that for such reason his conviction cannot stand.\nBriefly, the record shows that on the day in question as Officer Bolling was driving his squad car east on Throckmorton Street in the city of Dallas, he observed a Ford pick-up being driven in front of him by the appellant. At an intersection appellant slowed down his vehicle and turned left on Browser Street without having made any form of signal. The officer proceeded to stop and arrest appellant for failing to signal that he was going to turn. The pistol in question was found by the officer under the front seat of the pick-up after appellant had been stopped. Officer Bolling made it clear from his testimony that the only reason he stopped and arreste...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hall-v-state"
    }
  ],
  "relatedIncidents": [
    18947,
    18948,
    18950,
    18952,
    18953
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}