{
  "id": 19180,
  "title": "1973년 Landsburg 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1973-01-30",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Landsburg. 판결일: 1973-01-30. 법원: District Court, E.D. Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Forrest MURPHY v. Leonard LANDSBURG, Individually and as Trustee of the Estate of Adolph L. Tafel\n**판결일**: 1973-01-30\n**법원**: District Court, E.D. Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Bechtle\n\n## 변호인\n\nVictor Wright, Philadelphia, Pa., for plaintiffs., J. Stokes Adams, James Francis Lawler, Philadelphia, Pa., for defendants.\n\n## 인용\n\n- 58 F.R.D. 165\n\n## 판결문 요약\n\n\n*167MEMORANDUM OPINION\nBECHTLE, District Judge.\nThe four members of the partnership, Utah Oil Land Company, bring the action here involved seeking a variety of relief against four defendants.1 *****The complaint is in six counts. Under the first two and the last two counts, the partnership seeks damages from Leonard Landsburg, individually and as Trustee of the Estate of Adolph L. Tafel, deceased. Counts I and II are for breach pf an alleged contract between the partnership and the trustee; Counts V and VI are for the trustee’s alleged violation of the Federal securities anti-fraud statutes and SEC Regulation 10b-5. The prayer for relief in each of Counts I and II has been amended by stipulation to include a request that the trustee be ordered to sell and transfer to the partnership the 750 shares of Boericke and Tafel, Inc. (“B &amp; T”), stock held by him as trustee, in accordance with the terms of the alleged contract between him and the partnership. The remaining counts, Counts III and IV, seek damages from the other three defendants (B &amp; T; Donald Lee, president and director of B &amp; T; and Gustav H. Tafel, Jr., a director of B &amp; T) for asserted malicious interference with the contractual relationship between the partnership and the trustee for the sale of the 750 shares of B &amp; T stock.2 The partnership also asks for a declaration that B &amp; T be deemed trustee ex maleficio of the 750 shares “obtained” from the trustee of the estate and be required to ma...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=murphy-v-landsburg"
    }
  ],
  "relatedIncidents": [
    19094,
    19123,
    19138,
    19182,
    19184
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}