{
  "id": 19199,
  "title": "1972년 Long 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-12-20",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: Long. 판결일: 1972-12-20. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Harold M. LONG v. UNITED STATES\n**판결일**: 1972-12-20\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: Harris, Reilly\n\n## 변호인\n\nCharles A. Kubinski, Washington, D. C., appointed by this court, for appellant., Peter C. Schaumber, Asst. U. S. Atty., with whom Harold H. Titus, Jr., U. S. Atty., John A. Terry and Raymond Banoun, Asst. U. S. Attys., were on the brief, for appellee.\n\n## 인용\n\n- 298 A.2d 213\n\n## 판결문 요약\n\n\nREILLY, Chief Judge.\nThe sole issue raised by this appeal is the quantum of proof which must be presented by the prosecution to sustain a conviction for forging or uttering a forged document in violation of D.C.Code 1967, § 22-1401. Appellant was tried on an indictment charging him under this section of the Code with three counts of forgery and three of uttering, found guilty by a jury on all counts, and sentenced to a term of one to three years imprisonment on each — the sentences to run concurrently.\nThe theory of the Government’s case was that appellant had fraudulently used a credit card which belonged to another man on at least three different occasions to procure gasoline and other services from local filling stations. The owner of the credit card testified at the trial that a few weeks before these transactions had occurred he had been the victim of a holdup and that one of the robbers had taken his money and credit cards, including the card subsequently utilized at the filling stations the following month. He was unable to identify the defendant (appellant here) as one of the participants in the robbery.\nEvidence pointing to the subsequent illegal misuse of the card consisted of the testimony of two witnesses. The first — an in*214vestigator from the police departments check and fraud squad — testified that an examination of a number of sales slips (purchase receipts) charged to the robbery victim included two where the automobile license recorded on the slip coincid...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=long-v-united-states"
    }
  ],
  "relatedIncidents": [
    19218,
    19226,
    19234,
    19242,
    19247
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}