{
  "id": 19209,
  "title": "1972년 McNeal 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-12-06",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: McNeal. 판결일: 1972-12-06. 법원: District Court, N.D. Mississippi.",
  "description": "## 사건 정보\n\n**사건명**: Tommy McNEAL, Petitioner, v. John Allen COLLIER, Superintendent, Mississippi State Penitentiary, Respondent\n**판결일**: 1972-12-06\n**법원**: District Court, N.D. Mississippi\n**관할**: Mississippi, MS\n\n**판사**: Orma R. Smith\n\n## 변호인\n\nDavid M. Lipman, North Mississippi Rural Legal Services, Oxford, Miss., Johnnie E. Walls, Jr., North Mississippi Rural Legal Services, Greenwood, Miss., for petitioner., Edwin A. Snyder, Asst. Atty. Gen., State of Mississippi, Jackson, Miss., for respondent.\n\n## 인용\n\n- 353 F. Supp. 485\n\n## 판결문 요약\n\n\n353 F. Supp. 485 (1972)\nTommy McNEAL, Petitioner,\nv.\nJohn Allen COLLIER, Superintendent, Mississippi State Penitentiary, Respondent.\nNo. DC 7234-S.\nUnited States District Court, N. D. Mississippi, Delta Division.\nDecember 6, 1972.\n*486 David M. Lipman, North Mississippi Rural Legal Services, Oxford, Miss., Johnnie E. Walls, Jr., North Mississippi Rural Legal Services, Greenwood, Miss., for petitioner.\nEdwin A. Snyder, Asst. Atty. Gen., State of Mississippi, Jackson, Miss., for respondent.\n\n\n*487 MEMORANDUM OF DECISION\nORMA R. SMITH, District Judge.\nTommy McNeal, a young black male, was brought to trial on a murder charge during the July, 1968 term of the Circuit Court of Coahoma County, Mississippi. However, because of an unexpected development, the trial was aborted during the presentation of the state's case, and the jury dismissed over the objection of defense counsel. Six months later, in the January, 1969 term, McNeal was again brought to trial on the same charge. On this occasion the trial was completed, and McNeal was convicted. The Mississippi Supreme Court, without considering the issue raised here, affirmed the conviction, and McNeal is now serving a life sentence. McNeal v. State of Mississippi, 231 So. 2d 491 (Miss.1970). Contending that the state twice subjected him to jeopardy for the same offense, McNeal has petitioned this court for habeas corpus relief. 28 U.S. C.A. §§ 2241, 2254.\nHaving determined that the petitioner exhausted available state remedies, this...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcneal-v-collier"
    }
  ],
  "relatedIncidents": [
    19202,
    19205,
    19219,
    19220,
    19223
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}