{
  "id": 19205,
  "title": "1972년 Gress 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-12-09",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Gress. 판결일: 1972-12-09. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State of Kansas, Appellee, v. Donald Grover Gress, Appellant\n**판결일**: 1972-12-09\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Fromme\n\n## 변호인\n\nMichael Lerner, of Kansas City, argued the cause, and Anthony R. Russo, also of Kansas City, was with him on the brief for the appellant., Nick A. Tomasic, chief deputy county attorney, argued the cause, and Vem Miller, attorney general, and F. D. Menghini, county attorney, were with him on the brief for the appellee.\n\n## 인용\n\n- 504 P.2d 256\n- 210 Kan. 850\n\n## 판결문 요약\n\n\n210 Kan. 850 (1972)\n504 P.2d 256\nSTATE OF KANSAS, Appellee,\nv.\nDONALD GROVER GRESS, Appellant.\nNo. 46,867\nSupreme Court of Kansas.\nOpinion filed December 9, 1972.\nMichael Lerner, of Kansas City, argued the cause, and Anthony R. Russo, also of Kansas City, was with him on the brief for the appellant.\nNick A. Tomasic, chief deputy county attorney, argued the cause, and Vern Miller, attorney general, and F.D. Menghini, county attorney, were with him on the brief for the appellee.\nThe opinion of the court was delivered by\nFROMME, J.:\nThis is a direct appeal from a conviction for murder in the second degree. The charge was under K.S.A. 21-402 (now *851 K.S.A. 1971 Supp. 21-3402). Appellant was sentenced to the custody of the State Penal Director for a term of fifteen years. The murder victim was appellant's 84 year old grandfather.\nThe events leading to the prosecution will be highly summarized in view of the points of error to be discussed later. Around 8:00 o'clock p.m. on September 27, 1969, a fire alarm was sent in for 9247 Leavenworth Road in Kansas City, Kansas. The appellant's grandfather, Grover Cleveland Gress, lived alone at this rural address. The residence was destroyed by the fire and the firemen discovered the badly charred body of appellant's grandfather in the ashes of his home. The body bore marks of an apparent shotgun blast.\nPolice officers were summoned and they began an investigation into the homicide. In the course of the investigation a pickup order was iss...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-gress"
    }
  ],
  "relatedIncidents": [
    19202,
    19209,
    19219,
    19220,
    19223
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}