{
  "id": 19208,
  "title": "1972년 Ex Parte Ates 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-12-06",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex Parte Ates. 판결일: 1972-12-06. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Robert James ATES\n**판결일**: 1972-12-06\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrison\n\n## 변호인\n\nRobert James Ates, pro se., Jim D. Vollers, State’s Atty., Robert A. Huttash, Asst. State’s Atty., Austin, for the State.\n\n## 인용\n\n- 487 S.W.2d 353\n\n## 판결문 요약\n\n\n487 S.W.2d 353 (1972)\nEx parte Robert James ATES.\nNo. 46203.\nCourt of Criminal Appeals of Texas.\nDecember 6, 1972.\nRobert James Ates, pro se.\nJim D. Vollers, State's Atty., Robert A. Huttash, Asst. State's Atty., Austin, for the State.\n\nOPINION\nMORRISON, Judge.\nThis is an appeal from an order denying a writ of habeas corpus.\nPetitioner claims that he was denied due process when the Board of Pardons and Paroles revoked his parole on May 18, 1972 without a hearing.\nThe sole question presented by this appeal is whether the holding of the Supreme Court of the United States in Morrissey v. Brewer, 408 U.S. 471, 92 S. Ct. 2593, 33 L. Ed. 2d 484 (June 29, 1972) shall be construed by this Court to have retroactive application in this State.\nAs we construe the opinion, the rules announced by the Court in Morrissey are:\n1. Arrest of Parolee and Preliminary Hearing:\nInquiry should be conducted at or near the place of the alleged parole violation occurrence as promptly as is convenient, to determine if there is probable cause or reasonable grounds to believe that the *354 arrested parolee has committed an act which would constitute a violation of parole conditions. This inquiry should be made by an independent officer (if a parole officer, then by one other than the one who made the report of parole violation or who has recommended revocation). This independent decision maker need not be a judicial officer. The parolee should be given notice of the hearing and its purpose and informed w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-ates"
    }
  ],
  "relatedIncidents": [
    19195,
    19199,
    19200,
    19202,
    19203
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}