{
  "id": 19218,
  "title": "1972년 Robert Martin Hood v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-12-01",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Robert Martin Hood v. United States. 판결일: 1972-12-01. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Robert Martin HOOD, Appellant, v. UNITED STATES of America, Appellee\n**판결일**: 1972-12-01\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Lay, Matthes, Per Curiam, Stephenson\n\n## 변호인\n\nRobert T. Dawson, Fort Smith, Ark., for appellant., Bethel B. Larey, U. S. Atty., and James A. Gutensohn, Asst. U. S. Atty., Fort Smith, Ark., for appellee.\n\n## 인용\n\n- 469 F.2d 721\n\n## 판결문 요약\n\n469 F.2d 721\n    Robert Martin HOOD, Appellant,v.UNITED STATES of America, Appellee.\n    No. 72-1134.\n    United States Court of Appeals,Eighth Circuit.\n    Dec. 1, 1972.\n    \n      Robert T. Dawson, Fort Smith, Ark., for appellant.\n      Bethel B. Larey, U. S. Atty., and James A. Gutensohn, Asst. U. S. Atty., Fort Smith, Ark., for appellee.\n      Before MATTHES, Chief Judge, and LAY and STEPHENSON, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      Robert Martin Hood appeals from the trial court's denial of his motion to modify or set aside a fifteen-year sentence imposed for violation of 18 U.S.C. Sec. 2113(d) (bank robbery by use of force, violence and intimidation).  Hood, convicted upon a plea of guilty, contends that the sentence was so excessive as to constitute cruel and unusual punishment prohibited by the Eighth Amendment and also a gross abuse of the discretion afforded the trial judge under Rule 32, Federal Rules of Criminal Procedure.1\n    \n    \n      2\n      Appellant Hood, acting with others pursuant to a well-laid plan, robbed a bank in Arkansas while armed with a deadly weapon and through the use of threats.  The bank's president or manager was taken as a hostage.  Hood made a confession following his capture which implicated others.  He entered a plea of guilty and received a fifteen-year sentence, well within the authorized penalty of not more than a $10,000 fine or 25 years imprisonment or both.  We find the assertion of cruel and unusual punishment...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robert-martin-hood-v-united-states"
    }
  ],
  "relatedIncidents": [
    19199,
    19226,
    19234,
    19242,
    19247
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}