{
  "id": 19219,
  "title": "1972년 Carlisle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-11-29",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Carlisle. 판결일: 1972-11-29. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Bobby Richard CARLISLE v. The STATE of Texas\n**판결일**: 1972-11-29\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Odom\n\n## 변호인\n\nGeorge T. Ellis, Houston, for appellant., Carol S. Vance, Dist. Atty., Phyllis Bell and Alvin A. Horne, Asst. Dist. Attys., Houston, and Jim D. Vollers, State’s Atty., Robert A. Huttash, Asst. State’s Atty., Austin, for the State.\n\n## 인용\n\n- 488 S.W.2d 428\n\n## 판결문 요약\n\n\nOPINION\nODOM, Judge.\nThis appeal is from a conviction for the offense of assault with intent to murder.\nThe jury found appellant guilty of assault with intent to murder with malice aforethought and the court assessed punishment at sixteen years.\nAppellant contends that the evidence is insufficient to show a specific intent to kill and that the evidence fails to show that his actions resulted from malice.\nThe record reflects that the complaining witness observed the appellant seated in a parked pickup truck; that a young couple were walking on the sidewalk near the pickup; that appellant was fussing at the couple; the young lady started crying and acting like she was scared and, the couple walked into a house. The appellant then started his pickup and proceeded down the street. The complaining witness got into his truck and proceeded to catch and curb the pickup truck driven by the appellant. The witness stated that he wanted to find out what was wrong with the appellant. He walked back to the pickup and when he got alongside of it the appellant shot him with a pistol. The witness testified that he had never previously seen the appellant.\nWhenever the means used are such as would ordinarily result in the commission of an offense, the intention to commit that offense is presumed. Article 45, Vernon’s Ann.P.C. Intent to murder may be shown by the use of a pistol which is a deadly weapon per se. Gamblin v. State, Tex.Cr. App., 476 S.W.2d 18. See also, Stallings v. State, Tex.Cr....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carlisle-v-state"
    }
  ],
  "relatedIncidents": [
    19202,
    19205,
    19209,
    19220,
    19223
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}