{
  "id": 19223,
  "title": "1972년 Martin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-11-24",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Martin. 판결일: 1972-11-24. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. CLAUDE MARTIN, Defendant and Appellant\n**판결일**: 1972-11-24\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Rouse\n\n## 변호인\n\nCounsel, Daniel H. Dibert, under appointment by the Court of Appeal, for Defendant and Appellant., Evelle J. Younger, Attorney General, Robert R. Granucci and Joyce F. Nedde, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 28 Cal. App. 3d 956\n- 105 Cal. Rptr. 40\n\n## 판결문 요약\n\n\n28 Cal.App.3d 956 (1972)\n105 Cal. Rptr. 40\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nCLAUDE MARTIN, Defendant and Appellant.\nDocket No. 10990.\nCourt of Appeals of California, First District, Division Two.\nNovember 24, 1972.\n*957 COUNSEL\nDaniel H. Dibert, under appointment by the Court of Appeal, for Defendant and Appellant.\n*958 Evelle J. Younger, Attorney General, Robert R. Granucci and Joyce F. Nedde, Deputy Attorneys General, for Plaintiff and Respondent.\nOPINION\nROUSE, J.\nClaude Martin appeals from a judgment convicting him of two counts of first degree murder, nine counts of first degree robbery, and six counts of assault with intent to commit murder.\nThe record shows that defendant was charged with the above-mentioned offenses in two separate indictments. The two cases were consolidated in the trial court.\nOn January 27, 1970, a psychotherapist was appointed pursuant to Evidence Code, section 1017, to examine defendant.\nThereafter, on April 3, 1970, defendant appeared with his counsel, Claude Perasso of the public defender's office, and pleaded guilty to all the offenses with which he was charged.\nOn April 8, 1970, defendant was represented by another member of the public defender's office, Walter Trefts, Jr. The court granted Trefts' motion to appoint a psychiatrist to examine defendant under Evidence Code, sections 730 and 1017, and render a report to defense counsel only, regarding defendant's mental and emotional condition.\nOn April 22, 1970, defendant again appeare...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-martin"
    }
  ],
  "relatedIncidents": [
    19202,
    19205,
    19209,
    19219,
    19220
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}