{
  "id": 19225,
  "title": "1972년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-11-17",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1972-11-17. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Velasquez, Appellant\n**판결일**: 1972-11-17\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Bobeets, Eagen, Jones, ManDBRINO, Manderino, Nix, O'Brien, Pomeroy, Roberts\n\n## 변호인\n\nLeonard Turner, for appellant., Martin E. Belsky and Milton M. Stein, Assistant District Attorneys, James D. Crawford, Deputy District Attorney, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee.\n\n## 인용\n\n- 449 Pa. 599\n\n## 판결문 요약\n\n\nOpinion by\nMe. Justice Bobeets,\nAppellant Antonio Velasquez was tried by jury in Philadelphia in 1970 and found guilty of second degree murder. Post-trial motions were denied and a sentence of not less than ten nor more than twenty years imposed. Appellant in this direct appeal argues that the Commonwealth introduced notes of testimony of a witness from an earlier proceeding1 in contravention of the Act of May 23, 1887, P. L. 158, §3, 19 P.S. §582.2 We affirm.\nThe Act of 1887 permits the admission of notes of testimony of a prior proceeding of a witness now deceased if the defendant was present at the prior proceeding and had “an opportunity to examine or cross-examine” the witness; and the issue at the two proceedings remains substantially the same.3 To properly *602apply the Act of 1887, it is necessary to review the records of the two proceedings to determine the Commonwealth’s case, the nature of the defense, and the factual and legal issues actually in controversy. Only after such review can it be decided whether the issues in the two proceedings were substantially the same and the opportunity to cross-examine and the adequacy of the cross-examination conducted were sufficient to justify admission of the notes of testimony. Here such review of the record demonstrates beyond question that the issues in controversy were substantially the same.\nAt the first proceeding in 1965 appellant Velasquez entered a guilty plea. The Commonwealth sought to prove at the degree of guilt...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-velasquez"
    }
  ],
  "relatedIncidents": [
    19202,
    19205,
    19209,
    19219,
    19220
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}