{
  "id": 19220,
  "title": "1972년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-11-28",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Jones. 판결일: 1972-11-28. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Franklin D. JONES\n**판결일**: 1972-11-28\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Dixon\n\n## 변호인\n\nE. M. Nichols, Alvin B. King, Lake Charles, for defendant-appellant., William J. Guste, Jr., Atty. Gen., Warren E. Mouledoux, Asst. Atty. Gen., Frank T. Salter, Jr., Dist. Atty., Charles W. Richard, Asst. Dist. Atty., for plaintiff-appellee.\n\n## 인용\n\n- 263 La. 909\n- 269 So. 2d 810\n\n## 판결문 요약\n\n\nPER CURIAM.\nDefendant, Franklin D. Jones, appeals from his conviction of murder without capital punishment, La.R.S. 14:30 and sentence to life imprisonment in the State Penitentiary. During his trial, defendant reserved and perfected six bills of exceptions.\nThe defendant who had been separated from his wife, stopped by the Shinette residence, that of his in-laws, presumably to pick up his children who had been living with their grandparents since the defendant’s wife had been committed to the State Hospital at Pineville. There he confronted Mr. and Mrs. Norah Shinette who refused to give up the children. Mr. Norah Shinette, whom the defendant is accused of having killed, was heard to have told the defendant to get a lawyer and come back another day. At this point, the defendant proceeded to his car, opened the trunk and took out a pistol, and, against the advice of a friend, started back to the Shinette house with the pistol. The defendant’s friend became alarmed and drove off, testifying however, that he heard a shot.\nBill of Exceptions No. 1 was taken when the trial court sustained the objection of the State which prohibited questioning Mrs. Norah Shinette, wife of the deceased, on cross-examination, as to whether or not she and her husband were receiving welfare benefits for the support of the defendant’s children. Defense counsel argues the purpose of this question was to show the state of mind of the decedent, and his reluctance to surrendering the children, thus, corr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-jones"
    }
  ],
  "relatedIncidents": [
    19202,
    19205,
    19209,
    19219,
    19223
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}