{
  "id": 19227,
  "title": "1972년 Babers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-11-15",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Babers. 판결일: 1972-11-15. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Robert Louis BABERS v. The STATE of Texas\n**판결일**: 1972-11-15\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Roberts\n\n## 변호인\n\nTom Crum, Waxahachie, for appellant., Ward P. Casey, County Atty., Waxa-hachie, Jim D. Vollers, State’s Atty., and Robert A. Huttash, Asst. State’s Atty., Austin, for the State.\n\n## 인용\n\n- 487 S.W.2d 85\n\n## 판결문 요약\n\n\nOPINION\nROBERTS, Judge.\nThis is an appeal from a conviction for the offense of rape. Appellant was tried before a jury and punishment was assessed at 150 years.\nInitially, we note that the record was approved by the trial court on September 9, 1971, and appellant’s brief was not filed until January 12, 1972. Therefore, appellant did not comply with Article 40.09, Section 9, Vernon’s Ann.C.C.P., which states that the appellant’s brief must be filed with the clerk of the trial court within thirty days after approval of the record by the court, or within such additional period as the court, in its discretion, may authorize. Payne v. State, 487 S.W.2d 339 (Tex.Cr. App.1972); Crathers v. State, 487 S.W.2d 338 (Tex.Cr.App.1972) ; Stembridge v. State, 477 S.W.2d 615 (Tex.Cr.App.1972). The record reflects no requests for additional time to file a brief, beyond the statutory thirty day period. We further note that appellant is indigent.\nHaving concluded that the appellant’s brief was not timely filed, the vague and overly-broad constitutional contentions set out therein will not be considered. However, the record has been reviewed to determine if there are any errors which, in the interest of justice, should be reviewed. Article 40.09, Section 13, V.A.C.C.P. There are none.\nThe prosecutrix positively identified appellant as the man who forcibly raped her. We perceive no error.\nThe judgment is affirmed.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=babers-v-state"
    }
  ],
  "relatedIncidents": [
    19319,
    19374,
    19409,
    19429,
    19432
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}