{
  "id": 19233,
  "title": "1972년 Wood 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-11-08",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Wood. 판결일: 1972-11-08. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Homer WOOD, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1972-11-08\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Roberts\n\n## 변호인\n\nB. D. Moye, of Old & Moye, Mt. Pleasant, for appellant., Tom O’Connell, Dist. Atty., McKinney, Bill Joueltte, Asst. Dist. Atty., McKinney, Jim D. Vollers, State’s Atty., and Robert A. Huttash, Asst. State’s Atty., Austin, for the State.\n\n## 인용\n\n- 486 S.W.2d 359\n\n## 판결문 요약\n\n\n486 S.W.2d 359 (1972)\nHomer WOOD, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 45219.\nCourt of Criminal Appeals of Texas.\nNovember 8, 1972.\n*360 B. D. Moye, of Old &amp; Moye, Mt. Pleasant, for appellant.\nTom O'Connell, Dist. Atty., McKinney, Bill Joueltte, Asst. Dist. Atty., McKinney, Jim D. Vollers, State's Atty., and Robert A. Huttash, Asst. State's Atty., Austin, for the State.\n\nOPINION\nROBERTS, Judge.\nThe offense is murder with malice; the punishment 99 years.\nThe record reflects that on September 7, 1969, appellant shot and killed Hollie Shelton Young, in the presence of several eye witnesses. The shooting occurred outside the residence of Monroe and Doris Combs. Appellant testified that earlier that same day, the deceased, Hollie Shelton Young, had inflicted a severe beating on him. At the confrontation at the Combs' residence, *361 the deceased was partially facing one of the other persons present, Kenneth Wood, when appellant, about 5 to 7 feet away, raised his gun and \"shot the back of Hollie Young's head off.\" Appellant testified that the deceased kept moving closer toward him, and he fired his gun, without aiming, because Hollie Young (deceased) suddenly reached in his right pocket, thereby putting appellant in fear for his life.\nAppellant raises six grounds of error.\nIn his first ground of error, appellant alleges error in the refusal of the court to allow defense counsel to cross-examine a witness for the State, Doris Combs, in regard to any malice, bias, an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wood-v-state"
    }
  ],
  "relatedIncidents": [
    19202,
    19205,
    19209,
    19219,
    19220
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}