{
  "id": 19231,
  "title": "1972년 Whiteside 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-11-10",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Whiteside. 판결일: 1972-11-10. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: T. C. Whiteside, Appellant, v. New York Life Insurance Company, Respondent\n**판결일**: 1972-11-10\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Pearson\n\n## 변호인\n\nVincent H. D. Abbey (of Abbey, MacFarland & Kleist), for appellant., Robert'W. Thomas (of Lane, Powell, Moss & Miller), for respondent.\n\n## 인용\n\n- 503 P.2d 1107\n- 7 Wash. App. 790\n\n## 판결문 요약\n\n\n7 Wash. App. 790 (1972)\n503 P.2d 1107\nT.C. WHITESIDE, Appellant,\nv.\nNEW YORK LIFE INSURANCE COMPANY, Respondent.\nNo. 686-2.\nThe Court of Appeals of Washington, Division Two.\nNovember 10, 1972.\nVincent H.D. Abbey (of Abbey, MacFarland &amp; Kleist), for appellant.\nRobert W. Thomas (of Lane, Powell, Moss &amp; Miller), for respondent.\nPEARSON, J.\nThis appeal raises a single question. Does the double indemnity provision of a life insurance policy issued by defendant, New York Life Insurance Company, apply to the death of the insured, Thomas Edward Whiteside, resulting from a self-injected overdose of methedrine and morphine?\nIn an extensive and well-reasoned memorandum decision, the trial court ruled that the double indemnity provision *791 did not apply, and the action seeking to recover the benefit was dismissed. We agree.\nThe issue was brought before the trial court by concurrent motions for summary judgment. The following material facts were established by request for admissions of facts under CR 36. Plaintiff, T.C. Whiteside, was the father of the deceased insured and was the beneficiary under decedent's life insurance policy No. 25948101. On December 11, 1968, while the policy was in effect, Thomas E. Whiteside, who had a long history of drug use, died as a result of an injection of methedrine and morphine administered by himself.\nOne provision of the policy stated that the double indemnity benefit would be paid upon proof \"that the Insured's death resulted directly, and ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=whiteside-v-new-york-life-insurance"
    }
  ],
  "relatedIncidents": [
    19202,
    19205,
    19209,
    19219,
    19220
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}