{
  "id": 19234,
  "title": "1972년 Engbrecht 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-11-06",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Engbrecht. 판결일: 1972-11-06. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Charles W. ENGBRECHT v. STATE of Mississippi\n**판결일**: 1972-11-06\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Broom, Gillespie, Patterson, Smith, Sugg\n\n## 변호인\n\nA. S. Scott, Jr., Laurel, for appellant., A. F. Summer, Atty. Gen. by J. B. Gar-retty, Sp. Asst. Atty. Gen., Jackson, for ap-pellee.\n\n## 인용\n\n- 268 So. 2d 507\n\n## 판결문 요약\n\n\nSMITH, Justice:\nCharles W. Engbrecht was convicted of burglary in the Circuit Court of the Second Judicial District of Jones County and sentenced to serve a term of five years in the penitentiary. From that conviction and sentence he appeals.\nThree grounds are assigned for reversal.\nThe first involves a criticism of the wording of an instruction granted at the request of the State setting forth the rule with respect to the burden of proof resting upon it in circumstantial evidence cases. It is contended that the statement of the rule in this instruction was ambiguous, unclear and capable of confusing the jury. It is conceded that an instruction, correctly setting out the rule, was granted at appellant’s request. All of the instructions have been examined and it does not appear as a reasonable possibility that the statement of the rule, as it appears in the criticized instruction granted the State, was so confusing or ambiguous as to mislead or confuse the jury. The burden of proof which rested upon the prosecution was amply covered in a number of instructions granted at the request of appellant.\nThe evidence showed that a women’s apparel shop, the “Sassy Cat,” was broken into and its entire contents stolen. At about 7:00 on the morning of the day on which the burglary occurred, an employee of another nearby business firm observed a white panel truck, bearing a green license plate, its windows covered with newspapers, parked in front of the Sassy Cat. Thirty minutes later he ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=engbrecht-v-state"
    }
  ],
  "relatedIncidents": [
    19199,
    19218,
    19226,
    19242,
    19247
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}