{
  "id": 19244,
  "title": "1972년 In Re Massachusetts Helicopter Airlines, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-10-25",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: In Re Massachusetts Helicopter Airlines, Inc.. 판결일: 1972-10-25. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: In Re MASSACHUSETTS HELICOPTER AIRLINES, INC., Petitioner\n**판결일**: 1972-10-25\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Aldrich, Coffin, McENTEE\n\n## 변호인\n\nEdward F. Mahony, Boston, Mass., on petition for petitioner.\n\n## 인용\n\n- 469 F.2d 439\n\n## 판결문 요약\n\n469 F.2d 439\n    In re MASSACHUSETTS HELICOPTER AIRLINES, INC., Petitioner.\n    No. 72-1256.\n    United States Court of Appeals,First Circuit.\n    Submitted Aug. 1, 1972.Decided Oct. 25, 1972.\n    \n      Edward F. Mahony, Boston, Mass., on petition for petitioner.\n      Before COFFIN, Chief Judge, and ALDRICH and McENTEE, Circuit Judges.\n      COFFIN, Chief Judge.\n    \n    \n      1\n      This petition for mandamus raises several questions of federal procedure, stemming from a complex of actions arising out of a helicopter crash seven years ago.  A helicopter owned by Massachusetts Helicopter Airlines (Owner) crashed while piloted by one DeLuca (Employee), injuring passengers Marilyn Thomas and her daughter, and killing Mrs. Thomas' husband.  The helicopter was manufactured by Bell Aerospace Corp.  (Manufacturer). Out of the accident arose ten actions which were consolidated for trial in the District Court for the District of Massachusetts.  Three of the ten cases involving the helicopter passengers as plaintiffs, and the Employee as defendant, were voluntarily dismissed by Mrs. Thomas.  One case was discontinued as being duplicative of an existing case.  Another case was dismissed pursuant to stipulation on the eve of trial as a result of a $400,000 settlement between Mrs. Thomas and the Manufacturer.  The five remaining cases were then tried together, first on liability, then on damages.  It is the disposition of these five cases which has led to the Petition by Owner for Ma...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-massachusetts-helicopter-airlines-inc"
    }
  ],
  "relatedIncidents": [
    19202,
    19205,
    19209,
    19219,
    19220
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}