{
  "id": 19256,
  "title": "1972년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-10-04",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1972-10-04. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Oates, Appellant\n**판결일**: 1972-10-04\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Eagen, Egberts, Jones, Mandebino, Nix, O'Brien, Pomeroy\n\n## 변호인\n\nAbraham J. Brem Levy, for appellant., William P. Boland, Assistant District Attorney, with him Milton M. Stein, Assistant District Attorney, James D. Crawford, Deputy District Attorney, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee.\n\n## 인용\n\n- 448 Pa. 486\n\n## 판결문 요약\n\n\n448 Pa. 486 (1972)\nCommonwealth\nv.\nOates, Appellant.\nSupreme Court of Pennsylvania.\nArgued April 18, 1972.\nOctober 4, 1972.\n*487 Before JONES, C.J., EAGEN, O'BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ.\n*488 Abraham J. Brem Levy, for appellant.\nWilliam P. Boland, Assistant District Attorney, with him Milton M. Stein, Assistant District Attorney, James D. Crawford, Deputy District Attorney, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee.\nOPINION BY MR. JUSTICE NIX, October 4, 1972:\nOn February 26, 1970, appellant, John C. Oates, was convicted of second degree murder by a jury. Motions for a new trial and in arrest of judgment were denied by a court en banc and a sentence of not less than five nor more than twelve years was imposed on September 15, 1971. This appeal followed.\nThe record indicates that on February 11, 1969, at approximately 6:00 p.m., a fight erupted between rival gang members in the vicinity of 22nd and Diamond Streets in Philadelphia. The principal combatants were Jerry Yates and Carlton Smith. The appellant who had not been a participant in the affray approached from around the corner brandishing a knife. He immediately encountered Charles Reeves, a bystander, and slashed at him with the knife, ripping the arm of his jacket. Appellant next stabbed James Thompson, another observer, in the arm. Oates then advanced upon Jerry Yates and struck him in the chest with his right hand, the ha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-oates"
    }
  ],
  "relatedIncidents": [
    19202,
    19205,
    19209,
    19219,
    19220
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}