{
  "id": 19253,
  "title": "1972년 Cain 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-10-09",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Cain. 판결일: 1972-10-09. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Respondent, v. Keith CAIN, Appellant\n**판결일**: 1972-10-09\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Houser, Stockard\n\n## 변호인\n\nJohn C. Danforth, Atty. Gen., Richard S.Paden, Asst. Atty. Gen., Jefferson City, for respondent., Alfred I. Harris, St. Louis, for appellant.\n\n## 인용\n\n- 485 S.W.2d 60\n\n## 판결문 요약\n\n\n485 S.W.2d 60 (1972)\nSTATE of Missouri, Respondent,\nv.\nKeith CAIN, Appellant.\nNo. 56943.\nSupreme Court of Missouri, Division No. 2.\nOctober 9, 1972.\n*61 John C. Danforth, Atty. Gen., Richard S. Paden, Asst. Atty. Gen., Jefferson City, for respondent.\nAlfred I. Harris, St. Louis, for appellant.\nSTOCKARD, Commissioner.\nKeith Cain was found guilty by a jury of robbery in the first degree by means of a deadly and dangerous weapon, and was sentenced to imprisonment for a term of five years. The notice of appeal was filed prior to January 1, 1972, and pursuant to Art. V, Sec. 31, Constitution of Missouri, V.A.M.S., appellate jurisdiction is in this court.\nAppellant first contends that the State failed to sustain its burden of proving him guilty beyond a reasonable doubt. From the evidence presented by the State a jury reasonably could have found the following facts.\nOn October 10, 1970, at about 10:45 p. m., Miss Sandy Brennan was checking out the daily receipts of the Downtown Motel of St. Louis. Two men rushed through the door of the counter. One, identified as appellant, stood at the door brandishing an open pocket knife, and the other grabbed the cash box. The two men then ran from the motel. James Coleman, an employee of the motel, heard Miss Brennan call out that she had been robbed, and he saw two men run from the motel, one of whom was carrying a cash box, and enter a 1964 gray Buick which had a damaged front grille. He made an in-court identification of appellant as the o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-cain"
    }
  ],
  "relatedIncidents": [
    19199,
    19218,
    19226,
    19234,
    19242
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}