{
  "id": 19265,
  "title": "1972년 Ex Parte Taylor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-09-25",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex Parte Taylor. 판결일: 1972-09-25. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Alfred TAYLOR\n**판결일**: 1972-09-25\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Onion\n\n## 변호인\n\nJohn T. Neal, Houston, for appellant., Carol Vance, Dist. Atty., James C. Brough and Calvin Botley, Asst. Dist. Attys., Houston, and Jim Vollers, State’s Atty., Robert A. Huttash, Asst. State’s Atty., Austin, for the State.\n\n## 인용\n\n- 484 S.W.2d 748\n\n## 판결문 요약\n\n\n484 S.W.2d 748 (1972)\nEx parte Alfred TAYLOR.\nNo. 45271.\nCourt of Criminal Appeals of Texas.\nSeptember 25, 1972.\nJohn T. Neal, Houston, for appellant.\nCarol Vance, Dist. Atty., James C. Brough and Calvin Botley, Asst. Dist. Attys., Houston, and Jim Vollers, State's Atty., Robert A. Huttash, Asst. State's Atty., Austin, for the State.\n\n\n*749 OPINION\nONION, Presiding Judge.\nThis post conviction application for writ of habeas corpus is brought by an inmate of the Texas Department of Corrections under the provisions of Article 11.07, Vernon's Ann.C.C.P.\nHis 1961 conviction was for possession of a narcotic drug, to wit: dolophine, with punishment being assessed at life as a result of enhancement under the provisions of Article 63, Vernon's Ann.P.C. The conviction was affirmed by this court and reported in Taylor v. State, 358 S.W.2d 124 (Tex.Cr.App.1962).\nPursuant to the procedure set forth in Ex parte Young, 418 S.W.2d 824 (Tex.Cr. App.1967), petitioner first filed his habeas corpus application in the convicting court, alleging that one of the two prior federal convictions untilized for enhancement was void. He contends that his prior 1951 federal conviction for acquiring marihuana without having paid the federal Marihuana Transfer Tax (26 U.S.C. § 2593(a), now 4744(a)(1)) is invalid in light of Leary v. United States, 395 U.S. 6, 89 S. Ct. 1532, 23 L. Ed. 2d 57 (1969).\nWithout an evidentiary hearing, the convicting court denied relief and the petitioner seeks redress in this co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-taylor"
    }
  ],
  "relatedIncidents": [
    19195,
    19199,
    19200,
    19202,
    19203
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}