{
  "id": 19261,
  "title": "1972년 Curtis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-09-27",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Curtis. 판결일: 1972-09-27. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Plaintiff-Appellee, v. Robert Earl Curtis, Defendant-Appellant\n**판결일**: 1972-09-27\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Scott\n\n## 변호인\n\nJohn L. Barton, of Defender Project, of Ottawa, for appellant., Edward P. Drolet, State’s Attorney, of Kankakee, for the People.\n\n## 인용\n\n- 288 N.E.2d 35\n- 7 Ill. App. 3d 520\n\n## 판결문 요약\n\n\n7 Ill. App.3d 520 (1972)\n288 N.E.2d 35\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nROBERT EARL CURTIS, Defendant-Appellant.\nNo. 70-112.\nIllinois Appellate Court  Third District.\nSeptember 27, 1972.\n*521 *522 John L. Barton, of Defender Project, of Ottawa, for appellant.\nEdward P. Drolet, State's Attorney, of Kankakee, for the People.\nJudgment affirmed.\nMr. JUSTICE SCOTT delivered the opinion of the court:\nDefendant was charged with an armed robbery committed at the A &amp; P store in St. Anne, Illinois, on January 5, 1968. In a trial before a jury defendant was found guilty.\nThree witnesses were in the store at the time of the robbery. All three witnesses saw two Negro men and one Negro woman in the store at the time of the robbery. The witnesses saw weapons in the hands of the two Negro men. The store manager described items that were taken from the store which included currency, Helbros watches, Plaid stamp containers and stamps with serial numbers. The evidence of the store manager left no question that the items were turned over to the Negroes by the store manager as a result of the threat of the use of force while armed with a dangerous weapon.\nAll three witnesses described the two Negro men as one being tall and one short. The height of the shorter man does not clearly appear from the record, but it appears that it was in the area of five feet seven inches to five feet nine inches.\nOnly one witness in the store attempted to describe the shorter man. He...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-curtis"
    }
  ],
  "relatedIncidents": [
    18948,
    19085,
    19172,
    19195,
    19199
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}