{
  "id": 19272,
  "title": "1972년 McManus 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-09-14",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: McManus. 판결일: 1972-09-14. 법원: United States Tax Court.",
  "description": "## 사건 정보\n\n**사건명**: Herbert C. McManus and Myrtle G. McManus v. Commissioner.\n**판결일**: 1972-09-14\n**법원**: United States Tax Court\n**관할**: USA, Federal\n\n## 변호인\n\nJohn B. Fisher, 1113-1115 Virginia St., East., Charleston, W. Va., for the petitioners.  Juandell D. Glass , for the respondent.  \n\n## 인용\n\n- 31 T.C.M. 999\n- 1972 Tax Ct. Memo LEXIS 58\n- 1972 T.C. Memo. 200\n\n## 판결문 요약\n\nHerbert C. McManus and Myrtle G. McManus v. Commissioner.McManus v. CommissionerDocket No. 951-70.United States Tax CourtT.C. Memo 1972-200; 1972 Tax Ct. Memo LEXIS 58; 31 T.C.M. (CCH) 999; T.C.M. (RIA) 72200; September 14, 1972John B. Fisher, 1113-1115 Virginia St., East., Charleston, W. Va., for the petitioners. Juandell D. Glass, for the respondent.  DAWSONMemorandum Findings of Fact and Opinion DAWSON, Judge: Respondent determined the following Federal income tax deficiencies and additions to tax against the petitioners: TaxableAdditionsto TaxYearDeficiencySec. 6653(b)Sec. 6654 11959$ 9,238.68$4,619.34$ 17.37196016,321.138,160.5718.37196115,062.467,531.2327.1619625,616.082,808.04Respondent has conceded that the petitioner, Myrtle G. McManus, is not liable for the additions to tax under section 6653 (b) because of his failure to prove that a part of the underpayment of tax was due to her fraud. On February 23, 1972, respondent filed a motion for an order to show cause, pursuant to Rule 31(b)(5) *60  of the Court's Rules of Practice, why the facts and evidence recited in his proposed stipulation of facts attached to the motion should not be accepted as established for the purposes of this case. On February 24, 1972, the Court entered an Order to Show Cause which was served on petitioners' counsel. On March 6, 1972, petitioners' counsel filed a short, sketchy response to the Order to Show Cause. The Court regarded the response as inadequate and not in compliance with the pro...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcmanus-v-commissioner"
    }
  ],
  "relatedIncidents": [
    19203,
    19264,
    19302,
    19323,
    19333
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}