{
  "id": 1927,
  "title": "2019년 Daniel G. Carr v. State of Tennessee - Concurring/Dissenting 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2019-11-21",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Daniel G. Carr v. State of Tennessee - Concurring/Dissenting. 판결일: 2019-11-21. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Daniel G. Carr v. State of Tennessee - Concurring/Dissenting\n**판결일**: 2019-11-21\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Robert H. Montgomery, Jr.\n\n\n## 판결문 요약\n\n                                                                                              11/21/2019\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT NASHVILLE\n                                   May 15, 2019 Session\n\n                  DANIEL G. CARR v. STATE OF TENNESSEE\n\n                  Appeal from the Circuit Court for Macon County\n              Nos. 99-CR-93, 99-CR-94, 99-CR-95, Brody Kane, Judge\n                   99-CR-96, 99-CR-97, 99-CR-98\n\n\n                              No. M2017-01389-CCA-R3-PC\n\n\nROBERT H. MONTGOMERY, JR., J., concurring in part; dissenting in part.\n\n        I concur with the majority’s conclusions to reverse the judgment of the post-\nconviction court and to remand this case for consideration of whether due process requires\ntolling of the one-year statute of limitations and, if so, whether the Petitioner is entitled to\npost-conviction relief. However, I respectfully disagree with the majority’s conclusion that\nthe Petitioner is entitled to habeas corpus relief.\n\n       The record reflects that the Petitioner pleaded guilty to offenses enumerated in Code\nsection 39-13-524(a) (2018), requiring a sentence of community supervision for life.\nHowever, the original judgments of conviction did not reflect a sentence of lifetime\nsupervision. The Petitioner conceded at oral argument that the original judgments of\nconviction contained illegal sentences because they did not reflect the sentence of\ncommunity supervision for ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=daniel-g-carr-v-state-of-tennessee-concurringdissenting"
    }
  ],
  "relatedIncidents": [
    1906,
    1910,
    1911,
    1913,
    1918
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}