{
  "id": 19283,
  "title": "1972년 Acres 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-09-05",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Acres. 판결일: 1972-09-05. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: David L. ACRES, Appellant, v. STATE of Tennessee, Appellee\n**판결일**: 1972-09-05\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: Chattin, Creson, Dyer, Jenkins, Mc-CANLESS\n\n## 변호인\n\nRobert L. Badger, Jack H. McPherson, Jr., Kingston, for appellant., David M. Pack, Atty. Gen., State of Tennessee, Charles W. Cherry, Asst. Atty. Gen., Nashville, Walter E. Fischer, Robert T. Beaty, Asst. Dist. Attys. Gen., James town, for appellee.\n\n## 인용\n\n- 484 S.W.2d 534\n\n## 판결문 요약\n\n\n484 S.W.2d 534 (1972)\nDavid L. ACRES, Appellant,\nv.\nSTATE of Tennessee, Appellee.\nSupreme Court of Tennessee.\nSeptember 5, 1972.\n*535 Robert L. Badger, Jack H. McPherson, Jr., Kingston, for appellant.\nDavid M. Pack, Atty. Gen., State of Tennessee, Charles W. Cherry, Asst. Atty. Gen., Nashville, Walter E. Fischer, Robert T. Beaty, Asst. Dist. Attys. Gen., James town, for appellee.\n\nOPINION\nJENKINS, Special Justice.\nThe defendant, David L. Acres, was indicted along with a co-defendant, James Eads, in the Criminal Court of Anderson County for murder in the first degree, an armed robbery.\nThe indictment in the murder charge, being Case No. 10602 reads as follows:\n\"The Grand jurors for the State of Tennessee, duly elected, impaneled, sworn, and charged to inquire in and for the body of the County of Anderson in the State aforesaid, upon their oath, present that James Thomas Eads and David L. Acres late of the said County, heretofore, to wit, on or about the 22nd day of December, 1969, in the County aforesaid, did then and unlawfully, feloniously, willfully, maliciously, deliberately, premeditately and with malice aforethought with a pistol shoot and kill Charles C. Wilder and did then and there commit murder in the first degree against the peace and dignity of the State of Tennessee.\"\nThe indictment in the armed robbery case, being Case No. 10605, reads as follows:\n\"The Grand Jurors for the State of Tennessee, duly elected, impaneled, sworn, and charged to inquire in and for the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=acres-v-state"
    }
  ],
  "relatedIncidents": [
    19202,
    19205,
    19209,
    19219,
    19220
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}