{
  "id": 19296,
  "title": "1972년 Baker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-08-23",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Baker. 판결일: 1972-08-23. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: William H. BAKER v. DEMOCRATIC STATE CENTRAL COMMITTEE OF LOUISIANA\n**판결일**: 1972-08-23\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Barham, Dixon, Hamlin, McCaleb, Reasons, Summers, Tate\n\n## 변호인\n\nThomas W. McFerrin, Baton Rouge, Camille F. Gravel, Jr., Alexandria, Arthur C. Watson, Watson & Murchison, Natchitoches, Blake G. Arata, New Orleans, William E. Logan, Lafayette, R. Harmon Drew, Minden, James G. Boyer, Lake Charles, Vincent J. Sotile, Donaldsonville, Stephen P. Dart, St. Francisville, Paul Henry Kidd, Monroe, Edwin O. Ware, Alexandria, Captain Jack Wyly, Lake Providence, for relator., Holloway, Baker, Culpepper, Brunson & Cooper, William IT. Baker, Jonesboro, for appellee.\n\n## 인용\n\n- 262 La. 1033\n- 266 So. 2d 199\n\n## 판결문 요약\n\n\nDECREE.\nHAMLIN, Justice:\nIn view of the great public interest in this matter and giving particular consideration to the exigencies of the matter as relates to time, we herewith hand down our decision — the reasons for which will follow in due course.\nThe writ of certiorari herein prayed for by applicant, Democratic State Central Comittee of Louisiana, is granted.\nIt is ordered that the Honorable Wade O. Martin, Jr., Secretary of State of the State of Louisiana, is hereby ordered to tabulate and compute, promulgate and certify the returns of the Democratic Primary Election for United States Senator which will be held on August 19, 1972; that the candidate receiving the largest number of votes in said primary election shall be certified by him as the nominee of the Democratic Party of the State of Louisiana for the office of United States Senator from the State of Louisiana to be voted upon in the General Election to be held on November 7, 1972; accordingly, the demands of plaintiff, William H. Baker, are rejected and his suit dismissed at his cost.\n*1037OPINION.\nHAMLIN, Justice:\nInvolved herein is the legality vel non of the resolution passed by the Democratic State Central Committee of Louisiana on August 7, 1972:\n“RESOLUTION\n“Whereas, the Honorable Allen J. Ellender, United States Senator from Louisiana, had a long and distinguished career of devoted service to this State and Nation; and\n“Whereas, Senator Ellender has departed this life to the regret of each member of this ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=baker-v-democratic-state-central-committee"
    }
  ],
  "relatedIncidents": [
    19195,
    19199,
    19200,
    19202,
    19203
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}