{
  "id": 19302,
  "title": "1972년 Keely 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-08-15",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Keely. 판결일: 1972-08-15. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: RUSSELL D. KEELY, Plaintiff and Appellant, v. DAVID G. PRICE, Defendant and Respondent\n**판결일**: 1972-08-15\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Kingsley\n\n## 변호인\n\nRUSSELL D. KEELY, Plaintiff and Appellant, v. DAVID G. PRICE, Defendant and Respondent.\n\n## 인용\n\n- 27 Cal. App. 3d 209\n- 103 Cal. Rptr. 531\n\n## 판결문 요약\n\n\n27 Cal. App. 3d 209 (1972)\n103 Cal. Rptr. 531\nRUSSELL D. KEELY, Plaintiff and Appellant,\nv.\nDAVID G. PRICE, Defendant and Respondent.\nDocket No. 39246.\nCourt of Appeals of California, Second District, Division Four.\nAugust 15, 1972.\n*210 COUNSEL\nRobert W. Gibbs for Plaintiff and Appellant.\nLatham &amp; Watkins, Alan N. Halkett, and Michael J. Shockro for Defendant and Respondent.\n*211 OPINION\nKINGSLEY, J.\nThe complaint sets forth three causes of action: breach of contract; fraud; and interference with advantageous economic relationship. Defendant Price, the only named defendant, filed a demurrer to all three causes of action. The demurrer was sustained without leave to amend, an order of dismissal was filed, and plaintiff appeals.\nPlaintiff, a licensed real estate broker, alleged as follows: Originally the seller of certain property engaged plaintiff broker to find a buyer for the property, and the seller orally agreed to pay plaintiff's commissions. Plaintiff presented the properties to defendant Price, an attorney. Defendant Price, on behalf of a group of buyers, made an offer lower than the asking price. The seller agreed to the lower price if the buyers would pay plaintiff's commission, and if plaintiff would release the seller from its obligation to pay plaintiff's commission. Defendant Price orally agreed on behalf of the buyers to pay plaintiff's commission, and the seller thereby agreed to the lower purchase price. In reliance on defendant Price's promise to pay his ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=keely-v-price"
    }
  ],
  "relatedIncidents": [
    19203,
    19264,
    19323,
    19333,
    19335
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}