{
  "id": 19314,
  "title": "1972년 Cheatham 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-08-01",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Cheatham. 판결일: 1972-08-01. 법원: Court of Appeals of Arizona.",
  "description": "## 사건 정보\n\n**사건명**: Earnest C. CHEATHAM and Adele Cheatham, His Wife, G. W. Cheatham and Edna Cheatham, His Wife, Armon D. Cheatham and Ruth Cheatham, His Wife, and L. F. Cheatham and Rita E. Cheatham, His Wife, Appellants and Cross-Appellees, v. John A. VANDERWEY AKA Johannes Auke Van Der Weij and Angelina R. Vanderwey, His Wife, Appellees and Cross-Appellants\n**판결일**: 1972-08-01\n**법원**: Court of Appeals of Arizona\n**관할**: Arizona, AZ\n\n**판사**: Eubank, Haire, Jacobson\n\n## 변호인\n\nCarson, Messinger, Elliott, Laughlin & Ragan by G. Wayne McKellips, Jr., Phoenix, for appellants and cross-appellees., Killian & Legg by John G. Hough, Vernon L. Nicholas, Mesa, for appellees and cross-appellants.\n\n## 인용\n\n- 499 P.2d 986\n- 18 Ariz. App. 35\n\n## 판결문 요약\n\n\n18 Ariz. App. 35 (1972)\n499 P.2d 986\nEarnest C. CHEATHAM and Adele Cheatham, his wife, G.W. Cheatham and Edna Cheatham, his wife, Armon D. Cheatham and Ruth Cheatham, his wife, and L.F. Cheatham and Rita E. Cheatham, his wife, Appellants and Cross-Appellees,\nv.\nJohn A. VANDERWEY aka Johannes Auke Van Der Weij and Angelina R. Vanderwey, his wife, Appellees and Cross-Appellants.\nNo. 1 CA-CIV 1643.\nCourt of Appeals of Arizona, Division 1, Department B.\nAugust 1, 1972.\n*36 Carson, Messinger, Elliott, Laughlin &amp; Ragan by G. Wayne McKellips, Jr., Phoenix, for appellants and cross-appellees.\nKillian &amp; Legg by John G. Hough, Vernon L. Nicholas, Mesa, for appellees and cross-appellants.\nEUBANK, Judge.\nThis appeal and cross-appeal arise from a judgment awarding title to a disputed parcel of land to the defendant-appellees by virtue of their adverse possession and the adverse possession of their predecessors of the parcel over the 10-year statutory period of time. The plaintiff-appellants, who commenced the action by filing a quiet title action in the Maricopa County Superior Court in December 1969, have appealed, claiming that there is no evidence to support the verdict of the advisory jury or the final judgment of the court.\nThe parties filed a pretrial statement that contains a stipulation of the essential facts, inter alia, as follows:\n\"(a) The property which is the subject of this suit is described as:\nThat part of the North half of Section 4 Township One (1) South, Range ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cheatham-v-vanderwey"
    }
  ],
  "relatedIncidents": [
    19385,
    18947,
    18950,
    18965,
    19063
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}