{
  "id": 19319,
  "title": "1972년 Klein 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-07-27",
  "location": "North Dakota, ND, USA",
  "summary": "미국 North Dakota, ND 법원 판결 사건. 사건명: Klein. 판결일: 1972-07-27. 법원: North Dakota Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of North Dakota, Plaintiff and Respondent, v. Delmar D. KLEIN, Defendant and Appellant\n**판결일**: 1972-07-27\n**법원**: North Dakota Supreme Court\n**관할**: North Dakota, ND\n\n**판사**: Erickstad, Kelsch, Knudson, Paulson, Strutz, Teigen\n\n## 변호인\n\nHelgi Johanneson, Atty. Gen., Bismarck, and Gordon O. Hoberg, State’s Atty., Napoleon, for plaintiff and respondent State of North Dakota., Richard B. Bear, Bismarck, for defendant and appellant.\n\n## 인용\n\n- 200 N.W.2d 288\n\n## 판결문 요약\n\n\n200 N.W.2d 288 (1972)\nSTATE of North Dakota, Plaintiff and Respondent,\nv.\nDelmar D. KLEIN, Defendant and Appellant.\nCr. No. 414.\nSupreme Court of North Dakota.\nJuly 27, 1972.\nRehearing Denied September 6, 1972.\n*290 Helgi Johanneson, Atty. Gen., Bismarck, and Gordon O. Hoberg, State's Atty., Napoleon, for plaintiff and respondent State of North Dakota.\nRichard B. Bear, Bismarck, for defendant and appellant.\nSTRUTZ, Chief Justice.\nThe defendant, Delmar D. Klein, was convicted in the district court of Logan County of the crime of rape in the first degree. The information upon which he was tried charged him with having committed the crime of rape in the first degree in the manner following, to wit:\n\"That at the said time and place the said defendant did have sexual intercourse with a female, namely; [naming the complaining witness], who was not his wife and who at the time of the said intercourse, was under the age of eighteen (18) years, and that the defendant at the time of said act, was over the age of twenty-four (24) years.\"\nThe jury returned a verdict of rape in the first degree. Thereafter, the defendant made a motion for new trial, which motion, after hearing, was denied by the trial court. Judgment was entered committing the defendant to the State penitentiary, and this appeal was taken from the judgment and from the order denying the motion for new trial.\nThe defendant raises two issues on this appeal:\n1. Insufficiency of the evidence to sustain the verdict; and\n2. Pr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-klein"
    }
  ],
  "relatedIncidents": [
    19227,
    19374,
    19409,
    19429,
    19432
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}