{
  "id": 19325,
  "title": "1972년 Isoserve 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-07-18",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Isoserve. 판결일: 1972-07-18. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Harris D. Le Vine, Individually and as Parent and Natural Guardian of Richard B. Le Vine and Another, Infants, Et Al., Plaintiffs, v. Isoserve, Inc., Et Al., Defendants\n**판결일**: 1972-07-18\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: John T. Casey\n\n## 변호인\n\nE. Stewart Jones for plaintiffs. Maynarcl, O’Connor é Smith for defendants.\n\n## 인용\n\n- 70 Misc. 2d 747\n\n## 판결문 요약\n\n\n70 Misc. 2d 747 (1972)\nHarris D. Le Vine, Individually and as Parent and Natural Guardian of Richard B. Le Vine and Another, Infants, et al., Plaintiffs,\nv.\nIsoserve, Inc., et al., Defendants.\nSupreme Court, Special Term, Albany County.\nJuly 18, 1972\nE. Stewart Jones for plaintiffs. Maynard, O'Connor &amp; Smith for defendants.\n*748JOHN T. CASEY, J.\nThe defendants have instituted a motion pursuant to CPLR 3211 for an order dismissing the complaint upon the ground that the court lacks personal jurisdiction over them, or, if jurisdiction is available, then upon the ground that the causes of action set forth in the complaint are barred by the Statute of Limitations.\nThe underlying action sounds in negligence and plaintiffs seek to recover for injuries and damages due to radiation which was allegedly caused by a defective isotope. Plaintiff Harris D. Le Vine and Mary Z. Le Vine are married and the parents of the two infant plaintiffs, Marna E. Le Vine and David G. Le Vine. The complaint contains several causes of action; for personal injuries, derivative actions and actions for property damage.\nIn approximately the latter half of 1963 defendant Isoserve, Inc. delivered a radio-active isotope  Americium 241  to plaintiff Harris D. Le Vine, so that he could work on that isotope. Mr. Le Vine claims the isotope was delivered to him in New York and he took it to New Jersey where he worked on it. The defendants claim the isotope was delivered to Mr. Le Vine in New Jersey. Mr. Le Vin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=le-vine-v-isoserve-inc"
    }
  ],
  "relatedIncidents": [
    19195,
    19199,
    19200,
    19202,
    19203
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}