{
  "id": 19326,
  "title": "1972년 Rice 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-07-14",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Rice. 판결일: 1972-07-14. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Nebraska, Appellee, v. David L. Rice, Appellant; State of Nebraska, Appellee, v. Edward Poindexter, Appellant\n**판결일**: 1972-07-14\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Boslaugh, Clinton, McCown, Newton, Smith, Spencer, White\n\n## 변호인\n\nFrank B. Morrison, Sr., Thomas M. Kenny, Bennett G. Hornstein, J. Patrick Green, and David L. Herzog, for appellants., Clarence A. H. Meyer, Attorney General, and Melvin K. Kammerlohr, for appellee.\n\n## 인용\n\n- 199 N.W.2d 480\n- 188 Neb. 728\n\n## 판결문 요약\n\n\n199 N.W.2d 480 (1972)\n188 Neb. 728\nSTATE of Nebraska, Appellee,\nv.\nDavid L. RICE, Appellant.\nSTATE of Nebraska, Appellee,\nv.\nEdward POINDEXTER, Appellant.\nNos. 38157, 38188.\nSupreme Court of Nebraska.\nJuly 14, 1972.\n*483 J. Patrick Green, David L. Herzog, Omaha, for appellant Rice.\nFrank B. Morrison, Thomas M. Kenney, Bennett G. Hornstein, Omaha, for appellant Poindexter.\nClarence A. H. Meyer, Atty. Gen., Mel Kammerlohr, Asst. Atty. Gen., Lincoln, for appellee.\nHeard before WHITE, C. J., and SPENCER, BOSLAUGH, SMITH, McCOWN, NEWTON, and CLINTON, JJ.\nCLINTON, Justice.\nThe defendants, David L. Rice and Edward Poindexter, in a joint trial, were convicted by a jury of murder in the first degree in the bombing death on August 17, 1970, of an Omaha police officer, Larry D. Minard, Sr., and the jury fixed the penalty at life imprisonment.\nOn this appeal assignments of error relate to the following: (1) Denial by the trial court of motions of both defendants to suppress evidence seized in a search at 2816 Parker Street in Omaha on August 22, 1970; (2) denial by the trial court of motions by both defendants to suppress the results of scientific analysis of clothing taken from each of them following their arrests; (3) instructions to the jury; and (4) overruling by the trial court of objections to admission in evidence of seven certain purported newsletters of the United Front Against Fascism and National Committee to Combat Fascism, local militant black organizations, and denial of r...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-rice"
    }
  ],
  "relatedIncidents": [
    19202,
    19205,
    19209,
    19219,
    19220
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}