{
  "id": 19329,
  "title": "1972년 Championship Sports, Inc. v. Time, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-07-10",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Championship Sports, Inc. v. Time, Inc.. 판결일: 1972-07-10. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Championship Sports, Inc. v. Time, Inc.\n**판결일**: 1972-07-10\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Korn\n\n## 변호인\n\nCravath, Swaine <& Moore (Harold R. Medina, Jr., and Thomas C. Hauser of counsel), for defendants. Saxe, Bacon & O’Shea (Thomas A. Bolán of counsel), for plaintiff.\n\n## 인용\n\n- 71 Misc. 2d 887\n\n## 판결문 요약\n\n\nHyman Korn, &lt;L\nDefendants move for summary judgment dismissing the complaint.\nThe action is in libel. Defendants urge that the actual malice test, designed to give practical effect to the commitment of free public discussion in the exercise of the First Amendment privilege, precludes an issue of fact in this action.\n*888The subject article appeared in the October 8, 1962 issue of Sports Illustrated, entitled “ The Facts About the Big Fight It is said that, of particular interest to the public in reference to the Patterson-Liston championship fight, were the business aspects of the then novel idea of theatre television.\nComplaint is made of the following portion of the article: “Whether Championship Sports will be around to promote it or Graff, Reiner and Smith to handle the ancillary rights is another matter. Internal Revenue agents seized all receipts the night of the fight not because of Patterson’s disputed 17-year deferred income tax payment scheme but because the government wanted to be sure it got its excise and corporate income tax (CSI as well as GRS failed to file a corporate income tax return in 1961 and therefore have delinquency records).”\nA prior motion to dismiss was denied, the court stating (Championship Sports v. Time, Inc., N. Y. L. J., June 24, 1963, p. 10, col. 3, Quinn, J.) : “To publish the false statement that agents of the government have gone to the unusual and extraordinary lengths of summarily seizing one’s property to insure payment of taxes (b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=championship-sports-inc-v-time-inc"
    }
  ],
  "relatedIncidents": [
    19195,
    19199,
    19200,
    19202,
    19203
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}