{
  "id": 19328,
  "title": "1972년 Haldane M. Plunkett v. Commissioner of Internal Revenue 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-07-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Haldane M. Plunkett v. Commissioner of Internal Revenue. 판결일: 1972-07-10. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Haldane M. PLUNKETT, Petitioner-Appellant, v. COMMISSIONER OF INTERNAL REVENUE, Respondent-Appellee\n**판결일**: 1972-07-10\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Kerner, Pell, Sprecher\n\n## 변호인\n\nRaymond J. Smith, Chicago, Ill., for petitioner-appellant; Arthur N. Nasser, Chicago, Ill., of counsel., Fred B. Ugast, Acting Asst. Atty. Gen., Bruce I. Kogan, Gilbert E. Andrews, Elmer J. Kelsey, Attys., Tax Division, Dept, of Justice, Washington, D. C., for respondent-appellee.\n\n## 인용\n\n- 465 F.2d 299\n\n## 판결문 요약\n\n465 F.2d 299\n    72-2 USTC  P 9541\n    Haldane M. PLUNKETT, Petitioner-Appellant,v.COMMISSIONER OF INTERNAL REVENUE, Respondent-Appellee.\n    No. 71-1084.\n    United States Court of Appeals,\n    Seventh Circuit.\n    July 10, 1972.Argued Dec. 3, 1971.Decided July 10, 1972.\n    \n      Raymond J. Smith, Chicago, Ill., for petitioner-appellant; Arthur N. Nasser, Chicago, Ill., of counsel.\n      Fred B. Ugast, Acting Asst. Atty. Gen., Bruce I. Kogan, Gilbert E. Andrews, Elmer J. Kelsey, Attys., Tax Division, Dept. of Justice, Washington, D. C., for respondent-appellee.\n      Before KERNER*, PELL, and SPRECHER, Circuit Judges.\n      PELL, Circuit Judge.\n    \n    \n      1\n      In 1968, taxpayer Haldane M. Plunkett filed two petitions in the Tax Court challenging the Commissioner's determinations regarding deficiencies in income tax, additions to tax, and alleged overpayments.  The two petitions, one involving the years 1957 through 1959 and the other 1960 through 1963, were consolidated for trial and decision.1  On October 2, 1970, the Tax Court entered its decisions sustaining a deficiency of $9,504.96 for the taxable year 1957 and additions to tax under 26 U.S.C. Sec. 6653(b)2 of $35,141.10 for the years 1957 through 1963.3  After the Tax Court denied his petition for reconsideration, Plunkett appealed to this court.\n    \n    \n      2\n      During the years in question, the taxpayer ran a food catering business with the assistance of Mrs. Plunkett.  Both Plunkett, who has had lit...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=haldane-m-plunkett-v-commissioner-of-internal-revenue"
    }
  ],
  "relatedIncidents": [
    19242,
    19398,
    19051,
    19066,
    19074
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}