{
  "id": 19324,
  "title": "1972년 Renaud 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-07-19",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Renaud. 판결일: 1972-07-19. 법원: Arizona Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Arizona, Appellee, v. Joseph Carl RENAUD, Appellant\n**판결일**: 1972-07-19\n**법원**: Arizona Supreme Court\n**관할**: Arizona, AZ\n\n**판사**: Cameron, Hays, Holohan, Lockwood, Struckmeyer\n\n## 변호인\n\nGary K. Nelson, Atty. Gen., Paul J. Prato, Asst. Atty. Gen., Phoenix, for appellee., David M. Lurie, Phoenix, for appellant.\n\n## 인용\n\n- 499 P.2d 712\n- 108 Ariz. 417\n\n## 판결문 요약\n\n\n108 Ariz. 417 (1972)\n499 P.2d 712\nSTATE of Arizona, Appellee,\nv.\nJoseph Carl RENAUD, Appellant.\nNo. 2028.\nSupreme Court of Arizona, In Banc.\nJuly 19, 1972.\n*418 Gary K. Nelson, Atty. Gen., Paul J. Prato, Asst. Atty. Gen., Phoenix, for appellee.\nDavid M. Lurie, Phoenix, for appellant.\nLOCKWOOD, Justice:\nDefendant was charged with robbery (A.R.S. § 13-641) on January 10, 1969. On February 10, 1969 a change of plea hearing was held, at which time the defendant pled guilty to the charge. At that time he also admitted a prior forgery conviction, charged in the information, which he had previously denied. He was sentenced to imprisonment for not less than fifteen years nor more than twenty-five years.\nThe defendant appeals from the sentence, and the denial of a motion to vacate judgment. He presents two questions in support of his appeal: (1) Did the trial court commit error in considering an alleged prior conviction when the record of prior conviction did not indicate the defendant was either represented by counsel or advised of his right to counsel and waived such right, and (2) was the representation by the Public Defender so incompetent or lacking in diligence as to deny the defendant his constitutional right to legal counsel?\nThe petitioner's first contention, supported by the transcripts of both the sentencing and the motion to vacate hearings, is that his sentence was increased through application of the Arizona Recidivist Statutes (A.R.S. §§ 13-1649, 13-1650) without proof...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-renaud"
    }
  ],
  "relatedIncidents": [
    19199,
    19218,
    19226,
    19234,
    19242
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}