{
  "id": 19321,
  "title": "1972년 Lyle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-07-20",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Lyle. 판결일: 1972-07-20. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF NEW JERSEY v. ANDREW HENRY LYLE, DEFENDANT-RESPONDENT\n**판결일**: 1972-07-20\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n## 변호인\n\nMr. David S. Baime, Assistant Prosecutor, argued the cause for appellant (Mr. Joseph P. Lordi, Essex County Prosecutor, attorney)., Mr. Mitchell Melnikoff argued the cause for respondent.\n\n## 인용\n\n- 61 N.J. 179\n\n## 판결문 요약\n\n\nPer Curiam.\nOn December 10, 1971 defendant Lyle was indicted for murder by the Essex County Grand Jury. Shortly thereafter he applied for release on bail pending trial. A hearing was held thereon, at the conclusion of which the trial court denied the application holding that on the testimony there was a fair likelihood that defendant would be convicted of first degree murder, and therefore the offense was a capital one. State v. Konigsberg, 33 N. J. 367 (1960).\nAfter the death penalty was declared invalid in State v. Funicello, 60 N. J. 60, cert. den. sub. nom. New Jersey v. Presha, 407 U. S. -, 92 S. Ct. 2849, 33 L. Ed. 2d 766 (1972), for the type of murder charged against Lyle, the motion for bail was renewed and granted. The Appellate Division stayed the order and acted favorably upon the State’s application for leave to appeal. Upon affirmance there, we granted leave to appeal. Prior to oral argument in this Court Lyle was tried, convicted of first degree murder and on June 16, 1972 was sentenced to life imprisonment. Upon sentence bail was set at $100,000 apparently because of the pendency of this appeal. However, bail has not been posted and no appeal has been taken from the judgment of conviction.\nThe bail appeal being moot, and in any event controlled by State v. Johnson, 61 N. J. 351 (1972), decided this day, it is dismissed.\n*181For dismissal — Chief Justice Weintraub and Justices Jacobs, Francis, Proctor, Hall, Schettino and Mountain — 7.\nOpposed — None.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-lyle"
    }
  ],
  "relatedIncidents": [
    19202,
    19205,
    19209,
    19219,
    19220
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}