{
  "id": 19323,
  "title": "1972년 Grohn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-07-19",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Grohn. 판결일: 1972-07-19. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Carl Anthony GROHN Et Al., Appellants, v. Fritz MARQUARDT, Appellee\n**판결일**: 1972-07-19\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Cadena\n\n## 변호인\n\nGuy P. Allison, Schweppe, Schweppe & Allison, S. Benton Davies, Jr., San Antonio, for appellants., Gordon L. Hollon, Edward G. Marion, Boerne, for appellee.\n\n## 인용\n\n- 487 S.W.2d 214\n\n## 판결문 요약\n\n\n487 S.W.2d 214 (1972)\nCarl Anthony GROHN et al., Appellants,\nv.\nFritz MARQUARDT, Appellee.\nNo. 15047.\nCourt of Civil Appeals of Texas, San Antonio.\nJuly 19, 1972.\nRehearing Denied November 22, 1972.\n*215 Guy P. Allison, Schweppe, Schweppe &amp; Allison, S. Benton Davies, Jr., San Antonio, for appellants.\nGordon L. Hollon, Edward G. Marion, Boerne, for appellee.\nCADENA, Justice.\nAppellants, Carl Anthony Grohn and his brother, Lawrence Owen Grohn, seek review by way of writ of error (Rules 358-363, Texas Rules of Civil Procedure) of a judgment setting aside, on the grounds of fraud and undue influence, a deed executed by plaintiff, Fritz Marquardt, conveying a tract of land known as the Marquardt Ranch to appellants' parents, A. C. Grohn, deceased, and his wife, Adie Izola Grohn. Appellants were not named as parties to the suit. They filed no pleadings and did not participate in the trial.\nThe sole defendant named in plaintiff's petition was the mother of defendants, Mrs. Grohn, who was sued in her individual capacity, as alleged owner of the fee simple interest in the land, and as the independent executor of the will of her dead husband. She perfected an appeal from the judgment cancelling the instrument, but the appeal was abandoned.\nAppellants' interest in the land arises under the will of Mr. Grohn. This instrument, which was the joint will of Mr. and Mrs. Grohn, gave to the survivor a life interest in the joint estate of the parties, with the power \"... to sell and dispos...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=grohn-v-marquardt"
    }
  ],
  "relatedIncidents": [
    19203,
    19264,
    19302,
    19333,
    19335
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}