{
  "id": 19333,
  "title": "1972년 Giles E. Miller v. Meinhard-Commercial Corporation 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-06-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Giles E. Miller v. Meinhard-Commercial Corporation. 판결일: 1972-06-30. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Giles E. MILLER Et Al., Plaintiffs-Appellants, v. MEINHARD-COMMERCIAL CORPORATION, Defendant-Appellee\n**판결일**: 1972-06-30\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Dyer, Goldberg, Simpson\n\n## 변호인\n\nWilliam Andress, Jr., Andress & Woodgate, Dallas, Tex., for plaintiffs-appellants., J. Richard Gowan, James H. Wallenstein, Johnson, Bromberg, Leeds & Riggs, Dallas, Tex., for defendant-ap-pellee.\n\n## 인용\n\n- 462 F.2d 358\n\n## 판결문 요약\n\n462 F.2d 358\n    Giles E. MILLER et al., Plaintiffs-Appellants,v.MEINHARD-COMMERCIAL CORPORATION, Defendant-Appellee.\n    No. 71-3255.\n    United States Court of Appeals,\n    Fifth Circuit.\n    June 30, 1972.\n    \n      William Andress, Jr., Andress &amp; Woodgate, Dallas, Tex., for plaintiffs-appellants.\n      J. Richard Gowan, James H. Wallenstein, Johnson, Bromberg, Leeds &amp; Riggs, Dallas, Tex., for defendant-appellee.\n      Before GOLDBERG, DYER and SIMPSON, Circuit Judges.\n      DYER, Circuit Judge:\n    \n    \n      1\n      Miller and others as trustees of the Giles E. Miller Co. Pension Trust, a creditor in a Bankruptcy Act Chapter XI arrangement, filed suit against another creditor, Meinhard-Commercial Corp., who participated in the arrangement, nine months after the arrangement plan was confirmed.  Miller alleges that Meinhard made fraudulent representations at a creditor's meeting that induced him to acquiesce in the Chapter XI arrangement rather than initiate proceedings under Chapter X. The district court granted Meinhard's motion to dismiss.  We affirm.\n    \n    \n      2\n      On September 20, 1968, the debtor, Texas Textile Mills, petitioned the bankruptcy court under Chapter XI of the Bankruptcy Act, 11 U.S.C.A. Secs. 701-799, to continue in business under financing agreements with, and to borrow money from, Meinhard, a secured creditor.  The petition alleged, inter alia, that Meinhard had expressed a willingness to advance approximately $50,000 to meet immedi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=giles-e-miller-v-meinhard-commercial-corporation"
    }
  ],
  "relatedIncidents": [
    19203,
    19264,
    19302,
    19323,
    19335
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}