{
  "id": 19335,
  "title": "1972년 O'NEAL 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-06-29",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: O'NEAL. 판결일: 1972-06-29. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Mrs. Don O’NEAL, A/K/A Mrs. Irene O’Neal, Appellant (Defendant Below), v. the STATE of Wyoming, Appellee (Plaintiff Below)\n**판결일**: 1972-06-29\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: Guthrie, McEWAN, McINTYRE, Parker\n\n## 변호인\n\nGary A. Barney, of Vidakovich & Barney, Lander, for appellant., Clarence A. Brimmer, Atty. Gen., and Wm. L. Kallal, Asst. Atty. Gen., Cheyenne, for appellee.\n\n## 인용\n\n- 498 P.2d 1232\n\n## 판결문 요약\n\n\n498 P.2d 1232 (1972)\nMrs. Don O'NEAL, a/k/a Mrs. Irene O'Neal, Appellant (Defendant below),\nv.\nThe STATE of Wyoming, Appellee (Plaintiff below).\nNo. 3972.\nSupreme Court of Wyoming.\nJune 29, 1972.\n*1233 Gary A. Barney, of Vidakovich &amp; Barney, Lander, for appellant.\nClarence A. Brimmer, Atty. Gen., and Wm. L. Kallal, Asst. Atty. Gen., Cheyenne, for appellee.\nBefore McINTYRE, C.J., and PARKER, McEWAN, and GUTHRIE, JJ.\nMr. Justice GUTHRIE delivered the opinion of the court.\nThis is an appeal from a conviction in the District Court of Fremont County upon an indictment for the delivery of a fraudulent check in the sum of $50 drawn upon the American National Bank of Riverton wherein defendant had no account.\nOn the afternoon of May 10, 1970, defendant came into the Lucky Five Bar in Shoshoni, Wyoming, and asked the bartender to cash a check. The bartender refused. Defendant then called Mr. Blaisdell, owner and operator of the bar, and went to see him at his home. When she arrived there she told him she wanted to cash a check and that she did not have her checkbook with her. He had met her once before but asked her for identification and advised her he normally did not take counterchecks. Defendant advised him that she had money in the bank upon which the check was drawn but indicated to Blaisdell her bank account \"may be a little short,\" but that she was selling calves and there would be money in the bank by Monday at 2:30 p.m. Blaisdell stated, \"I relied that the check would b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=oneal-v-state"
    }
  ],
  "relatedIncidents": [
    19203,
    19264,
    19302,
    19323,
    19333
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}