{
  "id": 19334,
  "title": "1972년 Craig 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-06-30",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Craig. 판결일: 1972-06-30. 법원: Wisconsin Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Craig, Plaintiff in Error, v. State, Defendant in Error\n**판결일**: 1972-06-30\n**법원**: Wisconsin Supreme Court\n**관할**: Wisconsin, WI\n\n**판사**: Connor T. Hansen\n\n## 변호인\n\nFor the plaintiff in error there was a brief and oral argument by Stewart G. Honeck of Milwaukee., For the defendant in error the cause was argued by Richard J. Boyd, assistant attorney general, with whom on the brief was Robert W. Warren, attorney general.\n\n## 인용\n\n- 198 N.W.2d 609\n- 55 Wis. 2d 489\n\n## 판결문 요약\n\n\n55 Wis. 2d 489 (1972)\n198 N.W.2d 609\nCRAIG, Plaintiff in error,\nv.\nSTATE, Defendant in error.\nNo. State 123.\nSupreme Court of Wisconsin.\nArgued June 8, 1972.\nDecided June 30, 1972.\n*490 For the plaintiff in error there was a brief and oral argument by Stewart G. Honeck of Milwaukee.\nFor the defendant in error the cause was argued by Richard J. Boyd, assistant attorney general, with whom on the brief was Robert W. Warren, attorney general.\nCONNOR T. HANSEN, J.\nThe offenses arise out of the armed robbery of a supermarket and two of its patrons. The defendant and two accomplices, all armed, were arrested *491 at the scene. Each was represented by separate counsel.\nOctober 14, 1970, defendant filed a petition for a writ of habeas corpus with the trial court. Counsel was appointed for the defendant and briefs were filed with the court. The trial court made extensive findings and dismissed the petition for habeas corpus for lack of jurisdiction, and considered the petition as a postconviction motion pursuant to sec. 974.06, Stats. The petition, thus considered, was denied on its merits.[1] No writ of error was issued to review the order denying the postconviction for relief. However, since the principal issue on review of the judgment of conviction and denial of postconvictions is identical, and it has been briefed and argued by counsel on appeal in both contexts, we exercise our discretion and review the merits of both the judgment and order.\nThe issue here presented concerns the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=craig-v-state"
    }
  ],
  "relatedIncidents": [
    19199,
    19218,
    19226,
    19234,
    19242
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}