{
  "id": 19343,
  "title": "1972년 Messiah 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-06-22",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Messiah. 판결일: 1972-06-22. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. James Messiah\n**판결일**: 1972-06-22\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 39 A.D.2d 883\n\n## 판결문 요약\n\n\nJudgment, Supreme Court, New York County, rendered January 10, 1972, convicting the defendant on his plea of guilty to attempted assault in the first degree, and sentencing him to an indeterminate term of imprisonment not to exceed four years, affirmed. Appellant was indicted, among other things, for attempted murder, a class B felony, attempted assault in the first degree, a class D felony, and felonious possession of two loaded weapons, a class D felony. He pleaded guilty to attempted assault in the first degree and was sentenced as if his plea of guilty had been to a class E rather than a class D felony. It would seem, based on his background, that the appellant merits consideration by the Board of Parole, (Correction Law, § 212), although in any event he would have to serve at least one year (Penal Law, § 70.00, *884subd. 3). However, in this case, the defendant had two guns, and the intended victim was spared only because of the mechanical failure of one of the guns. Mere ineptitude is not a criterion for probation. The determination was in the sound discretion of the sentencing Judge. Concur — MeGivern, J. P., Kupferman, McNally and Tilzer, JJ.; Murphy, J., dissents in the following memorandum: I disagree and would modify the judgment appealed from by reducing the sentence imposed to probation. In voting for such modification I do not, of course, condone the defendant’s act. He pleaded guilty to a Class D felony and was sentenced to an indeterminate term of imprisonmen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-messiah"
    }
  ],
  "relatedIncidents": [
    19202,
    19205,
    19209,
    19219,
    19220
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}