{
  "id": 19353,
  "title": "1972년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-06-05",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1972-06-05. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth vs. John Edward Satterfield\n**판결일**: 1972-06-05\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Braucher, Hennessey, Quirico, Reardon, Tauro\n\n## 변호인\n\nRobert V. Greco {Reuben Goodman with him) for the defendant., Thomas F. Reardon, Assistant District Attorney (Alvan Brody with him) for the Commonwealth.\n\n## 인용\n\n- 284 N.E.2d 216\n- 362 Mass. 78\n\n## 판결문 요약\n\n\n362 Mass. 78 (1972)\n284 N.E.2d 216\nCOMMONWEALTH\nvs.\nJOHN EDWARD SATTERFIELD.\nSupreme Judicial Court of Massachusetts, Suffolk.\nMay 2, 1972.\nJune 5, 1972.\nPresent: TAURO, C.J., REARDON, QUIRICO, BRAUCHER, &amp; HENNESSEY, JJ.\nRobert V. Greco (Reuben Goodman with him) for the defendant.\nThomas F. Reardon, Assistant District Attorney (Alvan Brody with him) for the Commonwealth.\nTAURO, C.J.\nThe defendant appeals under G.L.c. 278, §§ 33A-33G, from a conviction of murder in the first degree with a recommendation that the death sentence *79 not be imposed. The defendant urges the court, pursuant to its power under G.L.c. 278, § 33E, as amended, to reduce the charge to manslaughter or at most, murder in the second degree. He argues that G.L.c. 265, § 1, is so vague, indefinite and uncertain as to murder committed with extreme atrocity or cruelty, that it violates the due process clause of the Fourteenth Amendment to the United States Constitution.\nThe pertinent evidence is summarized. Officer Foley and his partner responded to a radio report at approximately 6:15 A.M. on August 19, 1970, that a man had been struck by a car in the vicinity of 615-617 Massachusetts Avenue, Boston. Officer Foley testified that at the scene the defendant approached him and told him that he had called the police and that the man had been struck by a car. Officer Foley stated that the defendant had \"an odor of alcohol on his breath,\" but that in his opinion he was sober. Also at the scene, an eyewitness, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-satterfield"
    }
  ],
  "relatedIncidents": [
    19202,
    19205,
    19209,
    19219,
    19220
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}