{
  "id": 19355,
  "title": "1972년 Ex Parte Bowman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-05-31",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex Parte Bowman. 판결일: 1972-05-31. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte J. C. BOWMAN\n**판결일**: 1972-05-31\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davis\n\n## 변호인\n\nJoe Max Shelton, Charles E. Hughes, Sherman, for appellant., Clifford Powell, County Atty., and J. S. Freels, Jr., Asst. County Atty., Sherman, and Jim D. Vollers, State’s Atty., Robert A. Huttash, Asst. State’s Atty., Austin, for the State.\n\n## 인용\n\n- 480 S.W.2d 675\n\n## 판결문 요약\n\n\n480 S.W.2d 675 (1972)\nEx parte J. C. BOWMAN.\nNo. 45535.\nCourt of Criminal Appeals of Texas.\nMay 31, 1972.\n*676 Joe Max Shelton, Charles E. Hughes, Sherman, for appellant.\nClifford Powell, County Atty., and J. S. Freels, Jr., Asst. County Atty., Sherman, and Jim D. Vollers, State's Atty., Robert A. Huttash, Asst. State's Atty., Austin, for the State.\n\nOPINION\nDAVIS, Commissioner.\nThis is an appeal from an order entered in a habeas corpus hearing, remanding appellant to custody for extradition to the State of Oklahoma.\nThe State introduced into evidence the Executive Warrant, of the Governor of this State. The warrant recites that the appellant stands charged by information, supporting affidavit and warrant before the proper authorities, with the crime of obtaining merchandise by means of a bogus check.\nThe Executive Warrant, of the Governor of Texas, which appears regular on its face, made out a prima facie case authorizing remand of appellant to custody for extradition. Ex parte Jackson, Tex. Cr.App., 470 S.W.2d 679; Ex parte Rhodes, Tex.Cr.App., 467 S.W.2d 425; Ex parte Slavin, Tex.Cr.App., 461 S.W.2d 421.\nAppellant first contends that fatal variances exist among the Executive Warrant, requisition instruments, and the information. All of the instruments allege the crime of \"obtaining merchandise by means of a bogus check,\" however, the information's general description of the offense also describes two specific checks as being bogus. Unless the accusation is clearly void, t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-bowman"
    }
  ],
  "relatedIncidents": [
    19195,
    19199,
    19200,
    19202,
    19203
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}