{
  "id": 19354,
  "title": "1972년 United States v. Michael F. Alvarez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-06-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Michael F. Alvarez. 판결일: 1972-06-05. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Michael F. ALVAREZ, Defendant-Appellant\n**판결일**: 1972-06-05\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Ely, Hufstedler, Per Curiam, Wright\n\n## 변호인\n\nMorton L. Shatzkin (argued) Studio City, Cal., for appellant., John M. Newman, Jr., Asst. U. S. Atty. (argued), David R. Nissen, Asst. U. S. Atty., Robert L. Meyer, U. S. Atty., Los Angeles, Cal., for appellee.\n\n## 인용\n\n- 462 F.2d 176\n\n## 판결문 요약\n\n462 F.2d 176\n    UNITED STATES of America, Plaintiff-Appellee,v.Michael F. ALVAREZ, Defendant-Appellant.\n    No. 71-1586.\n    United States Court of Appeals,\n    Ninth Circuit.\n    June 5, 1972.\n    \n      Morton L. Shatzkin (argued) Studio City, Cal., for appellant.\n      John M. Newman, Jr., Asst. U. S. Atty.  (argued), David R. Nissen, Asst. U. S. Atty., Robert L. Meyer, U. S. Atty., Los Angeles, Cal., for appellee.\n      Before ELY, HUFSTEDLER, and WRIGHT, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      Alvarez appeals from his conviction for violating 26 U.S.C. Sec. 4742(a) (transfer of marihuana without an order form).1  We reverse because the evidence was insufficient to prove that he made any transfer or that he aided and abetted anyone who did so.\n    \n    \n      2\n      Alvarez was named in two counts of a four-count indictment against him and his codefendants Sinquimani and de Larosa.  The first count charged Alvarez and his codefendants with conspiracy to transfer marihuana without obtaining an appropriate order form from the transferee.  The fourth count charged Alvarez and his codefendants with a violation of section 4742(a).  Counts two and three charged Sinquimani alone with receiving, concealing, and selling illegally imported marihuana.  Sinquimani did not appear for trial, and a bench warrant issued for him.  Codefendant de Larosa was acquitted at the conclusion of the Government's case.  Alvarez' motion for acquittal was denied.  He was found not...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-michael-f-alvarez"
    }
  ],
  "relatedIncidents": [
    19195,
    19199,
    19200,
    19202,
    19203
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}