{
  "id": 19364,
  "title": "1972년 Garner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-05-17",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Garner. 판결일: 1972-05-17. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Plaintiff-Appellee, v. Marvin Garner, Jr. (Impleaded), Defendant-Appellant\n**판결일**: 1972-05-17\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Dieringer\n\n## 변호인\n\nGerald W. Getty, Public Defender, of Chicago, (Harold A. Cowen, Ronald P. Katz, and James J. Doherty, Assistant Public Defenders, of counsel,) for appellant., Edward V. Hanrahan, State’s Attorney, of Chicago, (Robert A. Novelle and James R. Truschke, Assistant State’s Attorneys, of counsel,) for the People.\n\n## 인용\n\n- 284 N.E.2d 440\n- 6 Ill. App. 3d 1\n\n## 판결문 요약\n\n\n6 Ill. App. 3d 1 (1972)\n284 N.E.2d 440\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nMARVIN GARNER, JR. (Impleaded), Defendant-Appellant.\nNo. 56388.\nIllinois Appellate Court  First District.\nMay 17, 1972.\n*2 Gerald W. Getty, Public Defender, of Chicago, (Harold A. Cowen, Ronald P. Katz, and James J. Doherty, Assistant Public Defenders, of counsel,) for appellant.\nEdward V. Hanrahan, State's Attorney, of Chicago, (Robert A. Novelle and James R. Truschke, Assistant State's Attorneys, of counsel,) for the People.\nJudgment affirmed.\nMr. PRESIDING JUSTICE DIERINGER delivered the opinion of the court:\nThis is an appeal from a judgment entered by the Circuit Court of Cook County.\nDefendant, Marvin Garner, Jr., was indicted for the crime of murder. Following a bench trial, the defendant was found guilty of murder and sentenced to not less than fourteen nor more than seventeen years in the Illinois State Penitentiary.\nThe issues presented to this court on appeal are: (1) whether the defendant was deprived of his Fourth Amendment rights by the introduction at the trial of evidence obtained from the police search of his automobile after he and the other occupants had been taken into custody; (2) whether the defendant was denied due process of law and the right to confronting witnesses by the refusal of the trial judge to compel a witness to give his home address at a hearing prior to trial pursuant to a motion to suppress his identification of the defendant; and (3) whet...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-garner"
    }
  ],
  "relatedIncidents": [
    19202,
    19205,
    19209,
    19219,
    19220
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}