{
  "id": 19368,
  "title": "1972년 Dixon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-05-10",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Dixon. 판결일: 1972-05-10. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Donald DIXON, in Error v. The STATE of Oklahoma, in Error\n**판결일**: 1972-05-10\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Bussey, Simms\n\n## 변호인\n\nRobert A. Jackson, Cassil, Jackson & Hall, Oklahoma City, for plaintiff in error., Larry Derryberry, Atty. Gen., Fred H. Anderson, Asst. Atty. Gen., Mike Jackson, Legal Intern, for defendant in error.\n\n## 인용\n\n- 497 P.2d 1110\n\n## 판결문 요약\n\n\nBUSSEY, Presiding Judge:\nDonald Dixon, hereinafter referred to as defendant, was charged in the District Court of Oklahoma County, Oklahoma, for the crime of Possession of Marijuana. On October 6, 1970, he appeared in open court with his attorney and freely and voluntarily entered a plea of guilty to said offense with full knowledge of the nature and consequence of such plea. He was sentenced to serve a term of two (2) years imprisonment in the state penitentiary. Said judgment and sentence was suspended under the terms and conditions provided by the court. Thereafter, a Motion to Revoke the Order Suspending Judgment and Sentence was duly filed and set for hearing, at which time the defendant, while represented by counsel, appeared and sought to withdraw the plea of guilty previously entered. This motion was overruled when the defendant admitted having been convicted in the District Court of Garfield County, Case Number CRF-71-226, on a plea of guilty, and the Judge found the terms and conditions of the suspended sentence had been violated, and revoked the Order Suspending Judgment and Sentence. This appeal has been perfected therefrom.\nDefendant’s first proposition asserts “that the trial in Oklahoma County, The Honorable Clarence Mills presiding, should have granted Plaintiff in Error’s motion to set aside plea of guilty on the grounds that Plaintiff in Error was a male age sixteen (16) at the time he entered the plea of guilty and as such, the Court did not have jurisdict...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dixon-v-state"
    }
  ],
  "relatedIncidents": [
    19195,
    19199,
    19200,
    19202,
    19203
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}