{
  "id": 19362,
  "title": "1972년 United States v. Raymond Isaac Andrews 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-05-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Raymond Isaac Andrews. 판결일: 1972-05-19. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellant, v. Raymond Isaac ANDREWS, Defendant, Appellee\n**판결일**: 1972-05-19\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Aldrich, Coffin, McENTEE\n\n## 변호인\n\nJoseph L. Tauro, U. S. Atty., with whom Robert B. Collings, Asst. U. S. Atty., was on brief, for appellant., Verne W. Vance, Jr., Boston, Mass., with whom John D. Leubsdorf and Foley, Hoag & Eliot, Boston, Mass., were on brief, for appellee.\n\n## 인용\n\n- 462 F.2d 914\n\n## 판결문 요약\n\n462 F.2d 914\n    UNITED STATES of America, Appellant,v.Raymond Isaac ANDREWS, Defendant, Appellee.\n    No. 72-1103.\n    United States Court of Appeals,\n    First Circuit.\n    Heard May 2, 1972.Decided May 19, 1972.\n    \n      Joseph L. Tauro, U. S. Atty., with whom Robert B. Collings, Asst. U. S. Atty., was on brief, for appellant.\n      Verne W. Vance, Jr., Boston, Mass., with whom John D. Leubsdorf and Foley, Hoag &amp; Eliot, Boston, Mass., were on brief, for appellee.\n      Before ALDRICH, Chief Judge, McENTEE and COFFIN, Circuit Judges.\n      ALDRICH, Chief Judge.\n    \n    \n      1\n      The government appeals, under 18 U.S.C. Sec. 3731, from an order of the district court dismissing an indictment because of the unlawful composition of the grand jury that returned it.1  More precisely, the court found a defect in the master jury plan adopted by the Massachusetts District Court and based upon the Massachusetts voting lists pursuant to 28 U.S.C. Sec. 1861 et seq., in that it omits paupers because the Massachusetts voting laws deprive paupers of the right to vote.\n    \n    \n      2\n      The indictment was returned on February 17, 1972.  On Friday, March 31, court-appointed counsel filed the motion to dismiss and on Monday, April 3, the court endorsed the motion, \"Allowed,\" and returned it to the clerk's office.  It is said that on April 4 the press reported, which was the fact, that the court had allowed the motion without notice or hearing.  In any event, on April 5 the c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-raymond-isaac-andrews"
    }
  ],
  "relatedIncidents": [
    19195,
    19199,
    19200,
    19202,
    19203
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}