{
  "id": 19369,
  "title": "1972년 Mosler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-05-08",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Mosler. 판결일: 1972-05-08. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: ELLEN MOSLER, and v. WILLIAM E. PARRINGTON, and\n**판결일**: 1972-05-08\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Cobey\n\n## 변호인\n\nCounsel, F. Rodman Woelfle and Phillips & Carlisle for Plaintiff and Appellant., Schwartz, Steinsapir & Dohrmann, Arnold, Smith & Schwartz, Robert M. Dohrmann and John R. DaCorsi for Defendant and Respondent.\n\n## 인용\n\n- 25 Cal. App. 3d 354\n\n## 판결문 요약\n\n\nOpinion\nCOBEY, Acting P. J.\nEllen Mosler, plaintiff, appeals from an order staying proceedings in her action against William Farrington, defendant. This order was made on “the ground that the commissioner in this contested .case had no jurisdiction to- hear and determine the merits of plaintiff’s claim and make findings respecting any alleged fraud of defendant except upon written stipulation of the parties litigant or upon written notice of a default hearing to be heard by the Court.”\nThis order is appealable as an order made after an appealable judgment (see Code Civ. Proc., § 904.1, subd. (b)) because the judgment referred to in the order is a purported default judgment rendered in 1968 for $66,000 following “dismissal” of defendant’s answer (see 6 Witkin, Cal. Procedure (2d ed. 1971) Appeal, §§ 81, 82, pp. 4091-4094) and because the order under appeal would appear to be equivalent in its effect to an order vacating the judgment as a nullity. (See 6 Witkin, op. cit, § 88, p. 4097.)\nThe sole question on. this appeal is whether the purported 1968 default judgment is a nullity. We hold that it is. Article VI, section 21 of the California Constitution provides that on stipulation of the parties litigant the court may order a case to be tried by a temporary judge. Subdivision 4 of Code of Civil Procedure section 259a empowers superior court commissioners in Los Angeles County to act as temporary judges, when otherwise qualified so to act and when appointed for that purpose. Su...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mosler-v-parrington"
    }
  ],
  "relatedIncidents": [
    19203,
    19264,
    19302,
    19323,
    19333
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}