{
  "id": 19375,
  "title": "1972년 Anderson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-05-03",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Anderson. 판결일: 1972-05-03. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: ANDERSON v. State\n**판결일**: 1972-05-03\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Bell\n\n## 변호인\n\nGlenn Zell, for appellant., Lewis R. Slaton, District Attorney, Joel M. Feldman, Carter Goode, for appellee.\n\n## 인용\n\n- 126 Ga. App. 196\n\n## 판결문 요약\n\n\nBell, Chief Judge.\nThe defendant waived jury trial and was convicted by the court of burglary of a store. His appeal is limited to the issue of the sufficiency of the evidence to authorize the conviction. Held:\nThe storeowner victim testified that after he closed his store in the evening of the day of the burglary, he went to sleep in its rear. Later he was awakened and saw the defendant reaching to pick up some beer. The defendant was recognized by the owner as one of his regular customers. The defendant fled out the front door into the street and was observed entering his apartment house nearby. The police were summoned and on arrival went immediately to defendant’s apartment house. The defendant answered the door, and was perspiring profusely. The victim identified defendant in the presence of the police as the person he saw in the rear of the store attempting to take his beer. This identification was corroborated by the testimony of a police officer. An in-court identification of the defendant was also made by the storeowner. There was evidence of a forcible entry of the store. A quantity of cigarettes was discovered missing but nothing was observed in defendant’s hands as he fled the burglarized building.\nThe defendant gave sworn testimony in which he set up the *197defense of alibi which was corroborated by the testimony of his wife and a neighbor.\nSubmitted May 2, 1972—\nDecided May 3, 1972.\nGlenn Zell, for appellant.\nLewis R. Slaton, District Attorney, Joel M. Feldman...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=anderson-v-state"
    }
  ],
  "relatedIncidents": [
    19199,
    19218,
    19226,
    19234,
    19242
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}