{
  "id": 19374,
  "title": "1972년 Sims 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-05-04",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Sims. 판결일: 1972-05-04. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Plaintiff-Appellee, v. Daniel Sims Et Al., Defendants-Appellants\n**판결일**: 1972-05-04\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Dempsey\n\n## 변호인\n\nGerald W. Getty, Public Defender, of Chicago, (Ronald P. Katz, Assistant Public Defender, of counsel,) for appellants., Edward V. Hanrahan, State’s Attorney, of Chicago, (William K. Hedrick, Assistant State’s Attorney, of counsel,) for the People.\n\n## 인용\n\n- 283 N.E.2d 906\n- 5 Ill. App. 3d 727\n\n## 판결문 요약\n\n\n5 Ill. App.3d 727 (1972)\n283 N.E.2d 906\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nDANIEL SIMS et al., Defendants-Appellants.\nNo. 54191.\nIllinois Appellate Court  First District.\nMay 4, 1972.\n*728 Gerald W. Getty, Public Defender, of Chicago, (Ronald P. Katz, Assistant Public Defender, of counsel,) for appellants.\nEdward V. Hanrahan, State's Attorney, of Chicago, (William K. Hedrick, Assistant State's Attorney, of counsel,) for the People.\nJudgment affirmed.\nMr. JUSTICE DEMPSEY delivered the opinion of the court:\nDaniel Sims was found guilty of rape and was sentenced to the penitentiary for a term of ten to twelve years. The evidence presented by the State at the non-jury trial consisted of the testimony of the prosecutrix, her sister and her mother. The defendant did not present any evidence in his behalf.\nThese points are raised on appeal: the State failed to prove the use of force; the testimony of the complaining witness was neither clear and convincing nor substantially corroborated, and both the minimum and maximum sentences are excessive.\nThe 17-year-old prosecutrix, her sister, and two girl friends went to the 57th Street beach in Chicago on a July afternoon. Around 4:30 P.M., Daniel Sims and his younger brother Ervin began a conversation with the girls and asked them if they wanted to go to a hamburger stand. Two other young men joined the group. Instead of getting a hamburger, all of them went to Ervin Sims' apartment where the girls changed their...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-sims"
    }
  ],
  "relatedIncidents": [
    19227,
    19319,
    19409,
    19429,
    19432
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}