{
  "id": 19378,
  "title": "1972년 Borders 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-04-27",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Borders. 판결일: 1972-04-27. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF OREGON, Appellant, v. ROBERT O. BORDERS, Respondent\n**판결일**: 1972-04-27\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Langtry, Schwab, Thornton, Tiiobnton\n\n## 변호인\n\nRobert A. Lucas, District Attorney, St. Helens, argued the cause and filed the brief for appellant., Robert P. VanNatta, St. Helens, argued the cause for respondent. On the brief were VanNatta and Petersen, St. Helens.\n\n## 인용\n\n- 496 P.2d 243\n- 9 Or. App. 385\n\n## 판결문 요약\n\n\n496 P.2d 243 (1972)\nSTATE of Oregon, Appellant,\nv.\nRobert O. BORDERS, Respondent.\nCourt of Appeals of Oregon, Department 1.\nArgued and Submitted March 27, 1972.\nDecided April 27, 1972.\nRehearing Denied May 25, 1972.\nReview Denied August 1, 1972.\nRobert A. Lucas, Dist. Atty., St. Helens, argued the cause and filed the brief for appellant.\n*244 Robert P. VanNatta, St. Helens, argued the cause for respondent. On the brief were VanNatta &amp; Petersen, St. Helens.\nBefore SCHWAB, C.J., and LANGTRY and THORNTON, JJ.\nSCHWAB, Chief Judge.\nThis is an appeal by the state from an order dismissing a misdemeanor indictment for assault and battery. While a misdemeanor charge was pending against the defendant in the justice court in Clatskanie, Oregon, defendant was indicted by a Columbia County grand jury for the same act. The trial in justice court was set for October 4, 1971. On September 29, 1971, the state moved for a continuance. The justice of the peace did not grant a continuance, but granted the defendant's oral motion for dismissal by entry of the following order:\n\"* * *\n\"The above entitled matter coming on for hearing on the motion of the State of Oregon for a continuance, and the State having stated to the Court that it did not wish to try the matter in Clatskanie, and was not ready to try it, and the defendant having filed an affidavit to the effect that it had supoenaed [sic] 11 witnesses for the impending trial and it appearing to the Court that the continuance should not be...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-borders"
    }
  ],
  "relatedIncidents": [
    19271,
    19413,
    19439,
    18978,
    19009
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}