{
  "id": 19382,
  "title": "1972년 Sanders 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-04-19",
  "location": "Utah, UT, USA",
  "summary": "미국 Utah, UT 법원 판결 사건. 사건명: Sanders. 판결일: 1972-04-19. 법원: Utah Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The STATE of Utah, Plaintiff and Respondent, v. Otis D. SANDERS, Defendant and Appellant\n**판결일**: 1972-04-19\n**법원**: Utah Supreme Court\n**관할**: Utah, UT\n\n**판사**: Callister, Crockett, Ellett, Henriod, Tuckett\n\n## 변호인\n\nJohn D. O’Connell, of Kinghorn, Ober-hansly & O’Connell, Salt Lake City, for defendant and appellant., Vernon B. Romney, Atty. Gen., Larry V. Lunt, Asst. Atty. Gen., Salt Lake City, for plaintiff and respondent.\n\n## 인용\n\n- 496 P.2d 270\n- 27 Utah 2d 354\n\n## 판결문 요약\n\n\n496 P.2d 270 (1972)\n27 Utah 2d 354\nThe STATE of Utah, Plaintiff and Respondent,\nv.\nOtis D. SANDERS, Defendant and Appellant.\nNo. 12652.\nSupreme Court of Utah.\nApril 19, 1972.\n*272 John D. O'Connell, of Kinghorn, Oberhansly &amp; O'Connell, Salt Lake City, for defendant and appellant.\nVernon B. Romney, Atty. Gen., Larry V. Lunt, Asst. Atty. Gen., Salt Lake City, for plaintiff and respondent.\nCROCKETT, Justice:\nDefendant Otis D. Sanders was on April 1, 1971, convicted by a jury of the crime of robbery of messengers taking money from Auerbach's store in Ogden to the Commercial Security Bank at about 9:20 P.M. on December 16, 1970. A motion for a new trial was granted, and on July 30, 1971, a jury again returned a verdict of guilty. Defendant appeals seeking to overturn the conviction on (1) errors in ruling upon the admission of evidence, and (2) refusing to give requested instructions to the jury.\nDetective Arden K. Greenwood showed the messenger boys a number of photographs of possible suspects in the robbery, including one which had been taken of the defendant seven years previously. However, the boys did not then make an identification. Two days later the boys were again shown photographs, which included the same photograph of defendant and of four other persons. This time they picked out defendant: \"This one looks familiar.\" Another two days later, December 22, Detective Greenwood arranged a line-up. Each boy, viewing independently of the other, seeing the defendant in per...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-sanders"
    }
  ],
  "relatedIncidents": [
    19199,
    19218,
    19226,
    19234,
    19242
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}