{
  "id": 19384,
  "title": "1972년 Trujillo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-04-17",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Trujillo. 판결일: 1972-04-17. 법원: Supreme Court of Colorado.",
  "description": "## 사건 정보\n\n**사건명**: Fred Guadalupe Trujillo v. the People of the State of Colorado\n**판결일**: 1972-04-17\n**법원**: Supreme Court of Colorado\n**관할**: Colorado, CO\n\n**판사**: Pringle\n\n## 변호인\n\nGibson, Gerdes & Campbell, Paul J. Gerdes, for plaintiff in error., Duke W. Dunbar, Attorney General, John P. Moore, Deputy, David A. Sorenson, Assistant, for defendant in error.\n\n## 인용\n\n- 496 P.2d 1026\n- 178 Colo. 136\n\n## 판결문 요약\n\n\n496 P.2d 1026 (1972)\nFred Guadalupe TRUJILLO, Plaintiff in Error,\nv.\nThe PEOPLE of the State of Colorado, Defendant in Error.\nNo. 24656.\nSupreme Court of Colorado, En Banc.\nApril 17, 1972.\nGibson, Gerdes &amp; Campbell, Paul J. Gerdes, Colorado Springs, for plaintiff in error.\nDuke W. Dunbar, Atty. Gen., John P. Moore, Deputy Atty. Gen., David A. Sorenson, Asst. Atty. Gen., Denver, for defendant in error.\n*1027 PRINGLE, Chief Justice.\nDefendant, Fred Guadalupe Trujillo, brings this writ of error pursuant to a motion filed in trial court under Rule 35(b) of the Colorado Rules of Criminal Procedure. He will hereinafter be referred to by name or as defendant.\nThe arguments presented in this action before us are the end result of eleven years of litigation, writ filing, and numerous appeals. A brief review of defendant's history in court is therefore relevant here. In 1961, Trujillo was tried before a jury and found guilty of two counts of an Information charging him with burglary and assault with intent to commit robbery. The trial judge sentenced defendant to not less than 9½ years and not more than 10 years at the State Penitentiary for the burglary charge, and not less than 13½ nor more than 14 years at the Penitentiary for the crime of assault with intent to commit robbery. The trial court further ordered that these sentences should be served consecutively. Defendant admits that both of these sentences were within the statutory limits of the two offenses.\nSubsequent to his ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=trujillo-v-people"
    }
  ],
  "relatedIncidents": [
    19199,
    19218,
    19226,
    19234,
    19242
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}