{
  "id": 19385,
  "title": "1972년 Arizona Bank v. SUPERIOR COURT, COUNTY OF MARICOPA 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-04-13",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Arizona Bank v. SUPERIOR COURT, COUNTY OF MARICOPA. 판결일: 1972-04-13. 법원: Court of Appeals of Arizona.",
  "description": "## 사건 정보\n\n**사건명**: The ARIZONA BANK, an Arizona Corporation, as Executor of the Estate of Nell Lammers, Deceased, Petitioner, v. the SUPERIOR COURT of the State of Arizona, IN AND FOR the COUNTY OF MARICOPA Et Al.\n**판결일**: 1972-04-13\n**법원**: Court of Appeals of Arizona\n**관할**: Arizona, AZ\n\n**판사**: Eubank, Haire, Jacobson\n\n## 변호인\n\nRoy R. Carson and Raymond Huffsteter, Phoenix, for petitioner., Lewis & Roca by Paul G. Ulrich, Phoenix, for respondents.\n\n## 인용\n\n- 495 P.2d 1322\n- 17 Ariz. App. 115\n\n## 판결문 요약\n\n\n17 Ariz. App. 115 (1972)\n495 P.2d 1322\nThe ARIZONA BANK, an Arizona corporation, as Executor of the Estate of Nell Lammers, Deceased, Petitioner,[1]\nv.\nThe SUPERIOR COURT of the State of Arizona, IN AND FOR the COUNTY OF MARICOPA et al.,\nNo. 1 CA-CIV 1868.\nCourt of Appeals of Arizona, Division 1, Department B.\nApril 13, 1972.\nRehearing Denied May 8, 1972.\nReview Denied June 27, 1972.\n*116 Roy R. Carson and Raymond Huffsteter, Phoenix, for petitioner.\nLewis &amp; Roca by Paul G. Ulrich, Phoenix, for respondents.\nHAIRE, Chief Judge, Division 1.\nIn this special action proceeding the principal question which the Court is called upon to determine is whether the \"express determination that there is no just reason for delay\" requirement of Rule 54(b), Rules of Civil Procedure, 16 A.R.S., must be a part of the written judgment itself.\nSpecifically petitioner complains of an order entered by the respondent judge refusing to approve an amended form of judgment containing the Rule 54(b) language after a prior judge had made a minute entry order finding that there was no just reason for delay. By this opinion we have determined that the original judgment had become final by reason of the Rule 54(b) minute entry order made by the prior judge after the original judgment had been signed, and that therefore it was unnecessary to have the original judgment amended.\nThe factual and procedural background is as follows. A superior court action was brought to foreclose a mortgage executed by def...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=arizona-bank-v-superior-court-county-of-maricopa"
    }
  ],
  "relatedIncidents": [
    19314,
    18947,
    18950,
    18965,
    19063
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}