{
  "id": 19388,
  "title": "1972년 Wheeler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-04-10",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Wheeler. 판결일: 1972-04-10. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Oscar Maxwell WHEELER\n**판결일**: 1972-04-10\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Higgins, Welborn\n\n## 변호인\n\nJohn C. Danforth, Atty. Gen., G. Michael O’Neal, Asst. Atty. Gen., Jefferson City, for respondent., Alfred I. Harris, St. Louis, for appellant.\n\n## 인용\n\n- 478 S.W.2d 326\n\n## 판결문 요약\n\n\nWELBORN, Commissioner.\nAppeal from eight-year sentence, imposed under Second Offender Act, after jury trial and verdict of guilty of burglary, second degree.\nMrs. Freddie Nelson and her 16-year-old son, Kenneth, occupied a four-room, first floor apartment at 5403 Ruskin Avenue in the City of St. Louis. Mrs. Nelson went to work on the morning of Friday, March, 13, 1970, leaving Kenneth in the apartment. Kenneth remained in the apartment until around 3:00 P.M. when he left, with the front and rear doors of the apartment closed and locked.\nWhen Kenneth returned to the apartment with Ricardo Mintz, after an approximately 15-minute absence, Ricardo noticed that the front door was open. Kenneth entered the apartment and saw a man later identified as Oscar Maxwell Wheeler in the kitchen at the rear door. The intruder left by the rear door. Kenneth went out by the front door and recognized a person whom he met outside the building as the person he had seen in the apartment. He passed within two feet of him and noticed a scar and piece of tape on his chin. Because he feared the man might resort to force, Kenneth said nothing to the man.\nWithin a short time a police car appeared and Kenneth stopped it and told the policemen what had happened. He described the person as wearing a black and white hat, a black trench coat and dark trousers. He also described the scar and tape.\nKenneth got in the police car and when the car passed Wheeler within about a half block of the apartment house, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-wheeler"
    }
  ],
  "relatedIncidents": [
    19199,
    19218,
    19226,
    19234,
    19242
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}