{
  "id": 19398,
  "title": "1972년 Somportex Limited v. Philadelphia Chewing Gum Corporation v. Brewster, Leeds & Co., Inc. And M. S. International, Inc., Third-Party 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-03-27",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Somportex Limited v. Philadelphia Chewing Gum Corporation v. Brewster, Leeds & Co., Inc. And M. S. International, Inc., Third-Party. 판결일: 1972-03-27. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: SOMPORTEX LIMITED v. PHILADELPHIA CHEWING GUM CORPORATION, Appellant, v. BREWSTER, LEEDS & CO., Inc. and M. S. International, Inc., Third-Party Defendants\n**판결일**: 1972-03-27\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Aldisert, Gibbons, Rosenn\n\n## 변호인\n\nMarvin Comisky, Blank, Rome, Klaus & Comisky, Philadelphia, Pa. (Goncer M. Krestal, Philadelphia, Pa., on the brief), for Philadelphia Chewing Gum Corp., James J. McCabe, Jr., Duane, Morris & Heckscher, Philadelphia, Pa. (Richard A. Kraemer, Philadelphia, Pa., on the brief), for Somportex Ltd., Dennis R. Suplee, Schnader, Harrison, Segal & Lewis, Philadelphia, Pa. (Arthur H. Kahn, Philadelphia, Pa., on the brief), for Brewster, Leeds & Co., Inc., Warren J. Kauffman, Abrahams & Loewenstein, Phila\n\n## 인용\n\n- 453 F.2d 435\n\n## 판결문 요약\n\n453 F.2d 435\n    13 A.L.R.Fed. 194\n    SOMPORTEX LIMITEDv.PHILADELPHIA CHEWING GUM CORPORATION, Appellant,v.BREWSTER, LEEDS &amp; CO., Inc. and M. S. International, Inc.,Third-Party Defendants.\n    No. 19482.\n    United States Court of Appeals,Third Circuit.\n    Argued Oct. 19, 1971.Decided Dec. 20, 1971.Certiorari Denied March 27, 1972.See 92 S. Ct. 1294.\n    \n      Marvin Comisky, Blank, Rome, Klaus &amp; Comisky, Philadelphia, Pa.  (Goncer M. Krestal, Philadelphia, Pa., on the brief), for Philadelphia Chewing Gum Corp.\n      James J. McCabe, Jr., Duane, Morris &amp; Heckscher, Philadelphia, Pa.  (Richard A. Kraemer, Philadelphia, Pa., on the brief), for Somportex Ltd.\n      Dennis R. Suplee, Schnader, Harrison, Segal &amp; Lewis, Philadelphia, Pa.  (Arthur H. Kahn, Philadelphia, Pa., on the brief), for Brewster, Leeds &amp; Co., Inc.\n      Warren J. Kauffman, Abrahams &amp; Loewenstein, Philadelphia, Pa., for M. S. International, Inc.\n      Before ALDISERT, GIBBONS and ROSENN, Circuit Judges.\n      OPINION OF THE COURT\n      ALDISERT, Circuit Judge.\n    \n    \n      1\n      Several interesting questions are presented in this appeal from the district court's order, 318 F. Supp. 161, granting summary judgment to enforce a default judgment entered by an English court.  To resolve them, a complete recitation of the procedural history of this case is necessary.\n    \n    \n      2\n      This case has its genesis in a transaction between appellant, Philadelphia Chewing Gum Corporat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=somportex-limited-v-philadelphia-chewing-gum-corporation-v-brewster"
    }
  ],
  "relatedIncidents": [
    19242,
    19328,
    19051,
    19066,
    19074
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}