{
  "id": 19397,
  "title": "1972년 Fritz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-03-28",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Fritz. 판결일: 1972-03-28. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Herman FRITZ v. Josephine FRITZ, of the Estate of Albert Fritz, Defendant-Respondent\n**판결일**: 1972-03-28\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Brady, Dowd, Simeone, Smith, Weier\n\n## 변호인\n\nHale W. Brown, Kirkwood, for plaintiff-appellant., Sen. Earl R. Blackwell, Dearing, Riche-son, Roberts & Wegmann, Nicholas G. Gasaway, Hillsboro, for defendant-respondent.\n\n## 인용\n\n- 479 S.W.2d 198\n\n## 판결문 요약\n\n\nBRADY, Chief Judge.\nPlaintiff instituted this action to recover damages for fraud occasioned by the defendant’s allegedly wrongful recording of a warranty deed and subsequent order of execution thereon to satisfy a previous judgment against the plaintiff. The case was tried without a jury. The court found for the defendant. We affirm.\n*199The facts as stipulated by both parties are that a partition sale of certain land was conducted in 1955. Plaintiff desired to purchase one of the parcels sold consisting of .548 acre but did not have the funds at that time. Defendant purchased the land for him and gave plaintiff an option to purchase the property within one year for $1,500. Plaintiff exercised the option and paid defendant $1,500. Defendant thereafter repeatedly tried to deliver a deed for the .548 acre to plaintiff who refused to accept it demanding instead a deed conveying a full acre.\nIn 1962 plaintiff conveyed to another person a full acre of land which included the .548 acre tract. The conveyance was accomplished by pasting on the deed a cutout piece of paper bearing defendant’s signature. In December 1962 defendant sued plaintiff for fraud and recovered $250 actual and $3,000 punitive damages. In this same action the deed by which plaintiff attempted to convey to a third party was declared null and void. On February 16, 1963 defendant had a warranty deed recorded conveying the .548 acre to plaintiff. This deed was never delivered to plaintiff and he was never informed...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fritz-v-fritz"
    }
  ],
  "relatedIncidents": [
    19203,
    19264,
    19302,
    19323,
    19333
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}