{
  "id": 19395,
  "title": "1972년 Trott 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-03-31",
  "location": "Maine, ME, USA",
  "summary": "미국 Maine, ME 법원 판결 사건. 사건명: Trott. 판결일: 1972-03-31. 법원: Supreme Judicial Court of Maine.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Maine v. Larry M. TROTT\n**판결일**: 1972-03-31\n**법원**: Supreme Judicial Court of Maine\n**관할**: Maine, ME\n\n**판사**: Archibald, Dufresne, Pomeroy, Weatherbee, Web-Ber, Webber, Wernick\n\n## 변호인\n\nPeter W. Culley, William F. Gore, Asst. Attys. Gen., Augusta, for plaintiff., William Talbot, Machias, Francis A. Brown, Calais, for defendant.\n\n## 인용\n\n- 289 A.2d 414\n\n## 판결문 요약\n\n\n289 A.2d 414 (1972)\nSTATE of Maine\nv.\nLarry M. TROTT.\nSupreme Judicial Court of Maine.\nMarch 31, 1972.\n*415 Peter W. Culley, William F. Gore, Asst. Attys. Gen., Augusta, for plaintiff.\nWilliam Talbot, Machias, Francis A. Brown, Calais, for defendant.\nBefore DUFRESNE, C. J., and WEBBER, WEATHERBEE, POMEROY and WERNICK, JJ.\nWEBBER, Justice.\nDefendant appeals from a conviction of the murder of his grandfather, Charles H. Trott, a man 86 years of age. The jury could have found on the basis of direct and circumstantial evidence and reasonable inferences to be drawn therefrom that on October 1, 1968, the day before this homicide occurred, the defendant was without funds; that he was served with a summons in a divorce action instituted by his wife; that, angered by this action, he formed the intention to travel from Eastport to Calais, to purchase a gun and thus armed, effect a confrontation with his wife; that he felt the need of funds to defray the cost of travel to Calais and the purchase of the gun; that his efforts to borrow the requisite funds from friends were not successful; that on that same day the decedent Charles H. Trott cashed a check for approximately $95; that in the early morning hours of October 2, 1968 the defendant arrived at the home of the decedent who lived alone; that the defendant pounded on the door and sought admission which was repeatedly refused by the decedent; that in the course of pleading for and demanding admission, defendant informed his grandfath...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-trott"
    }
  ],
  "relatedIncidents": [
    19202,
    19205,
    19209,
    19219,
    19220
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}