{
  "id": 19399,
  "title": "1972년 Sherwood 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-03-27",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Sherwood. 판결일: 1972-03-27. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: Mrs. Patricia Lee SHERWOOD, widow of Edmond P. SNELL, Piaintiff-Appellant-Relator v. BENEFICIAL FIRE AND CASUALTY INSURANCE COMPANY, (Firemen's Fund Insurance Company, Defendant-Appellee-Respondent)\n**판결일**: 1972-03-27\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Tate\n\n## 변호인\n\nWilmer Glauner Hinrichs, New Orleans, for plaintiff-appellant-relator., Dillon & Williams, Gerard M. Dillon, New Orleans, for defendant-appellee-respondent.\n\n## 인용\n\n- 261 La. 373\n- 259 So. 2d 882\n\n## 판결문 요약\n\n\nTATE, Justice.\nThis suit was instituted by Mrs. Patricia Lee Sherwood Snell for the death of her father, Dr. William G. Sherwood. This suit was consolidated with Mrs. Patricia Lee Sherwood Snell v. Mrs. Mercedes Stein, 261 La. 358, 259 So.2d 876, (Docket No. 51,313; decided this date), a suit for the. wrongful death of her husband arising out of the same accident. The issues presented herein are identical with those considered by us in that case.\nAccordingly, for the reasons assigned in the companion appeal, the summary judgment dismissing plaintiff’s suit is reversed, and the case is remanded to the district court for further proceedings not inconsistent herewith. All costs of these proceedings in the appellate courts are taxed against the Firemen’s Fund Insurance Company, defendant-appellee; all other costs to be determined upon final disposition of this cause.\nReversed and remanded.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sherwood-v-beneficial-fire-casualty-insurance"
    }
  ],
  "relatedIncidents": [
    19195,
    19199,
    19200,
    19202,
    19203
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}