{
  "id": 19404,
  "title": "1972년 Theodore W. Kheel v. The Port of New York Authority 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-03-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Theodore W. Kheel v. The Port of New York Authority. 판결일: 1972-03-24. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Theodore W. KHEEL Et Al., Plaintiffs-Appellants, v. the PORT OF NEW YORK AUTHORITY Et Al., Defendants-Appellees\n**판결일**: 1972-03-24\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Hays, Mulligan, Smith\n\n## 변호인\n\nTheodore W. Kheel, New York City (Battle, Fowler, Stokes & Kheel, Raymond F. Gregory, Lewis B. Kaden, Richard Adelman and Robert Kheel, New York City, of counsel), for appellants., Joseph Lesser, Chief, Opinions & Appeals Div., Port of N. Y. Authority (Sidney Goldstein, Gen. Counsel, Isobel E. Muirhead, Arthur P. Berg and John J. Graubard, Attys., Port of N. Y. Authority, of counsel), for appellees Port of N. Y. Authority, its Commissioners and Executive Director., Daniel M. Cohen, Asst. Atty. G\n\n## 인용\n\n- 457 F.2d 46\n\n## 판결문 요약\n\n457 F.2d 46\n    Theodore W. KHEEL et al., Plaintiffs-Appellants,v.The PORT OF NEW YORK AUTHORITY et al., Defendants-Appellees.\n    No. 367, Docket 71-1917.\n    United States Court of Appeals,Second Circuit.\n    Argued Jan. 17, 1972.Decided March 24, 1972.\n    \n      Theodore W. Kheel, New York City (Battle, Fowler, Stokes &amp; Kheel, Raymond F. Gregory, Lewis B. Kaden, Richard Adelman and Robert Kheel, New York City, of counsel), for appellants.\n      Joseph Lesser, Chief, Opinions &amp; Appeals Div., Port of N. Y. Authority (Sidney Goldstein, Gen. Counsel, Isobel E. Muirhead, Arthur P. Berg and John J. Graubard, Attys., Port of N. Y. Authority, of counsel), for appellees Port of N. Y. Authority, its Commissioners and Executive Director.\n      Daniel M. Cohen, Asst. Atty. Gen.  (Louis J. Lefkowitz, Atty. Gen. of the State of New York), for appellee Atty. Gen. of New York.\n      Before SMITH, HAYS and MULLIGAN, Circuit Judges.\n      J. JOSEPH SMITH, Circuit Judge:\n    \n    \n      1\n      Appellants, a group of residents, citizens, taxpayers of New York City and state, and users of mass transportation facilities in the city, challenge a 1962 New York statute which limits the Port of New York Authority's power to construct or invest in non-self-supporting railroad transportation facilities.  N.Y.Unconsol.Laws Sec. 6606 (McKinney Supp. 1971).  Appellants claim that this legislation, which in addition to the provisions complained of, authorized the Port Authority to purchase the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=theodore-w-kheel-v-the-port-of-new-york-authority"
    }
  ],
  "relatedIncidents": [
    19195,
    19199,
    19200,
    19202,
    19203
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}