{
  "id": 19409,
  "title": "1972년 Bercume 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-03-20",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Bercume. 판결일: 1972-03-20. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Richard Bercume\n**판결일**: 1972-03-20\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Greenblott\n\n## 변호인\n\nVerner M. Ingram for appellant., William E. Power, Jr., District Attorney (Preston C. Carlisle of counsel), for respondent.\n\n## 인용\n\n- 38 A.D.2d 356\n\n## 판결문 요약\n\n\nGreenblott, J.\nThis is an appeal from a judgment of the County Court of St. Lawrence County, rendered December 21, 1970, upon a verdict convicting defendant of the crimes of rape in the first degree and unlawful imprisonment in the first degree.\nThe complainant and a female companion were both students at Potsdam State Teachers College. Their version of the facts surrounding the alleged crimes is as follows.\nOn the evening of October 7, 1969, as they were returning to the college from the Village of Potsdam, an automobile approached them and an occupant asked complainant if they wanted a ride. Although she refused, the girls were pulled into the car. The four male occupants, all brothers, refused to let the girls out of the car at the college, the driver, Ernest Bercume, stating that he first had to get some gasoline. However, an open gas station was passed. As the girls pleaded to be let out, appellant replied: “ Shut up or I’ll kill you ”. Though the car was traveling at a high rate of speed, complainant opened the door and attempted to jump out. After first restraining the girls, the brothers tried to push them out; complainant was punched in the eye by the appellant, and suffered a bruise. The car was then stopped and the girls were pushed back into the car. Appellant got into the rear seat with complainant.\nAs they continued, appellant removed complainant’s panty hose and underpants and began to ‘‘ play all around with [her] ’ ’. The girls were taken to the end of a dir...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "성범죄",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-bercume"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mudge-v-ham"
    }
  ],
  "relatedIncidents": [
    19227,
    19319,
    19374,
    19429,
    19432
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}