{
  "id": 19405,
  "title": "1972년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-03-24",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1972-03-24. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Allen, Appellant\n**판결일**: 1972-03-24\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Cer-Cone, Hoffman, Jacobs, Montgomery, Spaulding, Watkins, Wright\n\n## 변호인\n\nArnold W. Rirsch, for appellant., No oral argument was made nor brief submitted for appellee.\n\n## 인용\n\n- 220 Pa. Super. 403\n\n## 판결문 요약\n\n\n220 Pa. Super. 403 (1972)\nCommonwealth\nv.\nAllen, Appellant.\nSuperior Court of Pennsylvania.\nArgued November 12, 1971.\nMarch 24, 1972.\n*404 Before WRIGHT, P.J., WATKINS, MONTGOMERY, JACOBS, HOFFMAN, and CERCONE, JJ. (SPAULDING, J., absent).\nArnold W. Hirsch, for appellant.\nNo oral argument was made nor brief submitted for appellee.\nOPINION BY WATKINS, J., March 24, 1972:\nThis is an appeal from the judgment of sentence of the Court of Common Pleas of Fayette County after conviction of the defendant, William E. Allen, of armed robbery; and from the refusal of the post-trial motion for a new trial and in arrest of judgment.\nThe case arises out of an armed robbery of the Kroger Store Uniontown, Pennsylvania. Five witnesses testified that an armed robber entered the store and committed the crime. The manager of the store, who was accosted by the robber, failed to identify him but the other four witnesses did identify him. The appellant complains that one of the witnesses testified to seeing him commit an entirely different burglary. The trial court erred in refusing to declare a mistrial after this witness for the Commonwealth stated on direct examination that the defendant had been observed by the witness committing another unrelated robbery at another *405 time. The witness stated that he had seen the defendant when he robbed the store another time. The defendant did have another case pending against him for robbery and subsequently he was tried and acquitted of that charge.\nEvi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-allen"
    }
  ],
  "relatedIncidents": [
    19199,
    19218,
    19226,
    19234,
    19242
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}