{
  "id": 19416,
  "title": "1972년 Flowers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-03-07",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Flowers. 판결일: 1972-03-07. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Roy Edward FLOWERS, alias v. STATE\n**판결일**: 1972-03-07\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Almon, Cates, Herein, Price, Tyson\n\n## 변호인\n\nHubert H. Wright, Gadsden, for appellant., William J. Baxley, Atty. Gen., and Herbert H. Henry, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 47 Ala. App. 613\n- 259 So. 2d 300\n\n## 판결문 요약\n\n\nTYSON, Judge.\nFirst degree burglary, Code 1940, Title 14, Section 85: Sentence, ninety years.\nI\nThe appellant made a motion for a change of venue. This was done on the day of trial, November 12, 1970. We excerpt from the record (R 4) :\n“We feel that it would be impossible for this man to receive a fair and impartial trial. We therefore move for a change of venue, and we would like to offer in support of the motion, this copy of the local newspaper.”\nDefendant’s Exhibit 2 in support of this motion is a motion along the same lines prepared by the defendant himself. The pertinent article appears as follows:\n“FOUR BRADFORD ROBBERY SUSPECTS GO ON TRIAL\n“Four escapees from a Georgia prison were to go on trial today here in circuit court as suspects in the armed robbery of the John Bradford home August 10.\n“In addition to armed robbery, the four are charged with kidnapping and nighttime burglary. On trial are Thomas G. Smith, Columbus, Ohio; Tommy Glenn (sic) Garrison, Nazoo Rt. 2; Barry Everett Haygood, Atlanta; and Roy Edward Flowers, Macon, Ga.\n“Around 1:30 a. m. on Aug. 10 four armed bandits overpowered Bradford’s security guards, chained and tied up members of the family, along with officers who came to the rescue. Bradford and one bandit exchanged shots, and Bradford was hit in the foot by a bullet.\n■ “The ski-masked robbers ransacked the home of valuable jewelry but left thousands of dollars worth of furs behind in their haste to make a getaway.\n“Emory Thomas, a security gua...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=flowers-v-state"
    }
  ],
  "relatedIncidents": [
    19066,
    19195,
    19199,
    19200,
    19202
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}