{
  "id": 19412,
  "title": "1972년 Sidney Harrison Moore v. United States of America, Reuben William Moore, Jr. v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-03-16",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Sidney Harrison Moore v. United States of America, Reuben William Moore, Jr. v. United States. 판결일: 1972-03-16. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Sidney Harrison MOORE, Appellant, v. UNITED STATES of America, Appellee; Reuben William MOORE, Jr., Appellant, v. UNITED STATES of America, Appellee\n**판결일**: 1972-03-16\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Bazelon, Leventhal, MacKINNON\n\n## 변호인\n\nMr. Glenn A. Mitchell, Washington, D. C., for appellants., Mr. Gregory C. Brady, Asst. U. S. Atty., with whom Messrs. Thomas A. Flannery, U. S. Atty. at the time the brief was filed, and John A. Terry, James E. Sharp and Broughton M. Earnest, Asst. U. S. Attys., were on the brief, for appellee.\n\n## 인용\n\n- 461 F.2d 1236\n\n## 판결문 요약\n\n461 F.2d 1236\n    149 U.S.App.D.C. 150\n    Sidney Harrison MOORE, Appellant,v.UNITED STATES of America, Appellee.Reuben William MOORE, Jr., Appellant,v.UNITED STATES of America, Appellee.\n    Nos. 24113, 24114.\n    United States Court of Appeals,District of Columbia Circuit.\n    Argued June 8, 1971.Decided March 16, 1972.\n    \n      Mr. Glenn A. Mitchell, Washington, D. C., for appellants.\n      Mr. Gregory C. Brady, Asst. U. S. Atty., with whom Messrs. Thomas A. Flannery, U. S. Atty. at the time the brief was filed, and John A. Terry, James E. Sharp and Broughton M. Earnest, Asst. U. S. Attys., were on the brief, for appellee.\n      Before BAZELON, Chief Judge, and LEVENTHAL and MacKINNON, Circuit Judges.\n      LEVENTHAL, Circuit Judge:\n    \n    \n      1\n      This case presents a narrow issue as to the breadth of a search warrant.\n    \n    \n      2\n      Appellants have been charged with unlawful possession of marijuana, see 33 D.C.Code Sec. 402.  They moved to suppress items taken from their apartment on the ground that the underlying warrant authorizing the search was invalid.  The motion was granted by a judge of the then District of Columbia Court of General Sessions.  His order was reversed by the District of Columbia Court of Appeals.  Appellants say that the warrant was invalid for overbreadth and insufficient particularity as to the place to be searched.  We affirm.\n    \n    \n      3\n      Avoiding discussion of details, we may identify the basic problem: the Narcot...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sidney-harrison-moore-v-united-states-of-america-reuben-william-moore"
    }
  ],
  "relatedIncidents": [
    19195,
    19199,
    19200,
    19202,
    19203
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}