{
  "id": 19413,
  "title": "1972년 Brimhall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-03-09",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Brimhall. 판결일: 1972-03-09. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Jerry Brimhall v. State of Indiana\n**판결일**: 1972-03-09\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: DeBruler\n\n## 변호인\n\nJohn D. Shuman, of Elkhart, for appellant., Theodore L. Sendak, Attorney General, Walter E. Bravard, Jr., Deputy Attorney General.\n\n## 인용\n\n- 279 N.E.2d 557\n- 258 Ind. 153\n\n## 판결문 요약\n\n\n279 N.E.2d 557 (1972)\nJerry BRIMHALL, Appellant,\nv.\nSTATE of Indiana, Appellee.\nNo. 770S165.\nSupreme Court of Indiana.\nMarch 9, 1972.\n*558 John D. Shuman, Elkhart, for appellant.\nTheodore L. Sendak, Atty. Gen., Walter E. Bravard, Jr., Deputy Atty. Gen., Indianapolis, for appellee.\nDeBRULER, Judge.\nOn March 7, 1970, a Saturday night, a fight broke out in the Sportsman's Bar in Goshen, Indiana, and sometime later a shot was fired in the Bar. In connection with that incident, the appellant was asked to report to the police department for questioning and after the appellant went to the police department in response to this request, he was arrested on a charge of public intoxication. Sometime on the following Monday, March 9, 1970, the appellant was charged by affidavit with assault with intent to kill. The relevant portion of the charging affidavit read as follows:\n\"that on or about the 8th day of March, 1970, at the Sportsman's Bar, in the City of Goshen, Elkhart County, in the State of Indiana, one Jerry L. Brimhall, having the ability to do so did then and there *559 attempt to commit a violent injury upon Donald Cook and did then and there intend to kill said Donald Cook by attacking and swinging at said Donald Cook with a broken beer bottle.\"\nThe court found that probable cause existed for the issuance of a warrant for the arrest of the appellant, and set the bail at $25,000.00. On the next day, Tuesday, March 10, 1970, the State moved in open court to amend the charging af...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brimhall-v-state"
    }
  ],
  "relatedIncidents": [
    19271,
    19378,
    19439,
    18978,
    19009
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}