{
  "id": 19420,
  "title": "1972년 Cassar 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-03-01",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Cassar. 판결일: 1972-03-01. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Claim of Dorothy Barth v. Sal Cassar, Doing Business as Pronto Car Service, Workmen's Compensation Board\n**판결일**: 1972-03-01\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 38 A.D.2d 984\n\n## 판결문 요약\n\n\nAppeals from a decision of the Workmen’s Compensation Board, filed October 7, 1970, and from a decision of the Referee, filed March 15, 1971. The board found that claimant’s deceased performed work as a cab driver driving a cab owned by appellant for which he was paid on a commission basis, that he stayed in the office for appellant receiving calls by customers and complying with their requests for taxi service, that the work was performed under the direction and control of appellant and that an employer-employee relationship existed. (Matter of Worth v. Hubbell Lbr. Corp., 29 A D 2d 1025.) It also found that “ at the time of the fatal shooting deceased was in the performance of his duties as cab driver for deceased [sic] and that he was accosted by an assailant bent on robbery and attacked deceased as a good source ” and, therefore, that the accident arose out of and in the course of the employment. Since death was in the course of employment, a presumption followed that it arose out of the employment, in the absence of substantial evidence to the contrary (Workmen’s Compensation Law, § 21; Matter of Korchinski v. S. S. S. Bar &amp; Grill, 35 A D 2d 862; see 1 Larson, Workmen’s Compensation Law, § 11.11 [a], pp. 132-134). Uncorroborated hearsay testimony of personal animosity between decedent and his killer did not constitute substantial evidence sufficient to overcome that presumption (cf. Matter of Guggenheim v. Hedke &amp; Co., 32 A D 2d 1017, affd. 27 N Y 2d 596). In vi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=claim-of-barth-v-cassar"
    }
  ],
  "relatedIncidents": [
    19199,
    19218,
    19226,
    19234,
    19242
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}