{
  "id": 19429,
  "title": "1972년 Richardson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-02-16",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Richardson v. State. 판결일: 1972-02-16. 법원: Court of Special Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: William Richardson v. State of Maryland\n**판결일**: 1972-02-16\n**법원**: Court of Special Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Powers, Carter and Gilbert\n\n## 변호인\n\nWilliam H. Murphy, Jr. for appellant., Josef E. Rosenblatt, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, Milton B. Allen, State’s Attorney for Baltimore City, and Sandra A. O’Connor, Assistant State’s Attorney for Baltimore City, on the brief, for appellee.\n\n## 인용\n\n- 287 A.2d 339\n- 14 Md. App. 487\n\n## 판결문 요약\n\n\n14 Md. App. 487 (1972)\n287 A.2d 339\nWILLIAM RICHARDSON\nv.\nSTATE OF MARYLAND.\nNo. 344, September Term, 1971.\nCourt of Special Appeals of Maryland.\nDecided February 16, 1972.\n*488 The cause was argued before POWERS, CARTER and GILBERT, JJ.\nWilliam H. Murphy, Jr. for appellant.\nJosef E. Rosenblatt, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, Milton B. Allen, State's Attorney for Baltimore City, and Sandra A. O'Connor, Assistant State's Attorney for Baltimore City, on the brief, for appellee.\nCARTER, J., delivered the opinion of the Court.\nThe appellant William Richardson was convicted by Judge James W. Murphy, sitting non-jury in the Criminal Court of Baltimore, of assault with intent to rape an 18-month-old baby girl and sentenced to 20 years in prison. He appeals from this judgment contending, 1) that the evidence was legally insufficient to justify his conviction, 2) that the court committed prejudicial error in admitting in evidence clothing illegally seized from his person, and 3) that he was denied due process by the failure of the State to produce his statements to police for his examination prior to trial.\n\nI\nThe undisputed evidence relevant to the appellant's first contention shows that the incident occurred on April 1, 1970, at the second-third floor apartment occupied jointly by Diane Wright and Louise Mitchell, located at 1518 East Preston Street in Baltimore City. Diane Wright occupied the third floor with her 18-month-old baby gi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=richardson-v-state"
    }
  ],
  "relatedIncidents": [
    19227,
    19319,
    19374,
    19409,
    19432
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}