{
  "id": 19427,
  "title": "1972년 FPC 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-02-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: FPC. 판결일: 1972-02-22. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Federal Power Commission v. Florida Power & Light Co.\n**판결일**: 1972-02-22\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Douglas, Powell, Rehnquist, Stewart, White\n\n## 변호인\n\nSamuel Huntington argued the cause for petitioner. With him on the brief were Solicitor General Griswold, Gordon Gooch, and Drexel D. Journey., Jefferson D. Giller argued the cause for respondent. With him on the brief were Leon Jaworski, Jay W. Elston, Harry A. Poth, Jr., and Richard M. Merriman., Briefs of amici curiae urging reversal were filed by George Spiegel and Melvin Richter for the Gainesville Utilities Department et ah, and by Northcutt Ely for the American Public Power Assn.\n\n## 인용\n\n- 30 L. Ed. 2d 600\n- 92 S. Ct. 637\n- 404 U.S. 453\n- 1972 U.S. LEXIS 119\n\n## 판결문 요약\n\n\n404 U.S. 453 (1972)\nFEDERAL POWER COMMISSION\nv.\nFLORIDA POWER &amp; LIGHT CO.\nNo. 70-38.\nSupreme Court of United States.\nArgued November 15, 1971\nDecided January 12, 1972\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FIFTH CIRCUIT.\nSamuel Huntington argued the cause for petitioner. With him on the brief were Solicitor General Griswold, Gordon Gooch, and Drexel D. Journey.\nJefferson D. Giller argued the cause for respondent. With him on the brief were Leon Jaworski, Jay W. Elston, Harry A. Poth, Jr., and Richard M. Merriman.\nBriefs of amici curiae urging reversal were filed by George Spiegel and Melvin Richter for the Gainesville Utilities Department et al., and by Northcutt Ely for the American Public Power Assn.\n*454 MR. JUSTICE WHITE delivered the opinion of the Court.\nWe are asked to determine whether the Federal Power Commission exceeded its statutory authorization when it asserted jurisdiction over the Florida Power &amp; Light Co. Section 201 (b) of the Federal Power Act, as amended, 49 Stat. 847, 16 U.S. C. § 824 (b), grants the Federal Power Commission jurisdiction over \"the transmission of electric energy in interstate commerce and . . . the sale of electric energy at wholesale in interstate commerce, but . . . not [over] any other sale of electric energy . . . .\" Section 201 (c) defines energy transmitted in interstate commerce as energy \"transmitted from a State and consumed at any point outside thereof.\"[1] In Connecticut Light &amp; Power Co. v. *455 ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=federal-power-commission-v-florida-power-light-co"
    }
  ],
  "relatedIncidents": [
    19195,
    19199,
    19200,
    19202,
    19203
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}