{
  "id": 19426,
  "title": "1972년 Curwood 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-02-25",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Curwood. 판결일: 1972-02-25. 법원: District Court, D. Massachusetts.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff, v. Stephen T. CURWOOD Et Al., Defendants\n**판결일**: 1972-02-25\n**법원**: District Court, D. Massachusetts\n**관할**: Massachusetts, MA\n\n**판사**: Julian\n\n## 변호인\n\nJoseph L. Tauro, U. S. Atty., Paul F. Ware, Jr., Asst. U. S. Atty., for plaintiff., Manuel Katz, Boston, Mass., for Stephen T. Curwood., Donald L. Conn, Malden, Mass., for Norman B. Casas., William P. Homans, Jr., Boston, Mass., for Anthony W. King.\n\n## 인용\n\n- 338 F. Supp. 1104\n\n## 판결문 요약\n\n\n338 F.Supp. 1104 (1972)\nUNITED STATES of America, Plaintiff,\nv.\nStephen T. CURWOOD et al., Defendants.\nCrim. A. No. 70-205.\nUnited States District Court, D. Massachusetts.\nFebruary 25, 1972.\n*1105 Joseph L. Tauro, U. S. Atty., Paul F. Ware, Jr., Asst. U. S. Atty., for plaintiff.\nManuel Katz, Boston, Mass., for Stephen T. Curwood.\nDonald L. Conn, Malden, Mass., for Norman B. Casas.\nWilliam P. Homans, Jr., Boston, Mass., for Anthony W. King.\n\nOPINION\nJULIAN, Chief Judge.\nThis case is before the Court on the motions of the defendants Curwood, Casas and King to dismiss the indictment and to suppress as evidence property seized by agents of the Bureau of Customs of the United States Department of the Treasury. Defendants stand indicted in two counts: the first charges conspiracy to receive, conceal, and facilitate the transportation of approximately 600 pounds of hashish (marihuana) which defendants knew to have been illegally imported into the United States; the second charges commission of the substantive offense. The pertinent facts are as follows.\nOn February 4, 1970, thirty wooden crates containing musical instruments arrived at Logan International Airport in Boston, Massachusetts, from India. Agents of the Bureau of Customs subsequently discovered that the crates also contained varying quantities of hashish secreted beneath false bottoms. A fluorescent chemical substance was applied to the hashish by agents of the Bureau of Customs and the crates were repacked for delivery....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-curwood"
    }
  ],
  "relatedIncidents": [
    19195,
    19199,
    19200,
    19202,
    19203
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}