{
  "id": 19438,
  "title": "1972년 Fair 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-02-04",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Fair. 판결일: 1972-02-04. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF OREGON, Respondent, v. BOYCE GAIL FAIR, Appellant\n**판결일**: 1972-02-04\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Schwab, C.J., and Langtry and Fort\n\n## 변호인\n\nJ. Marvin Kuhn, Deputy Public Defender, Salem, argued the cause for appellant. With him on the brief was Gary D. Babcock, Public Defender, Salem., Al J. Laue, Assistant Attorney General, Salem, argued the cause for respondent. With him on the brief were Lee Johnson, Attorney General, and John W. Osburn, Solicitor General, Salem.\n\n## 인용\n\n- 493 P.2d 182\n- 8 Or. App. 351\n\n## 판결문 요약\n\n\n493 P.2d 182 (1972)\nSTATE of Oregon, Respondent,\nv.\nBoyce Gail FAIR, Appellant.\nCourt of Appeals of Oregon, Department 2.\nArgued and Submitted January 19, 1972.\nDecided February 4, 1972.\nJ. Marvin Kuhn, Deputy Public Defender, Salem, argued the cause for appellant. With him on the brief was Gary D. Babcock, Public Defender, Salem.\nAl J. Laue, Asst. Atty. Gen., Salem, argued the cause for respondent. With him on the brief were Lee Johnson, Atty. Gen., and John W. Osburn, Sol. Gen., Salem.\nBefore SCHWAB, C.J., and LANGTRY and FORT, JJ.\nLANGTRY, Judge.\nDefendant appeals from conviction and sentence for grand larceny. ORS 164.310. He asserts his defense of former jeopardy should have dictated dismissal.\nDefendant was indicted, tried and convicted with two others of burglary not in a dwelling. A television set was taken from a motel during the burglary. The trial court nullified the conviction because it became convinced that the proof in that case was that the motel was a dwelling. Thereafter, defendant was indicted with the others in the case at bar for larceny of the television set and was convicted. Defendant pleaded former jeopardy, claiming that any alleged larceny was included in the same transaction as the burglary charge of which he had been acquitted. The trial court rejected the former jeopardy plea on the reasoning that a burglary is a completed criminal act under ORS 164.240 when a breaking occurs with intent to commit a crime in the broken place; therefore, when a c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-fair"
    }
  ],
  "relatedIncidents": [
    19199,
    19218,
    19226,
    19234,
    19242
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}