{
  "id": 19432,
  "title": "1972년 LaBlanc 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-02-14",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: LaBlanc. 판결일: 1972-02-14. 법원: Supreme Court of Colorado.",
  "description": "## 사건 정보\n\n**사건명**: Francis J. LaBlanc v. the People of the State of Colorado\n**판결일**: 1972-02-14\n**법원**: Supreme Court of Colorado\n**관할**: Colorado, CO\n\n**판사**: Groves\n\n## 변호인\n\nFrancis J. LaBlanc, pro se, as to the opening brief., Rollie R. Rogers, State Public Defender, J. D. MacFarlane, Chief Deputy, Kenneth J. Russell, Deputy, for plaintiff in error., Duke W. Dunbar, Attorney General, John P. Moore, Deputy, Michael T. Haley, Assistant, Tennyson W. Grebenar, Assistant, for defendant in error.\n\n## 인용\n\n- 493 P.2d 1089\n- 177 Colo. 250\n\n## 판결문 요약\n\n\n493 P.2d 1089 (1972)\nFrancis J. LaBLANC, Plaintiff in Error,\nv.\nThe PEOPLE of the State of Colorado, Defendant in Error.\nNo. 24293.\nSupreme Court of Colorado, En Banc.\nFebruary 14, 1972.\n*1090 Rollie R. Rogers, Colorado State Public\nDefender, J. D. MacFarlane, Chief Deputy State Public Defender, Kenneth J. Russell, Deputy State Public Defender, Denver, for plaintiff in error.\nDuke W. Dunbar, Atty. Gen., John P. Moore, Deputy Atty. Gen., Michael T. Haley, Tennyson W. Grebenar, Asst. Attys. Gen., Denver, for defendant in error.\nGROVES, Justice.\nThere is here involved a writ of error from denial of motions made under Colo. R.Crim.P. 35(b). We affirm.\nIn two separate cases, involving separate victims, the defendant (plaintiff in error here) was convicted of rape and burglary. These will be referred to as Case A and Case B. Case A was before this court in LaBlanc v. People, 160 Colo. 575, 418 P.2d 888 (1966). Case B is LaBlanc v. People, 161 Colo. 274, 421 P.2d 474 (1966). An affirmance of the denial of the 35(b) motion in Case A is partially dispositive of the denial in Case B. Therefore the principal discussion in this opinion will be concerning Case A.\n\nCASE A\nThe victim in Case A testified that at approximately 4:00 a. m., on April 12, 1964, a man broke into her apartment and forcibly raped her. About two months following the attack, she identified the defendant in a police line-up in which he wore jail coveralls and the other men wore street clothes.\nShe testified at trial t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lablanc-v-people"
    }
  ],
  "relatedIncidents": [
    19227,
    19319,
    19374,
    19409,
    19429
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}