{
  "id": 19433,
  "title": "1972년 McDuffy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-02-14",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: McDuffy. 판결일: 1972-02-14. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Edward McDuffy\n**판결일**: 1972-02-14\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 38 A.D.2d 836\n\n## 판결문 요약\n\n\nMemorandum. Appeal by defendant from a judgment of the Supreme Court, Kings County, rendered December 18, 1970, convicting him of murder (2 counts), upon a jury verdict, and imposing sentence. Judgment affirmed. No opinion. Martuscello, J. (dissenting). I concur with the dissenting opinion of Mr. Justice Shapiro insofar as it indicates that the evidence was insufficient to support a conviction for felony murder based on robbery and that the judgment should be reversed. However, I further vote to dismiss the two counts in the indictment for felony murder upon which the defendant was convicted and not to order a new trial. The trial court dismissed the common-law murder counts as well as other counts of the indictment upon the motion of the District Attorney. Thus, the only counts remaining are those upon which the conviction rests. Since the People failed to produce sufficient evidence to sustain a conviction, the indictment must be dismissed. This case is distinguishable from People v. Jackson (20 N Y 2d 440), mentioned in the dissenting opinion of Mr. Justice Shapiro, since there the indictment charged that the defendant willfully, feloniously and with malice aforethought shot William J. Ramos, Jr. with a revolver and thereby inflicted divers wounds upon him, from which he died. Under such an indictment, evidence of both common-law murder and felony murder was properly adduced and the conviction could be for either or both. At bar, on the other hand, there were separate cou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-mcduffy"
    }
  ],
  "relatedIncidents": [
    19202,
    19205,
    19209,
    19219,
    19220
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}