{
  "id": 19434,
  "title": "1972년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-02-10",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Brown. 판결일: 1972-02-10. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Plaintiff-Appellee, v. Larry Brown, Defendant-Appellant\n**판결일**: 1972-02-10\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Dempsey\n\n## 변호인\n\nGerald W. Getty, Public Defender, of Chicago, (Andre Mandeville and James J. Doherty, Assistant Public Defenders, of counsel,) for appellant., Edward V. Hanrahan, State’s Attorney, of Chicago, (Robert A. Novelle and Brent F. Carlson, Assistant State’s Attorneys, of counsel,) for the People.\n\n## 인용\n\n- 279 N.E.2d 765\n- 3 Ill. App. 3d 1022\n\n## 판결문 요약\n\n\n3 Ill. App.3d 1022 (1972)\n279 N.E.2d 765\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nLARRY BROWN, Defendant-Appellant.\nNo. 53508.\nIllinois Appellate Court  First District.\nFebruary 10, 1972.\n*1023 Gerald W. Getty, Public Defender, of Chicago, (Andre Mandeville and James J. Doherty, Assistant Public Defenders, of counsel,) for appellant.\nEdward V. Hanrahan, State's Attorney, of Chicago, (Robert A. Novelle and Brent F. Carlson, Assistant State's Attorneys, of counsel,) for the People.\nReversed and remanded.\nMr. JUSTICE DEMPSEY delivered the opinion of the court:\nLarry Brown, 19 years old, and two teenage co-defendants were indicted for the murder of A.D. Church. A severance was granted Brown because of antagonistic defenses. He was tried by a jury, found guilty and sentenced to the penitentiary. Of the many assignments of error, two compel the reversal of his conviction: prejudicial argument by the prosecutor and an improper jury instruction.\nBrown and two companions confronted A.D. Church at the corner of 46th Place and St. Lawrence Avenue, Chicago, about 9:00 P.M., September 24, 1967. One of the youths asked for money and Church replied he did not have any, that he was an old man just coming from church services. Church turned away and a shot was fired which caused his death. Keith Smith, who lived near the corner, heard the shot and went to his front porch where he saw three boys running from the scene of *1024 the shooting. He could not identify them but h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-brown"
    }
  ],
  "relatedIncidents": [
    19202,
    19205,
    19209,
    19219,
    19220
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}