{
  "id": 19430,
  "title": "1972년 People v. Jackson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-02-15",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: People v. Jackson. 판결일: 1972-02-15. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois v. Corbert Jackson, Jr.\n**판결일**: 1972-02-15\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Scott\n\n## 변호인\n\nBruce Stratton, of Illinois Defender Project, of Ottawa, (John Barton, of counsel,) for appellant., Roland Litterst, Assistant State’s Attorney, of Peoria, for the People.\n\n## 인용\n\n- 3 Ill. App. 3d 908\n\n## 판결문 요약\n\n Mr. JUSTICE SCOTT delivered the opinion of the court: The defendant, Corbert Jackson, Jr., was charged with the commission of the crime or robbery. After trial by jury in the circuit court of Peoria County and being found guilty he was sentenced to a term in the penitentiary for a period of not less than four nor more than eight years. The sole issue presented for review is whether the State failed to prove the requisite elements of the crime of robbery. The pertinent facts which resulted in the trial and conviction of the defendant occurred in the early morning horns of October 17, 1970. At that time Frederick Wheeler proceeded to visit a number of taverns in the city of Peoria. After having imbibed far too much of alcohol beverages, Wheeler at approximately 3:00 o’clock A.M. left a tavern known as the Slipper Club and proceeded down an alley toward a street where his car was parked. As he was emerging from the alley two Negro men and a Negro woman spoke to him and as he turned he was grabbed and dragged back into the alley. He was then beaten, driven to the pavement, kicked, rolled over and his billfold and watch were taken from his person. Wheeler next remembered seeing car lights, a shot being fired, and police asking him if he was hurt. He was never able to identify his assailant. Immediately prior to the attack on Wheeler four policemen were riding in a police car approaching the alley where the attack was taking place. After passing the alleyway two of the officers th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-jackson"
    }
  ],
  "relatedIncidents": [
    19199,
    19218,
    19226,
    19234,
    19242
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}