{
  "id": 19439,
  "title": "1972년 Dawson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-02-02",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Dawson. 판결일: 1972-02-02. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Billy J. DAWSON and Lois Mae Ervin, Appellants, v. the STATE of Texas, Appellee\n**판결일**: 1972-02-02\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Douglas, Morrison\n\n## 변호인\n\nJ. Robert Sheehy, Waco, for Billy Joe Dawson., Ted Fair, Waco, for Lois Mae Ervin., Jim.D. Vollers, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 477 S.W.2d 277\n\n## 판결문 요약\n\n\n477 S.W.2d 277 (1972)\nBilly J. DAWSON and Lois Mae Ervin, Appellants,\nv.\nThe STATE of Texas, Appellee.\nNo. 44461.\nCourt of Criminal Appeals of Texas.\nFebruary 2, 1972.\nRehearing Denied March 22, 1972.\n*278 J. Robert Sheehy, Waco, for Billy Joe Dawson.\nTed Fair, Waco, for Lois Mae Ervin.\nJim D. Vollers, State's Atty., Austin, for the State.\n\nOPINION\nDOUGLAS, Judge.\nThese are appeals from convictions for the possession of heroin where the jury assessed the punishment for each at thirty years.\nOfficers of the Texas Department of Public Safety and local police officers went to 808 North 5th Street in Waco armed with a search warrant. The search warrant included an order for the arrest of the two appellants. The officers arrived in several unmarked cars and saw the appellants leave the above address, get in Dawson's car and drive away. Dawson drove and Miss Ervin sat on the passenger's side in the front seat. The officers followed. The appellants turned off North 5th Street onto Waco Drive and then spotted the officers. They sped off in excess of 80 miles per hour but were stopped by the officers about a quarter of a mile away. Two officers went to the driver's side of the car and arrested him. They observed a pistol in his belt and removed it. They also found a matchbox in his pocket which contained \"three rubber fingerstalls with some kind of soft substance\" later identified as heroin.\nMiss Ervin was placed in one of the unmarked cars, informed about the warrant, returned to 80...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "폭행",
    "판례",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dawson-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sapp-v-state"
    }
  ],
  "relatedIncidents": [
    19271,
    19378,
    19413,
    18978,
    19009
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}