{
  "id": 19461,
  "title": "1972년 Cooley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-01-17",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Cooley. 판결일: 1972-01-17. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Robert Howard COOLEY\n**판결일**: 1972-01-17\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Barham, Dixon\n\n## 변호인\n\nJack L. Simms, Jack L. Simms, Jr., Lees-ville, for defendant-appellant., Jack P. F. Gremillion, Atty. Gen., Harry H. Howard, Asst. Atty. Gen., William C. Pegues, III, Dist. Atty., for plaintiffappellee.\n\n## 인용\n\n- 257 So. 2d 400\n- 260 La. 768\n\n## 판결문 요약\n\n\n257 So.2d 400 (1972)\n260 La. 768\nSTATE of Louisiana\nv.\nRobert Howard COOLEY.\nNo. 51324.\nSupreme Court of Louisiana.\nJanuary 17, 1972.\nRehearing Denied February 21, 1972.\nJack L. Simms, Jack L. Simms, Jr., Leesville, for defendant-appellant.\nJack P. F. Gremillion, Atty. Gen., Harry H. Howard, Asst. Atty. Gen., William C. Pegues, III, Dist. Atty., for plaintiff-appellee.\nDIXON, Justice.\nRobert Howard Cooley was indicted for murder by the Vernon Parish Grand Jury for the October 23, 1969 slaying of Carl Proegler, a United States Army sergeant stationed at Fort Polk, Louisiana. The deceased *401 was en route to visit a soldier friend, Jerry Rayborn, in the community of Slagle, Louisiana. Defendant pursued the deceased at a high rate of speed in his truck to the Rayborn home. Defendant thereafter jumped from his truck with shotgun in hand, went to the deceased's car, pointed the shotgun in the center of the deceased's chest and remarked, \"Nobody throws a finger at me and gets away with it.\" The two then argued. Defendant pulled the trigger fatally wounding Proegler. Defendant then left the scene in his own truck.\nBill of Exceptions No. 1 was reserved to the trial court's refusal to sustain a motion for a new trial on the ground that the verdict returned by the jury finding the defendant guilty of manslaughter on an indictment for murder was a compromise, pure and simple, there not being one scintilla of evidence to show that the defendant was guilty of manslaughter. That is, he c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-cooley"
    }
  ],
  "relatedIncidents": [
    19202,
    19205,
    19209,
    19219,
    19220
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}