{
  "id": 19460,
  "title": "1972년 United States v. Earl Thomas Cole 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-01-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Earl Thomas Cole. 판결일: 1972-01-18. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Earl Thomas COLE, Appellant\n**판결일**: 1972-01-18\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Bright, Gibson, Ross\n\n## 변호인\n\nGary E. Haggerty, Legal Aid & Defender Society of Greater Kansas City, Kansas City, Mo., for appellant., Anthony P. Nugent, Jr., Asst. U. S. Atty., Bert C. Hurn, U. S. Atty., Kansas City, Mo., for appellee.\n\n## 인용\n\n- 453 F.2d 902\n\n## 판결문 요약\n\n453 F.2d 902\n    UNITED STATES of America, Appellee,v.Earl Thomas COLE, Appellant.\n    No. 71-1010.\n    United States Court of Appeals,Eighth Circuit.\n    Jan. 18, 1972.\n    \n      Gary E. Haggerty, Legal Aid &amp; Defender Society of Greater Kansas City, Kansas City, Mo., for appellant.\n      Anthony P. Nugent, Jr., Asst. U. S. Atty., Bert C. Hurn, U. S. Atty., Kansas City, Mo., for appellee.\n      Before GIBSON, BRIGHT and ROSS, Circuit Judges.\n      ROSS, Circuit Judge.\n    \n    \n      1\n      The defendant, Earl Thomas Cole (Cole), was found guilty under 18 U.S.C. Secs. 2, 2113(a), and 2113(d) of willfully aiding and abetting the robbery of the Empire State Bank of Kansas City, Missouri, and under 18 U.S.C. Sec. 371 of conspiring to commit the same offense.  We affirm the judgment of conviction as to both counts.\n    \n    \n      2\n      This case is a companion case to United States v. Kelton, 446 F.2d 669 (8th Cir. 1971).  In that case, the conviction of Hilton Jerry Kelton (Jerry), one of the alleged co-conspirators and the only one who was tried with Cole, was reversed because the evidence was insufficient to show that Jerry engaged in any affirmative conduct in furtherance of the crime.  At least one of the other alleged co-conspirators, Daris White (White), was convicted of the same crime in a separate trial, and that conviction was affirmed by this Court.  United States v. White, 451 F.2d 351 (8th Cir. 1971).  Another of the alleged co-conspirators, Milton Terry Kel...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-earl-thomas-cole"
    }
  ],
  "relatedIncidents": [
    19199,
    19218,
    19226,
    19234,
    19242
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}