{
  "id": 19467,
  "title": "1972년 Bradley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-01-10",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Bradley. 판결일: 1972-01-10. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: James Z. BRADLEY, Movant-Appellant v. STATE of Missouri\n**판결일**: 1972-01-10\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Barrett, Pritchard, Stockard\n\n## 변호인\n\nJames Z. Bradley, pro se, and Austin C. Knetzger, St. Louis, for movant-appellant., John C. Danforth, Atty. Gen., G. Michael O’Neal, Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 476 S.W.2d 499\n\n## 판결문 요약\n\n\nBARRETT, Commissioner.\nIn 1956 there were pending against James Z. Bradley two unrelated charges of first degree robbery and one charge of murder in the first degree. The murder charge arose from the fact that in holding up and robbing Peter Chip and his tavern at 1544 North Ninth Street, Bradley and Crews shot Patrolman Thomas Mulrooney who died nine days later. In brief the circumstances were that about six o’clock on the morning of March 16, 1956, Bradley and Crews, armed with a sawed-off shotgun, held up Peter Chip and his early morning patrons saying: “You big sonofabitch, I will give you ten seconds to give me that check money.” The check-cashing money had not arrived and Peter told the robbers that the only money he had was in his pocket and he gave them $550.00. In the course of the holdup a .38 Colt pistol was taken and a patron was also robbed. Before they could get out one of the robbers said, “Here come two coppers.” And as Mulrooney and Patrolman James Prost entered a side door there “was a blast of a gun” at close range and Mulrooney fell. As Bradley and Crews left several more shots were fired, Prost shooting at the fleeing robbers and they shooting and wounding him.\nBeginning on November 28, 1956, Bradley was being tried for first degree murder by reason of Patrolman Mulrooney’s death. The trial continued for five days before Honorable Michael J. Scott, three days in qualifying a jury for the death penalty and two days in presenting the state’s thirty-two wit...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bradley-v-state"
    }
  ],
  "relatedIncidents": [
    19202,
    19205,
    19209,
    19219,
    19220
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}