{
  "id": 19471,
  "title": "1972년 Don Lee Hancock v. Harry S. Avery 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1972-01-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Don Lee Hancock v. Harry S. Avery. 판결일: 1972-01-05. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Don Lee HANCOCK Et Al., Plaintiffs-Appellants, v. Harry S. AVERY Et Al., Defendants-Appellees\n**판결일**: 1972-01-05\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: McCREE, Peck, Per Curiam, Phillips\n\n## 변호인\n\nRichard E. Rudesill, Nashville, Tenn., for plaintiffs-appellants., C. Hayes Cooney, Asst. Atty. Gen., Nashville, Tenn., for defendants-appellees; David M. Pack, Atty. Gen., of counsel.\n\n## 인용\n\n- 452 F.2d 1214\n\n## 판결문 요약\n\n452 F.2d 1214\n    Don Lee HANCOCK et al., Plaintiffs-Appellants,v.Harry S. AVERY et al., Defendants-Appellees.\n    No. 71-1203.\n    United States Court of Appeals,Sixth Circuit.\n    Jan. 5, 1972.\n    \n      Richard E. Rudesill, Nashville, Tenn., for plaintiffs-appellants.\n      C. Hayes Cooney, Asst. Atty. Gen., Nashville, Tenn., for defendants-appellees; David M. Pack, Atty. Gen., of counsel.\n      Before PHILLIPS, Chief Judge, and PECK and McCREE, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      This is an appeal from judgments dismissing actions for damages and other relief sought pursuant to 42 U.S.C. Sec. 1983 by inmates of the Tennessee State Penitentiary at Nashville.  The District Court found that plaintiffs-appellants failed to prove any injury, loss, or damage as a consequence of their confinement in a \"dry cell\" which had been maintained as a disciplinary adjunct of defendants-appellees' maximum security facility.\n    \n    \n      2\n      Plaintiffs-appellants' request for injunctive relief was considered earlier, and in an opinion reported at 301 F. Supp. 786 (M.D.Tenn.1969), it was determined that confinement in the dry cell under the conditions described therein offended the Eighth Amendment guarantee against cruel and unusual punishment.  An injunction against the continuation of this practice was ordered.  Thereafter the court proceeded to consider the prayer for damages which resulted in the judgment from which this appeal was taken.\n    \n    \n      3...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=don-lee-hancock-v-harry-s-avery"
    }
  ],
  "relatedIncidents": [
    19195,
    19199,
    19200,
    19202,
    19203
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}