{
  "id": 19474,
  "title": "1971년 Taylor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-12-31",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Taylor. 판결일: 1971-12-31. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Barbara M. Taylor, Administratrix and Trustee, vs. Worcester County National Bank, Trustee\n**판결일**: 1971-12-31\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Beaucher, Cutter, Quirico, Reardon, Tauro\n\n## 변호인\n\nDuane T. Sargisson (William B. Field with him) for the petitioner., Charles B. Swartwood, III, for the respondent.\n\n## 인용\n\n- 277 N.E.2d 487\n- 360 Mass. 687\n\n## 판결문 요약\n\n\n360 Mass. 687 (1971)\n277 N.E.2d 487\nBARBARA M. TAYLOR, administratrix and trustee,\nvs.\nWORCESTER COUNTY NATIONAL BANK, trustee.\nSupreme Judicial Court of Massachusetts, Worcester.\nSeptember 15, 1971.\nDecember 31, 1971.\nPresent: TAURO, C.J., CUTTER, REARDON, QUIRICO, &amp; BRAUCHER, JJ.\nDuane T. Sargisson (William B. Field with him) for the petitioner.\nCharles B. Swartwood, III, for the respondent.\nREARDON, J.\nThe petitioner, as administratrix with the will annexed and trustee under the will of Fred A. Lapham, also known as Adelbert Lapham, appeals from an order of the Probate Court dismissing a petition for revocation and reopening of accounts, and from a decree allowing the successor trustee's substitute second and final account. The Worcester County National Bank also appeals from interlocutory decrees overruling its demurrer and plea in bar.\nThe will of May L. Gould was allowed on January 8, 1948. It created a trust providing for payment of the trust income to the decedent's husband Henry G. Gould for life, with the remainder going, after certain bequests, equally to Marjorie Lapham and Adelbert Lapham. The corporate *688 predecessor of the bank, the Worcester County Trust Company, was an executor under the will of May L. Gould.\nThe estate consisted principally of the Gould's residence and of commercial property at 62-70 Front Street, both in Worcester. The commercial property was appraised and inventoried by the executors at a value of $335,000. This property was mortgag...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=taylor-v-worcester-county-national-bank"
    }
  ],
  "relatedIncidents": [
    19476,
    19478,
    19481,
    19482,
    19490
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}