{
  "id": 19476,
  "title": "1971년 MAP 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-12-29",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: MAP. 판결일: 1971-12-29. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: M. A. P., a Juvenile, Petitioner, v. Honorable Joseph M. F. RYAN, Jr., Respondent\n**판결일**: 1971-12-29\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: Hood, Chief Judge, and Kelly, and Pair, Associate Judges\n\n## 변호인\n\nCarrie L. Fair, Public Defender Service, Washington, D. C., for petitioner., Leo N. Gorman, Asst. Corp. Counsel, with whom C. Francis Murphy, Corp. Counsel, and Richard W. Barton, Asst. Corp. Counsel, were on the answer, for respondent\n\n## 인용\n\n- 285 A.2d 310\n\n## 판결문 요약\n\n\n285 A.2d 310 (1971)\nM. A. P., a juvenile, Petitioner,\nv.\nHonorable Joseph M. F. RYAN, Jr., Respondent.\nNo. 5939.\nDistrict of Columbia Court of Appeals.\nArgued September 24, 1971.\nDecided December 29, 1971.\n*311 Carrie L. Fair, Public Defender Service, Washington, D. C., for petitioner.\nLeo N. Gorman, Asst. Corp. Counsel, with whom C. Francis Murphy, Corp. Counsel, and Richard W. Barton, Asst. Corp. Counsel, were on the answer, for respondent\nBefore HOOD, Chief Judge, and KELLY, and PAIR, Associate Judges.\nHOOD, Chief Judge:\nPetitioner, a juvenile of 17 years of age, was taken into custody by a police officer shortly after midnight and later in the same day taken to the Juvenile Branch of the Family Division of the Superior Court. There, on the basis of a complaint filed with the Intake Section, he was charged by sworn petition[1] with an offense which would constitute robbery if committed by an adult. Represented by counsel, petitioner denied the charge; the case was continued for trial; and petitioner was released on condition that he continue to live with his brother (presumably an adult) and that he seek employment.\nThereafter petitioner through counsel moved for \"a probable cause hearing.\" His motion was denied and a motion for reconsideration was likewise denied. He then commenced in this court the present proceeding, a petition for writ of mandamus to compel the trial judge \"to hold a probable cause hearing to determine if there is sufficient evidence to hold Petitione...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=m-a-p-v-ryan"
    }
  ],
  "relatedIncidents": [
    19558,
    19242,
    19482,
    19491,
    19497
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}