{
  "id": 19478,
  "title": "1971년 United States v. William Binder 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-12-16",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. William Binder. 판결일: 1971-12-16. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America Appellee, v. William BINDER Et Al., Appellants\n**판결일**: 1971-12-16\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Lumbard, Mulligan, Oakes\n\n## 변호인\n\nHarold F. McGuire, Jr., Asst. U. S. Atty. (Whitney North Seymour, Jr., U. S. Atty., S. D. N. Y., and Peter F. Rient, Asst. U. S. Atty., on brief), for appellee., Daniel H. Greenberg, New York City, for appellant William Binder., Arthur Hirsch, New York City (Alan F. Scribner, New York City, on brief), for appellant Max Blauner., Frederic Block, Centereach, N. Y., for appellant Edward Samuels.\n\n## 인용\n\n- 453 F.2d 805\n\n## 판결문 요약\n\n453 F.2d 805\n    72-1 USTC  P 16,026\n    UNITED STATES of America Appellee,v.William BINDER et al., Appellants.\n    Nos. 170, 183 and 184, Dockets 71-1434, 71-1440 and 71-1810.\n    United States Court of Appeals,Second Circuit.\n    Argued Oct. 1, 1971.Decided Dec. 16, 1971.\n    \n      Harold F. McGuire, Jr., Asst. U. S. Atty.  (Whitney North Seymour, Jr., U. S. Atty., S. D. N. Y., and Peter F. Rient, Asst. U. S. Atty., on brief), for appellee.\n      Daniel H. Greenberg, New York City, for appellant William Binder.\n      Arthur Hirsch, New York City (Alan F. Scribner, New York City, on brief), for appellant Max Blauner.\n      Frederic Block, Centereach, N. Y., for appellant Edward Samuels.\n      Before LUMBARD, MULLIGAN and OAKES, Circuit Judges.\n      LUMBARD, Circuit Judge:\n    \n    \n      1\n      William Binder, Max Blauner and Edward Samuels appeal their convictions for conspiracy and substantive offenses designed to evade payment of approximately $7 million owed under the Interest Equalization Tax (I.E.T.) on the trading of $45 million worth of foreign issue stocks in 1964 and 1965.  We affirm the convictions.\n    \n    \n      2\n      The principal contention of the appellants is that their convictions are in violation of Article I, section 9 of the Constitution which provides \"No Bill of Attainder or ex post facto Law shall be passed\" as the government was allowed to prove what the defendants had done prior to the passage of the statute on September 2, 1964.  We find no m...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-william-binder"
    }
  ],
  "relatedIncidents": [
    19517,
    19518,
    19629,
    19665,
    19673
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}