{
  "id": 19482,
  "title": "1971년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-12-13",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1971-12-13. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Hermankevich, Appellant\n**판결일**: 1971-12-13\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Cer-Cone, Hoppman, Jacobs, Montgomery, Spaulding, Watkins, Wright\n\n## 변호인\n\nSallie Ann Radick, Assistant Public Defender, with her John J. Dean, Assistant Public Defender, and George H. Ross, Public Defender, for appellant., Robert L. Campbell, Assistant District Attorney, with him Carol Mary Los, Assistant District Attorney, and Robert W. Duggan, District Attorney, for Commonwealth, appellee.\n\n## 인용\n\n- 220 Pa. Super. 197\n\n## 판결문 요약\n\n\n220 Pa. Super. 197 (1971)\nCommonwealth\nv.\nHermankevich, Appellant.\nSuperior Court of Pennsylvania.\nArgued November 10, 1971.\nDecember 13, 1971.\n*198 Before WRIGHT, P.J., WATKINS, MONTGOMERY, JACOBS, HOFFMAN, and CERCONE, JJ. (SPAULDING, J., absent).\nSallie Ann Radick, Assistant Public Defender, with her John J. Dean, Assistant Public Defender, and George H. Ross, Public Defender, for appellant.\nRobert L. Campbell, Assistant District Attorney, with him Carol Mary Los, Assistant District Attorney, *199 and Robert W. Duggan, District Attorney, for Commonwealth, appellee.\nOPINION BY MONTGOMERY, J., December 13, 1971:\nFollowing pleas of guilty, appellant, on March 27, 1969, was sentenced to consecutive three-to-six-year terms on each of the following indictments  Nos. 24, 25, 44, and 45 February Session, 1969, charging armed robbery  and to each sentence the following was added: \"and acc. to Act July 30, 1968  not less than 5 years or more than 10 years in Western Penitentiary in addition to above sentence . . .\"\nSimilar sentences were imposed on indictments 46 and 47 February Sessions, 1969, including the additional 5 to 10 years. However, the sentences were made to run concurrently with the first of those previously mentioned, i.e., 24 February Session, 1969.\nSubsequently, on November 7, 1969, after the sentencing judge realized that there had been no separate indictments to support the additional 5 to 10 year sentences added to his primary sentences, he vacated all the sent...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-hermankevich"
    }
  ],
  "relatedIncidents": [
    19476,
    19491,
    19497,
    19507,
    19519
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}