{
  "id": 19481,
  "title": "1971년 Fraboni 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-12-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Fraboni. 판결일: 1971-12-15. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Leon C. Nelson v. Gale C. Fraboni\n**판결일**: 1971-12-15\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 38 A.D.2d 633\n\n## 판결문 요약\n\n\nAppeal from an order of the Supreme Court at Special Term, entered June 17, 1971 in Chemung County, which denied a motion by defendant for summary judgment dismissing the complaint on the ground that the cause of action is barred by the Statute of Limitations. In this negligence action defendant, a resident of Watkins Glen, New York, was operating a motor vehicle which was in collision with another motor vehicle owned and operated by plaintiff in Elmira, New York on December 22, 1965. Plaintiff sues for personal injuries sustained in this accident. Defendant was an infant at the time of the accident and until June 13, 1970 when she became 21. According to the affidavits submitted, it appears that on July 4, 1966 defendant visited relatives in Chicago until August 30, 1966 on which date she took a train to Elmira and met her another who drove her directly to Athens, Pennsylvania where she temporarily resided with her grandmother until the end of May, 1967. On September 9, 1967 defendant married, and her husband went into military service on-September 12, 1967, returning on June 26, 1969. Prom the first week of June, 1967 until personal service on defendant of the summons and complaint on October 23, 1969 she resided at various addresses in Watkins Glen. Defendant’s mother resided in Watkins Glen at the time of the accident and until on or about July 1, 1969. Seirvice on defendant was completed by service on her husband on November 18, 1969, Plaintiff contends that the three-y...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nelson-v-fraboni"
    }
  ],
  "relatedIncidents": [
    19474,
    19476,
    19478,
    19482,
    19490
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}