{
  "id": 19499,
  "title": "1971년 Ward 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-11-09",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Ward. 판결일: 1971-11-09. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Appellee, v. Billy Ward, Appellant\n**판결일**: 1971-11-09\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Jones\n\n## 변호인\n\nMorton Zwiclc, Director of Defender Project, of Chicago, (William E. Lasko, of Defender Project, of counsel,) for appellant., WiUiam J. Scott, Attorney General, of Chicago, and Robert Rice, State’s Attorney, of Belleville, for the People.\n\n## 인용\n\n- 275 N.E.2d 256\n- 1 Ill. App. 3d 888\n\n## 판결문 요약\n\n\n1 Ill. App. 3d 888 (1971)\n275 N.E.2d 256\nTHE PEOPLE OF THE STATE OF ILLINOIS, Appellee,\nv.\nBILLY WARD, Appellant.\nNo. 70-199.\nIllinois Appellate Court  Fifth District.\nNovember 9, 1971.\nMorton Zwick, Director of Defender Project, of Chicago, (William E. Lasko, of Defender Project, of counsel,) for appellant.\nWilliam J. Scott, Attorney General, of Chicago, and Robert Rice, State's Attorney, of Belleville, for the People.\nJudgment affirmed.\nMr. JUSTICE JONES delivered the opinion of the court:\nThe principal question presented by appellant is whether his plea of guilty to attempted murder was invalid because he was not sufficiently admonished as to the sentence. Defendant was sentenced to the penitentiary for a period of two to twenty years. The pertinent part of the admonition was, \"the court has the authority to sentence you to any time up to 20 years. Do you understand that?\"\n*889 The relevant portion of the statute fixing the penalty for attempt is found in Ill. Rev. Stat., ch. 38, par. 8-4, subsection (c) provides as follows:\n\"(c) Penalty\nA person convicted of an attempt may be fined or imprisoned or both not to exceed the maximum provided for the offense attempted * * *\n(1) the penalty for attempt to commit * * *, murder, * * * shall not exceed imprisonment for 20 years.\"\nNo reference has been made by appellant to any specific provision of the Federal or State Constitution.\n 1 It appears that the defendant received what is asked on his behalf: \"to be informed of the per...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-people-v-ward"
    }
  ],
  "relatedIncidents": [
    19557,
    19610,
    19617,
    19625,
    19654
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}