{
  "id": 19490,
  "title": "1971년 United States v. Richard Edward Henkel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-11-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Richard Edward Henkel. 판결일: 1971-11-23. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America v. Richard Edward HENKEL, Appellant\n**판결일**: 1971-11-23\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Adams, Rosenn, Staley\n\n## 변호인\n\nDavid O’Hanesian, Forsyth, Fowkes & O’Hanesian, Pittsburgh, Pa., for appellant., Blair A. Griffith, Asst. U. S. Atty., Pittsburgh, Pa.. (Richard L. Thornburgh, U. S. Atty., Pittsburgh, Pa., on the brief), for appellee.\n\n## 인용\n\n- 451 F.2d 777\n\n## 판결문 요약\n\n451 F.2d 777\n    UNITED STATES of Americav.Richard Edward HENKEL, Appellant.\n    No. 19387.\n    United States Court of Appeals,Third Circuit.\n    Argued Sept. 14, 1971.Decided Nov. 23, 1971.\n    \n      David O'Hanesian, Forsyth, Fowkes &amp; O'Hanesian, Pittsburgh, Pa., for appellant.\n      Blair A. Griffith, Asst. U. S. Atty., Pittsburgh, Pa.  (Richard L. Thornburgh, U. S. Atty., Pittsburgh, Pa., on the brief), for appellee.\n      Before STALEY, ADAMS and ROSENN, Circuit Judges.\n      OPINION OF THE COURT\n      STALEY, Circuit Judge.\n    \n    \n      1\n      Appellant Richard E. Henkel was tried and convicted of having violated 18 U.S.C. Sec. 2113(a) and (d).  The two-count indictment charged him with taking $80,104 from a branch office of the Keystone National Bank of Pittsburgh in Duquesne Heights by use of force and violence, to wit, a handgun.\n    \n    \n      2\n      The evidence offered at trial by the Government can be briefly summarized.  Bank employees testified that the holdup took place on July 24, 1969, between 8:00 and 9:00 A.M., before the bank had opened.  Two armed men wearing ski masks and black gloves, who had gained access to the bank prior to opening, robbed the bank.  Five hundred dollars of the stolen money was \"bait money\", i. e., the serial number of each bill had been recorded for possible subsequent identification.  The men used the bank manager's car to escape.\n    \n    \n      3\n      A short time later, two witnesses saw the bank manager's car being...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-richard-edward-henkel"
    }
  ],
  "relatedIncidents": [
    19571,
    19613,
    19261,
    19474,
    19476
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}