{
  "id": 19497,
  "title": "1971년 Heim 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-11-12",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: Heim. 판결일: 1971-11-12. 법원: New Mexico Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of New Mexico, Plaintiff-Appellee, v. Robert James HEIM and Frederick W. Just, Defendants-Appellants\n**판결일**: 1971-11-12\n**법원**: New Mexico Court of Appeals\n**관할**: New Mexico, NM\n\n**판사**: Cowan, Hendley, Wood\n\n## 변호인\n\nFred M. Calkins, Jr., Matteucci, Franchini, Calkins & Michael, Albuquerque, for defendants-appellants., David L. Norvell, Atty. Gen., C. Emery Cuddy, Jr., Asst. Atty. Gen., Santa Fe, for plaintiff-appellee.\n\n## 인용\n\n- 490 P.2d 1233\n- 83 N.M. 260\n\n## 판결문 요약\n\n\n490 P.2d 1233 (1971)\n83 N.M. 260\nSTATE of New Mexico, Plaintiff-Appellee,\nv.\nRobert James HEIM and Frederick W. Just, Defendants-Appellants.\nNo. 695.\nCourt of Appeals of New Mexico.\nNovember 12, 1971.\nFred M. Calkins, Jr., Matteucci, Franchini, Calkins &amp; Michael, Albuquerque, for defendants-appellants.\nDavid L. Norvell, Atty. Gen., C. Emery Cuddy, Jr., Asst. Atty. Gen., Santa Fe, for plaintiff-appellee.\n\nOPINION\nHENDLEY, Judge.\nConvicted of burglary defendants appeal asserting three points for reversal. The first point, failure of the trial court to grant defendants' motion for a directed verdict, is dispositive of the appeal. We reverse.\nShortly before 4:35 p.m. on September 11, 1970 the Cordeiro residence was burglarized. Among the items taken were two small novelty knives, a gun and a television set. An eye-witness identified one of the three men involved. The one identified is not involved in this action. Subsequently, at some time before 11:25 p.m. on September 11, 1970 the two defendants, in possession of the burglarized items at a motel, were arrested. This was some distance from the Cordeiro residence. The record is silent and there are no facts upon which inferences can be based as to how the defendants came into possession of the items taken from the Cordeiro residence.\nBurglary is the unauthorized entry of a dwelling or other structure with intent to commit a felony or theft therein. Section 40A-16-3, N.M.S.A. 1953 (Repl.Vol. 1970). Recently stolen property fo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-heim"
    }
  ],
  "relatedIncidents": [
    19476,
    19482,
    19491,
    19507,
    19519
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}