{
  "id": 19491,
  "title": "1971년 People v. Johnson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-11-23",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: People v. Johnson. 판결일: 1971-11-23. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: People v. Johnson\n**판결일**: 1971-11-23\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Dixon\n\n## 인용\n\n- 275 N.E.2d 649\n- 2 Ill. App. 3d 965\n\n## 판결문 요약\n\n\n2 Ill. App. 3d 965 (1971)\n275 N.E.2d 649\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nGEORGE LEE JOHNSON, Defendant-Appellant.\nNo. 70-171.\nIllinois Appellate Court  Third District.\nNovember 23, 1971.\n*966 John L. Barton, of Defender Project, of Ottawa, for appellant.\nRoland Litterst, Assistant State's Attorney, of Peoria, for the People.\nJudgment affirmed.\nMr. JUSTICE DIXON delivered the opinion of the court:\nDefendant George Lee Johnson has appealed from a judgment and sentence of the Circuit Court of Peoria County entered on a verdict of a jury finding defendant guilty of burglary.\nOn October 27, 1969 between 10:30 A.M. and 11:30 A.M. while Jack Schubert and his wife were away from their home, Mrs. Lucille Mabel Mary Pratt, the Schubert's next door neighbor, was talking to a friend on *967 the telephone. The room where the telephone was located is next to the Schubert's side door and the view from there was very good. While talking, Mrs. Pratt observed a man standing outside the side door of the Schubert home. She watched him creep into the Schubert residence. At that time she did not see his face but described him as a tall, slender negro man wearing a brown jacket and billed cap. She told her friend she would call her back and she then called the police.\nThe first officer on the scene, one Delbert Pickel, stopped at Mrs. Pratt's house. Officers Pantages and Knight arrived and went to the front door of the Schubert residence while Officer Pickel went to th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-johnson"
    }
  ],
  "relatedIncidents": [
    19476,
    19482,
    19497,
    19507,
    19519
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}