{
  "id": 19502,
  "title": "1971년 Fulton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-11-05",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Fulton. 판결일: 1971-11-05. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: FULTON, Respondent, v. B. F. GOODRICH CO., Appellant\n**판결일**: 1971-11-05\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: Denecke, McALLISTER\n\n## 변호인\n\nStewart M. Whipple, Portland, argued the cause for appellant. With him on the briefs were Seitz, Whipple, Bemis & Breathouwer and James G. Breathouwer, Portland., Raymond J. Conboy, Portland, argued the cause for respondent. On the brief were Pozzi, Wilson & Atchison, Donald N. Atchison and John J. Haugh, Portland.\n\n## 인용\n\n- 490 P.2d 178\n- 260 Or. 245\n\n## 판결문 요약\n\n\n490 P.2d 178 (1971)\nRobert M. FULTON, Respondent,\nv.\nB.F. GOODRICH COMPANY, a Corporation, Appellant.\nSupreme Court of Oregon, In Banc.\nArgued and Submitted May 6, 1971.\nDecided November 5, 1971.\nRehearing Denied November 30, 1971.\nStewart M. Whipple, Portland, argued the cause for appellant. With him on the briefs were Seitz, Whipple, Bemis &amp; Breathouwer and James G. Breathouwer, Portland.\nRaymond J. Conboy, Portland, argued the cause for respondent. On the brief *179 were Pozzi, Wilson &amp; Atchison, Donald N. Atchison and John J. Haugh, Portland.\nDENECKE, Justice.\nThe plaintiff was injured when a scraper he was driving blew a tire. He recovered a verdict against the defendant upon the claim that the defendant was negligent in allowing the scraper's tires to be run while in an overinflated condition and the overinflation caused the blowout. Defendant appeals.\nDefendant, B.F. Goodrich Company, contends the trial court erred in denying its motion for a directed verdict. Goodrich's motion was based upon the proposition that there was no evidence to establish that the tire was being operated in an overinflated condition. We agree with the trial court that there was such evidence.\nThe plaintiff was employed by a road contractor. The scraper was a piece of heavy equipment used for earth-moving. The defendant, Goodrich Company, supplied the tires for the contractor's equipment. Goodrich also provided an employee at the job site whose duties were to check the air pressure in ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fulton-v-bf-goodrich-company"
    }
  ],
  "relatedIncidents": [
    19520,
    19576,
    19639,
    19675,
    19227
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}