{
  "id": 19507,
  "title": "1971년 Isaac 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-10-27",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Isaac. 판결일: 1971-10-27. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Raymond Isaac and James Blackmon v. State of Indiana\n**판결일**: 1971-10-27\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Hunter\n\n## 변호인\n\nMrs. Harriette Bailey Conn, Public Defender of Indiana, Carr L. Darden, Sr., Deputy Public Defender, for appellants., Theodore L. Sendak, Attorney General, Robert F. Colker, Deputy Attorney General, for appellee.\n\n## 인용\n\n- 274 N.E.2d 231\n- 257 Ind. 319\n\n## 판결문 요약\n\n\n274 N.E.2d 231 (1971)\nRaymond ISAAC and James Blackmon, Appellants,\nv.\nSTATE of Indiana, Appellee.\nNo. 970S218.\nSupreme Court of Indiana.\nOctober 27, 1971.\nRehearing Denied December 22, 1971.\n*232 Harriette Bailey Conn, Public Defender, Carr L. Darden, Sr., Deputy Public Defender, for appellants.\nTheodore L. Sendak, Atty. Gen., Robert F. Colker, Deputy Atty. Gen., for appellee.\nHUNTER, Judge.\nThis is an appeal from a conviction for armed robbery. On July 9, 1968, appellants waived formal arraignment and entered a plea of not guilty. Trial by jury commenced December 2, 1968, and the jury returned a verdict finding each appellant guilty of armed robbery. On December 16, 1968, the Court found the appellants guilty of the offense as charged. Raymond Isaac, appellant, was sentenced to thirteen (13) years in the Indiana State Prison. James Blackmon, appellant, was sentenced to ten (10) years at the Indiana Reformatory. On January 8, 1969, both appellants filed motions for a new trial which were overruled. On February 3, 1971, James Blackmon filed a motion for a new trial or in the alternative a motion for appeal which was overruled. On April 12, 1971, appellants filed a petition for permission to file amended belated motion to correct errors, which was granted. Appellants then filed amended belated motion to correct errors which was overruled. Appeal is taken from this last overruling.\nAppellants make four (4) main contentions of error:\n(1) The verdict of the jury is not sustained...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=isaac-v-state"
    }
  ],
  "relatedIncidents": [
    19476,
    19482,
    19491,
    19497,
    19519
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}