{
  "id": 19518,
  "title": "1971년 Opinion of the Justices of the Supreme Court in Response to a Question Propounded by the Governor of Delaware 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-10-12",
  "location": "Delaware, DE, USA",
  "summary": "미국 Delaware, DE 법원 판결 사건. 사건명: Opinion of the Justices of the Supreme Court in Response to a Question Propounded by the Governor of Delaware. 판결일: 1971-10-12. 법원: Supreme Court of Delaware.",
  "description": "## 사건 정보\n\n**사건명**: OPINION OF THE JUSTICES of the Supreme Court in Response to a Question Propounded by the Governor of Delaware\n**판결일**: 1971-10-12\n**법원**: Supreme Court of Delaware\n**관할**: Delaware, DE\n\n**판사**: Carey, Daniel, Herrmann, Wolcott\n\n## 인용\n\n- 283 A.2d 832\n\n## 판결문 요약\n\n\nTo His Excellency Russell W. Peterson, Governor of Delaware.\nReference is made to your letter of July 7, 1971, requesting the opinions of the Justices * as to the constitutionality of 18 Del.C. § 529, which provides as follows:\n“AN ACT TO AMEND TITLE 18, DELAWARE INSURANCE CODE, BY AMENDING CHAPTER 5 TO CREATE A BOARD OF ARBITRATION REGARDING THE CANCELLATION OF CERTAIN INSURANCE AGENCY CONTRACTS\nBE IT ENACTED BY THE GENERAL ASSEMBLY OF THE STATE OF DELAWARE:\nSection 1. Chapter 5, Title 18, Delaware Code is amended by inserting a new section to read as follows:\n§ 529. Arbitration of cancellation of insurance contracts\n(a) Every insurance company shall notify the Insurance Commissioner or his successor and the agency involved, of the intent to cancel an agency contract, except life, whether it be written of verbal, 30 days prior to the issuance of the notice of cancellation.\n(b) Except in the case where fraud exists or where an agency is in arrears of money owed, of more than 60 days to the insurance company in question, no insurance company may cancel an agency without giving 12 months notice. This notice shall be in writing and upon the option of the company may prohibit the agency from writing any new business in this particular company, but will allow the agency to renew all existing business in this 12 month period and will allow the agency to have binding authority, to make endorsements or other changes to existing business and will pay the same rate of commission for t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=opinion-of-the-justices-of-the-supreme-court-in-response-to-a-question"
    }
  ],
  "relatedIncidents": [
    19478,
    19517,
    19629,
    19665,
    19673
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}