{
  "id": 19519,
  "title": "1971년 Courtney 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-10-06",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Courtney. 판결일: 1971-10-06. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Doyle Dewayne COURTNEY, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1971-10-06\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Douglas, Morrison\n\n## 변호인\n\nBadders & Keeling by C. A. Keeling, Nacogdoches, for appellant., Jim D. Vollers, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 472 S.W.2d 151\n\n## 판결문 요약\n\n\n472 S.W.2d 151 (1971)\nDoyle Dewayne COURTNEY, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 44042.\nCourt of Criminal Appeals of Texas.\nOctober 6, 1971.\nRehearing Denied November 16, 1971.\n*152 Badders &amp; Keeling by C. A. Keeling, Nacogdoches, for appellant.\nJim D. Vollers, State's Atty., Austin, for the State.\n\nOPINION\nDOUGLAS, Judge.\nThis is an appeal from a conviction for robbery by the use of a firearm. The punishment was assessed by the court at thirty-five years.\nThe appellant was indicted on February 7, 1964. Shortly thereafter he was confined in the Florida State Prison serving sentences of six months to life and a six-month sentence to run consecutively after the life sentence. Within thirty days after he began serving these sentences a detainer was placed on him by the authorities of Nacogdoches County, Texas. On July 28, *153 1967, the appellant filed his first motion for speedy trial or dismissal of charges. The motion was denied in August. Other motions for dismissal were filed and denied in 1969 and in 1970.\nIn September of 1970, the appellant was returned to Nacogdoches County. His motion to set aside the indictment was overruled. The jury returned the verdict in December.[1]\nThe sufficiency of the evidence is not challenged.\nThe appellant complains in his sole ground of error that the trial court committed reversible error when it refused to sustain his motion to set aside the indictment returned against him or, in the alternative, to abate the prosecutio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=courtney-v-state"
    }
  ],
  "relatedIncidents": [
    19476,
    19482,
    19491,
    19497,
    19507
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}