{
  "id": 19520,
  "title": "1971년 Bailey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-10-05",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Bailey. 판결일: 1971-10-05. 법원: Arizona Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Arizona, Appellee, v. Travis BAILEY, Appellant\n**판결일**: 1971-10-05\n**법원**: Arizona Supreme Court\n**관할**: Arizona, AZ\n\n**판사**: Cameron, Hays, Struckmeyer\n\n## 변호인\n\nGary K. Nelson, Atty. Gen., by Albert M. Coury, Asst. Atty. Gen., Phoenix, for appellee., Ross P. Lee, Public Defender, by Anne Kappes and James H. Kemper, Deputy Public Defenders, Phoenix, for appellant.\n\n## 인용\n\n- 489 P.2d 261\n- 107 Ariz. 451\n\n## 판결문 요약\n\n\n107 Ariz. 451 (1971)\n489 P.2d 261\nSTATE of Arizona, Appellee,\nv.\nTravis BAILEY, Appellant.\nNo. 2192.\nSupreme Court of Arizona, In Division.\nOctober 5, 1971.\nGary K. Nelson, Atty. Gen., by Albert M. Coury, Asst. Atty. Gen., Phoenix, for appellee.\nRoss P. Lee, Public Defender, by Anne Kappes and James H. Kemper, Deputy Public Defenders, Phoenix, for appellant.\nHAYS, Vice Chief Justice.\nThe defendant, Travis Bailey, was tried by a jury and found guilty of burglary and rape. Testimony at the trial revealed that on the night of March 28, 1969, four men broke into the home of Susan Skinner and, after demanding her money, proceeded to rape and rob her. Miss Skinner was unable to identify the defendant as being one of her assailants. In the course of the trial, one Albert Huerta admitted he was one of the four men who participated in the crimes. He testified that the defendant was also among the four who attacked and robbed Miss Skinner.\nIt was the defendant's unrefuted testimony that he lived in Fort Worth, Texas, where he was employed as a truck driver. He testified that he was passing through Mesa from Los Angeles at the time of the crime and that he planned to stay with his cousin for a few days.\nAn officer for the Mesa Police Department testified that he had been unsuccessful *452 in his attempts to locate the defendant on or about April 2, 1969, about five days after the date of the crime. His conclusion was that the defendant had left the state.\nTestimony was also received fr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-bailey"
    }
  ],
  "relatedIncidents": [
    19502,
    19576,
    19639,
    19675,
    19227
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}