{
  "id": 19522,
  "title": "1971년 Sanders 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-10-04",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Sanders. 판결일: 1971-10-04. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The STATE OF MONTANA, Plaintiff and Respondent, v. RICHARD SANDERS, Also Known as Dick Sanders, Defendant and Appellant\n**판결일**: 1971-10-04\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: Castles, Daly, Harrison, Haswell, James, John\n\n## 변호인\n\nArnold Huppert, Jr., argued, Livingston, for defendant and appellant., Robert L. Woodahl, Atty. Gen., David V. Gliko, argued, Asst. Atty. Gen., Helena, Jack Yardley, County Atty., John W. McDonald, Jr., Deputy County Atty., argued, Livingston, for plaintiff and respondent.\n\n## 인용\n\n- 489 P.2d 371\n- 158 Mont. 113\n\n## 판결문 요약\n\n\n489 P.2d 371 (1971)\nThe STATE of Montana, Plaintiff and Respondent,\nv.\nRichard SANDERS, also known as Dick sanders, Defendant and Appellant.\nNo. 12032.\nSupreme Court of Montana.\nSubmitted August 30, 1971.\nDecided October 4, 1971.\nArnold Huppert, Jr., argued, Livingston, for defendant and appellant.\nRobert L. Woodahl, Atty. Gen., David V. Gliko, argued, Asst. Atty. Gen., Helena, Jack Yardley, County Atty., John W. McDonald, Jr., Deputy County Atty., *372 argued, Livingston, for plaintiff and respondent.\nJOHN C. HARRISON, Justice.\nDefendant was convicted in the district court of three counts of second degree assault and appealed. We hold that Count I should be dismissed. Counts II and III should be reversed and the cause remanded for new trial due to prejudicial evidence admitted at trial.\nThis is an appeal from a conviction of three counts of second degree assault under section 94-602, R.C.M. 1947. The case was tried by jury in the district court of the sixth judicial district, Park County. Defendant was sentenced to serve four years in the state penitentiary on each count; each sentence to be served concurrently.\nDefendant was the operator of a gasoline service station in Livingston, the situs of all the alleged assaults.\nCount I alleges that on June 24, 1969, three itinerant magazine salesgirls, all about college age, entered defendant's service station and tried to sell subscriptions to defendant's employee, one Lawrence Bahn. They were unsuccessful but Bahn suggested they...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-sanders"
    }
  ],
  "relatedIncidents": [
    19527,
    19668,
    19271,
    19378,
    19413
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}