{
  "id": 19541,
  "title": "1971년 United States v. Howard Jackson, Jr., United States of America v. Billy Joe Payne, United States of America v. Robert H. Willis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-09-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Howard Jackson, Jr., United States of America v. Billy Joe Payne, United States of America v. Robert H. Willis. 판결일: 1971-09-13. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Howard JACKSON, Jr., Appellant; UNITED STATES of America, Appellee, v. Billy Joe PAYNE, Appellant; UNITED STATES of America, Appellee, v. Robert H. WILLIS, Appellant\n**판결일**: 1971-09-13\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Barnes, Hamley, Hufstedler\n\n## 변호인\n\nTom O’Toole (argued), Tom Karas, Phoenix, Ariz., for Howard Jackson, Jr., Michael E. Bradford (argued), Phoenix, Ariz., for Billy Joe Payne., Joel Jay Finer (argued), Tucson, Ariz., for Robert H. Willis., Charles Diettrich, Asst. U. S. Atty. (argued), Richard Burke, U. S. Atty., N., Warner Lee, Asst. U. S. Atty., Phoenix, Ariz., for appellee.\n\n## 인용\n\n- 448 F.2d 963\n\n## 판결문 요약\n\n448 F.2d 963\n    UNITED STATES of America, Appellee,v.Howard JACKSON, Jr., Appellant.UNITED STATES of America, Appellee,v.Billy Joe PAYNE, Appellant.UNITED STATES of America, Appellee,v.Robert H. WILLIS, Appellant.\n    Nos. 71-1018-71-1020.\n    United States Court of Appeals, Ninth Circuit.\n    September 13, 1971.\n    \n      Tom O'Toole (argued), Tom Karas, Phoenix, Ariz., for Howard Jackson, Jr.\n      Michael E. Bradford (argued), Phoenix, Ariz., for Billy Joe Payne.\n      Joel Jay Finer (argued), Tucson, Ariz., for Robert H. Willis.\n      Charles Diettrich, Asst. U. S. Atty. (argued), Richard Burke, U. S. Atty., N. Warner Lee, Asst. U. S. Atty., Phoenix, Ariz., for appellee.\n      Before BARNES, HAMLEY and HUFSTEDLER, Circuit Judges.\n      HAMLEY, Circuit Judge:\n    \n    \n      1\n      Howard Jackson, Jr., Billy Joe Payne and Robert H. Willis were jointly tried and convicted of bank robbery with a gun, in violation of 18 U.S.C. &#167; 2113(a)(d). Their individual appeals have been consolidated. We affirm all three judgments.\n    \n    \n      2\n      At 11:45 a. m., on April 28, 1970, three masked Negroes robbed the Valley National Bank, Phoenix, Arizona, of over ten thousand dollars. Employees and customers testified that all three robbers wore stocking masks and at least some of them were armed. The three defendants were arrested and charged with this crime.\n    \n    \n      3\n      All three defendants filed motions to suppress various items of physical evidence. At the pre...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-howard-jackson-jr-united-states-of-america-v-billy-joe"
    }
  ],
  "relatedIncidents": [
    19476,
    19482,
    19491,
    19497,
    19507
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}