{
  "id": 19544,
  "title": "1971년 Williams v. Williams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-09-10",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Williams v. Williams. 판결일: 1971-09-10. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: June A. Williams, Plaintiff, v. W. Daniel Williams, Defendant; Feinberg, Dee & Feinberg, Esqs., Attorneys for Deceased Plaintiff, Petitioners, v. W. Daniel Williams, Respondent\n**판결일**: 1971-09-10\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: Per Curiam\n\n## 변호인\n\nMr. Richard J. Feinberg argued the cause for petitioners (Messrs. Feinberg, Dee & Feinberg, attorneys pro se; Mr. Richard J. Feinberg, on the brief)., Mr. Paul J. Feldman argued the cause for respondent (Mr. Charles Frankel, attorney; Mr. Feldman, on the brief).\n\n## 인용\n\n- 281 A.2d 273\n- 59 N.J. 229\n\n## 판결문 요약\n\n\n59 N.J. 229 (1971)\n281 A.2d 273\nJUNE A. WILLIAMS, PLAINTIFF,\nv.\nW. DANIEL WILLIAMS, DEFENDANT. FEINBERG, DEE &amp; FEINBERG, ESQS., ATTORNEYS FOR DECEASED PLAINTIFF, PETITIONERS,\nv.\nW. DANIEL WILLIAMS, RESPONDENT.\nThe Supreme Court of New Jersey.\nArgued November 24, 1970.\nDecided September 10, 1971.\n*231 Mr. Richard J. Feinberg argued the cause for petitioners (Messrs. Feinberg, Dee &amp; Feinberg, attorneys pro se; Mr. Richard J. Feinberg, on the brief).\nMr. Paul J. Feldman argued the cause for respondent (Mr. Charles Frankel, attorney; Mr. Feldman, on the brief).\nPER CURIAM:\nFollowing the death of plaintiff-wife during the pendency of a matrimonial action, her attorneys sought an award of counsel fees for legal services rendered to her and costs incurred on her behalf prior to her death. The trial court, relying on Sutphen v. Sutphen, 103 N.J. Eq. 203 (Ch. 1928), denied the application. It concluded that the wife's claim to an award of counsel fees and costs, like the matrimonial action, had abated at her death and could not thereafter be pressed in her favor. From the decision of the trial court, petitioners appealed to the Appellate Division. On petitioners' motion, we certified the matter before argument there. R. 2:12-2.\n*232 In Sutphen v. Sutphen, supra, the wife brought suit for divorce, applying early in the action for alimony and counsel fees pendente lite. By agreement of the parties, however, the court postponed consideration of the application for suit moneys pe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-williams"
    }
  ],
  "relatedIncidents": [
    19476,
    19558,
    19566,
    19242,
    19328
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}