{
  "id": 19558,
  "title": "1971년 White 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-08-25",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: White. 판결일: 1971-08-25. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Walter Smith White v. State of Indiana\n**판결일**: 1971-08-25\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Prentice\n\n## 변호인\n\nJames R. White, of New Castle, Frederick F. McClellan, of Muncie, for appellant., Theodore L. Sendak, Attorney General, J. Frank Hanley, Deputy Attorney General, for appellee.\n\n## 인용\n\n- 272 N.E.2d 312\n- 257 Ind. 64\n\n## 판결문 요약\n\n\n257 Ind. 64 (1971)\n272 N.E.2d 312\nWALTER SMITH WHITE\nv.\nSTATE OF INDIANA.\nNo. 569S126.\nSupreme Court of Indiana.\nFiled August 25, 1971.\n*66 James R. White, of New Castle, Frederick F. McClellan, of Muncie, for appellant.\nTheodore L. Sendak, Attorney General, J. Frank Hanley, Deputy Attorney General, for appellee.\nPRENTICE, J.\nDefendant (Appellant) was convicted of a theft committed in Henry County, Indiana, and sentenced to the Indiana State Prison for not less than one (1) nor more than ten (10) years.\nThe sole error presented on appeal is the denial of Defendant's Motion for a mistrial, after a State's witness, Police Officer Robert E. Estes, Jr., improperly testified with reference to the defendant's having been brought into the Anderson, Indiana Police Station in reference to an armed robbery in the city of Anderson, Madison County, Indiana. Officer Estes' testimony came during the State's case in chief, and his entire testimony is as follows:\n\"ROBERT ESTES, witness for State, being first duly sworn on the 14th day of January, 1969, testified as follows:\nDIRECT EXAMINATION BY JAMES R. KELLAM, P.A.\nQ. Would you state your name, please?\nA. Robert W. Estes, Jr.\nQ. And where do you reside, sir?\nA. 1527 Johnson Avenue, Anderson, Indiana.\nQ. And what is your employment, sir?\nA. I'm employed at two different locations at this time. I'm a member of the Anderson Police Department and also Plant Protection, Delco-Remy.\nQ. And what was your employment during the month of April, 196...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=white-v-state"
    }
  ],
  "relatedIncidents": [
    19476,
    19242,
    19482,
    19491,
    19497
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}