{
  "id": 19556,
  "title": "1971년 Robinson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-08-31",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Robinson. 판결일: 1971-08-31. 법원: Court of Special Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: James Edward Robinson and Ronald Andre Jackson v. State of Maryland\n**판결일**: 1971-08-31\n**법원**: Court of Special Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Orth, Thompson and Carter\n\n## 변호인\n\nMichael L. Schwartz for appellant Ronald Andre Jackson and submitted on brief by Nelson R. Kandel for James Edward Robinson, other appellant., James L. Bundy, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, Charles E. Moylan, Jr., State’s Attorney for Baltimore City, Anton J. S. Keating, Arrie W. Davis and John B. Griffith, Assistant State’s Attorneys for Baltimore City, on the brief, for appellee.\n\n## 인용\n\n- 281 A.2d 115\n- 13 Md. App. 26\n\n## 판결문 요약\n\n\n13 Md. App. 26 (1971)\n281 A.2d 115\nJAMES EDWARD ROBINSON AND RONALD ANDRE JACKSON\nv.\nSTATE OF MARYLAND.\nNo. 651, September Term, 1970.\nCourt of Special Appeals of Maryland.\nDecided August 31, 1971.\nThe cause was argued before ORTH, THOMPSON and CARTER, JJ.\nMichael L. Schwartz for appellant Ronald Andre Jackson and submitted on brief by Nelson R. Kandel for James Edward Robinson, other appellant.\nJames L. Bundy, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, Charles E. Moylan, Jr., State's Attorney for Baltimore City, Anton J.S. Keating, Arrie W. Davis and John B. Griffith, Assistant State's Attorneys for Baltimore City, on the brief, for appellee.\nCARTER, J., delivered the opinion of the Court.\nThe co-defendants below, Ronald Jackson and James Robinson were jointly charged in two indictments with armed robbery of Lewis Barber and Harry Conyers on March 21, 1970. Both appellants were tried together before a jury in the Criminal Court of Baltimore, convicted and sentenced to 10 and 12 years respectively. Each appealed *28 from these judgments, alleging that reversible error was committed by the trial court in allowing evidence to be admitted of an unrebutted accusation made by the victim, in their presence, and while they were in police custody to the effect that they had robbed him and had a gun.\nThe record shows that on the day of the crime, appellants Robinson and Jackson were together in a car when they noticed that a cab had failed to pick ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robinson-v-state"
    }
  ],
  "relatedIncidents": [
    19476,
    19482,
    19491,
    19497,
    19507
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}