{
  "id": 19566,
  "title": "1971년 People Ex Rel. Younger v. County of El Dorado 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-08-17",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: People Ex Rel. Younger v. County of El Dorado. 판결일: 1971-08-17. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE Ex Rel. EVELLE J. YOUNGER, as Attorney General, Etc., Petitioner, v. COUNTY OF EL DORADO Et Al., Respondents\n**판결일**: 1971-08-17\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Sullivan\n\n## 변호인\n\nCounsel, Evelle J. Younger, Attorney General, Robert H. O’Brien and E. Clement Shute, Jr., Deputy Attorneys General, for Petitioner., Noble Sprunger, County Counsel, for Respondents., Melvin E. Beverly, City Attorney (South Lake Tahoe), and James L. Brunello, Deputy City Attorney, as Amici Curiae on behalf of Respondents.\n\n## 인용\n\n- 487 P.2d 1193\n- 5 Cal. 3d 480\n- 96 Cal. Rptr. 553\n\n## 판결문 요약\n\n\n5 Cal. 3d 480 (1971)\n487 P.2d 1193\n96 Cal. Rptr. 553\nTHE PEOPLE ex rel. EVELLE J. YOUNGER, as Attorney General, etc., Petitioner,\nv.\nCOUNTY OF EL DORADO et al., Respondents.\nDocket No. Sac. 7896.\nSupreme Court of California. In Bank.\nAugust 17, 1971.\n*485 COUNSEL\nEvelle J. Younger, Attorney General, Robert H. O'Brien and E. Clement Shute, Jr., Deputy Attorneys General, for Petitioner.\nNoble Sprunger, County Counsel, for Respondents.\nMelvin E. Beverly, City Attorney (South Lake Tahoe), and James L. Brunello, Deputy City Attorney, as Amici Curiae on behalf of Respondents.\nOPINION\nSULLIVAN, J.\nThe Attorney General, on behalf of the People of the State of California, seeks a writ of mandate commanding the Counties of El Dorado and Placer to pay to the Tahoe Regional Planning Agency (Agency) the amounts of money respectively allotted to them by the Agency as being necessary to support its activities. We issued an alternative writ of mandate to which respondents have made return by answer. The issues thus presented to us are of great concern to California, to its neighbors and, indeed, to the entire country.\nThe controversy which we are required to review focuses upon the Lake Tahoe Basin  an area of unique and unsurpassed beauty situated high in the Sierras along the California-Nevada border.[1] Mark Twain, an early visitor to the region, viewed the lake as \"a noble sheet of blue water lifted six thousand three hundred feet above the level of the sea ... with the shadows of the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-ex-rel-younger-v-county-of-el-dorado"
    }
  ],
  "relatedIncidents": [
    19476,
    19544,
    19558,
    19242,
    19328
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}