{
  "id": 19571,
  "title": "1971년 United States v. One 1969 Cadillac DeVille Convertible Motor & Serial No. 9171562 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-08-12",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: United States v. One 1969 Cadillac DeVille Convertible Motor & Serial No. 9171562. 판결일: 1971-08-12. 법원: District Court, E.D. Missouri.",
  "description": "## 사건 정보\n\n**사건명**: United States v. ONE 1969 CADILLAC DeVILLE CONVERTIBLE MOTOR AND SERIAL NO. 9171562 and Willie Lee Howard and Betty Howard, Intervenors\n**판결일**: 1971-08-12\n**법원**: District Court, E.D. Missouri\n**관할**: Missouri, MO\n\n**판사**: Meredith\n\n## 변호인\n\nDaniel Bartlett, Jr., U. S. Atty., Charles D. Kitchin, Asst. U. S. Atty., St. Louis, Mo., for plaintiff., Dewey S. Godfrey, Jr., St. Louis, Mo., for intervenors.\n\n## 인용\n\n- 330 F. Supp. 1338\n\n## 판결문 요약\n\n\nFINDINGS OF FACT AND CONCLUSIONS OF LAW\nMEREDITH, Chief Judge.\nThis cause coming on to be heard on the 6th day of August, 1971, and the Court having heard and considered the evidence and being fully advised, makes the following findings of fact and conclusions of law:\nFINDINGS OF FACT\n1. That on or about the 15th day of September, 1970, Fritz J. Engelking, an agent of the Bureau of Narcotics and Dangerous Drugs, Department of Justice, acting in his official capacity, seized the defendant motor vehicle on land in the City of University City, State of Missouri, within the Eastern District of Missouri, Eastern Division.\n2. That notice of the seizure of monition was duly published on April 14, 1971, in the St. Louis Countian, a newspaper in the County of St. Louis, State of Missouri; notice was posted in the corridor of the United States Court and Custom House in the City of St. Louis, State of Missouri; that notice of this hearing was given to World Finance Company, 3942 Lindell Boulevard, St. Louis, Missouri, the holder of a lien on the defendant motor vehicle, and that notice of this hearing was given to Dewey S. Godfrey, 317 North 11th Street, St. Louis, Missouri, Attorney for Willie Lee Howard, and that notice was given to Willie Lee Howard, 5860 Cabanne Ave., St. Louis, Missouri 63112.\n3. That the Attorney General of the United States has previously granted the petition for remission or mitigation of forfeiture of the World Finance Company, 3942 Lindell Boulevard, St. Loui...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-one-1969-cadillac-deville-convertible-motor-serial-no"
    }
  ],
  "relatedIncidents": [
    19490,
    19613,
    19261,
    19474,
    19476
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}