{
  "id": 19576,
  "title": "1971년 Schroeder 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-08-06",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Schroeder. 판결일: 1971-08-06. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Ernest SCHROEDER v. STATE of Florida\n**판결일**: 1971-08-06\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Owen, Reed, Walden\n\n## 변호인\n\nThomas E. Sholts and Ronald E. Jones of Cook, Sholts & Jones, West Palm Beach, for appellant., Robert L. Shevin, Atty. Gen., Tallahassee, and Charles W. Musgrove, Asst. Atty. Gen., West Palm Beach, for appellee.\n\n## 인용\n\n- 252 So. 2d 270\n\n## 판결문 요약\n\n\nPER CURIAM.\nThe defendant was tried on 3 April 1970 in the Criminal Court of Record for Palm Beach County, Florida, under an informa*272tion which charged that on 5 March 1969 he handled a male child under the age of fourteen years in a lewd, lascivious and indecent manner in violation of F.S.1969, section 800.04, F.S.A. A jury found the defendant guilty. Following the denial of a motion for new trial, the defendant was sentenced. He appeals from the adjudication and sentence.\nAppellant’s third and fourth points on appeal basically question the legal sufficiency of the evidence. We have reviewed the evidence and, suffice it to say, conclude that it was legally insufficient to support the jury verdict and for that reason reverse the adjudication and sentence and remand the cause for a new trial.\nBecause the matter will be tried again, we believe that some discussion relative to issues raised by the appellant’s first point may be of assistance. Under Point I the appellant contends that the information was defective because it charged in one count a violation of two statutes, namely, F.S.1969, sections 800.04 and 801.041, F.S. A. (F.S.1969, section 801.041, F.S.A., is a part of F.S.1969, chapter 801, F.S.A., which is known as the Child Molester Act.) The information did not specifically refer to F.S.1969, section 801.041, F.S.A. It was captioned, however, “Information For Violation of Child Molester Law.” The substance of the information, and an express reference therein to sec...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=schroeder-v-state"
    }
  ],
  "relatedIncidents": [
    19502,
    19520,
    19639,
    19675,
    19227
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}