{
  "id": 19573,
  "title": "1971년 Floorcraft Distributors, Inc. v. Horne-Wilson, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-08-10",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Floorcraft Distributors, Inc. v. Horne-Wilson, Inc.. 판결일: 1971-08-10. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Floorcraft Distributors, Inc. v. Horne-Wilson, Inc.\n**판결일**: 1971-08-10\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Carroll\n\n## 인용\n\n- 251 So. 2d 138\n\n## 판결문 요약\n\n\n251 So.2d 138 (1971)\nFLOORCRAFT DISTRIBUTORS, INC., Appellant,\nv.\nHORNE-WILSON, INC., Appellee.\nNo. O-206.\nDistrict Court of Appeal of Florida, First District.\nAugust 10, 1971.\nMadigan, Parker, Gatlin &amp; Swedmark, Tallahassee, for appellant.\nCotton, Shivers, Gwynn &amp; Daniel, Tallahassee, for appellee.\nCARROLL, DONALD K., Judge.\nThe plaintiff in an action to cancel a mortgage has appealed from a final judgment entered by the Circuit Court for Leon County dismissing the plaintiff's complaint and cancelling another mortgage in accordance with the defendant's counterclaim.\nThe questions presented for our determination in this appeal are: first, whether *139 the Circuit Court erred in denying the cancellation of the mortgage as sought in the complaint, and holding that there was no election of remedies; and, secondly, whether the court erred in granting the cancellation of the other mortgage, as sought in the defendant's counterclaim and holding that a merger occurred.\nThe evidence adduced by the parties at the final hearing established the following facts:\nOn August 13, 1964, Euzema Smith and Irene Smith, his wife, hereinafter referred to as the Smiths, executed a personal guaranty to the defendant relative to Mr. Smith's business, a cooling and heating company. On August 31, 1965, the plaintiff deeded Lot 5 in a certain subdivision in Leon County to the Smiths, which deed was recorded in the public records of the said county on December 30, 1965. Also, on August 31, 1965,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=floorcraft-distributors-inc-v-horne-wilson-inc"
    }
  ],
  "relatedIncidents": [
    19474,
    19476,
    19478,
    19481,
    19482
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}