{
  "id": 19603,
  "title": "1971년 Krivda 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-07-12",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Krivda. 판결일: 1971-07-12. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Appellant, v. JUDITH KRIVDA Et Al., Defendants and Respondents\n**판결일**: 1971-07-12\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Burke, Wright\n\n## 변호인\n\nCounsel, Thomas C. Lynch, Attorney General, William E. James, Assistant Attorney General, Evelle J. Younger, District Attorney, Harry Wood and Daniel L. Lieberman, Deputy District Attorneys, for Plaintiff and Appellant., Sam Bubrick for Defendants and Respondents.\n\n## 인용\n\n- 486 P.2d 1262\n- 5 Cal. 3d 357\n- 96 Cal. Rptr. 62\n\n## 판결문 요약\n\n\n*360Opinion\nBURKE, J.\nThe question presented by this appeal is whether a householder who places contraband in trash barrels and subsequently places the barrels adjacent to the street for pickup by the rubbish collector may be deemed to have abandoned the trash at that location and to have forsaken any reasonable expectation of privacy with respect thereto.\nThe pertinent facts leading to defendants’ arrest are as follows: On July 1, 1968, Officer Gates received a telephone call from an anonymous informant who told him that “Roger,” “Judy” and “Frankie,” residing at 1901 Nolden, Los Angeles, were engaged in sex and narcotic activities and were injecting Judy’s two children with methedrine. Thereafter Officers Gates and Marsden located the premises, a single family dwelling, observed two young female children in front, and ran a utility check which showed that Judy Krivda paid the utilities there. Investigation also showed that Edward Krivda, whose wife was named Judy, had previously been arrested for narcotic activity. About 11 a.m. on July 19, 1968, the officers returned to the address and saw several trash barrels in front on the parkway adjacent to the sidewalk; they also observed the refuse collectors approaching and stopped them about half a block west, identified themselves and requested them to empty the well of their trash truck and pick up the trash in the cans in front of 1901 Nolden.\nThe officers watched the men empty the well of their truck, drive to the front of t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-krivda"
    }
  ],
  "relatedIncidents": [
    19474,
    19476,
    19478,
    19481,
    19482
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}