{
  "id": 19617,
  "title": "1971년 Caruso 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-06-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Caruso. 판결일: 1971-06-15. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Thomas Caruso\n**판결일**: 1971-06-15\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 37 A.D.2d 537\n\n## 판결문 요약\n\n\nAppeal from an order of the Supreme Court, New York County, entered on August 14, 1970, unanimously dismissed as academic. Order of said court, entered on October 16, 1970, which granted a writ of coram nobis and vacated a judgment of conviction of the defendant of murder *538in the first degree as a felony murder, unanimously reversed, on the law, the application denied and the judgment of conviction reinstated. The petitioner was convicted of felony murder in 1949 and sentenced to life imprisonment upon the jury’s recommendation of mercy. The conviction was affirmed. (People v. Caruso, 278 App. Div. 555 [1st Dept., 1951].) In a later attempt at review, the United States Supreme Court denied certiorari. (Caruso v. New York, 355 U. S. 942 [1958].) This is the eighth eoram nobis proceeding brought on by this petitioner. (See 17 A D 2d 929 [1962], 19 A D 2d 863 [1963], 24 A D 2d 713 [1965], 25 A D 2d 640 [1966] vacating 25 AD 2d 720, 30 A D 2d 643 [1968], 31 A D 2d 892 [1969].) The contention here is that petitioner’s experienced trial attorney, James D. C. Murray, had divided loyalty between the petitioner and his codefendant Peluso (who was represented by separate counsel) because at the sentencing of the codefendant (who had pleaded guilty to manslaughter and testified for the People against petitioner) Mr. Murray suggested leniency to the court. There is also the unsupported contention that at bench conferences with the court the petitioner’s trial counsel assisted in the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-caruso"
    }
  ],
  "relatedIncidents": [
    19499,
    19557,
    19610,
    19625,
    19654
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}