{
  "id": 19613,
  "title": "1971년 United States v. Eugene Billy James 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-06-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Eugene Billy James. 판결일: 1971-06-24. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Eugene Billy JAMES, Defendant-Appellant\n**판결일**: 1971-06-24\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Ely, Jertberg, Kil-Kenny, Per Curiam\n\n## 변호인\n\nC. James Judson (argued), of Davis, Wright, Todd, Riese & Jones, Seattle, Wash., for defendant-appellant., Jack C. Wong (argued), Asst. U. S. Atty., Portland, Or., Stan Pitkin, U. S. Atty., Seattle, Wash., for plaintiff-appellee.\n\n## 인용\n\n- 443 F.2d 348\n\n## 판결문 요약\n\n443 F.2d 348\n    UNITED STATES of America, Plaintiff-Appellee,v.Eugene Billy JAMES, Defendant-Appellant.\n    No. 26762.\n    United States Court of Appeals, Ninth Circuit.\n    May 28, 1971.\n    Rehearing Denied June 24, 1971.\n    \n      C. James Judson (argued), of Davis, Wright, Todd, Riese &amp; Jones, Seattle, Wash., for defendant-appellant.\n      Jack C. Wong (argued), Asst. U. S. Atty., Portland, Or., Stan Pitkin, U. S. Atty., Seattle, Wash., for plaintiff-appellee.\n      Before JERTBERG, ELY and KILKENNY, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      By Count II of an indictment, appellant was charged and later convicted by a jury of violating 26 U.S.C. &#167; 5861(d), in that he did possess a 20-gauge automatic Remington shotgun, Model 11, Serial No. 1035377, with a barrel length of 14&#189; inches, which had not been registered to him in the National Firearms Registration and Transfer Record maintained under 26 U.S.C. &#167; 5841.\n    \n    \n      2\n      Section 5861(d) provides in pertinent part that it shall be unlawful for any person \"to receive or possess a firearm which is not registered to him in the National Firearms Registration and Transfer Record.\"\n    \n    \n      3\n      Appellant was sentenced to the custody of the Attorney General for a term of five years, \"said sentence to run consecutively to the one which he [appellant] is obliged to serve with the State.\" Later the district court modified the sentence to provide that the same be served unde...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-eugene-billy-james"
    }
  ],
  "relatedIncidents": [
    19490,
    19571,
    19261,
    19474,
    19476
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}