{
  "id": 19610,
  "title": "1971년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-06-28",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1971-06-28. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Garrison, Appellant\n**판결일**: 1971-06-28\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Bell, Cohen, Eagen, Jones, O'Brien, Pomeroy, Roberts\n\n## 변호인\n\nRichard H. Knox, with him Harry J. Greenstein, for appellant., Jeffrey Brodkin, Assistant District Attorney, with him Milton M. Stein, Assistant District Attorney, James D. Crawford, Deputy District Attorney, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee.\n\n## 인용\n\n- 443 Pa. 220\n\n## 판결문 요약\n\n\n443 Pa. 220 (1971)\nCommonwealth\nv.\nGarrison, Appellant.\nSupreme Court of Pennsylvania.\nArgued November 19, 1970.\nJune 28, 1971.\n*221 Before BELL, C.J., JONES, COHEN, EAGEN, O'BRIEN and POMEROY, JJ.\nRichard H. Knox, with him Harry J. Greenstein, for appellant.\nJeffrey Brodkin, Assistant District Attorney, with him Milton M. Stein, Assistant District Attorney, *222 James D. Crawford, Deputy District Attorney, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee.\nOPINION BY MR. JUSTICE JONES, June 28, 1971:\nAppellant was indicted on three bills for murder, involuntary manslaughter and voluntary manslaughter but was arraigned only on the murder charge. Found guilty by a jury of second-degree murder, the court imposed a sentence of five to ten years' imprisonment after disposition of post-trial motions. This appeal followed.\nOn the evening of May 19, 1967, appellant encountered the deceased together with appellant's former girl friend, Mrs. Adelaide Hardy, in a car and the appellant attempted to talk to Mrs. Hardy. An argument ensued and appellant threatened to kill the decedent but thereafter apologized. While allegedly driving elsewhere on the afternoon of May 22, 1967, appellant observed the deceased in front of Mrs. Hardy's apartment and stopped his car. Although a fight ensued, there is some dispute whether appellant broke open the apartment door to confront the deceased or whether the fight began outside the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-garrison"
    }
  ],
  "relatedIncidents": [
    19499,
    19557,
    19617,
    19625,
    19654
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}