{
  "id": 19614,
  "title": "1971년 Major 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-06-23",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Major. 판결일: 1971-06-23. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: People v. Major; People v. Okoniewski; People v. Magnuson\n**판결일**: 1971-06-23\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: Holbrook, P.J., and Bronson and O'Hara\n\n## 변호인\n\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, Robert F. Leonard, Prosecuting Attorney, Donald A. Kuebler, Chief Assistant Prosecuting Attorney, and James C. Dillard, Assistant Prosecuting Attorney, for the people., William Goldberg, for defendant Major on appeal., Edward H. Powers, for defendant Okoniewski on appeal., Thomas G. Stipes, for defendant Magnuson on appeal.\n\n## 인용\n\n- 191 N.W.2d 494\n- 34 Mich. App. 405\n\n## 판결문 요약\n\n\n34 Mich. App. 405 (1971)\n191 N.W.2d 494\nPEOPLE\nv.\nMAJOR\nPEOPLE\nv.\nOKONIEWSKI\nPEOPLE\nv.\nMAGNUSON\nDocket Nos. 9666, 9674, and 9798.\nMichigan Court of Appeals.\nDecided June 23, 1971.\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, Robert F. Leonard, *407 Prosecuting Attorney, Donald A. Kuebler, Chief Assistant Prosecuting Attorney, and James C. Dillard, Assistant Prosecuting Attorney, for the people.\nWilliam Goldberg, for defendant Major on appeal.\nEdward H. Powers, for defendant Okoniewski on appeal.\nThomas C. Stipes, for defendant Magnuson on appeal.\nBefore: HOLBROOK, P.J., and BRONSON and O'HARA,[*] JJ.\nHOLBROOK, P.J.\nDefendants were arrested and charged with armed robbery, MCLA § 750.529 (Stat Ann 1971 Cum Supp § 28.797). They were found guilty by a jury and subsequently sentenced, with Alton Major receiving 35 to 40 years imprisonment, Sandra Magnuson receiving 20 to 25 years imprisonment, and Constance Okoniewski receiving 10 to 15 years imprisonment. From the denial of their motion for a new trial, defendants appeal as of right.\nOn March 2, 1968, at about 11:50 a.m., The Track, a bar in Flint, was robbed. Sandra Hollingstead, an employee of the bar, was alone when a woman entered holding a gun. The woman forced Mrs. Hollingstead into a beer cooler and left with some money.\nAnother employee of The Track discovered Mrs. Hollingstead in the cooler. The Flint police were called and arrived at the scene shortly thereafter. One officer questioned th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-major"
    }
  ],
  "relatedIncidents": [
    19476,
    19482,
    19491,
    19497,
    19507
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}