{
  "id": 19619,
  "title": "1971년 Peck 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-06-14",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Peck. 판결일: 1971-06-14. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: Rex PECK, Movant-Appellant v. STATE of Missouri\n**판결일**: 1971-06-14\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Alternate, Barrett, Donnelly, Finch, Henley, Morgan, Pritchard, Stockard\n\n## 변호인\n\nMiller, Fairman, Sanford, Carr & Lowther, F. William Joyner, Springfield, for movant-appellant., John C. Danforth, Atty. Gen., Gene E. Voigts, First Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 467 S.W.2d 884\n\n## 판결문 요약\n\n\nPRITCHARD, Commissioner.\nFor the offenses of burglary and grand stealing appellant was sentenced to two consecutive five-year terms of imprisonment in the Department of Corrections on May 2, 1963, upon his pleas of guilty thereto. He now seeks to withdraw the pleas of guilty under Rule 27.25, V.A.M.R., *885and to vacate his sentences under Rule 27.26, V.A.M.R., because, as alleged, they were entered involuntarily by reason of threats and ill-treatment by jail custodians and the sheriff, who died in 1967.\nAt the evidentiary hearing of the motion, appellant testified that on April 30, 1963, there was a disturbance at the Greene County jail which was caused by him and a cellmate. They flooded the cell and threw burning rags on the bed. Eight deputy sheriffs came into the cell and hit the two with night sticks until appellant was paralyzed and couldn’t move. Appellant was knocked to the floor, kicked in the face, dragged down the hallway and down two flights of stairs “to the hole” and stripped of his clothing. Afterward the deputies came back periodically for three days with threats and kicks. He was there fed bread and water. He could not eat the bread because of a swollen face. He was visited in the cell by Deputy Hutchinson and Sheriff Hendrix who told him it would be better for his health if he pleaded guilty. On one occasion Hutchinson came down to the cell, took appellant out and stated to him that he had heard appellant had threatened his life and that he would personall...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=peck-v-state"
    }
  ],
  "relatedIncidents": [
    19476,
    19482,
    19491,
    19497,
    19507
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}