{
  "id": 19625,
  "title": "1971년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-06-01",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Brown. 판결일: 1971-06-01. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: State of Connecticut v. James Brown\n**판결일**: 1971-06-01\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: House, Loiselue, Ryan, Shapieo, Thim\n\n## 변호인\n\nRalph F. Scofield, special public defender, for the appellant (defendant)., Donald A. Browne, assistant state’s attorney, with whom, on the brief, was Joseph T. Gormley, Jr., state’s attorney, for the appellee (state).\n\n## 인용\n\n- 161 Conn. 219\n\n## 판결문 요약\n\n\n161 Conn. 219 (1971)\nSTATE OF CONNECTICUT\nv.\nJAMES BROWN\nSupreme Court of Connecticut.\nArgued May 4, 1971.\nDecided June 1, 1971.\nHOUSE, THIM, RYAN, SHAPIRO and LOISELLE, JS.\nRalph F. Scofield, special public defender, for the appellant (defendant).\nDonald A. Browne, assistant state's attorney, with whom, on the brief, was Joseph T. Gormley, Jr., state's attorney, for the appellee (state).\nHOUSE, C. J.\nJames Brown was indicted by a grand jury on May 29, 1967, for the crime of murder in the first degree in that on May 12, 1967, he did wilfully, deliberately and with premeditation and malice aforethought shoot and kill Charlotte Bland in violation of § 53-9 of the General Statutes. *220 Initially the defendant pleaded not guilty but, on October 18, 1967, he entered a plea of guilty to murder in the second degree. He subsequently moved for permission to withdraw this plea and the motion was denied by the trial court. On appeal this court held that it was error to deny the motion. The judgment was set aside and the case was remanded for further proceedings. State v. Brown, 157 Conn. 492, 255 A.2d 612. Thereafter, the defendant pleaded not guilty to the indictment. He was tried by a jury of twelve which returned a verdict of guilty of murder in the first degree. After a hearing held in accordance with the provisions of § 53-10 of the General Statutes, the jury recommended a sentence of life imprisonment, which was imposed. On this appeal the sole assignment of error is the claim t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-brown"
    }
  ],
  "relatedIncidents": [
    19499,
    19557,
    19610,
    19617,
    19654
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}