{
  "id": 19626,
  "title": "1971년 Cutler Ridge Corp. v. Green Springs, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-06-01",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Cutler Ridge Corp. v. Green Springs, Inc.. 판결일: 1971-06-01. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: CUTLER RIDGE CORPORATION v. GREEN SPRINGS, INC., a Florida corporation, Appellees RUDDY CONSTRUCTION COMPANY v. GREEN SPRINGS, INC., a Florida corporation\n**판결일**: 1971-06-01\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Carroll, Hendry, Pearson\n\n## 변호인\n\nFowler, White, Humkey, Burnett, Hurley & Banick, Miami, for Cutler Ridge Corp., Carey, Dwyer, Austin, Cole & Selwood, Miami, for Ruddy Constr. Co., Dixon, Bradford, Williams, McKay & Kimbrell and James A. Dixon, Jr., Miami, for appellees.\n\n## 인용\n\n- 249 So. 2d 91\n\n## 판결문 요약\n\n\nHENDRY, Judge.\nThe instant interlocutory appeals are related to the tort suit discussed in Calvera v. Green Springs, Inc., Fla.App.1969, 220 So.2d 414, affirmed in part and reversed in part, Fla.1970, 239 So.2d 264.\nAppellants, Ruddy Construction Co. (the building contractor and installer of the planter) and Cutler Ridge Corporation (the designer-manufacturer of the planter), filed separate interlocutory appeals to review the “Order Granting Motion to Vacate and Reinstating Cross-Claims,” dated February 5, 1971. The interlocutory appeals were consolidated by order of this court.\nThe relevant facts have been abbreviated, but are generally as follows: On October 21, 1964, Green Springs, Inc. (the housing developer) cross-claimed against Ruddy Construction Co., seeking indemnity on a passive-active tortfeasor theory. Green Springs, Inc. stipulated to the entry of an agreed order, dated March 7, 1968, dismissing with prejudice its claims against Ruddy Construction Co. Also on March 7, 1968, another order was entered which granted a summary judgment in favor of appellant Cutler Ridge as to Green Springs’ cross-claim against Cutler Ridge. Later, Green Springs, Inc. filed a motion pursuant to Rule 1.540(b) (5),1 Florida *93Rules of Civil Procedure, 31 F.S.A., which resulted in the order (dated February 5, 1971), herein appealed which vacated the two March 7, 1968 orders. The motion to vacate was predicated upon two grounds: (1) the two orders dated March 7, 1968, which dismissed Gr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cutler-ridge-corp-v-green-springs-inc"
    }
  ],
  "relatedIncidents": [
    19474,
    19476,
    19478,
    19481,
    19482
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}