{
  "id": 19632,
  "title": "1971년 Hill 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-05-24",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Hill. 판결일: 1971-05-24. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Plutarcho C. HILL v. STATE of Arkansas\n**판결일**: 1971-05-24\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Holt\n\n## 변호인\n\nLouis W. Rosteck, for appellant., Ray Thornton, Attorney General; Milton R. Lueken, Asst. Atty. Gen., for appellee.\n\n## 인용\n\n- 467 S.W.2d 179\n- 250 Ark. 812\n\n## 판결문 요약\n\n\n467 S.W.2d 179 (1971)\nPlutarcho C. HILL, Appellant,\nv.\nSTATE of Arkansas, Appellee.\nNo. 5593.\nSupreme Court of Arkansas.\nMay 24, 1971.\nLouis W. Rosteck, Little Rock, for appellant.\nRay Thornton, Atty. Gen., Milton R. Lueken, Asst. Atty. Gen., Little Rock, for appellee.\nHOLT, Justice.\nAppellant was convicted of robbery by a jury which assessed a penalty of twelve years' imprisonment in the State Penitentiary. From a judgment entered on that verdict appellant brings this appeal. Appellant's present counsel, who did not participate in the trial, was then appointed for appeal purposes.\nAppellant first contends that the lower court erred in failing to hear evidence concerning the admissibility and voluntariness of his confession out of the presence of the jury. Appellant cites Ark. Stat.Ann. § 43-2105 (Supp.1969) which provides that the trial court shall determine by a preponderance of the evidence the admissibility and voluntariness of a confession out of the jury's presence \"when the issue *180 is raised by the defendant.\" A hearing on the voluntariness of appellant's confession was conducted in the presence of the jury. The court determined the confession to be voluntary before admitting the confession into evidence. Appellant did not object nor request a hearing out of the jury's presence. In fact, appellant acquiesced in the procedure and cross-examined the proffered witness in the jury's presence with respect to the circumstances surrounding the confession. The issue was no...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hill-v-state"
    }
  ],
  "relatedIncidents": [
    19476,
    19482,
    19491,
    19497,
    19507
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}