{
  "id": 19634,
  "title": "1971년 Gray 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-05-21",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Gray. 판결일: 1971-05-21. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Daniel Gray v. State of Indiana\n**판결일**: 1971-05-21\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Arterburn, DeBruler, Givan, Hunter, Prentice\n\n## 변호인\n\nWilliam C. Erbecker, James Manahan, DeWitt, Richards & Manahan, of Indianapolis, for appellant., Theodore L. Sendak, Attorney General, Mark Peden, Deputy Attorney General, for appellee.\n\n## 인용\n\n- 269 N.E.2d 535\n- 256 Ind. 447\n\n## 판결문 요약\n\n\n269 N.E.2d 535 (1971)\nDaniel GRAY, Appellant,\nv.\nSTATE of Indiana, Appellee.\nNo. 770S163.\nSupreme Court of Indiana.\nMay 21, 1971.\n*536 William C. Erbecker, James Manahan, DeWitt, Richards &amp; Manahan, Indianapolis, for appellant.\nTheodore L. Sendak, Atty. Gen., Mark Peden, Deputy Atty. Gen., Indianapolis, for appellee.\nGIVAN, Judge.\nAppellant was charged by affidavit with the crime of robbery. After first entering a plea of not guilty, he filed a motion to withdraw his plea of not guilty to the charge of robbery and enter a plea of guilty to the lesser included offense of theft under $100. The State consented. Upon this plea to the lesser included offense the court heard evidence, had a pre-commitment investigation, after which the appellant was sentenced to the Indiana Reformatory for a period of one to five years and fined $500 and costs. The State through its prosecuting attorney recommended a sentence of one year on the State Farm. Following such sentence the appellant filed a verified motion to withdraw his plea of guilty stating that the prosecuting attorney had promised to recommend a sentence of one year on the State Farm on the plea.\nThe appellant has filed an assignment of errors with this Court wherein his sole assignment is that the trial court erred in overruling and denying appellant's motion to correct errors. However, a search of the record fails to disclose that any motion to correct errors was ever filed in the trial court by the appellant as required by ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gray-v-state"
    }
  ],
  "relatedIncidents": [
    19476,
    19482,
    19491,
    19497,
    19507
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}