{
  "id": 19635,
  "title": "1971년 Arlene W. v. Robert D. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-05-20",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Arlene W. v. Robert D.. 판결일: 1971-05-20. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Arlene W. v. Robert D.\n**판결일**: 1971-05-20\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Moule, Witmer\n\n## 변호인\n\nRaichle, Banning, Weiss & Halpern (R. William Stephens of counsel), for appellant., Rosen, Yasinow & Roberts (David C. Fielding of counsel), for respondent.\n\n## 인용\n\n- 36 A.D.2d 455\n\n## 판결문 요약\n\n\nWitmer, J.\nPetitioner appeals from an order of Erie County Family Court determining that respondent is not the father of her child, born September 17, 1968, and dismissing her petition for support for the child. We consider only two of the points raised by petitioner on this appeal.\nPetitioner complains that the trial court was too restrictive of her attorney in his examination of respondent and his father. It appears that this point arose because of the mamier in which petitioner’s case was presented. Instead of proceeding in the usual manner and making a prima facie case through the testimony of petitioner and her supporting witnesses, petitioner first called respondent and later his father. The court ruled that petitioner’s attorney could not lead, contradict nor cross-examine these witnesses, despite their obvious hostility. This was error. A party who calls as a witness an adverse party should not be bound by the latter’s answers and should be permitted to lead and cross-examine him, he being obviously a hostile witness. (Becker v. Koch, 104 N. Y. 394, 401; Matter of Cinque, 25 A D 2d 752; Wolper v. New York Water Serv. Corp., 276 App. Div. 1106; Matter of Gallo, 252 App. Div. 861; 3 Wigmore, Evidence [3d ed.], §§ 896—899; 1 Bender’s New York Evidence, § 28.04, pp. 397 and 411.) This is particularly so in the type of case in which an examination before trial is not permitted, as has heretofore been the practice in filiation cases (see Matter of Green v. Smith, 65 Misc 2...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=arlene-w-v-robert-d"
    }
  ],
  "relatedIncidents": [
    19474,
    19476,
    19478,
    19481,
    19482
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}