{
  "id": 19639,
  "title": "1971년 Mays 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-05-18",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Mays. 판결일: 1971-05-18. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. MICHAEL JOSEPH MAYS Et Al., Defendants and Appellants\n**판결일**: 1971-05-18\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n## 변호인\n\nCounsel, Kevin W. Midlam, under appointment by the Court of Appeal, for Defendants and Appellants., Evelle J. Younger, Attorney General, William E. James, Assistant Attorney General, and Alexander B. McDonald, Deputy Attorney General, for Plaintiff and Respondent.\n\n## 인용\n\n- 17 Cal. App. 3d 641\n- 95 Cal. Rptr. 190\n\n## 판결문 요약\n\n\n17 Cal. App. 3d 641 (1971)\n95 Cal. Rptr. 190\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nMICHAEL JOSEPH MAYS et al., Defendants and Appellants.\nDocket No. 4238.\nCourt of Appeals of California, Fourth District, Division One.\nMay 18, 1971.\n*642 COUNSEL\nKevin W. Midlam, under appointment by the Court of Appeal, for Defendants and Appellants.\nEvelle J. Younger, Attorney General, William E. James, Assistant Attorney General, and Alexander B. McDonald, Deputy Attorney General, for Plaintiff and Respondent.\nOPINION\nTHE COURT.\nMichael Joseph Mays and Benjamin A. Sam appeal their court tried convictions for kidnaping (Pen. Code, § 207), two counts each of forcible oral copulation (Pen. Code, § 288a), and two counts each of forcible rape. (Pen. Code, § 261.3). Execution of sentences for kidnaping were stayed pending appeal, to become permanent upon completion of the sentences for the other crimes which are being served concurrently.\nWe detail the facts both because defendants contend the victim's testimony was inherently improbable and because of the warning afforded to the increasing number of young girls who seem to consider hitchhiking an acceptable part of their life style.\nAfter attending a party in the Hillcrest area of San Diego the night of August 17-18, 1969, 21-year-old Sylvia, foolishly hitched a ride between 2 and 3 a.m., intending to go to Ocean Beach to spend the rest of the night with a girl friend. The defendants, Marines stationed at Camp Pendleton, picked up the hitchhi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-mays"
    }
  ],
  "relatedIncidents": [
    19502,
    19520,
    19576,
    19675,
    19227
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}