{
  "id": 19648,
  "title": "1971년 Long 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-05-03",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Long. 판결일: 1971-05-03. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: Robert H. Long, Respondent, v. T-H Trucking Co., Inc., Et Al., Appellants\n**판결일**: 1971-05-03\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Pearson\n\n## 변호인\n\nDave C. Spencer (of Studley, Purcell & Spencer), for appellants., Wayne RoetKler, for respondent.\n\n## 인용\n\n- 486 P.2d 300\n- 4 Wash. App. 922\n\n## 판결문 요약\n\n\n4 Wash. App. 922 (1971)\n486 P.2d 300\nROBERT H. LONG, Respondent,\nv.\nT-H TRUCKING CO., INC., et al., Appellants.\nNo. 224-2.\nThe Court of Appeals of Washington, Division Two.\nMay 3, 1971.\n*923 Dave C. Spencer (of Studley, Purcell &amp; Spencer), for appellants.\nWayne Roethler, for respondent.\nPEARSON, J.\nThis case involved cross actions for breach of a logging contract. The trial court allowed the plaintiff, Robert H. Long, a judgment against the defendant, T-H Trucking Co., Inc. in the sum of $5,500, and required plaintiff to hold defendant harmless from any claim of the Washington State Department of Labor and Industries. Defendant's appeal challenges the trial court's findings (1) interpreting the contractual duties, (2) relating to the cause of plaintiff's damages, and (3) as to the measure and amount of damages awarded.\nThe operative facts giving rise to the dispute are as follows: In October, 1967 the defendant entered the successful bid for certain timber being sold by the State of Washington. Logging of this timber was to be undertaken according to terms of a timber bill of sale and in accordance with state regulations. Since the defendant company did not wish to log the sale area with its own crews, it contracted with one McCarty. McCarty agreed to log, buck, and yard timber to landing sites constructed by him, for $12 per thousand board feet. He also agreed to build necessary roads into the sale area (though defendant undertook to provide the gravel for the roads), a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=long-v-t-h-trucking-co"
    }
  ],
  "relatedIncidents": [
    19564,
    19655,
    19681,
    19695,
    19701
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}