{
  "id": 19643,
  "title": "1971년 Lofty 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-05-10",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: Lofty. 판결일: 1971-05-10. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Kim Ellery LOFTY, Appellant, v. UNITED STATES, Appellee\n**판결일**: 1971-05-10\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: Hood, Chief Judge, and Pair and Yeagley, Associate Judges\n\n## 변호인\n\nPeter H. Wolf, Washington, D. C., for appellant., Jerome Wiener, Asst. U. S. Atty., with whom Thomas A. Flannery, U. S. Atty., John A. Terry and Robert C. Crimmins, Asst. U. S. Attys., were on the brief, for appellee.\n\n## 인용\n\n- 277 A.2d 99\n\n## 판결문 요약\n\n\n277 A.2d 99 (1971)\nKim Ellery LOFTY, Appellant,\nv.\nUNITED STATES, Appellee.\nNo. 5434.\nDistrict of Columbia Court of Appeals.\nArgued January 26, 1971.\nDecided May 10, 1971.\nPeter H. Wolf, Washington, D. C., for appellant.\nJerome Wiener, Asst. U. S. Atty., with whom Thomas A. Flannery, U. S. Atty., John A. Terry and Robert C. Crimmins, Asst. U. S. Attys., were on the brief, for appellee.\nBefore HOOD, Chief Judge, and PAIR and YEAGLEY, Associate Judges.\nPAIR, Associate Judge:\nThis appeal is from judgments of conviction for attempted burglary in the second degree, D.C.Code 1967, § 22-1801(b) (Supp. III, 1970), and unlawful entry, D.C.Code 1967, § 22-3102.\nThe appeal raises several questions, the most important of which is whether plain error was committed when the trial judge failed to give, sua sponte, an immediate cautioning instruction as to the limited purpose for which prior inconsistent extra-judicial statements of a witness were being admitted into evidence. Finding this claim of error to be substantial, we reverse.\n*100 On June 21, 1970, shortly before 10:00 p. m., four young men were observed by security guards entering, through a fence opening, the yard of a warehouse complex situated at 6101 Blair Road, N. W., Washington, D. C. Three of the young men were observed to climb a scaffold leading to the roof of a building occupied by the Handley Motor Company and then proceed onto the roof of the Blair Liquor Store at 6111 Blair Road where they pried open the cover of an e...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lofty-v-united-states"
    }
  ],
  "relatedIncidents": [
    19476,
    19482,
    19491,
    19497,
    19507
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}