{
  "id": 19656,
  "title": "1971년 Robert J. Carter v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-04-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Robert J. Carter v. United States. 판결일: 1971-04-19. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Robert J. CARTER, Appellant, v. UNITED STATES of America, Appellee\n**판결일**: 1971-04-19\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Bazelon, Per Curiam, Robb, Robinson\n\n## 변호인\n\nMilton A. Kallis, Washington, D. C., (appointed by this court) for appellant., John D. Aldock, Asst. U. S. Atty., with whom David G. Bress, U. S. Atty. at the time the brief was filed, and Harold H. Titus, Jr., Principal Asst. U. S. Atty., were on the brief, for appellee. Thomas A. Flannery, U. S. Atty., and John A. Terry, Asst. U. S. Atty., also entered appearances for appellee.\n\n## 인용\n\n- 437 F.2d 692\n\n## 판결문 요약\n\n437 F.2d 692\n    141 U.S.App.D.C. 259\n    Robert J. CARTER, Appellant,v.UNITED STATES of America, Appellee.\n    No. 21591.\n    United States Court of Appeals, District of Columbia Circuit.Argued Oct. 24, 1969.Decided Dec. 8, 1970, Petition for Rehearing Denied Jan. 26,1971, CertiorariDenied April 19, 1971, See 91S.Ct. 1392.\n    \n      Milton A. Kallis, Washington, D.C., (appointed by this court) for appellant.\n      John D. Aldock, Asst. U.S. Atty., at the time the brief was filed, and Harold H. Titus, Jr., Principal Asst. U.S. Atty., were on the brief, for appellee.  Thomas A. Flannery, U.S. Atty., and John A. Terry, Asst. U.S. Atty., also entered appearances for appellee.\n      Before BAZELON, Chief Judge, and ROBINSON and ROBB, Circuit judges.\n      PER CURIAM:\n    \n    \n      1\n      On October 1, 1966, appellant fired a single shot from his pistol, killing one Louis McKenzie.  Indicted and tried for second-degree murder,1 his sole defense at trial was that he acted in response to McKenzie's assaulting him with an eleven-inch butcher knife.2  Appellant was convicted by a jury of second-degree murder and sentenced to a mandatory minimum term of twenty years in prison.  On this appeal, he raises numerous points, only two of which require extended discussion.\n    \n    I.\n    \n      2\n      The government's prosecutor devoted much of his rebuttal argument to sarcastic attacks upon defense counsel, as well as the defendant himself:\n    \n    \n      3\n      Ladies and gentlemen ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robert-j-carter-v-united-states"
    }
  ],
  "relatedIncidents": [
    19499,
    19557,
    19610,
    19617,
    19625
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}