{
  "id": 19654,
  "title": "1971년 Ramirez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-04-26",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: Ramirez. 판결일: 1971-04-26. 법원: New Mexico Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of New Mexico v. Henry RAMIREZ\n**판결일**: 1971-04-26\n**법원**: New Mexico Supreme Court\n**관할**: New Mexico, NM\n\n**판사**: Compton, Oman, Tackett\n\n## 변호인\n\nRobert N. Singer, Albuquerque, for defendant-appellant., David L. Norvell, Atty. Gen., C. Emery Cuddy, Jr., Asst. Atty. Gen., Santa Fe, for plaintiff-appellee.\n\n## 인용\n\n- 82 N.M. 486\n- 484 P.2d 328\n\n## 판결문 요약\n\n OPINION COMPTON, Chief Justice. Appellant was found guilty of murder in the first degree and was sentenced to life imprisonment. He appealed and the judgment was affirmed. State v. Ramirez, 79 N.M. 475, 444 P.2d 986. Subsequently, on November 7, 1969, he filed a motion for post-conviction relief pursuant to Rule 93 [§ 21-1-1(93) N.M.S.A. 1953] which was denied. Thereafter, on July 16, 1970, a second motion for relief was filed by him under the same rule, with a request that the court appoint counsel to aid him in connection with his motion. The court refused to appoint counsel and denied relief without a hearing, and he has appealed. Appellant contends that failure to appoint counsel to assist him violated his constitutional rights to counsel and effectively denied him due process of law. There is no merit to his contentions. His motion was a successive motion and states no basis for relief. In this situation the appointment of counsel was not required. The court did not err in denying his motion without a hearing. State v. Tafoya, 81 N.M. 686, 472 P.2d 651 (Ct.App.). Compare State v. Sisneros, 79 N.M. 600, 446 P.2d 875. The order denying relief should be affirmed. It is so ordered. TACKETT and OMAN, JJ., concur. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-ramirez"
    }
  ],
  "relatedIncidents": [
    19499,
    19557,
    19610,
    19617,
    19625
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}