{
  "id": 19658,
  "title": "1971년 Limekiln Golf Course, Inc. v. Zoning Board of Adjustment of Horsham Township 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-04-12",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Limekiln Golf Course, Inc. v. Zoning Board of Adjustment of Horsham Township. 판결일: 1971-04-12. 법원: Commonwealth Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Limekiln Golf Course, Inc. v. Zoning Board of Adjustment of Horsham Township\n**판결일**: 1971-04-12\n**법원**: Commonwealth Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Bowman, Crumlish, Kramer, Mandebino, Manderino, Mencer, Rogers, Wilkinson\n\n## 변호인\n\nEdward Fachenthal, with him Henderson, Wetherill, O’Hey & Horsey, for appellant., Paul D. North, for appellee.\n\n## 인용\n\n- 1 Pa. Commw. 499\n\n## 판결문 요약\n\n\n1 Pa. Commw. 499 (1971)\nLimekiln Golf Course, Inc.\nv.\nZoning Board of Adjustment of Horsham Township.\nCommonwealth Court of Pennsylvania.\nArgued February 10, 1970.\nApril 12, 1971.\n*500 Argued February 10, 1970, before President Judge BOWMAN, and Judges CRUMLISH, JR., KRAMER, WILKINSON, JR., MANDERINO, MENCER, and ROGERS.\n*501 Edward Fackenthal, with him Henderson, Wetherill, O'Hey &amp; Horsey, for appellant.\nPaul D. North, for appellee.\nOPINION BY JUDGE ROGERS, April 12, 1971:\nThis is an appeal from an order of the Court of Common Pleas of Montgomery County dismissing an appeal from and affirming a decision of a Zoning Hearing Board.\nAs our judgment is based upon the somewhat unusual history of this case, it is necessary to make a rather detailed recital of facts.\nThe appellant, Limekiln Golf Course, Inc. (Limekiln) entered into a written agreement with G. Marcus Edwards and Henrietta Edwards, his wife, dated December 30, 1965, by which relevantly: 1. The Edwards granted Limekiln an option exercisable on or before December 30, 1970, to purchase the Edwards' tract of land in Horsham Township, Montgomery County, containing approximately 22 1/2 acres of land improved with a dwelling house and outbuildings for the purchase *502 price of $47,500; 2. Limekiln paid the Edwards $5,000 on the execution of the agreement and agreed to pay them $3,000 within 60 days after execution and $200 each month commencing February 1, 1966; and 3. The Edwards granted Limekiln during the five-year...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=limekiln-golf-course-inc-v-zoning-board-of-adjustment-of-horsham"
    }
  ],
  "relatedIncidents": [
    19474,
    19476,
    19478,
    19481,
    19482
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}