{
  "id": 19653,
  "title": "1971년 Vara 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-04-27",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Vara. 판결일: 1971-04-27. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Marcelo VARA, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1971-04-27\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Odom\n\n## 변호인\n\nNat Davis, Wm. L. Ferguson, Houston, for appellant., Carol S. Vance, Dist. Atty., James C. Brough and James L. Muldrow, Asst. Dist. Attys., Houston, and Jim D. Vollers, State’s Atty., Austin, for the state.\n\n## 인용\n\n- 466 S.W.2d 315\n\n## 판결문 요약\n\n\n466 S.W.2d 315 (1971)\nMarcelo VARA, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 43652.\nCourt of Criminal Appeals of Texas.\nApril 27, 1971.\nNat Davis, Wm. L. Ferguson, Houston, for appellant.\nCarol S. Vance, Dist. Atty., James C. Brough and James L. Muldrow, Asst. Dist. Attys., Houston, and Jim D. Vollers, State's Atty., Austin, for the state.\n\nOPINION\nODOM, Judge.\nThis appeal is from a conviction for the offense of unlawful possession of a narcotic drug, to-wit: heroin. The punishment was assessed by the jury at 50 years.\nAppellant contends that a police officer's testimony concerning information from an informer was hearsay and prejudicial, and that it was error to admit the same into evidence before the jury, over objection.\nOn appellant's motion to suppress evidence, a hearing was held out of the presence of the jury on the question of probable cause for his arrest and search. At this hearing, Officer Chavez, of the Narcotics Division of the Houston Police Department, testified that he received information from an informer that the appellant *316 was dealing in narcotics and had a supply on hand. At the time this information was received, the informer described appellant, gave the officer a name by which he was known, and the license number and description of the car he would be driving. He told the officer that appellant would be at a certain location within the city, and would leave soon thereafter.\nOfficer Chavez stated that he had previously received information f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=vara-v-state"
    }
  ],
  "relatedIncidents": [
    19474,
    19476,
    19478,
    19481,
    19482
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}