{
  "id": 19669,
  "title": "1971년 Gosse 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-03-29",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Gosse. 판결일: 1971-03-29. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: F. A. Gosse Et Al., Appellants, v. Swedish Hospital, Respondent\n**판결일**: 1971-03-29\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n**판사**: Utter\n\n## 변호인\n\nSchweppe, Doolittle, Krug & Tausend, Alfred J. Schweppe, and Thomas R. Beierle, for appellants., Williams, Lanza, Kastner & Gibbs, Daniel E. Tolfree, and Don T. Mohlman, for respondent.\n\n## 인용\n\n- 483 P.2d 147\n- 4 Wash. App. 574\n\n## 판결문 요약\n\n\n4 Wash. App. 574 (1971)\n483 P.2d 147\nF.A. GOSSE et al., Appellants,\nv.\nSWEDISH HOSPITAL, Respondent.\nNo. 411-1.\nThe Court of Appeals of Washington, Division One  Panel 1.\nMarch 29, 1971.\nSchweppe, Doolittle, Krug &amp; Tausend, Alfred J. Schweppe, and Thomas R. Beierle, for appellants.\nWilliams, Lanza, Kastner &amp; Gibbs, Daniel E. Tolfree, and Don T. Mohlman, for respondent.\nUTTER, J.\nFlorence Gosse appeals from an order of the trial court granting a motion for summary judgment dismissing her lawsuit against Swedish Hospital.\nMrs. Gosse suffered a broken hip when she slipped and fell in an apartment building owned by the Henbart Company. She was taken to Swedish Hospital where the fracture was surgically repaired. During her recuperation in the hospital from the surgery on her hip, Mrs. Gosse developed a severe \"bed sore\" infection. About 2 months after *575 her fall, with the hip fracture healing properly, but while still suffering from the \"bed sore,\" Mrs. Gosse was discharged. The \"bed sore\" failed to properly respond to treatment, and she reentered Swedish Hospital approximately 6 weeks later for surgery on the infection.\nMrs. Gosse contends the motion for summary judgment should not have been granted, inasmuch as from the face of the record there exists a question of fact as to whether she intended to release Swedish Hospital for damages caused by the \"bed sore\" at the time she released the Jacobs, the apartment managers, and the Henbart Company, who shall hereinafte...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gosse-v-swedish-hospital"
    }
  ],
  "relatedIncidents": [
    19474,
    19476,
    19478,
    19481,
    19482
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}