{
  "id": 19665,
  "title": "1971년 Langlais 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-04-05",
  "location": "New Hampshire, NH, USA",
  "summary": "미국 New Hampshire, NH 법원 판결 사건. 사건명: Langlais. 판결일: 1971-04-05. 법원: Supreme Court of New Hampshire.",
  "description": "## 사건 정보\n\n**사건명**: State v. Walter D. Langlais\n**판결일**: 1971-04-05\n**법원**: Supreme Court of New Hampshire\n**관할**: New Hampshire, NH\n\n**판사**: Lampron\n\n## 변호인\n\nWarren B. Rudman, Attorney General, and Henry F Spa-loss, Assistant Attorney General (Mr. Spaloss orally), for the State., Paul A. Rinden and Leonard J. Merski (Mr. Rinden orally), for the defendant.\n\n## 인용\n\n- 111 N.H. 83\n\n## 판결문 요약\n\n\nLampron, J.\nIndictment, under RSA 580:1, charging that the defendant, on or about March 18, 1968, with intent to cheat and defraud, fraudulently induced Emile Chagnon, Jr., Assistant Treasurer and General Manager of Chagnon Lumber Company, to convey to him goods and materials of the Company to the value of $6000 by representing that a promissory note and accompanying mortgage, executed by Frank and Mary Higham payable to Ro-Lan Builders and Developers Inc., which defendant assigned to Emile Chagnon, Jr., was an unpaid obligation then owed to the defendant which representation was in fact untrue, as it had been paid in full to him, a fact which the defendant knew.\nTrial by jury resulted in a verdict of guilty. Defendant’s exceptions, to the denial of his motion to quash the indictment and of his various motions to dismiss; to the court’s rulings on evidence and to portions of the charge; and to his motion to set *84aside the verdict, were reserved and transferred by Dunfey, J.\nThe State had the burden of proving beyond a reasonable doubt that the defendant with intent to cheat and defraud Chagnon Lumber made a representation of fact which was untrue and known to him to be such and which was calculated to mislead and did mislead Chagnon and induced it to part with certain of its goods and materials. State v. Story, 97 N. H. 141, 149, 83 A.2d 142 (1951); 32 Am. Jur. 2d False Pretenses s. 12.\nThe parties agreed at pretrial that the promissory note and mortgage in question in the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-langlais"
    }
  ],
  "relatedIncidents": [
    19478,
    19517,
    19518,
    19629,
    19673
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}