{
  "id": 19670,
  "title": "1971년 Charles Arthur Gray v. Edward C. Ellsworth, Jr., Warden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-03-29",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Charles Arthur Gray v. Edward C. Ellsworth, Jr., Warden. 판결일: 1971-03-29. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Charles Arthur GRAY, Petitioner-Appellee, v. Edward C. ELLSWORTH, Jr., Warden, Respondent-Appellant\n**판결일**: 1971-03-29\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Browning, Hamley, Per Curiam, Schnacke\n\n## 변호인\n\nRobert Gannon (appeared), Asst. Atty. Gen., Robert L. Woodahl, Atty. Gen., Charles C. Lovell, Sp. Asst. Atty. Gen., Patrick J. Brophy, Asst. Atty. Gen., Helena, Mont., J. Fred Bordean (appeared), County Atty., Great Falls, Mont., for respondent-appellant., Leonard J. Haxby, Butte, Mont., for petitioner-appellee.\n\n## 인용\n\n- 438 F.2d 130\n\n## 판결문 요약\n\n438 F.2d 130\n    Charles Arthur GRAY, Petitioner-Appellee,v.Edward C. ELLSWORTH, Jr., Warden, Respondent-Appellant.\n    No. 25204.\n    United States Court of Appeals, Ninth Circuit.\n    Feb. 3, 1971, Rehearing Denied March 22, 1971, Rehearing InBanc Denied March 29, 1971.\n    \n      Robert Gannon (appeared), Asst. Atty. Gen., Robert L. Woodahl, Atty. Gen., Charles C. Lovell, Sp. Asst. Atty. Gen., Patrick J. Brophy, Asst. Atty. Gen., Helena, Mont., J. Fred Bordean (appeared), County Atty., Great Falls, Mont., for respondent-appellant.\n      Leonard J. Haxby, Butte, Mont., for petitioner-appellee.\n      Before HAMLEY and BROWNING, Circuit Judges, and SCHNACKE, District judge.1\n      PER CURIAM:\n    \n    \n      1\n      The district court held that appellee was denied due process by admission at his trial for burglary of the identification testimony of a witness who had viewed appellee before trial in a 'oneman lineup' at which appellee did not have assistance of counsel.  United States v. Wade, 388 U.S. 218, 87 S. Ct. 1926, 18 L. Ed. 2d 1149 (1967).  The court ordered appellee discharged from custody unless the state gave him a new trial.\n    \n    \n      2\n      We are satisfied from a reading of the trial record that the constitutional error was harmless beyond a reasonable doubt.  Chapman v. California, 386 U.S. 18, 87 S. Ct. 824, 17 L. Ed. 2d 705 (1967); Gilbert v. California, 388 U.S. 263, 272, 87 S.Ct 1951, 18 L. Ed. 2d 1178 (1967).\n    \n    \n      3\n      The witness' in-c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=charles-arthur-gray-v-edward-c-ellsworth-jr-warden"
    }
  ],
  "relatedIncidents": [
    19476,
    19482,
    19491,
    19497,
    19507
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}