{
  "id": 19676,
  "title": "1971년 Stephen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-03-24",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Stephen. 판결일: 1971-03-24. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: People v. Stephen\n**판결일**: 1971-03-24\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: V.J. Brennan, P.J., and Quinn and O'Hara\n\n## 변호인\n\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, William L. Cabalan, Prosecuting Attorney, Dominick R. Carnovale, Chief, Appellate Department, and Angelo A. Pentolino, Assistant Prosecuting Attorney, for the people., Sol Plafkin, for defendant on appeal.\n\n## 인용\n\n- 188 N.W.2d 105\n- 31 Mich. App. 604\n\n## 판결문 요약\n\n\n31 Mich. App. 604 (1971)\n188 N.W.2d 105\nPEOPLE\nv.\nSTEPHEN\nDocket No. 8957.\nMichigan Court of Appeals.\nDecided March 24, 1971.\nLeave to appeal denied May 25, 1971.\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, William L. Cahalan, Prosecuting Attorney, Dominick R. Carnovale, Chief, Appellate Department, and Angelo A. Pentolino, Assistant Prosecuting Attorney, for the people.\nSol Plafkin, for defendant on appeal.\nBefore: V.J. BRENNAN, P.J., and QUINN and O'HARA,[*] JJ.\nLeave to appeal denied May 25, 1971. 384 Mich 843.\nQUINN, J.\nDecember 18, 1969, a jury found defendant guilty of murder in the first degree, MCLA § 750.316 (Stat Ann 1954 Rev § 28.548). The victim was killed during an armed robbery. Defendant was sentenced; he did not move for new trial, and he appeals.\nDefendant raises 14 issues on appeal. We note these issues and dispose of them as follows:\n*606 1. Defendant's claim that he was denied a fair trial because of alleged systematic exclusion of blacks and others from jury service is in effect a challenge to the array. It is raised for the first time on appeal. This is too late, People v. McCrea (1942), 303 Mich 213, 278.\n2. The record does not support a finding that defendant's trial counsel was ineffective to the extent that defendant was denied a fair trial or was denied his constitutional right to counsel. See People v. Degraffenreid (1969), 19 Mich App 702.\n3. Defendant made five objections during the prosecuting attorney's closing ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-stephen"
    }
  ],
  "relatedIncidents": [
    19499,
    19557,
    19610,
    19617,
    19625
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}