{
  "id": 19675,
  "title": "1971년 Smallwood 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-03-24",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Smallwood. 판결일: 1971-03-24. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Joseph John SMALLWOOD, Jr., Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1971-03-24\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Onion\n\n## 변호인\n\nRobert M. Jones, Dallas, for appellant., Henry Wade, Dist. Atty., John B. Tolle, Harry J. Schulz, Jr., W. T. Westmoreland, Jr., Edgar A. Mason, Asst. Dist. Attys. Dallas, and Jim D. Vollers, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 464 S.W.2d 846\n\n## 판결문 요약\n\n\n464 S.W.2d 846 (1971)\nJoseph John SMALLWOOD, Jr., Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 43527.\nCourt of Criminal Appeals of Texas.\nMarch 24, 1971.\nRobert M. Jones, Dallas, for appellant.\nHenry Wade, Dist. Atty., John B. Tolle, Harry J. Schulz, Jr., W. T. Westmoreland, *847 Jr., Edgar A. Mason, Asst. Dist. Attys. Dallas, and Jim D. Vollers, State's Atty., Austin, for the State.\n\nOPINION\nONION, Presiding Judge.\nThis is an appeal from a conviction for robbery with the punishment assessed at 7 years' confinement in the Texas Department of Corrections.\nThe appellant raises questions concerning the admissibility of extraneous offenses, proof of venue and complains of a comment on the weight of the evidence.\nThe State's evidence reflects that on the night of July 25, 1968, the complaining witness Thompson was sitting in his automobile near the Lark Club in the city of Dallas with Mrs. H______. They were drinking beer and supposedly waiting for Mrs. H______'s husband. At this point the appellant in company with one \"Willie\" approached Thompson's car and forced entry at gunpoint. Thereafter the two men took money from Thompson and Mrs. H______ and ordered Thompson to drive and to follow directions. On the Central Expressway in Dallas County the appellant also took Thompson's watch.\nSubsequently the appellant commenced to drive the automobile to a deserted spot on a dirt road in Ellis County where he and Willie both raped Mrs. H______.\nLater Thompson and Mrs. H______ were re...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smallwood-v-state"
    }
  ],
  "relatedIncidents": [
    19502,
    19520,
    19576,
    19639,
    19227
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}