{
  "id": 19677,
  "title": "1971년 Thomas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-03-24",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Thomas. 판결일: 1971-03-24. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: THE PEOPLE, and v. O'DELL THOMAS, and\n**판결일**: 1971-03-24\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Jefferson\n\n## 변호인\n\nCounsel, Thomas C. Lynch, Attorney General, William E. James, Assistant Attorney General, Evelle J. Younger and Joseph P. Busch, Jr., District Attorneys, Harry Wood and Eugene D. Tavris, Deputy District Attorneys, for Plaintiff and Appellant., Richard S. Buckley, Public Defender, James L. McCormick, David LaFaille and Harry W. Brainard, Deputy Public Defenders, for Defendant and Respondent.\n\n## 인용\n\n- 16 Cal. App. 3d 231\n\n## 판결문 요약\n\n\nOpinion\nJEFFERSON, Acting P. J.\nThis is an appeal by the People, pursuant to Penal Code section 1238, subdivision (7) from an order of the superior court granting the defendant and respondent’s motions to suppress pursuant to Penal Code section 1538.5 and for dismissal.\nDefendant was charged by an information with having been in possession and control of an automatic pistol capable of being concealed upon the person and having a barrel of less than 12 inches in length, after having previously been convicted of the felony of burglary, in violation of the Dangerous Weapons’ Control Law. (Pen. Code, § 12021.) Defendant’s preliminary examination was conducted on April 6, 1970, after which his motion pursuant to Penal Code section 1538.5 was heard on June 18, 1970.\nRobert W. Diton was called as a witness and testified. Both sides rested. Defendant’s motion to suppress the evidence was granted and the information was dismissed and the defendant was discharged.\nRobert W. Diton, a Los Angeles police officer, was on duty March 11, 1970, when he received a radio call to “go to 4214 South Avalon, man with gun.” The officer answered the call and went to the address and spoke to one Tenolia Pilot, who resided at the above address. She informed the officer that defendant had been at her residence earlier with a gun and *234that he was waving it at her and threatening to shoot her. Defendant was not present at the Pilot residence when the officer took the statement.\nOn March 23, 1970, Offi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-thomas"
    }
  ],
  "relatedIncidents": [
    19476,
    19482,
    19491,
    19497,
    19507
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}