{
  "id": 19672,
  "title": "1971년 Cessna 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-03-26",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Cessna. 판결일: 1971-03-26. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: Hugh Carrol CESSNA, Appellant, v. COMMONWEALTH of Kentucky, Appellee\n**판결일**: 1971-03-26\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: Neikirk\n\n## 변호인\n\nKenneth N. Ragland, Calhoun, John D. Miller, Owensboro, for appellant., John B. Breckinridge, Atty. Gen., Douglas E. Johnson, Asst. Atty. Gen., Frankfort, for appellee.\n\n## 인용\n\n- 465 S.W.2d 283\n\n## 판결문 요약\n\n\n465 S.W.2d 283 (1971)\nHugh Carrol CESSNA, Appellant,\nv.\nCOMMONWEALTH of Kentucky, Appellee.\nCourt of Appeals of Kentucky.\nMarch 26, 1971.\n*284 Kenneth N. Ragland, Calhoun, John D. Miller, Owensboro, for appellant.\nJohn B. Breckinridge, Atty. Gen., Douglas E. Johnson, Asst. Atty. Gen., Frankfort, for appellee.\nNEIKIRK, Judge.\nHugh Carrol Cessna was indicted for murder in the slaying of B. C. Lynn. He was convicted of voluntary manslaughter and his punishment fixed at two years in the penitentiary. Cessna appeals. We reverse.\nAppellant Cessna, aged 25, was married to Shirley Cessna, aged 22. They had two children. The decedent, B. C. Lynn, was older, married, and had four children. Lynn and Shirley had been closer than friends before the incident occurred which resulted in the fatal shooting. They had been dating for over a year. Cessna had objected rather strenuously to this extramarital relationship. On one occasion Cessna and Lynn had a fist fight, precipitated by Shirley's and the decedent's being together.\nOn the day the decedent was slain, the appellant had been searching for his wife for several hours. He found her about dark in a pickup truck with decedent in a secluded spot near Sebree, Kentucky. The appellant stopped his motor vehicle, and as he walked toward the truck he fired his pistol, the bullet striking the truck's windshield. The appellant went to the driver's side of the truck It is not clear whether the appellant or the decedent opened the door. Appellant fi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cessna-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    19499,
    19557,
    19610,
    19617,
    19625
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}