{
  "id": 19681,
  "title": "1971년 City of Miami v. Mason 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-03-23",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: City of Miami v. Mason. 판결일: 1971-03-23. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: CITY OF MIAMI v. Rosalind MASON\n**판결일**: 1971-03-23\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Carroll, Hendry, Pearson\n\n## 변호인\n\nAlan H. Rothstein, City Atty., and S. R. Sterbenz, Asst. City Atty., for petitioner., Engel & Halpern and John A. Boccabel-la, Miami, for respondent.\n\n## 인용\n\n- 246 So. 2d 591\n\n## 판결문 요약\n\n\nPEARSON, Chief Judge.\nThe respondent, Rosalind Mason, was found guilty after trial in the Municipal *592Court of the City of Miami of solicitation for prostitution. Upon appeal to the circuit court, that court reversed the conviction basing its reversal upon Williams v. United States, 71 App.D.C. 377, 110 F.2d 554 (1940). The City of Miami has filed a petition for writ of certiorari in this court alleging that the circuit court departed from the essential requirements of law in that the appellate court substituted its judgment as to matters of fact for that of the trial court. See Felton v. City of Pensacola, Fla.App.1967, 200 So.2d 842, reversed on other grounds, 390 U.S. 340, 88 S.Ct. 1098, 19 L.Ed.2d 1220 (1968).\nA review of the record which was before the circuit court convinces us that the City did in fact establish a prima facie case of solicitation for prostitution against the respondent. The only way that the factual situation set forth in Williams v. United States, supra, could be applicable would be for the reviewing court to have refused to believe the testimony of the officer who made the arrest and to have accepted the testimony of the respondent in its entirety together with all of the inferences therefrom. In view of the numerous cases holding that it’s not within purview of an appellate court to retry controverted issues of fact, we hold that the circuit court departed from the essential requirements of law in the application of the Williams opinion, see Stat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=city-of-miami-v-mason"
    }
  ],
  "relatedIncidents": [
    19564,
    19648,
    19655,
    19695,
    19701
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}