{
  "id": 19683,
  "title": "1971년 Collins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-03-19",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Collins. 판결일: 1971-03-19. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois v. Sam Collins\n**판결일**: 1971-03-19\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Drucker\n\n## 변호인\n\nGerald W. Getty, Public Defender, of Chicago, (Suzanne M. ICohut, James N. Gramenos, and James J. Doherty, Assistant Public Defenders, of counsel,) for appellants., Edward V. Hanrahan, State’s Attorney, of Chicago, (Elmer C. Kissane, Assistant State’s Attorney; of counsel,) for the People.\n\n## 인용\n\n- 132 Ill. App. 2d 553\n\n## 판결문 요약\n\n Mr. JUSTICE DRUCKER delivered the opinion of the court: Defendants were found guilty after a bench trial of the offense of armed robbery. Judgment was entered and defendant Collins was sentenced to three to eight years and defendant Washington was sentenced to two to five years. On appeal defendants contend (1) that they did not knowingly and intelligently waive then right to a jury trial and (2) that the prosecutor’s improper cross-examination of defendant Washington violated their constitutional rights. Defendants do not challenge the sufficiency of the evidence. The evidence may be briefly summarized. On January 3, 1966, at 1:00 A.M., the defendants and a Rose Mary Jones, a co-indictee with defendants,* entered the apartment of Jesse Powers. After a couple of minutes defendant Collins demanded money. When Mr. Powers told the defendants that he did not have any money Collins hit him in the face and broke his glasses. The defendants then tied Mr. Powers to the bed and Collins hit him with a bayonet blade in the head and arms and threatened to kill him. Washington then fit a cigar, stuck it near Mr. Powers’ eyes and threatened to bum them out if he did not hand over his money. Collins proceeded to gouge Mr. Powers in the groin with a butcher knife. Defendants continuously threatened Mr. Powers throughout the robbery. Deféndants ransacked the apartment and took approximately $2,000 worth of cash and merchandise. Mr. Powers positively identified the defendants as the robbers b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-collins"
    }
  ],
  "relatedIncidents": [
    19476,
    19482,
    19491,
    19497,
    19507
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}