{
  "id": 19684,
  "title": "1971년 Gore 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-03-17",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Gore. 판결일: 1971-03-17. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Christopher Frederick GORE, Plaintiff in Error, v. the STATE of Oklahoma, Defendant in Error\n**판결일**: 1971-03-17\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett\n\n## 변호인\n\nCharles G. Huddleston, Enid, for plaintiff in error., G. T. Blankenship, Atty. Gen., Hugh H. Collum, Asst. Atty. Gen., for defendant in error.\n\n## 인용\n\n- 482 P.2d 953\n\n## 판결문 요약\n\n\n482 P.2d 953 (1971)\nChristopher Frederick GORE, Plaintiff in Error,\nv.\nThe STATE of Oklahoma, Defendant in Error.\nNo. A-16002.\nCourt of Criminal Appeals of Oklahoma.\nMarch 17, 1971.\nCharles G. Huddleston, Enid, for plaintiff in error.\nG.T. Blankenship, Atty. Gen., Hugh H. Collum, Asst. Atty. Gen., for defendant in error.\n\nMEMORANDUM OPINION\nBRETT, Judge.\nPlaintiff in error, Christopher Frederick Gore, hereinafter referred to as defendant, *954 was tried and convicted for the offense of Second Degree Burglary, and on February 18, 1969, was given a four year suspended sentence. On the following August 20, 1969, upon application of the District Attorney, the court conducted a hearing to determine whether or not defendant's suspended sentence should be revoked. At the conclusion of that hearing, defendant's suspended sentence was revoked and he was delivered to the Oklahoma State Penitentiary to serve his sentence. This is an appeal from the revocation hearing. After briefs were submitted and defendant's application for oral argument was denied, this matter was submitted for decision on January 6, 1971.\nDefendant asserts one proposition in his brief. He contends that it was in violation of the provisions of 57 O.S.Supp. 1967, § 517, for the trial court to assume jurisdiction of the Application for the Revocation, on the basis of the Application filed by the District Attorney; and he asserts that § 517 authorizes only the Deputy Director of the State Department of Corrections to ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gore-v-state"
    }
  ],
  "relatedIncidents": [
    19476,
    19482,
    19491,
    19497,
    19507
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}