{
  "id": 19699,
  "title": "1971년 United States v. Glenn Walter Alexander Delamotte 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-02-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Glenn Walter Alexander Delamotte. 판결일: 1971-02-22. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Glenn Walter Alexander DeLaMOTTE, Appellant\n**판결일**: 1971-02-22\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Lumbard, Moore, Smith\n\n## 변호인\n\nJay Goldberg, New York City, for appellant., F. Mac Buckley, Asst. U. S. Atty. (Stewart H. Jones, U. S. Atty., D.Conn., of counsel), for appellee.\n\n## 인용\n\n- 434 F.2d 289\n\n## 판결문 요약\n\n434 F.2d 289\n    UNITED STATES of America, Appellee,v.Glenn Walter Alexander DeLaMOTTE, Appellant.\n    No. 71, Docket 33944.\n    United States Court of Appeals, Second Circuit.\n    Argued Oct. 9, 1970.Decided Nov. 10, 1970, Certiorari Denied Feb. 22, 1971, See91 S.Ct. 910.\n    \n      Jay Goldberg, New York City, for appellant.\n      F. Mac Buckley, Asst. U.S. Atty.  (Stewart H. Jones, U.S. Atty., D.Conn., of counsel), for appellee.\n      Before LUMBARD, Chief Judge, and MOORE and SMITH, Circuit Judges.\n      J. JOSEPH SMITH, Circuit Judge:\n    \n    \n      1\n      This is an appeal from conviction of kidnapping and interstate transportation of a stolen motor vehicle, in violation of 18 U.S.C. 1201(a) and 2312, on trial to the jury in the United States District Court for the District of Connecticut, William H. Timbers, Chief Judge, raising questions of the scope of the Lindbergh Act and trial error.  We find no error and affirm the judgment.\n    \n    \n      2\n      On September 2, 1966 appellant and two accomplices, Charles Jackson1 and John Walsh, traveled from New Jersey to the Schick Safety Razor Company plant in Milford, Connecticut for the purpose of hijacking a truck which was transporting a cargo of razor blades from the Milford plant to West Haven.  The three men followed the truck as it left the plant.  A short distance down the road, when the truck stopped at a traffic light or stop sign, Jackson left the car and entered the cab of the truck from the passenger side, a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-glenn-walter-alexander-delamotte"
    }
  ],
  "relatedIncidents": [
    19416,
    19474,
    19476,
    19478,
    19481
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}