{
  "id": 19691,
  "title": "1971년 Mims 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-03-10",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Mims. 판결일: 1971-03-10. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Richard Meredith MIMS, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1971-03-10\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrison\n\n## 변호인\n\nCharles Warren Van Cleve, Arlington, for appellant., Henry Wade, Dist. Atty., John B. Tolle, Harry J. Schulz, Jr., W. T. Westmoreland, Jr., and Edgar A. Mason, Asst. Dist. Attys., Dallas, and Jim D. Vollers, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 466 S.W.2d 317\n\n## 판결문 요약\n\n\n466 S.W.2d 317 (1971)\nRichard Meredith MIMS, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 43480.\nCourt of Criminal Appeals of Texas.\nMarch 10, 1971.\nRehearing Denied May 12, 1971.\nCharles Warren Van Cleve, Arlington, for appellant.\nHenry Wade, Dist. Atty., John B. Tolle, Harry J. Schulz, Jr., W. T. Westmoreland, Jr., and Edgar A. Mason, Asst. Dist. Attys., Dallas, and Jim D. Vollers, State's Atty., Austin, for the State.\n\nOPINION\nMORRISON, Judge.\nThe offense is possession of marihuana; the punishment, five (5) years.\nAppellant's first ground of error is that he was not properly warned prior to *318 entering a plea of guilty. The record reflects that prior to trial he was duly arraigned and upon entering a plea of guilty at such time was duly admonished of the consequences of his plea.\nAt the trial the indictment was read to the jury and appellant again pled guilty. At the conclusion of the State's case in chief at appellant's joint trial with his wife, the appellant testified admitting his guilt and denied that his wife, Cynthia, knew that he had marihuana in his possession. Thereafter, it was discovered that at the time appellant entered his plea of guilty at the trial itself, he had not been admonished. In the absence of the jury, the court then offered to allow the withdrawal of the guilty plea but the appellant personally declined. Whereupon he was duly admonished by the court as to the consequences of his plea and he persisted in his guilty plea. The jury then return...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcdonnold-v-weinacht"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mims-v-state"
    }
  ],
  "relatedIncidents": [
    19474,
    19476,
    19478,
    19481,
    19482
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}