{
  "id": 19692,
  "title": "1971년 Woods 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-03-10",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Woods. 판결일: 1971-03-10. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State of North Carolina v. Earline Woods\n**판결일**: 1971-03-10\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Sharp\n\n## 변호인\n\n\n\nAttorney General Robert Morgan; Assistant Attorney General William W. Melvin; and Trial Attorney Donald M. Jacobs for the State.\n, \nRobert M. Davis for defendant appellant.\n\n\n## 인용\n\n- 179 S.E.2d 358\n- 278 N.C. 210\n\n## 판결문 요약\n\n\n179 S.E.2d 358 (1971)\n278 N.C. 210\nSTATE of North Carolina\nv.\nEarline WOODS.\nNo. 57.\nSupreme Court of North Carolina.\nMarch 10, 1971.\n*360 Atty. Gen. Robert Morgan, Asst. Atty. Gen. William W. Melvin, and Trial Atty. Donald M. Jacobs, Raleigh, for the State.\nRobert M. Davis, Salisbury, for defendant appellant.\nSHARP, Justice:\nDefendant brings forward only assignments of error relating to the charge. Assignments Nos. 3 and 6 require discussion.\nThe portion of the charge which is the subject of Assignments No. 3 follows:\n\"Where a killing is shown to be intentional, and without legal provocation, and without just cause or excuse or where the killing is shown to be done with a deadly weapon, or in a cruel or in a brutal manner, then the law implies that it was done with malice. When it is established by the evidence that the defendant intentionally killed the deceased with a deadly weapon the law raises two and only two presumptions against him. First, that the killing *361 was unlawful and second, that it was done with malice; an unlawful killing with malice is Murder in the Second Degree.\n\"When the intentional killing of a human being with a deadly weapon is established by the evidence, there is cast upon the defendant in this case, Earline Woods, the burden of proving to the satisfaction of the jurynot by the greater weight of the evidence, nor beyond a reasonable doubt, but simply to the satisfaction of the jurythe legal provocation that will rob the crime of malice and th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-woods"
    }
  ],
  "relatedIncidents": [
    19499,
    19557,
    19610,
    19617,
    19625
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}