{
  "id": 19697,
  "title": "1971년 Thompson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-02-23",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Thompson. 판결일: 1971-02-23. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Bobbie Lee THOMPSON v. FIBER-LUM, INC., a Corporation, and Louis B. Susman, Trustee, Defendants-Respondents\n**판결일**: 1971-02-23\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Brady, Doerner, Dowd, Wolfe\n\n## 변호인\n\nCarson, Inglish, Monaco & Coil, Michael P. Riley, Jefferson City, J. W. Stipelman, University City, Richard Baron, St. Louis, Harold E. Scheppner, Jr., Clayton, for plaintiff-appellant., Shifrin, Treiman, Schermer & Gallop, Louis B. Susman, Gary S. Heifetz, Henry G. Morris, St. Louis, for defendants-respondents.\n\n## 인용\n\n- 464 S.W.2d 514\n\n## 판결문 요약\n\n\nDOERNER, Commissioner.\nPlaintiff appealed to the Supreme Court of Missouri from an order of the trial court dismissing, with prejudice, her original petition. The Supreme Court held that it lacked jurisdiction to entertain the appeal and transferred the cause to this court. We reverse and remand.\nSince plaintiff makes no claim that the trial court erred in ruling that the plaintiff’s petition failed to state a claim in equity upon which relief could be granted we need only summarize plaintiff’s petition. In it plaintiff alleged that she was the owner of property situated at 5205-07 Page Boulevard, St. Louis, Missouri; that on or about June 27, 1968, she entered into a contract with defendant Fiber-Lum, Inc., a corporation, to perform certain remodeling of plaintiff’s home, which remodeling was to conform to the Minimum Housing Standards Ordinance of the City of St. Louis; that on or about July 1, 1968, plaintiff executed a deed of trust on her property to Sheldon D. Grand as trustee, to secure a note payable to Fiber-Lum in the sum of $7512.12; that said note, secured by the deed of trust, was purchased by Dealers Acceptance Corporation; that the initial cost of the remodeling job as set out in the contract between plaintiff and Fiber-Lum was $4185.00, “which price was grossly excessive and totally unrelated to the work which was actually performed, and this amounts to a failure of consideration and fraud”; that the deed, of trust was recorded in the office of the recorder o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thompson-v-fiber-lum-inc"
    }
  ],
  "relatedIncidents": [
    19478,
    19517,
    19518,
    19629,
    19665
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}