{
  "id": 19695,
  "title": "1971년 Daas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-02-24",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Daas. 판결일: 1971-02-24. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: James Daas v. Randolph Pearson\n**판결일**: 1971-02-24\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Mollen\n\n## 변호인\n\nReid, Devlin, Grubbs & Moore for Edgar Williams and another, defendants. Russo d Sapio for plaintiffs.\n\n## 인용\n\n- 66 Misc. 2d 95\n\n## 판결문 요약\n\n\nMilton Mollen, J.\nDefendants Edgar Williams and E. J. Korvette, Inc. move to dismiss the complaint for insufficiency and for ‘ ‘ a farther order of severance. ’ ’ The action was brought to recover damages for personal injuries sustained by James Daas (hereinafter referred to as “ plaintiff ”) and by his wife, Gloria Daas, for loss of consortium.\nThe allegations of the complaint, which, for the purpose of this motion, are to be deemed factually established, are as follows:\nPlaintiff, a police officer, on duty on July 4, 1970 at approximately 4:00 p.m., while riding as a passenger in a New York City Police Department car, was injured as the result of an intersection collision between that vehicle and one owned and negligently operated by defendant Pearson. At the time of the occurrence the police car was responding to an emergency alarm, viz., “ assist patrolman” alarm. This alarm was engendered by a telephone call made by defendant Williams to 911, the police emergency number. The substance of the call as transmitted by Williams was “ Assist patrolman, four patrolmen being beaten at Korvett’s [sic] Store on Fulton Street. This is Edgar Williams, Chief of Security. Repeat: Four City patrolmen being beaten in Korvett’s [sic] on Fulton Street.” It is further alleged that Williams was in fact Chief of Security of Korvette’s; that he made this call in the course of and pursuant to his employment by Korvette; that he was familiar and conversant with the procedure employed by the Ne...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=daas-v-pearson"
    }
  ],
  "relatedIncidents": [
    19564,
    19648,
    19655,
    19681,
    19701
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}