{
  "id": 19706,
  "title": "1971년 Ribero 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-02-11",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Ribero. 판결일: 1971-02-11. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. JAMES E. RIBERO, Defendant and Appellant\n**판결일**: 1971-02-11\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Peters, Wright\n\n## 변호인\n\nCounsel, James E. Ribero, in pro. per., and John L. Giordano, under appointment by the Supreme Court, for Defendant and Appellant., Thomas C. Lynch, Attorney General, Albert W. Harris, Jr., Assistant Attorney General, and George R. Nock, Deputy Attorney General, for Plaintiff and Respondent.\n\n## 인용\n\n- 480 P.2d 308\n- 4 Cal. 3d 55\n- 92 Cal. Rptr. 692\n\n## 판결문 요약\n\n\n4 Cal.3d 55 (1971)\n480 P.2d 308\n92 Cal. Rptr. 692\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nJAMES E. RIBERO, Defendant and Appellant.\nDocket No. Crim. 13746.\nSupreme Court of California. In Bank.\nFebruary 11, 1971.\n*59 COUNSEL\nJames E. Ribero, in pro. per., and John L. Giordano, under appointment by the Supreme Court, for Defendant and Appellant.\nThomas C. Lynch, Attorney General, Albert W. Harris, Jr., Assistant Attorney General, and George R. Nock, Deputy Attorney General, for Plaintiff and Respondent.\nOPINION\nWRIGHT, C.J.\nPetitioner, James E. Ribero, seeks an order permitting him to file a late notice of appeal pursuant to rule 31 (a) of the California Rules of Court.\n\nFacts\nPetitioner originally pleaded not guilty to a charge of possession of a check or money order with intent to defraud in violation of section 475a of the Penal Code. He alleges that he thereafter changed his plea to guilty in reliance on a statement by his attorney that upon so doing he would be committed to the state rehabilitation center as a narcotic addict. Petitioner does not allege that there was a bargain with the prosecution or the court, that his attorney's representation was in any way substantiated by the prosecution, or that his attorney purported to speak for any responsible public official.\nPetitioner appeared for sentence on March 27, 1969, and was informed by the trial court that he would be committed to the Department of Corrections. Petitioner then attempted to withdraw his guilty plea....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-ribero"
    }
  ],
  "relatedIncidents": [
    19478,
    19517,
    19518,
    19629,
    19665
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}