{
  "id": 19703,
  "title": "1971년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-02-16",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1971-02-16. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Henry A. Nowak v. Major General Collins, as Commanding General, United States Army, Fort Dix, New Jersey, and Selective Service System, Local Board No. 85, Buffalo, New York\n**판결일**: 1971-02-16\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 437 F.2d 1303\n\n## 판결문 요약\n\n437 F.2d 1303\n    Henry A. NOWAK, Appellant,v.Major General COLLINS, as Commanding General, United States Army, Fort Dix, New Jersey, and Selective Service System, Local Board No. 85, Buffalo, New York.\n    No. 18878.\n    United States Court of Appeals, Third Circuit.\n    Argued December 7, 1970.\n    Decided February 16, 1971.\n    \n      Michael N. Pollet, Karpatkin, Ohrenstein &amp; Karpatkin, New York City, for appellant.\n      John J. Finnegan, III, Asst. U. S. Atty., Camden, N. J., (Frederick B. Lacey, U. S. Atty., Newark, N. J., on the brief), for respondents-appellees.\n      Before ALDISERT, ADAMS and ROSENN, Circuit Judges.\n      OPINION OF THE COURT\n      ROSENN, Circuit Judge.\n    \n    \n      1\n      This is an appeal from an Order of the District Court of New Jersey, dated February 26, 1970, dismissing appellant's petition for a writ of habeas corpus. In his petition, appellant seeks release from the United States Army, into which he was inducted on August 25, 1969. Our disposition of appellant's claim that his induction order was invalid turns on the resolution of two issues, both related to the I-S(c) deferment1 to which appellant claims he was entitled at the time the induction order was originally issued:\n    \n    \n      2\n      (1) whether having received a II-S deferment after June 30, 1967 statutorily barred appellant from receiving a I-S(c) deferment following the issuance of the induction order; and\n    \n    \n      3\n      (2) whether appellant, at the time...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=henry-a-nowak-v-major-general-collins-as-commanding-general-united"
    }
  ],
  "relatedIncidents": [
    19474,
    19476,
    19478,
    19481,
    19482
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}