{
  "id": 19701,
  "title": "1971년 Luros 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-02-18",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Luros. 판결일: 1971-02-18. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Appellant, v. MILTON LUROS Et Al., Defendants and Respondents\n**판결일**: 1971-02-18\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Sullivan, Tobriner\n\n## 변호인\n\nCounsel, Thomas C. Lynch, Attorney General, William E. James, Assistant Attorney General, Evelle J. Younger, District Attorney, Harry Wood, Robert J. Lord and William E. McGinley, Deputy District Attorneys, for Plaintiff and Appellant., Paul N. Halvonik, Charles C. Marson, Jerome B. Falk, Jr., Coleman ABlease, A. L. Wirin, Fred Okrand and Lawrence R. Sperber as Amici Curiae on behalf of Defendants and Respondents.\n\n## 인용\n\n- 480 P.2d 633\n- 4 Cal. 3d 84\n- 92 Cal. Rptr. 833\n\n## 판결문 요약\n\n\n4 Cal.3d 84 (1971)\n480 P.2d 633\n92 Cal. Rptr. 833\nTHE PEOPLE, Plaintiff and Appellant,\nv.\nMILTON LUROS et al., Defendants and Respondents.\nDocket No. Crim. 13153.\nSupreme Court of California. In Bank.\nFebruary 18, 1971.\n*86 COUNSEL\nThomas C. Lynch, Attorney General, William E. James, Assistant Attorney General, Evelle J. Younger, District Attorney, Harry Wood, Robert J. Lord and William E. McGinley, Deputy District Attorneys, for Plaintiff and Appellant.\nStanley Fleishman and Gerald J. Levie for Defendants and Respondents.\nPaul N. Halvonik, Charles C. Marson, Jerome B. Falk, Jr., Coleman A. Blease, A.L. Wirin, Fred Okrand and Lawrence R. Sperber as Amici Curiae on behalf of Defendants and Respondents.\nOPINION\nSULLIVAN, J.\nDefendants, Milton Luros, Reuben Sturman, World Wide News and London Press, Inc., were indicted in June 1966 by the Grand Jury of Los Angeles County for conspiring to violate section 311.2 of the Penal Code[1] by wilfully preparing, publishing, printing and distributing four obscene books.[2] Defendants moved, pursuant to section 995, to have the indictment set aside. The trial court first denied the motion, but, after reconsideration, reversed its decision and set aside the indictment on the ground that the prosecution had failed to introduce any competent evidence of contemporary community standards by which the grand jury might be guided in determining whether there was probable cause to believe that defendants' books were obscene. The People appeal from...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-luros"
    }
  ],
  "relatedIncidents": [
    19564,
    19648,
    19655,
    19681,
    19695
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}