{
  "id": 19719,
  "title": "1971년 State Liquor Stores 1 v. United States Fire Ins. Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-01-26",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: State Liquor Stores 1 v. United States Fire Ins. Co.. 판결일: 1971-01-26. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: State Liquor Stores 1 v. United States Fire Ins. Co.\n**판결일**: 1971-01-26\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Wigginton\n\n## 인용\n\n- 243 So. 2d 228\n\n## 판결문 요약\n\n\n243 So. 2d 228 (1971)\nSTATE LIQUOR STORES #1, State Liquor Stores #2, Variety Package Store, Inc., Appellants,\nv.\nUNITED STATES FIRE INSURANCE CO., Appellee.\nNo. N-485.\nDistrict Court of Appeal of Florida, First District.\nJanuary 26, 1971.\n*229 Fisher, Hepner &amp; Hertz, Pensacola, for appellants.\nBeggs, Lane, Daniel, Gaines &amp; Davis, Pensacola, for appellee.\nWIGGINTON, Acting Chief Judge.\nPlaintiffs in these consolidated cases appeal and seek reversal of a final judgment in favor of defendant based upon a verdict directed by the court at the conclusion of plaintiffs' evidence.\nThis suit was instituted by plaintiffs on a mercantile robbery insurance policy issued to each of them by defendant. Plaintiffs seek judgment for the amount of company funds stolen from their president under the circumstances of this case. The pleadings of the parties raise two basic issues for determination. The first issue involves the question of whether at the time of the robbery the money stolen was in the process of being \"conveyed by a messenger\" within the coverage provided by the terms of the policies. If this question is resolved in the negative, then the second issue presented is whether appellee insurance company agreed to provide coverage for money lost by robbery outside the insured premises when not in the process of being \"conveyed by a messenger\" at the time the robbery occurs.\nThe facts of the case are not in dispute. Appellants purchased the burglary insurance policies involved ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-liquor-stores-1-v-united-states-fire-ins-co"
    }
  ],
  "relatedIncidents": [
    19476,
    19482,
    19491,
    19497,
    19507
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}