{
  "id": 19718,
  "title": "1971년 Thomas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-01-27",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Thomas. 판결일: 1971-01-27. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Gussie Lee THOMAS v. The STATE of Texas\n**판결일**: 1971-01-27\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Roberts\n\n## 변호인\n\nNorman Kinne, Dallas, Court-appointed for appellant., Henry Wade, Dist. Atty., John B. Tolle, Harry J. Schulz, Jr., W. T. Westmoreland, Jr., and Edgar Mason, Asst. Dist. Attys., Dallas, and Jim D. Vollers, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 462 S.W.2d 294\n\n## 판결문 요약\n\n\nOPINION\nROBERTS, Judge.\nThis is an out-of-time appeal from a conviction of the offense of burglary, with the punishment, enhanced by two prior non-capital felonies, at life imprisonment.\nTrial was before a jury on a plea of not guilty.\nJames Lee Fantroy testified that on October 30, 1963 he was the owner of the Blue Monday Drive-in at 1808 North Hall Street in Dallas, Texas. At approximately 12:15, on the morning of October 30, 1963, he closed the drive-in restaurant, locking all the doors and windows. When he returned to work a few minutes before 8 a. m., he found the front door unlocked, two vending machines broken open, and a piece of tin over the rear window pried loose. Some boxes of cigars were missing.\nRuby Cleveland testified that on October 30, 1963 she was a waitress at the Blue Monday Drive-in. She arrived at work at about 8 a.m. that morning; Fantroy was already there, she saw that the cigarette, jukebox and pinball machines had been broken into. The cigars, which had been behind the counter, had been taken. She normally erased the prices on boxes of cigars and put new prices on them. She had put the new prices on the box of King Edwards which had been taken, but not on the Lov-eras or Roi-Tans. To her knowledge Blue Monday was the only store that followed this procedure of marking cigars with a different price.\nStewart Ravkind testified that on the day in question, he was the manager of Randy’s Drive-in at 1814 Hall Street, which is next door to Blue Monday. On ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=franks-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thomas-v-state"
    }
  ],
  "relatedIncidents": [
    19476,
    19482,
    19491,
    19497,
    19507
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}