{
  "id": 19711,
  "title": "1971년 Karlsen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-02-08",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Karlsen. 판결일: 1971-02-08. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: ALFRED S. KARLSEN, Plaintiff and Appellant, v. AMERICAN SAVINGS AND LOAN ASSOCIATION Et Al., Defendants and Respondents\n**판결일**: 1971-02-08\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Roth\n\n## 변호인\n\nCounsel, Levinson, Marcus & Bratter, Burton S. Levinson, Caditz & Grant and Leonard Nasatir for Plaintiff and Appellant., Belcher, Henzie & Biegenzahn, Frank B. Belcher, Mark Brandler, McDonald i& Shafton, Fadem & Kanner, and Michael M. Berger for Defendants and Respondents.\n\n## 인용\n\n- 15 Cal. App. 3d 112\n- 92 Cal. Rptr. 851\n\n## 판결문 요약\n\n\n15 Cal. App. 3d 112 (1971)\n92 Cal. Rptr. 851\nALFRED S. KARLSEN, Plaintiff and Appellant,\nv.\nAMERICAN SAVINGS AND LOAN ASSOCIATION et al., Defendants and Respondents.\nDocket No. 36270.\nCourt of Appeals of California, Second District, Division Two.\nFebruary 8, 1971.\n*114 COUNSEL\nLevinson, Marcus &amp; Bratter, Burton S. Levinson, Caditz &amp; Grant and Leonard Nasatir for Plaintiff and Appellant.\nBelcher, Henzie &amp; Biegenzahn, Frank B. Belcher, Mark Brandler, McDonald &amp; Shafton, Fadem &amp; Kanner, and Michael M. Berger for Defendants and Respondents.\nOPINION\nROTH, P.J.\nAlfred S. Karlsen (Karlsen) appeals from a judgment against him rendered pursuant to a motion for judgment on the pleadings after an objection had been made and sustained to the introduction of any evidence.[1] Karlsen's complaint was against American Savings and Loan Association (American) and First Charter Financial Corporation (Charter) who were alleged to be agents of and acting for each other. It alleged three causes of action to (1) set aside a trustee's sale; (2) damages for breach of an oral agreement and (3) to establish a constructive trust in respect of certain real property.\n\nTHE FACTS.[2]\nOn August 15, 1966, Karlsen was in default on a total indebtedness to American in the principal sum of $300,000 then due on his promissory note, and accrued interest. Charter, the named trustee in the trust deed executed by Karlsen, did, pursuant to American's instructions, properly notice a sale for Februa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=karlsen-v-american-savings-loan-assn"
    }
  ],
  "relatedIncidents": [
    19474,
    19476,
    19478,
    19481,
    19482
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}