{
  "id": 19717,
  "title": "1971년 Poe 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-01-28",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Poe. 판결일: 1971-01-28. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: PEOPLE v. POE\n**판결일**: 1971-01-28\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: Burns, Fitzgerald\n\n## 변호인\n\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, William L. Cabalan, Prosecuting Attorney, Dominick R. Garnovale, Chief, Appellate Department, and Arthur N. Rishop, Assistant Prosecuting Attorney, for the people., George G. Matish, for defendant on appeal.\n\n## 인용\n\n- 30 Mich. App. 249\n\n## 판결문 요약\n\n\nPer Curiam.\nThe defendant was originally-charged with murder in the second degree. On February 16, 1970, he pled guilty to a reduced charge of manslaughter, and on March 31, 1970, he was sentenced to a term of 5 to 15 years. On appeal, defendant does not claim that his plea was untruthful or that the trial judge did not interrogate him to ascertain the truthfulness of the plea. Defendant claims that the trial court erred in accepting his plea of guilty to the charge of manslaughter when there were substantial issues of fact not resolved by that plea. Plaintiff moves to affirm.\nOCR 1963, 785.3(2) does not require that the trial judge make any determination as to each and every fact surrounding the commission of the crime charged. The rule requires only that the trial judge interrogate the defendant in sufficient detail to ascertain the truthfulness of his plea of guilty.\nThe following excerpts from the trial judge’s interrogation as to the facts of the crime are clearly sufficient to establish the truthfulness of defendant’s plea.\n“The Court: Who was Geraldine Poe?\n“The Defendant: My wife.\n“The Court: What happened to her on May 24th at that address?\n“The Defendant: Well, I came home and she wasn’t there. When I came in I was putting up groceries.\n“The Court: Putting up what?\n“The Defendant: Groceries. When she came in there was an argument started. She went and got my rifle and I taken it away from her. She started to go out the room and I shot her.\n*251“The Court: Where was...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-poe"
    }
  ],
  "relatedIncidents": [
    19499,
    19557,
    19610,
    19617,
    19625
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}