{
  "id": 19714,
  "title": "1971년 Kaufman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-02-04",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Kaufman. 판결일: 1971-02-04. 법원: District Court, E.D. Missouri.",
  "description": "## 사건 정보\n\n**사건명**: Harold KAUFMAN v. United States\n**판결일**: 1971-02-04\n**법원**: District Court, E.D. Missouri\n**관할**: Missouri, MO\n\n**판사**: Regan\n\n## 변호인\n\nMurry L. Randall, St. Louis, Mo., for petitioner., Daniel Bartlett, Jr., U. S. Atty., St. Louis, Mo., for respondent.\n\n## 인용\n\n- 323 F. Supp. 623\n\n## 판결문 요약\n\n\nMEMORANDUM OPINION AND ORDER\nREGAN, District Judge.\nPetitioner's conviction for armed robbery of a federally insured savings and loan association was affirmed in Kaufman v. United States, 8 Cir., 350 F.2d 408, cert. den. 383 U.S. 951, 86 S.Ct. 1211, 16 L.Ed.2d 212. In his supplemental motion to vacate sentence and judgment, petitioner asserted as one ground for relief that evidence obtained as the result of an unlawful search and seizure was improperly admitted in the trial. In ruling that motion, we stated, inter alia, consistently with then controlling Eighth Circuit decisions that this alleged error was not available as a ground for collateral relief. Kaufman v. United States, D.C.Mo., 268 F.Supp. 484. The Supreme Court reversed (Justices Black, Harlan and Stewart dissenting), holding that “a claim of unconstitutional search and seizure is cognizable in a § 2255 proceeding.” Kaufman v. United States, 394 U.S. 217, 89 S.Ct. 1068, 22 L.Ed.2d 227. The case was remanded to this Court for further proceedings consistent with the opinion of the Supreme Court.\nOn remand, we held a further evidentiary hearing at which the sole issue tried pertained to the allegedly illegal search and seizure. The evidence at this hearing consisted of the transcript of the original trial as supplemented by the testimony of petitioner and that of one of the special agents of the FBI (George Peet) who had also testified at the trial. We now decide the issue on the basis of such evidence and the reaso...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kaufman-v-united-states"
    }
  ],
  "relatedIncidents": [
    19476,
    19482,
    19491,
    19497,
    19507
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}