{
  "id": 19729,
  "title": "1971년 Tillman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1971-01-07",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Tillman. 판결일: 1971-01-07. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Plaintiff-Appellee, v. Steven Joseph Tillman, Defendant-Appellant; (The People of the State of Illinois, Plaintiff-Appellee, v. Earl Lee Mims, Defendant-Appellant.)\n**판결일**: 1971-01-07\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Craven, Trapp\n\n## 변호인\n\nHarold L. Jensen of Hatch, Corazza, Baker & Jensen, of Champaign, for appellants., Lawrence E. Johnson, State’s Attorney, of Urbana, (Kenneth E. Baughman, Assistant State’s Attorney, of counsel,) for the People.\n\n## 인용\n\n- 265 N.E.2d 904\n- 130 Ill. App. 2d 743\n\n## 판결문 요약\n\n Mr. JUSTICE CRAVEN delivered the opinion of the court: This is an appeal by Steven Joseph Tillman and Earl Lee Mims from findings of guilty in a bench trial and sentences of thirty-five to fifty years for murder, five to fifteen years for attempted murder, and five to twenty years for armed robbery, the sentences to run concurrently. Defendants were indicted under sections 9—1, 8—4 and 18—2 of the Criminal Code (Ill. Rev. Stat. 1967, ch. 38, pars. 9—1, 8—4 and 18—2). The State’s theory was that defendants were accountable under section 5—2 of the Criminal Code (Ill. Rev. Stat. 1967, ch. 38, par. 5—2(c) as accomplices to the crime of armed robbery committed by Franklin Johnson and Andrew Allen, and therefore parties to the crime of murder, as principals, as defined in section 9—1(a)(3) and of attempted murder, as principals, as defined in section 8—4(a) of the Criminal Code, committed by Johnson and Allen. Defendants contend that the evidence does not prove beyond a reasonable doubt the intent required of them in section 5—2 of the Criminal Code, that “* * * A person is legally accountable for the conduct of another when: * * * (c) Either before or during the commission of an offense, and with the intent to promote or facilitate such commission, he solicits, aids, abets, agrees or attempts to aid, such other person in the planning or commission of the offense. * * *” Further, defendants contend that the evidence does not prove beyond a reasonable doubt that defendants in any ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-tillman"
    }
  ],
  "relatedIncidents": [
    19499,
    19557,
    19610,
    19617,
    19625
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}