{
  "id": 19739,
  "title": "1970년 Sims 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-12-17",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Sims. 판결일: 1970-12-17. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Plaintiff-Appellee, v. William N. Sims, Defendant—(In Re Appeal of Jason E. Bellows, Appellant.)\n**판결일**: 1970-12-17\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Dempsey\n\n## 변호인\n\nJason E. Bellows, pro se., Edward V. Hanrahan, State’s Attorney, of Chicago, (Robert A. Novelle and Anthony Montemurro, Assistant State’s Attorneys, of counsel,) for the People.\n\n## 인용\n\n- 266 N.E.2d 536\n- 131 Ill. App. 2d 327\n\n## 판결문 요약\n\n\n131 Ill. App. 2d 327 (1970)\n266 N.E.2d 536\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nWILLIAM N. SIMS, Defendant  (In re APPEAL OF JASON E. BELLOWS, Appellant.)\nNo. 53981.\nIllinois Appellate Court  First District.\nDecember 17, 1970.\n*328 Jason E. Bellows, pro se.\nEdward V. Hanrahan, State's Attorney, of Chicago, (Robert A. Novelle and Anthony Montemurro, Assistant State's Attorneys, of counsel,) for the People.\nOrder affirmed.\nMr. PRESIDING JUSTICE DEMPSEY delivered the opinion of the court:\nAttorney Jason E. Bellows was appointed by the Circuit Court of Cook County to represent William Sims, an indigent defendant who was charged with murder. Sims was tried by a jury and found not guilty. At the conclusion of the trial Bellows presented a statement of his services and a petition for attorney fees. The trial court approved a fee of $250.00, the highest amount authorized by statute. Bellows appeals, contending that he is entitled to a higher fee.\nThis case involves the interpretation of section 113-3(c) of the Code of Criminal Procedure. The section provides that when a court-appointed attorney files a verified statement of the services he has rendered:\n\"* * * the court shall order * * * a reasonable fee * * * not to exceed * * * $250 in felony cases * * * except that, in extraordinary circumstances, payment in excess of the limits herein *329 stated may be made if the trial court certifies that such payment is necessary to provide fair compensation for prot...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-sims"
    }
  ],
  "relatedIncidents": [
    19736,
    19768,
    19774,
    19794,
    19859
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}