{
  "id": 19740,
  "title": "1970년 Reams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-12-16",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Reams. 판결일: 1970-12-16. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State of North Carolina v. O’neal Reams\n**판결일**: 1970-12-16\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Branch\n\n## 변호인\n\n\n\nAttorney General Morgan and Staff Attorney Blackburn for the State.\n, \nCharles Darsie and W. G. Pearson II, for defendant.\n\n\n## 인용\n\n- 178 S.E.2d 65\n- 277 N.C. 391\n\n## 판결문 요약\n\n\n178 S.E.2d 65 (1970)\n277 N.C. 391\nSTATE of North Carolina\nv.\nO'Neal REAMS.\nNo. 43.\nSupreme Court of North Carolina.\nDecember 16, 1970.\n*67 Atty. Gen. Robert Morgan and Staff Atty. James L. Blackburn, Raleigh, for the State.\nCharles Darsie and W. G. Pearson, II, Durham, for defendant.\nBRANCH, Justice.\nDefendant assigns as error the denial of his motion to suppress evidence relating to the shotgun that his wife delivered to police officers. He contends that this evidence was obtained by an unreasonable search of his home in violation of the constitutional rights secured to him by the Fourth and Fifth Amendments to the United States Constitution and by Article I, Section 15 of the North Carolina Constitution, and he asserts that his wife could not waive his constitutional rights by consenting to a search of their home.\nIt is well settled, in both federal and state courts, that evidence obtained by unreasonable search and seizure is inadmissible. Fourth and Fifth Amendments to the United States Constitution; Article I, Section 15, North Carolina Constitution; G.S. § 15-27; Mapp v. Ohio, 367 U.S. 643, 81 S. Ct. 1684, 6 L. Ed. 2d 1081; State v. Colson, 274 N.C. 295, 163 S.E.2d 376. However, the constitutional protection claimed *68 by defendant does not extend to all searches and seizures, but only to those which are unreasonable. Whether a search is unreasonable is determined by the court upon the facts of each individual case. State v. Robbins, 275 N.C. 537, 169 S.E.2d 858. It i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-reams"
    }
  ],
  "relatedIncidents": [
    19887,
    19893,
    19936,
    19564,
    19648
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}