{
  "id": 19744,
  "title": "1970년 Bayer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-12-10",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Bayer. 판결일: 1970-12-10. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Bayer v. MacOmb County Sheriff\n**판결일**: 1970-12-10\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: Danhof, P.J., and V.J. Brennan and J.J. Kelley, Jr.\n\n## 변호인\n\nNelson, Gracey S Turner, for plaintiff., Nunneley, Nunneley, Hirt & Rinehart, for defendant.\n\n## 인용\n\n- 185 N.W.2d 40\n- 29 Mich. App. 171\n\n## 판결문 요약\n\n\nKelley, J.\nPlaintiff seeks to recover civil damages from the sheriff and his department and a deputy sheriff for the alleged misconduct of the deputy sheriff. He alleges in his complaint that while he was under arrest at the county jail the defendant deputy sheriff struck him, inflicting serious injury. He does not allege that the sheriff aided or counselled in the assault. He appeals a summary judgment of dismissal as to defendants sheriff and sheriff’s department.\nThe single issue to be determined on appeal is whether the sheriff and the sheriff’s department can be held liable for the alleged assault and battery of a prisoner by a deputy sheriff.\nOriginally CL 1948, §§ 51.70 and 51.75 read as follows (emphasis supplied):\n*174“Sec. 70. Each sheriff may appoint 1 or more deputies, for whose official acts he shall be in all respects responsible, and may revoke such appointments at his pleasure; and persons may also he deputed by any sheriff, by an instrument in writing, to do particular acts.\n“Sec. 75. The sheriff shall have the charge and custody of the jails of his county, and of the prisoners in the same; and shall keep them himself, or by his deputy or jailer, for whose acts he shall be responsible.\"\nPA 1952, No 110 deleted from these sections, respectively, the phrases for whose official acts he shall be in all respects responsible and for whose acts he shall be responsible, and inserted in § 51.70 the following unequivocal language (emphasis supplied) :\n“Sec. 70. No she...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bayer-v-macomb-county-sheriff"
    }
  ],
  "relatedIncidents": [
    19741,
    19761,
    19917,
    19967,
    19522
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}