{
  "id": 19747,
  "title": "1970년 Proffitt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-12-07",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Proffitt. 판결일: 1970-12-07. 법원: Supreme Court of Colorado.",
  "description": "## 사건 정보\n\n**사건명**: Rosie Proffitt v. Isaac Proffitt\n**판결일**: 1970-12-07\n**법원**: Supreme Court of Colorado\n**관할**: Colorado, CO\n\n**판사**: Kelley\n\n## 변호인\n\nGertrude A. Score, for plaintiff in error., No appearance for defendant in error.\n\n## 인용\n\n- 173 Colo. 258\n- 477 P.2d 456\n\n## 판결문 요약\n\n\nMr. Justice Kelley\ndelivered the opinion of the Court.\nThis is an appeal from a judgment of divorce granted to the husband. The wife denied husband’s allegations of cruelty, and by cros's-complaint sought a decree for separate maintenance.\nThe sole ground for reversal is the contention that the trial court’s refusal to grant the wife’s motion for a separate evidentiary hearing to determine that an alleged fraud on the court resulted in a void decree of divorce.\nThe trial court found that there was no fraud. We agree and affirm.\nThe alleged fraud consisted of discrepancies in the husband’s signatures appearing on (1) an affidavit for service by publication, (2) answers to interrogatories and (3) an affidavit relating to husband’s financial condition. Documents (2) and (3) related to temporary orders. The husband was 82 years of age at the time. The same notary acknowledged all three signatures.\nThe husband testified. Wife’s counsel cross-examined. Wife made no effort to prove that any of the signatures were not genuine. To the extent that there was any contention that the contents of the documents were inaccurate, the court afforded the wife full latitude to cross-examine the defendant. Having given the wife an opportunity to establish the fraud in the divorce hearing, the court did not err in not holding a separate hearing on the question of the genuineness of the signatures on documents, the contents of which were not offered as evidence of any fact in issue between the par...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=proffitt-v-proffitt"
    }
  ],
  "relatedIncidents": [
    19772,
    19832,
    19844,
    19900,
    19944
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}