{
  "id": 19742,
  "title": "1970년 Hall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-12-14",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Hall. 판결일: 1970-12-14. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana, Appellee, v. Charles HALL and John Lee Gregley, Appellants\n**판결일**: 1970-12-14\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Tate\n\n## 변호인\n\nRobert E. Lee, Gretna, for appellants., Jack P. F. Gremillion, Atty. Gen., William P. Schuler, Asst. Atty. Gen., Jim Garrison, Dist. Atty., Louise Korns, Asst. Dist. Atty., for appellee.\n\n## 인용\n\n- 242 So. 2d 239\n- 257 La. 253\n\n## 판결문 요약\n\n\n242 So. 2d 239 (1970)\n257 La. 253\nSTATE of Louisiana, Appellee,\nv.\nCharles HALL and John Lee Gregley, Appellants.\nNo. 50386.\nSupreme Court of Louisiana.\nDecember 14, 1970.\n*240 Robert E. Lee, Gretna, for appellants.\nJack P. F. Gremillion, Atty. Gen., William P. Schuler, Asst. Atty. Gen., Jim Garrison, Dist. Atty., Louise Korns, Asst. Dist. Atty., for appellee.\nTATE, Justice.\nThe defendants appeal their conviction of armed robbery, La.R.S. 14:64, and their consequent sentences of fifteen years to the state penitentiary. The principal issue raised by the four bills of exception: Were the defendants' oral and written confessions and statements free and voluntary?\nBefore introducing a confession into evidence in a criminal prosecution, the state must show beyond a reasonable doubt that it was freely and voluntarily given and was not induced by threats, duress, or violence. La.Const., Art. I, Sec. 11; La.R.S. 15:451, 15:452; State v. Anderson, 254 La. 1107, 229 So. 2d 329 (1970). The state has met this burden here.\nThe defendant Gregley was captured fleeing by automobile from the scene of armed robbery. Gregley was not questioned at that time. He was first brought to the police station and booked.\nAccording to the police officer witnesses, Gregley was given the pre-interrogation warnings required by Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966) before he was questioned. (These, of course, are: the accused has a right to remain silent; anything he says ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hall"
    }
  ],
  "relatedIncidents": [
    19764,
    19765,
    19770,
    19780,
    19791
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}