{
  "id": 19741,
  "title": "1970년 Morris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-12-15",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Morris. 판결일: 1970-12-15. 법원: Court of Criminal Appeals of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Robert Morris v. Cecil H. Prickett, Warden.\n**판결일**: 1970-12-15\n**법원**: Court of Criminal Appeals of Alabama\n**관할**: Alabama, AL\n\n**판사**: Almon, Cates\n\n## 변호인\n\nRobert R. Bryan, Birmingham, for appellant. The right to a trial by jury attaches to any crime punishable by more than six months imprisonment. Baldwin v. New Page 607 York, 399 U.S. 66 , 90 S.Ct. 1886 , 26 L.Ed.2d 437 (1970); Constitution of the United States, Amdts. VI and XIV Article III, Section 2, Clause 3; Duncan v. Louisiana, 391 U.S. 145 , 88 S.Ct. 1444 , 20 L.Ed.2d 491 . One accused of a misdemeanor in which the total maximum punishment exceeds six months imprisonment has a right to the\n\n## 인용\n\n- 46 Ala. App. 606\n- 246 So. 2d 674\n\n## 판결문 요약\n\n\nHabeas corpus denied.\nMorris, unattended by a lawyer, was convicted in the City of Birmingham Recorder's Court September 18, 1969, on two charges of trespass and two of assault and battery. One trespass and an assault occurred September 9, 1969, the other trespass and assault took place the next day. We see no agglutinative chronologic nexus as was applied in James v. Headley, 5 Cir.,410 F.2d 325.\nNo one conviction carried more than 180 days. Morris did not appeal for a trial de novo in the circuit court wherein he could have had a jury trial.\nSince coram nobis must be sued out in the court convicting the prisoner, we cannot treat the instant petition as one for that writ because the proceeding sub judice was in the circuit court.\nHabeas corpus is not the proper remedy. Code 1940, T. 15, § 27. Anderson v. State, 41 Ala. App. 502, 139 So.2d 352; Ex parte Nuckols, 42 Ala. App. 269, 160 So.2d 655; Ex parte Nuckols, 276 Ala. 368, 162 So.2d 464.\nThe judgment below is due to be\nAffirmed.\nALMON, J., not sitting. *Page 608 ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=morris-v-prickett"
    }
  ],
  "relatedIncidents": [
    19744,
    19761,
    19917,
    19967,
    19522
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}