{
  "id": 19756,
  "title": "1970년 Galvan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-11-25",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Galvan. 판결일: 1970-11-25. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Manuel GALVAN, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1970-11-25\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Douglas\n\n## 변호인\n\nPete Perez, Fort Worth, for appellant., Ed Paynter, Dist. Atty., Joe L. Guyton, Asst. Dist. Atty., Abilene and Jim D. Vol-lers, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 461 S.W.2d 396\n\n## 판결문 요약\n\n\n461 S.W.2d 396 (1970)\nManuel GALVAN, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 43171.\nCourt of Criminal Appeals of Texas.\nNovember 25, 1970.\nRehearing Denied January 13, 1971.\nPete Perez, Fort Worth, for appellant.\nEd Paynter, Dist. Atty., Joe L. Guyton, Asst. Dist. Atty., Abilene and Jim D. Vollers, State's Atty., Austin, for the State.\n\nOPINION\nDOUGLAS, Judge.\nThe conviction is for burglary of a private residence at night with intent to commit rape. The punishment was assessed by the court at twenty years.\nThe sufficiency of the evidence is challenged.\nThe 72-year-old prosecutrix lived with her 92-year-old mother. Appellant lived nearby. He was seen near the home of prosecutrix just before midnight on the *397 night in question. At 1:00 a. m. a man tore a screen, broke the window and entered the home of the two women. The prosecutrix and her mother testified that the man was a Latin American and looked exactly like appellant. After the man entered the house he hit prosecutrix with a broom handle that one of the women had used as a walking stick. The prosecutrix had a broken wrist along with many other injuries. The man also hit the mother with the stick and inflicted serious injuries upon her.\nAfter the prosecutrix was knocked unconscious, he dragged her outside. When she came to her senses she was lying on her back with the man holding her. The man pulled up her dress, grabbed her about the crotch, kissed her and asked her if she wished to have sexual relations with...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=galvan-v-state"
    }
  ],
  "relatedIncidents": [
    19918,
    19935,
    19502,
    19520,
    19576
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}