{
  "id": 19768,
  "title": "1970년 People v. Williams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-10-30",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: People v. Williams. 판결일: 1970-10-30. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Plaintiff-Appellee, v. Ruben Williams, Defendant-Appellant\n**판결일**: 1970-10-30\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Burman\n\n## 변호인\n\nGerald W. Getty, Public Defender, of Chicago, (William J. Martin, James B. Haddad, and Theodore A. Gottfried, Assistant Public Defenders, of counsel,) for appellant., Edward V. Hanrahan, State’s Attorney, of Chicago, (Robert A. NoveHe, Anthony M. Montemurro, and Lawrence J. Bolon, Assistant State’s Attorneys, of counsel,) for the People.\n\n## 인용\n\n- 264 N.E.2d 901\n- 131 Ill. App. 2d 149\n\n## 판결문 요약\n\n\n131 Ill. App. 2d 149 (1970)\n264 N.E.2d 901\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nRUBEN WILLIAMS, Defendant-Appellant.\nNo. 53650.\nIllinois Appellate Court  First District.\nOctober 30, 1970.\n*150 Gerald W. Getty, Public Defender, of Chicago, (William J. Martin, James B. Haddad, and Theodore A. Gottfried, Assistant Public Defenders, of counsel,) for appellant.\n*151 Edward V. Hanrahan, State's Attorney, of Chicago, (Robert A. Novelle, Anthony M. Montemurro, and Lawrence J. Bolon, Assistant State's Attorneys, of counsel,) for the People.\nJudgment affirmed.\nMr. PRESIDING JUSTICE BURMAN delivered the opinion of the court:\nThe defendant, Ruben Williams, was indicted and convicted of the murder of Robert Fleming on October 15, 1967. The defendant was sentenced to serve a minimum of thirty-five and a maximum of fifty years in the Illinois State Penitentiary.\nOn appeal, the defendant contends (1) that the trial court erred in admitting each of five statements elicited from the defendant in violation of Miranda v. Arizona (1966), 384 U.S. 436, (2) that the admissible evidence does not prove that the defendant was guilty beyond a reasonable doubt, (3) that the prosecutor's statement of personal opinion in the closing argument constitutes reversible error, and (4) that the sentence imposed was grossly excessive.\nWe first consider the admissibility of two oral statements made by the defendant to Kenneth Fowler, an Indiana State Trooper. On October 15, 1967, Fowler in...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-williams"
    }
  ],
  "relatedIncidents": [
    19736,
    19739,
    19774,
    19794,
    19859
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}