{
  "id": 19764,
  "title": "1970년 United States v. Robert Edward Goetluck 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-11-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Robert Edward Goetluck. 판결일: 1970-11-03. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Robert Edward GOETLUCK, Appellant\n**판결일**: 1970-11-03\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Duniway, Hufstedler, Kilkenny, Per Curiam\n\n## 변호인\n\nRoger Newlander (argued), Santa Clara, Cal., for appellant., George Rayborn (argued), Asst. U. S. Atty., Robert L. Meyer, U. S. Atty., David R. Nissen, Chief, Criminal Division, John S. Lane, Asst. U. S. Atty., Los Angeles, Cal., for appellee.\n\n## 인용\n\n- 433 F.2d 971\n\n## 판결문 요약\n\n433 F.2d 971\n    UNITED STATES of America, Appellee,v.Robert Edward GOETLUCK, Appellant.\n    No. 25955.\n    United States Court of Appeals, Ninth Circuit.\n    Nov. 3, 1970.\n    \n      Roger Newlander (argued), Santa Clara, Cal., for appellant.\n      George Rayborn (argued), Asst. U.S. Atty., Robert L. Meyer, U.S. Atty., David R. Nissen, Chief, Criminal Division, John S. Lane, Asst. U.S. Atty., Los Angeles, Cal., for appellee.\n      Before DUNIWAY, HUFSTEDLER and KILKENNY, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      Appellant was convicted in a jury trial of the crime of bank robbery.1  He presents for decision a number of issues, most of which were not raised in the district court.  A few of his contentions deserve consideration, the majority do not.\n    \n    \n      2\n      Appellant, on the afternoon of September 4, 1968, entered the Security Pacific National Bank in Los Angeles and robbed the bank of the sum of.$1,032.00.  He made no attempt to disguise himself.  The employees of the institution furnished authorities with a description of the appellant, as well as that of the automobile he used in the 'get-away'.  The following afternoon, appellant was arrested by an agent of the Federal Bureau of Investigation, who, armed with the information furnished by the witnesses to the robbery, recognized both the appellant and his automobile.  Removed from the person of the appellant at the time of his arrest was $34.00 in currency which had been marked by the bank as...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-robert-edward-goetluck"
    }
  ],
  "relatedIncidents": [
    19742,
    19765,
    19770,
    19780,
    19791
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}