{
  "id": 19761,
  "title": "1970년 Medina 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-11-10",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Medina. 판결일: 1970-11-10. 법원: District Court, D. Massachusetts.",
  "description": "## 사건 정보\n\n**사건명**: Ernest L. MEDINA, Plaintiff, v. TIME, INC., Defendant\n**판결일**: 1970-11-10\n**법원**: District Court, D. Massachusetts\n**관할**: Massachusetts, MA\n\n**판사**: Francis J. W. Ford\n\n## 변호인\n\nF. Lee Bailey, Gerald Alch, Colin W. GillfsTBostonT Mass., for plaintiff., Robert Meserve, Gordon L. Doerfer, Nutter, McClennon & Fish, Boston, Mass., for defendant.\n\n## 인용\n\n- 319 F. Supp. 398\n\n## 판결문 요약\n\n\n319 F.Supp. 398 (1970)\nErnest L. MEDINA, Plaintiff,\nv.\nTIME, INC., Defendant.\nCiv. A. No. 69-1275-F.\nUnited States District Court, D. Massachusetts.\nNovember 10, 1970.\n*399 F. Lee Bailey, Gerald Alch, Colin W. Gillis, Boston, Mass., for plaintiff.\nRobert Meserve, Gordon L. Doerfer, Nutter, McClennon &amp; Fish, Boston, Mass., for defendant.\n\nMEMORANDUM OF OPINION ON\n\nDEFENDANT'S MOTION FOR SUMMARY JUDGMENT\nFRANCIS J. W. FORD, District Judge.\nPlaintiff, a captain in the United States Army, brings this action for libel in which he complains of an article in the December 5, 1969 issue of Time Magazine, published by defendant. This article dealt with reports that during an assault by Company C, 11th Infantry Brigade on the hamlet of My Lai in South Vietnam American soldiers had taken part in a slaughter of unarmed civilians. Plaintiff was the commanding officer of this company. The article reported a statement of one Pendleton, an eyewitness, that he had seen Captain Medina shoot a small child, and inquired why no charges had as yet been brought against Medina.\nDefendant moves for summary judgment, raising the issues of whether this case is governed by the standard of liability set forth in New York Times v. Sullivan, 376 U.S. 254, 84 S.Ct. 710, 11 L.Ed.2d 686, and if so, whether under that standard, defendant is entitled to summary judgment.\nPlaintiff here is a captain in the United States Army, and the article complained of dealt with his alleged actions in that capacity. Clea...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=medina-v-time-inc"
    }
  ],
  "relatedIncidents": [
    19741,
    19744,
    19917,
    19967,
    19522
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}