{
  "id": 19765,
  "title": "1970년 Bouthillier 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-11-02",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Bouthillier. 판결일: 1970-11-02. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF OREGON, Respondent, v. RICHARD ARTHUR BOUTHILLIER, Appellant\n**판결일**: 1970-11-02\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Brancheield, Branchfield, Langtry, Schwab\n\n## 변호인\n\nJohn Toran, Jr., Portland, argued the cause and filed the brief for appellant., Thomas E. Denney, Assistant Attorney General, Salem, argued the cause for respondent. With him on the brief were Lee Johnson, Attorney General, and Jacob B. Tanzer, Solicitor General, Salem., Lee Johnson, Attorney General, and Jacob B. Tanzer, Solicitor General, Salem, for petition., No appearance contra.\n\n## 인용\n\n- 476 P.2d 209\n- 4 Or. App. 145\n\n## 판결문 요약\n\n\nON PETITION FOR REHEARING\nPetition for rehearing. The Court of Appeals, Langtry, J., held that error involved in allowing evidence of a jury conviction of defense witness on which judgment had not been entered, though not harmless at the time, became harmless when witness was subsequently sentenced on conviction and judgment was affirmed by the Court of Appeals.\nReversal and remand for a new trial withdrawn and judgment affirmed.\n*150Lee Johnson, Attorney General, and Jacob B. Tanzer, Solicitor General, Salem, for petition.\nNo appearance contra.\nBefore Schwab, Chief Judge, and Langtry and Brancheield, Judges.\nLANGTRY, J.\n4. In a petition for rehearing, the state agrees with our determination of the principal question involved in this case. However, the state contends that the error was harmless because Snedeker has since been sentenced on the conviction and the judgment has been affirmed by this court and mandate has issued. State v. Snedeker, 3 Or App 482, 474 P2d 770 (October 2, 1970). On a new trial Snedeker’s credibility could be impeached just as it was in the previous trial, this time without error. We agree that the error involved in allowing evidence of a jury conviction of Snedeker on which judgment has not been entered, though not harmless at the time, has been rendered harmless by the judgment subsequently entered. No meritorious object would be served by a new trial. Defendant has not been prejudiced by the error and the judgment should be affirmed. State v. McLe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-bouthillier"
    }
  ],
  "relatedIncidents": [
    19742,
    19764,
    19770,
    19780,
    19791
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}