{
  "id": 19773,
  "title": "1970년 Application of John Edward James 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-10-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Application of John Edward James. 판결일: 1970-10-22. 법원: Court of Customs and Patent Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Application of John Edward JAMES\n**판결일**: 1970-10-22\n**법원**: Court of Customs and Patent Appeals\n**관할**: USA, Federal\n\n**판사**: Almond, Baldwin, Ford, Lane, Rich\n\n## 변호인\n\nArnold B. Christen, Washington, D. C., attorney of record, for appellant. Christen, Sabol & O’Brien, Washington, D. C., of counsel., S. Wm. Cochran, Washington, D. C., for the Commissioner of Patents.\n\n## 인용\n\n- 432 F.2d 473\n- 57 C.C.P.A. 1371\n\n## 판결문 요약\n\n432 F.2d 473\n    Application of John Edward JAMES.\n    Patent Appeal No. 8268.\n    United States Court of Customs and Patent Appeals.\n    October 22, 1970.\n    \n      Arnold B. Christen, Washington, D. C., attorney of record, for appellant. Christen, Sabol &amp; O'Brien, Washington, D. C., of counsel.\n      S. Wm. Cochran, Washington, D. C., for the Commissioner of Patents.\n      Before RICH, ALMOND, BALDWIN, and LANE, Judges, and FORD, Judge, United States Customs Court, sitting by designation.\n      BALDWIN, Judge.\n    \n    \n      1\n      James appeals from the action taken by the Patent Office Board of Appeals dismissing his appeal to that tribunal for failure to file a reply brief. For reasons stated herein, we have decided that this court lacks jurisdiction over the subject matter of the controversy and therefore dismiss this appeal.\n    \n    The facts are as follows:\n    \n      2\n      Certain claims1 in appellant's application2 were given a final rejection as \"unpatentable over Montgomery, et al. in view of Berger, et al.\"\n    \n    \n      3\n      Appellant appealed the Final Rejection and submitted a brief to the Board of Appeals wherein he listed all references of record (including 4 patents not mentioned in the Final) but only discussed and argued the two patents relied upon in the Final.\n    \n    \n      4\n      In his Answer, the examiner listed two additional references, Nelles and Lincoln, as \"NEW REFERENCES CITED TO FURTHER SHOW THE STATE OF THE ART.\" Nelles and ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=application-of-john-edward-james"
    }
  ],
  "relatedIncidents": [
    19736,
    19739,
    19740,
    19741,
    19742
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}