{
  "id": 19774,
  "title": "1970년 Ortegon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-10-21",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ortegon. 판결일: 1970-10-21. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Baldomero ORTEGON, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1970-10-21\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Onion\n\n## 변호인\n\nM. Gabriel Nahas, Jr., King C. Haynie, Houston, for appellant., Carol C. Vance, Dist. Atty., James C. Brough and Ray Montgomery, Asst. Dist. Attys., Houston, and Jim D. Vollers, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 459 S.W.2d 646\n\n## 판결문 요약\n\n\n459 S.W.2d 646 (1970)\nBaldomero ORTEGON, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 43128.\nCourt of Criminal Appeals of Texas.\nOctober 21, 1970.\nRehearing Denied December 2, 1970.\nM. Gabriel Nahas, Jr., King C. Haynie, Houston, for appellant.\nCarol C. Vance, Dist. Atty., James C. Brough and Ray Montgomery, Asst. Dist. Attys., Houston, and Jim D. Vollers, State's Atty., Austin, for the State.\n\nOPINION\nONION, Judge.\nThe offense is murder with malice; the punishment, assessed by the court after a verdict of guilty, 20 years.\n*647 The State's evidence reflects that the appellant shot and killed the deceased, Alfredo Castillo, in Ray's Lounge in the city of Houston on June 8, 1968. The two men apparently did not know each other and saw each other for the first time on the occasion in question. The cause of death was shown to be a gunshot wound of the chest.\nFelix Beltran, manager of the lounge, testified he saw the appellant in the lounge around 9 a. m. some 45 minutes or so before the killing; that he observed that appellant had a pistol stuck under his belt which he later pulled and pointed at Beltran and Grinned. Beltran related he left the lounge and called the police from another business establishment and returned to the lounge. When the police did not arrive, he called them again. Upon his second return, he saw the appellant, who had been pointing the pistol at other customers, walk towards the restroom while checking the pistol or putting bullets in it. After the app...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ortegon-v-state"
    }
  ],
  "relatedIncidents": [
    19736,
    19739,
    19768,
    19794,
    19859
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}