{
  "id": 19770,
  "title": "1970년 Schapansky 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-10-28",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Schapansky. 판결일: 1970-10-28. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Wayne Schirvin SCHAPANSKY, Plaintiff in Error, v. the STATE of Oklahoma, Defendant in Error\n**판결일**: 1970-10-28\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Bussey, Nix\n\n## 변호인\n\nBlumenthal & Gray, Oklahoma City, for plaintiff in error., G. T. Blankenship, Atty. Gen., Hugh H. Collum, Asst. Atty. Gen., for defendant in error.\n\n## 인용\n\n- 478 P.2d 912\n\n## 판결문 요약\n\n\n478 P.2d 912 (1970)\nWayne Schirvin SCHAPANSKY, Plaintiff in Error,\nv.\nThe STATE of Oklahoma, Defendant in Error.\nNo. A-15408.\nCourt of Criminal Appeals of Oklahoma.\nOctober 28, 1970.\nRehearing Denied January 13, 1971.\nBlumenthal &amp; Gray, Oklahoma City, for plaintiff in error.\nG.T. Blankenship, Atty. Gen., Hugh H. Collum, Asst. Atty. Gen., for defendant in error.\n*913 BUSSEY, Judge:\nWayne Schirvin Schapansky, hereinafter referred to as defendant, was charged, tried and convicted in the District Court of Oklahoma County for the crime of Burglary in the Second Degree; his punishment was fixed at two years imprisonment, and a timely appeal has been perfected to this Court.\nBriefly stated, the evidence at the trial revealed that a candy and cigarette machine were broken into in the early morning of March 22, 1969, at a service station in Oklahoma City. The owner and an employee of the station testified that the *914 fronts of the machines had been pried off and Three Musketeers candy bars, cigarettes, and money were missing.\nOfficer Doughty testified that he stopped the defendant and Clevey Campbell on the same morning for a traffic violation and that he observed a Three Musketeers candy box in the front seat of the defendant's car. Officer Burke, a fingerprint technician, obtained two latent prints from the inside cover of the cigarette machine. These prints were subsequently identified as the defendant's. Officer Parsons attempted to arrest the defendant, a scuffle developed...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=schapansky-v-state"
    }
  ],
  "relatedIncidents": [
    19742,
    19764,
    19765,
    19780,
    19791
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}