{
  "id": 19780,
  "title": "1970년 United States of America Ex Rel. Dominick Sabella v. Hon. H. W. Follette, Warden of Green Haven Prison 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-10-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States of America Ex Rel. Dominick Sabella v. Hon. H. W. Follette, Warden of Green Haven Prison. 판결일: 1970-10-13. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America Ex Rel. Dominick SABELLA, PetitionerAppellant, v. Hon. H. W. FOLLETTE, Warden of Green Haven Prison, Respondent-Appellee\n**판결일**: 1970-10-13\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Jameson, Lumbard, Waterman\n\n## 변호인\n\nMeredith M. Brown, New York City, for relator-appellant., Hillel Hoffman, Asst. Atty. Gen. (Louis J. Lefkowitz, Atty. Gen. of the State of N. Y., Samuel A. Hirshowitz, First Asst. Atty. Gen., on the brief), for respondent-appellee.\n\n## 인용\n\n- 432 F.2d 572\n\n## 판결문 요약\n\n432 F.2d 572\n    UNITED STATES of America ex rel. Dominick SABELLA, Petitioner-Appellant,v.Hon. H. W. FOLLETTE, Warden of Green Haven Prison, Respondent-Appellee.\n    No. 764.\n    Docket 34492.\n    United States Court of Appeals, Second Circuit.\n    Argued May 7, 1970.\n    Decided October 13, 1970.\n    \n      Meredith M. Brown, New York City, for relator-appellant.\n      Hillel Hoffman, Asst. Atty. Gen. (Louis J. Lefkowitz, Atty. Gen. of the State of N. Y., Samuel A. Hirshowitz, First Asst. Atty. Gen., on the brief), for respondent-appellee.\n      Before LUMBARD, Chief Judge, WATERMAN, Circuit Judge, and JAMESON, District Judge.*\n      LUMBARD, Chief Judge:\n    \n    \n      1\n      Dominick Sabella appeals from the denial of his petition for a writ of habeas corpus by the Southern District of New York.\n    \n    \n      2\n      Sabella was separately tried and convicted in Suffolk County on two indictments, one for robbery and the other for issuing a fraudulent check and for grand larceny. He was sentenced to from 15 to 30 years imprisonment for the robbery, and from 2&#189; to 5 years for the fraudulent check offense. Sabella alleges constitutional error in each of these trials. He claims that the robbery conviction is vitiated because: (1) his rights under the Fifth and Sixth Amendments were violated by the use of oral statements which were both involuntary and inadmissible under Escobedo v. Illinois, 378 U.S. 478, 84 S.Ct. 1758, 12 L. Ed.2d 977 (1964); (2) he was denied effec...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-of-america-ex-rel-dominick-sabella-v-hon-h-w-follette"
    }
  ],
  "relatedIncidents": [
    19742,
    19764,
    19765,
    19770,
    19791
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}