{
  "id": 19794,
  "title": "1970년 Bunch 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-09-25",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Bunch. 판결일: 1970-09-25. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Milburn L. BUNCH, in Error v. STATE of Tennessee, in Error\n**판결일**: 1970-09-25\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Dwyer, Walker\n\n## 변호인\n\nFinnell, Thompson, Shockey & Scott, Cleveland, for plaintiff in error., David M. Pack, Atty. Gen., Lance D. Evans, Asst. Atty. Gen., Nashville, Tom J. Taylor, Dist. Atty. Gen., Athens, Earle G. Murphy, Asst. Dist. Atty. Gen., Cleveland, Kendred A. White, Asst. Dist. Atty. Gen., Madisonville, for defendant in error.\n\n## 인용\n\n- 463 S.W.2d 956\n- 3 Tenn. Crim. App. 481\n\n## 판결문 요약\n\n\nOPINION\nDWYER, Judge.\nA jury in the Bradley County Criminal Court found Milburn L. Bunch guilty of committing the offense of murder in the second degree. His punishment was affixed at confinement in the State Penitentiary for a period of time not less than ten nor more than fifteen years. His motion for a new trial having been heard and overruled he has seasonably filed his appeal to this court.\nThe facts as reflected by the record reveal that the defendant Bunch was manager of a beer tavern named Flathead’s in Bradley County. In this capacity he was involved in a dispute with the deceased in the evening hours of December 31, 1968. It appears from the record that the deceased had ordered some boiled eggs which, when prepared by Bunch, fell to the floor prior to being served to the deceased. Words were exchanged through a serving window located in the tavern with Bunch throwing a beer opener through the opening at the deceased. Following this Bunch took a pistol from under the cash register and fired the projectile striking the deceased in the head which proved to be fatal. There is very little conflict as to the physical facts with Bunch maintaining that the shooting occurred because deceased had grabbed for him through the window and that he picked up the pistol to order deceased to leave when it discharged. In sub*958stance, a fair summation of the defense is that the shooting was accidental or unintentional. Witnesses related that prior to the shooting there were words pa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bunch-v-state"
    }
  ],
  "relatedIncidents": [
    19736,
    19739,
    19768,
    19774,
    19859
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}