{
  "id": 19791,
  "title": "1970년 Pryor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-09-28",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Pryor. 판결일: 1970-09-28. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Pryor v. State\n**판결일**: 1970-09-28\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Rodgers\n\n## 인용\n\n- 239 So. 2d 911\n\n## 판결문 요약\n\n\n239 So. 2d 911 (1970)\nWilliam Lee PRYOR\nv.\nSTATE of Mississippi.\nNo. 45828.\nSupreme Court of Mississippi.\nSeptember 28, 1970.\nJohn David Pennebaker, W.L. McDonough, New Albany, for appellant.\nA.F. Summer, Atty. Gen., by Timmie Hancock, Sp. Asst. Atty. Gen., Jackson, for appellee.\nRODGERS, Justice:\nThe appellant, William Lee Pryor, was indicted, tried and convicted of the crime of armed robbery in the Circuit Court of Union County, Mississippi, and was sentenced to serve a term of fifteen (15) years in the state penitentiary. He has appealed to this Court and contends here that he should have been granted a directed verdict of acquittal.\nThe evidence in the record shows that three young Negro boys, Eugene Miller, Andrew Milsap and the appellant, William Lee Pryor, drove from Kansas City to Tupelo, Mississippi, to visit Milsap's aunt. Milsap and Miller slept in the home of Milsap's aunt, but the appellant slept in the automobile. They drove to New Albany to visit a cousin of Milsap. They parked the automobile on Highway 78 some distance south of Littlejohn's Grocery. Milsap and Miller left the appellant in the automobile and went to the Littlejohn grocery store. They made some effort to buy food and then robbed Mr. Littlejohn with the use of a firearm. They then rushed back to the automobile and drove away but were apprehended by a highway patrolman.\nThe prosecution obtained, and read to the jury, the \"don't have to know guilt\" instruction. In the instant case this instruction...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pryor-v-state"
    }
  ],
  "relatedIncidents": [
    19742,
    19764,
    19765,
    19770,
    19780
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}