{
  "id": 19797,
  "title": "1970년 Reeves 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-09-23",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Reeves. 판결일: 1970-09-23. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Don REEVES, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1970-09-23\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrison, Onion, Woodley\n\n## 변호인\n\nBryant, Glenn & Thomas, by Bill Thomas, Abilene, for appellant., Jim D. Vollers, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 457 S.W.2d 924\n\n## 판결문 요약\n\n\n457 S.W.2d 924 (1970)\nDon REEVES, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 43007.\nCourt of Criminal Appeals of Texas.\nJune 10, 1970.\nOn Motion to Reinstate Appeal September 23, 1970.\nBryant, Glenn &amp; Thomas, by Bill Thomas, Abilene, for appellant.\nJim D. Vollers, State's Atty., Austin, for the State.\n\nOPINION\nWOODLEY, Presiding Judge.\nThe offense is burglary; the punishment, 5 years.\nWe are confronted with the same problem that we were confronted with in Bedell v. State, Tex.Cr.App., 443 S.W.2d 850, and cases there cited. See also Stuart v. State, Tex.Cr.App., 445 S.W.2d 743.\nIt appears from the record that the sentence was untimely and improperly pronounced. See Art. 42.03 Vernon's Ann. C.C.P. If, however, sentence was properly pronounced, then notice of appeal was not given within ten days thereafter as required by Art. 44.08 V.A.C.C.P.\nIt is clear that for either reason the appeal must be dismissed.\nIt is so ordered.\n\nOPINION ON APPELLANT'S MOTION TO REINSTATE APPEAL\nIt is made to appear that in fact sentence, copy of which has been made a part of the *925 record on appeal, was pronounced on February 24, 1969, and that immediately thereafter notice of appeal was given.\nAppellant's motion to reinstate the appeal is granted.\nThe record on appeal forwarded to this court and filed on March 25, 1970, reflects that it was approved by the trial court on July 11, 1969, notice of its completion having been given on May 30, 1969.\nNo brief in behalf of the defendant was fi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=reeves-v-state"
    }
  ],
  "relatedIncidents": [
    19742,
    19764,
    19765,
    19770,
    19780
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}