{
  "id": 19800,
  "title": "1970년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-09-18",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1970-09-18. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Connolly, Appellant\n**판결일**: 1970-09-18\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Barbieri, Cercone, Hoffman, Jacobs, Montgomery, Spaulding, Watkins, Wright\n\n## 변호인\n\nAlfred P. Filippone and drone & Filippone, for appellant., James D. Crawford, Deputy District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee.\n\n## 인용\n\n- 217 Pa. Super. 201\n\n## 판결문 요약\n\n\n217 Pa. Superior Ct. 201 (1970)\nCommonwealth\nv.\nConnolly, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted June 9, 1970.\nSeptember 18, 1970.\nBefore WRIGHT, P.J., WATKINS, MONTGOMERY, JACOBS, HOFFMAN, SPAULDING, and CERCONE, JJ.\n*202 Alfred P. Filippone and Girone &amp; Filippone, for appellant.\nJames D. Crawford, Deputy District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee.\nOPINION BY HOFFMAN, J., September 18, 1970:\nIn the course of his trial for blackmail, appellant took the stand to testify in his own defense. For the purpose of impeaching his credibility, the Commonwealth proved that appellant had once been convicted of robbery by calling a clerk of court, who indicated that appellant had pleaded guilty to an indictment charging him with robbery.\nFollowing this testimony, the following events occurred, as related in the opinion of the court below: \"At this juncture in the trial, the Commonwealth called the Honorable Vincent A. Carroll to the witness stand for the purpose of identifying Connolly as the same person who had entered a plea of guilty before him to the indictment about which the court clerk had previously testified. . . . Previously, in chambers, Connolly's attorney had objected to Judge Carroll's testimony as unnecessary because Connolly was willing to stipulate that he was the same person whose plea Judge Carroll *203 accepted. Upon the insistence of the Assistant District Attorney that the jury had a right to see the witnes...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-connolly"
    }
  ],
  "relatedIncidents": [
    19742,
    19764,
    19765,
    19770,
    19780
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}