{
  "id": 19803,
  "title": "1970년 J. A. Newsome, Jr. v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-09-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: J. A. Newsome, Jr. v. United States. 판결일: 1970-09-10. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: J. A. NEWSOME, Jr., Plaintiff-Appellee, v. UNITED STATES of America, Defendant-Appellant\n**판결일**: 1970-09-10\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Godbold, Goldberg, Per Curiam, Rives\n\n## 변호인\n\nAnthony J. P. Farris, U. S. Atty., James R. Gough, Asst. U. S. Atty., Houston, Tex., John O. Jones, Tax Division, Dept, of Justice, Fort Worth, Tex., Johnnie M. Walters, Asst. Atty. Gen., Lee A. Jackson, William A. Friedlander, Jeanine Jacobs, Attys., Tax Div., Dept, of Justice, Washington, D. C., Carolyn R. Just, Atty., Dept, of Justice, Washington, D. C., for defendant-appellant., Robert I. White, Robert L. Waters, Houston, Tex., for plaintiff-appellee; Chamberlain & Hrdlicka, Houston, Tex., o\n\n## 인용\n\n- 431 F.2d 742\n\n## 판결문 요약\n\n431 F.2d 742\n    J. A. NEWSOME, Jr., Plaintiff-Appellee,v.UNITED STATES of America, Defendant-Appellant.\n    No. 27613.\n    United States Court of Appeals, Fifth Circuit.\n    July 8, 1970.\n    Rehearing Denied and Rehearing En Banc Denied September 10, 1970.\n    \n      Anthony J. P. Farris, U. S. Atty., James R. Gough, Asst. U. S. Atty., Houston, Tex., John O. Jones, Tax Division, Dept. of Justice, Fort Worth, Tex., Johnnie M. Walters, Asst. Atty. Gen., Lee A. Jackson, William A. Friedlander, Jeanine Jacobs, Attys., Tax Div., Dept. of Justice, Washington, D. C., Carolyn R. Just, Atty., Dept. of Justice, Washington, D. C., for defendant-appellant.\n      Robert I. White, Robert L. Waters, Houston, Tex., for plaintiff-appellee; Chamberlain &amp; Hrdlicka, Houston, Tex., of counsel.\n      Before RIVES, GOLDBERG and GODBOLD, Circuit Judges.\n      RIVES, Circuit Judge:\n    \n    \n      1\n      Newsome instituted this action against the United States for recovery of his partial payment of a penalty assessed against him under section 6672 of the Internal Revenue Code of 1954.1 The assessments were against Newsome, as the responsible officer of New Wolf Construction Company (New Wolf), for willfully failing to account for and pay over the social security and federal income taxes withheld from New Wolf's employees during the fourth quarter of 1961 ($31,074.81) and the first quarter of 1962 ($7,724.25). The government counterclaimed for the balance due. The district court entered judgmen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=j-a-newsome-jr-v-united-states"
    }
  ],
  "relatedIncidents": [
    19859,
    19944,
    19476,
    19544,
    19558
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}