{
  "id": 1980,
  "title": "2019년 William Raymond Bush v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2019-10-02",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: William Raymond Bush v. State. 판결일: 2019-10-02. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: William Raymond Bush v. State\n**판결일**: 2019-10-02\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n\n## 판결문 요약\n\nCourt of Appeals\nof the State of Georgia\n\n                                        ATLANTA,____________________\n                                                 October 02, 2019\n\nThe Court of Appeals hereby passes the following order:\n\nA19A1214. WILLIAM RAYMOND BUSH v. THE STATE.\n\n      In 2014, following a jury trial, Bush was convicted of multiple counts of\nidentity fraud, entering an automobile, and theft by taking.1 Bush, through counsel,\nfiled a timely motion for new trial. Shortly thereafter, the trial court appointed\nappellate counsel to represent Bush in his post-conviction proceedings. Bush then\nfiled multiple pro se motions for a substitution of counsel, citing an irreconcilable\nconflict, which the trial court denied. Meanwhile, appellate counsel also sought\nunsuccessfully to withdraw as Bush’s appointed counsel. The trial court held a\nhearing on Bush’s motion for new trial on August 1, 2016, during which appellate\ncounsel represented that he was working with Bush to prepare an amended motion\nfor new trial.\n      More than a year later, on May 18, 2018, the trial court denied Bush’s motion\nfor new trial. Because Bush had yet to file an amended motion despite being afforded\n“ample time” to do so, the trial court entered a ruling on the motion for new trial,\nwithout amendment, concluding that: (1) the evidence was sufficient to sustain\nBush’s convictions; and (2) Bush had waived any challenge to the reasonableness of\nhis total 80-year sentence by failing to raise this ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=william-raymond-bush-v-state"
    }
  ],
  "relatedIncidents": [
    1928,
    1934,
    2022,
    2049,
    2161
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}