{
  "id": 19812,
  "title": "1970년 People v. Mitchell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-08-17",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: People v. Mitchell. 판결일: 1970-08-17. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: People of the State of Illinois v. Melvin Mitchell\n**판결일**: 1970-08-17\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Adesko\n\n## 변호인\n\nGerald W. Getty, Public Defender of Cook County, of Chicago (Nunzio D. Tisci, James N. Gramenos, and James J. Doherty, Assistant Public Defenders, of counsel), for appellant., Edward V. Hanrahan, State’s Attorney of Cook County, of Chicago (Elmer C. Kissane, Assistant State’s Attorney, of counsel), for appellee.\n\n## 인용\n\n- 128 Ill. App. 2d 90\n\n## 판결문 요약\n\n MR. JUSTICE ADESKO delivered the opinion of the court. The defendant was convicted of armed robbery in a jury trial and was sentenced to a term of not less than eight, nor more than twenty years. On appeal, the defendant contends that the identification evidence was insufficient to prove his guilt beyond a reasonable doubt; that from the evidence in this case and the failure to conduct any pretrial identification procedure, the manner of identification was conducive to mistake; that defendant was denied adequate representation of counsel; and was denied time to prepare his case because of the trial court’s refusal to grant a requested continuance. Due to the similarity of the defendant’s contentions regarding the identification in this case, we will review the evidence with regard to those questions. The record discloses that defendant’s guilt was predicated completely upon his being identified as the person who committed the crime. The robbery occurred at about 10:00 o’clock in the morning of January 4, 1968, at a Yellow Cab Company garage located at 4611 West Lake Street, Chicago. The company cashier had just returned from a bank with about $3,000 in a money bag. After the cashier parked his car in the garage and while walking towards the cashier’s cage, he was accosted by an individual who demanded the money. The cashier struggled with the robber, who finally succeeded in taking the money from him and was struck on the head by the robber. The cashier did not see the perso...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-mitchell"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wright-v-young"
    }
  ],
  "relatedIncidents": [
    19742,
    19764,
    19765,
    19770,
    19780
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}