{
  "id": 19829,
  "title": "1970년 Leonard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-07-24",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Leonard. 판결일: 1970-07-24. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: James LEONARD v. Honorable Russell H. McINTOSH, Judge of the Criminal Court of Record, Division A, Palm Beach County, Florida\n**판결일**: 1970-07-24\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Cain, Cross, Walden\n\n## 변호인\n\nWalter N. Colbath, Jr., Public Defender, and Carl V. M. Coffin, Asst. Public Defender, West Palm Beach, for petitioner., Marvin U. Mounts, Jr., County Solicitor, and Daniel T. K. Hurley, Asst. County Solicitor, West Palm Beach, for respondent.\n\n## 인용\n\n- 237 So. 2d 809\n\n## 판결문 요약\n\n\nPER CURIAM.\nPetitioner, James Leonard, in an original proceeding seeks a Writ of Prohibition against respondent, Honorable Russell H. McIntosh, as Judge of the Criminal 'Court of Record, Division A, Palm Beach County, permanently prohibiting and restraining respondent from proceeding further in the trial of a criminal charge against petitioner.\nAn information charging petitioner with conspiracy to commit a felony and robbery was filed in the Criminal Court of Record of Palm Beach County on June 18, 1969. Petitioner made timely demands for a speedy trial at three successive terms of court; the last demand was dated January 29, 1970. Following each demand, petitioner’s case was placed on the court docket, but on each trial date the congested state of the docket caused petitioner’s case to be reset. On April 29, 1970, petitioner’s case still had not been heard, so a petition for a writ of prohibition was filed with the Clerk of the Circuit Court of the Fifteenth Judicial Circuit. That cause was dismissed for lack of jurisdiction, and a petition for a writ of prohibition was filed in this court. The petition made out a prima facie case, and we issued the Rule Nisi commanding the respondent to show cause why the petition should not be granted.\nThe question confronting this court is whether a crowded court docket is a “good and sufficient reason” to toll the discharge of a prisoner pursuant to the speedy trial statute, Chapter 915.01(1), F.S.A.\nThe fact that petitioner complied wi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=leonard-v-mcintosh"
    }
  ],
  "relatedIncidents": [
    19742,
    19764,
    19765,
    19770,
    19780
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}