{
  "id": 19823,
  "title": "1970년 Lagerquist 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-07-30",
  "location": "South Carolina, SC, USA",
  "summary": "미국 South Carolina, SC 법원 판결 사건. 사건명: Lagerquist. 판결일: 1970-07-30. 법원: Supreme Court of South Carolina.",
  "description": "## 사건 정보\n\n**사건명**: The STATE, Respondent, v. Marion LAGERQUIST, Richard B. Harding, Garlie Allen Black, Michael Ross, Louis Burell Pittman, Wallace Lee Campbell, Jr., Robert J. Howell, James Claude Goodman, William Glenn Younginer, O. L. Hayden and George Turner, Appellants\n**판결일**: 1970-07-30\n**법원**: Supreme Court of South Carolina\n**관할**: South Carolina, SC\n\n**판사**: Brailsford, Bussey, Lewis, Littlejohn, Moss\n\n## 변호인\n\nMessrs. Wesley M. Walker, Herman E. Cox and Ernest J. Howard, of Greenville, and Hoke Smith of Atlanta, Ga.,, Messrs. Daniel R. McLeod, Atorney General, and C. Tolbert Goolsby, Jr., and Joel E. Gottlieb, Assistant Attorneys General, of Columbia, and B. 0. Thomason, Solicitor, of Greenville, for Respondent,\n\n## 인용\n\n- 176 S.E.2d 141\n- 254 S.C. 501\n\n## 판결문 요약\n\n\n254 S.C. 501 (1970)\n176 S.E.2d 141\nThe STATE, Respondent,\nv.\nMarion LAGERQUIST, Richard B. Harding, Garlie Allen Black, Michael Ross, Louis Burell Pittman, Wallace Lee Campbell, Jr., Robert J. Howell, James Claude Goodman, William Glenn Younginer, O.L. Hayden and George Turner, Appellants.\n19091\nSupreme Court of South Carolina.\nJuly 30, 1970.\n*502 Messrs. Wesley M. Walker, Herman E. Cox and Ernest J. Howard, of Greenville, and Hoke Smith of Atlanta, Ga.\n*503 Messrs. Daniel R. McLeod, Atorney General, and C. Tolbert Goolsby, Jr., and Joel E. Gottlieb, Assistant Attorneys General, of Columbia, and B.O. Thomason, Solicitor, of Greenville, for Respondent.\nJuly 30, 1970.\nLEWIS, Justice.\nAppellants were convicted in the Court of General Sessions for Greenville County of criminal conspiracy and served notice of intention to appeal to this Court. They subsequently moved to set aside their convictions on the grounds that delay of the court reporter in providing them with a transcript of the trial proceedings had deprived them of due process, equal protection of the laws, and the right to a speedy trial or remedy as guaranteed by the State and Federal Constitutions. This appeal is from the order of the lower court denying the motion to dismiss the convictions. We affirm.\nA detailed review of the various facets of the factual controversy would serve no useful purpose. It is conceded that *504 appellants were convicted on March 29, 1967 and thereafter timely served notice of intention t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-lagerquist"
    }
  ],
  "relatedIncidents": [
    19736,
    19739,
    19740,
    19741,
    19742
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}