{
  "id": 19849,
  "title": "1970년 Profaci 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-06-26",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Profaci. 판결일: 1970-06-26. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: State of New Jersey, Plaintiff-Respondent, v. Salvatore Profaci, Jr., Defendant-Appellant\n**판결일**: 1970-06-26\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: Haneman\n\n## 변호인\n\nMr. Frank J. Palma argued the cause for appellant (Messrs. Santo and Palma, attorneys; Mr. Julius Zizmor on the brief)., Mr. William D. Danberry, Assistant County Prosecutor, argued the cause for the respondent (Mr. Edward J. Dolan, Middlesex County Prosecutor, attorney).\n\n## 인용\n\n- 266 A.2d 579\n- 56 N.J. 346\n\n## 판결문 요약\n\n\n56 N.J. 346 (1970)\n266 A.2d 579\nSTATE OF NEW JERSEY, PLAINTIFF-RESPONDENT,\nv.\nSALVATORE PROFACI, JR., DEFENDANT-APPELLANT.\nThe Supreme Court of New Jersey.\nArgued May 5, 1970.\nDecided June 26, 1970.\n*348 Mr. Frank J. Palma argued the cause for appellant (Messrs. Santo and Palma, attorneys; Mr. Julius Zizmor on the brief).\nMr. William D. Danberry, Assistant County Prosecutor, argued the cause for the respondent (Mr. Edward J. Dolan, Middlesex County Prosecutor, attorney).\nThe opinion of the court was delivered by HANEMAN, J.\nThis case involves the constitutionality of N.J.S.A. 2A:170-29(1), a section of the Disorderly Persons Act.\nDefendant was convicted in the Municipal Court of the Township of Monroe of violating the above statute which reads:\n1. Any person who utters loud and offensive or profane or indecent language in any public street or other public place, public conveyance, or place to which the public is invited; * * *.\n\n* * * * * * * *\nIs a disorderly person.\nDefendant appealed to the Middlesex County Court which after a trial de novo on the Municipal Court record, again found him guilty. Defendant appealed to the Appellate Division which affirmed in an unreported per curiam opinion. Defendant appealed to this Court upon the ground of the existence of a substantial constitutional question. R. 2:2-1.\nThe facts as elicited at the trial are as follows: State Trooper Martens testified that on July 13, 1968, at approximately 7:00 P.M., he stopped defendant's vehicle on B...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-profaci"
    }
  ],
  "relatedIncidents": [
    19736,
    19739,
    19740,
    19741,
    19742
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}