{
  "id": 19845,
  "title": "1970년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-06-29",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1970-06-29. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: James M. Morrissey, Joseph Padilla, Ralph Ibrahim, Individually and on Behalf of the Members of the National Maritime Union of America, Plaintiffs-Appellees-Appellants v. Joseph Curran, Shannon Wall, William Perry, Martin E. Segal, Abraham E. Freedman and Leon Karchmer, Defendants-Appellants-Appellees\n**판결일**: 1970-06-29\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 423 F.2d 393\n\n## 판결문 요약\n\n423 F.2d 393\n    James M. MORRISSEY, Joseph Padilla, Ralph Ibrahim, individually and on behalf of the members of the National Maritime Union of America, Plaintiffs-Appellees-Appellants,v.Joseph CURRAN, Shannon Wall, William Perry, Martin E. Segal, Abraham E. Freedman and Leon Karchmer, Defendants-Appellants-Appellees.\n    Nos. 309-312.\n    Docket 33884.\n    Docket 33918.\n    Docket 33919.\n    Docket 33937.\n    United States Court of Appeals, Second Circuit.\n    Argued November 19, 1969.\n    Decided February 20, 1970.\n    Certiorari Denied June 29, 1970.\n    \n      See 90 S. Ct. 2245.\n      Charles Sovel, New York City (Abraham E. Freedman, New York City, on the brief for defendants Joseph Curran, Shannon Wall and William Perry), for defendants-appellants Curran, Wall, Perry and Abraham E. Freedman.\n      Roy L. Reardon, Simpson, Thacher &amp; Bartlett, New York City, for defendants-appellants Martin E. Segal and Leon Karchmer.\n      Arthur E. McInerney, New York City (Duer &amp; Taylor, New York City, on the brief), for plaintiffs-appellees.\n      Before LUMBARD, Chief Judge, and DANAHER* and ANDERSON, Circuit Judges.\n      ANDERSON, Circuit Judge:\n    \n    \n      1\n      This case arises under &#167; 501 of the Labor-Management Reporting and Disclosure Act of 1959, 29 U.S.C. &#167; 501 (1964), and concerns the propriety of certain payments made into the Officers' Pension Fund of the National Maritime Union (NMU). The plaintiffs, James M. Morrissey, Joseph Padilla, and Ralph ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=james-m-morrissey-joseph-padilla-ralph-ibrahim-individually-and-on"
    }
  ],
  "relatedIncidents": [
    19736,
    19739,
    19740,
    19741,
    19742
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}