{
  "id": 19844,
  "title": "1970년 Roreck 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-07-01",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Roreck. 판결일: 1970-07-01. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Vinlis Construction Co., Inc. v. John J. Roreck, Appellant-Respondent\n**판결일**: 1970-07-01\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n## 변호인\n\nFrank S. Polestino and Robert J. Glasser for appellant-respondent., Benjamin Cooper and Joel L. Cohen for respondents-appellants.\n\n## 인용\n\n- 27 N.Y.2d 687\n\n## 판결문 요약\n\n\nMemorandum. Since the allegations of the complaint do not assert a fraud “aimed at the public generally” (Walker v. Sheldon, 10 N Y 2d 401, 405; see also, James v. Powell, 19 N Y 2d 249, 260), plaintiffs are not entitled to exemplary damages. The record contains all of the proof required to make a final disposition of this case. Based on the plaintiffs’ uncontradicted evidence, the net amount of compensatory damages is $74,942.67. In addition, the faithless trustee should be surcharged in the amount of $9,316, the salary paid him in the course of his stewardship. Plaintiffs are also entitled to interest from January 1,1955, as directed by the trial court.\nAccordingly, the order should be modified by striking the award of exemplary damages and reducing the net amount of compensatory damages to $84,258.67.\nChief Judge Fuld and Judges Burke, Scileppi, Bergan and Gibson concur; Judge Breitel dissents and votes to affirm in the following memorandum, in which Judge Jasen concurs: Insufficient basis was shown to establish error and for that reason I would affirm generally. I would note agreement, however, with the majority that punitive damages were not allowable. But in *690the confused state of this record and the briefs it is not possible for me to determine whether the several items of damages do not include an offset for the punitive damages.\nOrder modified in accordance with the memorandum herein, and, as so modified, affirmed, without costs.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=vinlis-construction-co-v-roreck"
    }
  ],
  "relatedIncidents": [
    19747,
    19772,
    19832,
    19900,
    19944
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}