{
  "id": 19859,
  "title": "1970년 Keeler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-06-12",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Keeler. 판결일: 1970-06-12. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: ROBERT HARRISON KEELER, Petitioner, v. THE SUPERIOR COURT OF AMADOR COUNTY, Respondent; THE PEOPLE, Real Party in Interest\n**판결일**: 1970-06-12\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Burke, Mosk\n\n## 변호인\n\nCounsel, Card Chisholm, Don F. Howard and Richard A. Hunter for Petitioner., No appearance for Respondent., Thomas C. Lynch, Attorney General, Doris H. Maier, Assistant Attorney General, and Arnold O. Overoye, Deputy Attorney General, for Real Party in Interest.\n\n## 인용\n\n- 470 P.2d 617\n- 2 Cal. 3d 619\n- 87 Cal. Rptr. 481\n\n## 판결문 요약\n\n\n2 Cal. 3d 619 (1970)\n470 P.2d 617\n87 Cal. Rptr. 481\nROBERT HARRISON KEELER, Petitioner,\nv.\nTHE SUPERIOR COURT OF AMADOR COUNTY, Respondent; THE PEOPLE, Real Party in Interest.\nDocket No. Sac. 7853.\nSupreme Court of California. In Bank.\nJune 12, 1970.\n*622 COUNSEL\nGard Chisholm, Don F. Howard and Richard A. Hunter for Petitioner.\nNo appearance for Respondent.\nThomas C. Lynch, Attorney General, Doris H. Maier, Assistant Attorney General, and Arnold O. Overoye, Deputy Attorney General, for Real Party in Interest.\n*623 OPINION\nMOSK, J.\nIn this proceeding for writ of prohibition we are called upon to decide whether an unborn but viable fetus is a \"human being\" within the meaning of the California statute defining murder (Pen. Code, § 187). We conclude that the Legislature did not intend such a meaning, and that for us to construe the statute to the contrary and apply it to this petitioner would exceed our judicial power and deny petitioner due process of law.\nThe evidence received at the preliminary examination may be summarized as follows: Petitioner and Teresa Keeler obtained an interlocutory decree of divorce on September 27, 1968. They had been married for 16 years. Unknown to petitioner, Mrs. Keeler was then pregnant by one Ernest Vogt, whom she had met earlier that summer. She subsequently began living with Vogt in Stockton, but concealed the fact from petitioner. Petitioner was given custody of their two daughters, aged 12 and 13 years, and under the decree Mrs. Keeler had...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=keeler-v-superior-court"
    }
  ],
  "relatedIncidents": [
    19736,
    19739,
    19768,
    19774,
    19794
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}