{
  "id": 19868,
  "title": "1970년 In re the Claim of Kreager 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-06-02",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re the Claim of Kreager. 판결일: 1970-06-02. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Claim of James S. Kreager, Martin P. Catherwood, as Industrial Commissioner\n**판결일**: 1970-06-02\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 34 A.D.2d 1033\n\n## 판결문 요약\n\n\nMemorandum by the Court. Appeal from a decision of the Unemployment Insurance Appeal Board, filed November 14, 1969, disqualifying claimant from unemployment insurance benefits. The factual finding of the board that appellant engaged in provocative behavior which brought about his dismissal is supported by substantial evidence in the record. There was testimony from which the board could find that the employer had received a number of reports that appellant had used loud and abusive language in talking to one of its clients, that appellant had accused the client, a financial newspaper, of suppressing news concerning an antitrust suit against several leading corporations and had berated and abused executives of the newspaper. The record reveals that when confronted with these charges, appellant accused the chief officer of his employer of conspiracy and threatened to sue him as well as the company. This evidence amply supports the determination of the board. Appellant’s contention that he was denied due process because the board failed to subpoena a witness in his behalf, is unavailing since we find nothing in the record to indicate that he requested the issuance of a subpoena to the witness. Neither should we order a rehearing since the decision not to hold a further hearing was properly within •the board’s discretion (Labor Law, § 621, subd. 3). (Matter of Stringham [Schaefer Brewing Co.-Catherwood], 29 A D 2d 582.) Decision affirmed, without costs. Herlihy, P. J., Reynolds...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-the-claim-of-kreager"
    }
  ],
  "relatedIncidents": [
    19736,
    19739,
    19740,
    19741,
    19742
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}