{
  "id": 19867,
  "title": "1970년 Vanisko 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-06-04",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Vanisko. 판결일: 1970-06-04. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE ex rel., WILLIAM M. CALLAGHAN, and v. FRED C. VANISKO, and\n**판결일**: 1970-06-04\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: Castles, Daly, Harrison, Haswell\n\n## 변호인\n\nC. L. Harrington, Butte, (argued), for appellant., Edward D. Yelsa, John L. McKeon, Anaconda, (argued), for respondent.\n\n## 인용\n\n- 155 Mont. 275\n- 470 P.2d 295\n\n## 판결문 요약\n\n\nME. JUSTICE CASTLES\ndelivered the Opinion of the Court.\nThis is an appeal from an order dismissing a complaint which sought an injunction against the Board of County Commissioners of Deer Lodge County and its individual members from issuing industrial development bonds under the Industrial Development Projects Act, Chapter 41, Title 11, E.C.M.1947.\nIn another case, Cause No. 11836, Fickes v. Missoula County, *276we held the Industrial Development Projects Act constitutional and not in violation of several specific statutes. See Fickes v. Missoula County, 155 Mont. 258, 470, P.2d 287.\nOn October 2, 1969 the Board of County Commissioners passed a resolution for the purpose of implementing the development of a recreation and tourist facility located partly in Deer Lodge County and commonly known as Gregson Hot Springs. Before anything further was done to accomplish the purpose of the resolution, this action was filed on December 5, 1969. The defendant Board appeared by a motion to dismiss and the matter was submitted to the Court. The effect of the motion to dismiss was agreed to be an admission of the allegations of fact in the complaint and a denial of the legal conclusions.\nHere, as opposed to the Missoula County ease referred to above, we do not have the form of the bonds, the amount necessary, the leasing or other contract provisions. We are, in effect, called upon to rule in a vacuum. In the Fickes v. Missoula County case we discussed the issues presented here insofar as ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-callaghan-v-vanisko"
    }
  ],
  "relatedIncidents": [
    19736,
    19739,
    19740,
    19741,
    19742
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}