{
  "id": 19879,
  "title": "1970년 Ponder 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-05-22",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Ponder. 판결일: 1970-05-22. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Ponder v. the State\n**판결일**: 1970-05-22\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Bell, Quillian, Whitman\n\n## 변호인\n\nHobart M. Hind, for appellant., Robert W. Reynolds, District Attorney, for appellee.\n\n## 인용\n\n- 175 S.E.2d 55\n- 121 Ga. App. 788\n\n## 판결문 요약\n\n\n121 Ga. App. 788 (1970)\n175 S.E.2d 55\nPONDER\nv.\nTHE STATE.\n45133.\nCourt of Appeals of Georgia.\nArgued March 2, 1970.\nDecided May 22, 1970.\n*789 Hobart M. Hind, for appellant.\nRobert W. Reynolds, District Attorney, for appellee.\nQUILLIAN, Judge.\nThe defendant was charged with the commission of the offense on June 27, 1969. The new Criminal Code of Georgia, which was effective July 1, 1969, provides: \"The provisions of this Title do not apply to or govern the construction or punishment of any crime committed prior to the effective date of this Title... Such a crime must be construed and punished according to the provisions of the law existing at the time of the commission thereof in the same manner as if this Title had not been enacted.\" Code Ann. § 26-103 (Ga. L. 1968, pp. 1249, 1260). We, therefore, apply in this situation the former criminal law, more specifically Code § 26-1405. Our courts have held that assault with intent to rob under this section may be committed in three ways: \"(1) By unlawfully and maliciously assaulting another with any offensive or dangerous weapon or instrument with intent to commit robbery upon such person; (2) by menaces, demanding any money, goods, or chattels of or from any other person, with intent to commit robbery upon such person; and (3) by any forcible or violent manner, demanding any money, goods, or chattels of or from another person, with intent to commit robbery upon such person.\" Martin v. State, 77 Ga. App. 297, 300 (48 SE2d 485). T...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ponder-v-state"
    }
  ],
  "relatedIncidents": [
    19742,
    19764,
    19765,
    19770,
    19780
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}