{
  "id": 19878,
  "title": "1970년 Lewis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-05-22",
  "location": "Alaska, AK, USA",
  "summary": "미국 Alaska, AK 법원 판결 사건. 사건명: Lewis. 판결일: 1970-05-22. 법원: Alaska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Patricia Ann LEWIS, Appellant, v. STATE of Alaska, Appellee\n**판결일**: 1970-05-22\n**법원**: Alaska Supreme Court\n**관할**: Alaska, AK\n\n**판사**: Boney, Connor, Dimond, Rabino, Witz\n\n## 변호인\n\nJohn W. Hendrickson, of Hendrickson & Rowland, Anchorage, for appellant., Douglas B. Baily, Dist. Atty., J. Justin Ripley, Asst. Dist. Atty., Anchorage, for appellee.\n\n## 인용\n\n- 469 P.2d 689\n\n## 판결문 요약\n\n\n469 P.2d 689 (1970)\nPatricia Ann LEWIS, Appellant,\nv.\nSTATE of Alaska, Appellee.\nNo. 1112.\nSupreme Court of Alaska.\nMay 22, 1970.\n*690 John W. Hendrickson, of Hendrickson &amp; Rowland, Anchorage, for appellant.\nDouglas B. Baily, Dist. Atty., J. Justin Ripley, Asst. Dist. Atty., Anchorage, for appellee.\nBefore BONEY, C.J., DIMOND, RABINOWITZ, and CONNOR, JJ.\n\nOPINION\nCONNOR, Justice.\n*691 Appellant was tried and found guilty of the charge of uttering a forged check contrary to AS 11.25.020.[1]\nThe pertinent facts of this case are these:\nOn October 21, 1968, the grand jury returned an indictment against appellant for uttering a forged check. The import of the charge was that appellant had, on or about July 13, 1968, passed a check she knew to be forged to Rudolph's Corsetry and Lingerie Shop in payment for a hostess gown. Trial proceeded on January 14, 1969, the state presenting a witness who testified that Miss Lewis had been positively identified from mug photos by the saleslady on duty at the dress shop at the time of the alleged uttering. The same salesclerk testified that she had positively observed appellant signing the check in question. The state also produced a witness who testified that the check in question was one of a number of blank checks that had been either lost or stolen from her purse in the summer of 1968. She further testified that she had neither signed nor authorized anyone else to sign these checks. The jury returned a guilty verdict on January 17, 196...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lewis-v-state"
    }
  ],
  "relatedIncidents": [
    19736,
    19739,
    19740,
    19741,
    19742
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}