{
  "id": 19880,
  "title": "1970년 Johnson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-05-21",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Johnson v. State. 판결일: 1970-05-21. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Johnson v. the State\n**판결일**: 1970-05-21\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Grice\n\n## 변호인\n\nMarvin L. Bridges, for appellant., W. J. Forehand, District Attorney, Arthur K. Bolton, Attorney General, Harold N. Hill, Jr., Executive Assistant Attorney General, Marion 0. Gordon, Assistant Attorney General, Charles B. Merrill, Jr., for appellee.\n\n## 인용\n\n- 174 S.E.2d 902\n- 226 Ga. 378\n\n## 판결문 요약\n\n\n226 Ga. 378 (1970)\n174 S.E.2d 902\nJOHNSON\nv.\nTHE STATE.\n25751.\nSupreme Court of Georgia.\nSubmitted April 14, 1970.\nDecided May 21, 1970.\nMarvin L. Bridges, for appellant.\nW. J. Forehand, District Attorney, Arthur K. Bolton, Attorney General, Harold N. Hill, Jr., Executive Assistant Attorney General, Marion O. Gordon, Assistant Attorney General, Charles B. Merrill, Jr., for appellee.\nGRICE, Justice.\nThis appeal is from a judgment of conviction and sentence to death for murder, and from denial of a motion for new trial. The appellant is Johnny B. Johnson, who was indicted by the Grand Jury of Worth County and tried in the superior court of that county for the slaying of James H. Emerson by shooting him with a shotgun.\nThe motion for new trial is upon the general grounds only.\nThe first enumeration of error complains of its denial. Enumerations 2, 3, and 4 set out the general grounds as separate enumerations. Enumeration 5 complains that the verdict of guilty, necessitating the sentence of death by electrocution and thus subjecting the appellant to cruel and inhumane punishment, is contrary to law and to the principles of justice and equity, and is without evidence to support it.\nThe evidence, insofar as necessary to recite here, was that which follows.\nA city councilman testified that between 9 and 9:30 p. m. on the night in question a neighbor of the defendant came to his home and requested that he accompany him back to his home; that there the witness found that James H. Eme...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-v-state"
    }
  ],
  "relatedIncidents": [
    19736,
    19739,
    19768,
    19774,
    19794
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}