{
  "id": 19889,
  "title": "1970년 Bates v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-05-13",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Bates v. State. 판결일: 1970-05-13. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Jerry Lee BATES, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1970-05-13\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Onion, Woodley\n\n## 변호인\n\nE. Neil Lane, Houston, for appellant., Carol S. Vance, Dist. Atty., Phyllis Bell and Ray Montgomery, Asst. Dist. Attys., Houston, and Jim D Vollers, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 456 S.W.2d 107\n\n## 판결문 요약\n\n\n456 S.W.2d 107 (1970)\nJerry Lee BATES, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 42818.\nCourt of Criminal Appeals of Texas.\nMay 13, 1970.\nE. Neil Lane, Houston, for appellant.\nCarol S. Vance, Dist. Atty., Phyllis Bell and Ray Montgomery, Asst. Dist. Attys., Houston, and Jim D. Vollers, State's Atty., Austin, for the State.\n\nOPINION\nWOODLEY, Presiding Judge.\nThe offense is robbery by assault; the punishment, enhanced under Art. 62 Vernon's Ann.P.C. by a prior conviction for felony theft, life.\nSentence was pronounced and notice of appeal was given on March 25, 1968.\nAppellant was represented at his trial and on appeal by court appointed counsel and was furnished an appellate record including a transcript of the court reporter's notes, because of his indigency.\nThe record on appeal was approved on July 10, 1968, after notice by certified mail had been given on June 24, 1968, and no objections made.\nFollowing numerous extensions of time for filing defendant's appellate brief, brief was filed in the trial court on November 14, 1969, by appellant's court appointed counsel on appeal as well as at his trial in which said counsel conceded that a close examination of the record reveals that the evidence is overwhelming as to the appellant's guilt, and after a conscientious examination of the entire record he was forced to conclude that there is absolutely nothing in the record that could arguably support the appeal and, in his opinion, the appeal is wholly frivolous and without...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bates-v-state"
    }
  ],
  "relatedIncidents": [
    19742,
    19764,
    19765,
    19770,
    19780
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}