{
  "id": 19893,
  "title": "1970년 Minneapolis Star & Tribune Co. v. Commissioner of Taxation 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-05-01",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Minneapolis Star & Tribune Co. v. Commissioner of Taxation. 판결일: 1970-05-01. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: Minneapolis Star & Tribune Company v. Commissioner of Taxation\n**판결일**: 1970-05-01\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Frank, Gallagher, Knutson, Peterson, Rogosheske, Sheran\n\n## 변호인\n\nHayner N. Larson, Robert J. Christianson, Jack D. Gage, and Faegre & Benson, for relator., Douglas M. Head, Attorney General, Richard H. Kyle, Solicitor General, and C. H. Luther, Deputy Attorney General, for respondent.\n\n## 인용\n\n- 177 N.W.2d 33\n- 287 Minn. 117\n\n## 판결문 요약\n\n\n177 N.W.2d 33 (1970)\nMINNEAPOLIS STAR AND TRIBUNE COMPANY, Relator,\nv.\nCOMMISSIONER OF TAXATION, Respondent.\nNo. 42029.\nSupreme Court of Minnesota.\nMay 1, 1970.\n*34 Hayner N. Larson, Robert J. Christianson, Jack D. Gage, Minneapolis, Faegre &amp; Benson, of counsel, for relator.\nDouglas M. Head, Atty. Gen., C. H. Luther, Deputy Atty. Gen., St. Paul, for respondent.\n*35 Heard before KNUTSON, C. J., and ROGOSHESKE, SHERAN, PETERSON, and FRANK T. GALLAGHER, JJ.\n\nOPINION\nPETERSON, Justice.\nThe commissioner of taxation disallowed a deduction for certain net operating losses claimed by relator taxpayer for its taxable year ended February 24, 1962, and accordingly assessed additional tax with interest for that period. Upon appeal, the Tax Court sustained the commissioner's order. We issued a writ of certiorari to review the order of the Tax Court.\nAll relevant facts have been stipulated. Relator, a Delaware corporation, has its general offices and commercial domicile in Minnesota, where throughout the relevant period of time it has published two daily newspapers. In January 1960 relator organized another Delaware corporation known as the San Fernando Valley Times Company, the stock of which was owned entirely by relator. This new company acquired and operated the Valley Times, a newspaper published daily in San Fernando, California. On July 31, 1961, all of the assets of the San Fernando Valley Times Company were distributed to relator in complete liquidation, and the stock was red...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=minneapolis-star-tribune-co-v-commissioner-of-taxation"
    }
  ],
  "relatedIncidents": [
    19740,
    19887,
    19936,
    19564,
    19648
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}