{
  "id": 19898,
  "title": "1970년 Ex Parte Thorbus 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-04-29",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex Parte Thorbus. 판결일: 1970-04-29. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Richard Dean THORBUS\n**판결일**: 1970-04-29\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Onion\n\n## 변호인\n\nStewart J. Alexander, San Antonio, Edmund N. Anderson, Forth Worth, Carolyn F. Hartmann, San Antonio, for appellant., James E. Barlow, Dist. Atty., and Sparta Bitsis, Asst. Dist. Atty., San Antonio, and Jim D. Vollers, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 455 S.W.2d 756\n\n## 판결문 요약\n\n\n455 S.W.2d 756 (1970)\nEx parte Richard Dean THORBUS.\nNo. 42901.\nCourt of Criminal Appeals of Texas.\nApril 29, 1970.\nRehearing Denied July 15, 1970.\n*757 Stewart J. Alexander, San Antonio, Edmund N. Anderson, Forth Worth, Carolyn F. Hartmann, San Antonio, for appellant.\nJames E. Barlow, Dist. Atty., and Sparta Bitsis, Asst. Dist. Atty., San Antonio, and Jim D. Vollers, State's Atty., Austin, for the State.\n\nOPINION\nONION, Judge.\nThis is a habeas corpus proceeding by an inmate of the Texas Department of Corrections attacking the murder conviction under which he is confined. Such conviction with the punishment assessed at life was affirmed by this court in Thorbus v. State, Tex.Cr.App., 243 S.W.2d 840. See the companion case of Miers v. State, 157 Tex. Crim. 572, 251 S.W.2d 404.\nActing pursuant to Article 11.07, Vernon's Ann.C.C.P., and Ex parte Young, Tex.Cr.App., 418 S.W.2d 824, the petitioner represented by retained counsel filed his post conviction habeas corpus application in the convicting court. Said application, among other things, alleged the ineffective assistance of counsel at the trial and on appeal and that petitioner had been deprived of a statement of facts on appeal. At a hearing before the Judge of the 144th District Court (formerly the Criminal District Court of Bexar County) the petitioner offered only evidence as to the deprivation of a statement of facts on appeal.\nAt such hearing it was established that while appellant had retained counsel at his 1951 tria...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-thorbus"
    }
  ],
  "relatedIncidents": [
    19736,
    19739,
    19768,
    19774,
    19794
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}