{
  "id": 19900,
  "title": "1970년 Gilligan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-04-23",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Gilligan. 판결일: 1970-04-23. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: William Gilligan v. Walter O. Rehm, III\n**판결일**: 1970-04-23\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 34 A.D.2d 711\n\n## 판결문 요약\n\n\nMemorandum by the Court. Appeal from an order of the Supreme Court at Special Term, entered August 29, 1969 in Warren County, which granted a motion by defendants for summary judgment dismissing the complaint, and from the judgment entered thereon. Appellant seeks specific performance of an alleged contract for the sale of real property. Respondents contend that the alleged contract is void under the Statute of Frauds. In order to determine whether an enforceable contract between the parties for the sale of the property came into existence, the correspondence between the parties must be examined. On August 20, 1968, the respondents wrote to the appellant, a lawyer, stating that they would be willing to sell the lots adjacent to appellant’s summer home near Bolton Landing. Appellant regards this letter as an offer to enter into a contract. In his letter dated August 28, 1968, appellant replied that after his inspection of the deeds on file, he was “not interested in acquiring such title as you have, because it would put me in the position of buying a potential lawsuit, unless you obtain or have obtained from Mrs. Duell a corrective deed”. On September 4, 1968, respondents’ attorney indicated that a survey would clear up one of the objections and further stated that the other alleged errors did not exist. Appellant’s letter of September 9, 1968 again criticized respondents’ deeds and concluded: “Until I receive a satisfactory explanation from Coulter &amp; McCormack, I cannot ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gilligan-v-rehm"
    }
  ],
  "relatedIncidents": [
    19747,
    19772,
    19832,
    19844,
    19944
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}