{
  "id": 19901,
  "title": "1970년 United States v. Robert Fox, United States of America v. Bertram C. Morris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-04-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Robert Fox, United States of America v. Bertram C. Morris. 판결일: 1970-04-22. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Robert FOX, Appellant; UNITED STATES of America, Appellee, v. Bertram C. MORRIS, Appellant\n**판결일**: 1970-04-22\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Carter, Hufstedler, Peckham\n\n## 변호인\n\nMichael D. Garvey (argued), Seattle, Wash., for appellant Fox., Truman Castle (argued), of Bangs, Castle & Bright, Seattle, Wash., for appellant Morris., Jerald E. Olson (argued), Asst. U. S. Atty., Stan Pitkin, U. S. Atty., John M. Darrah, Asst. U. S. Atty., Seattle, Wash., for appellee.\n\n## 인용\n\n- 425 F.2d 996\n\n## 판결문 요약\n\n425 F.2d 996\n    UNITED STATES of America, Appellee,v.Robert FOX, Appellant.UNITED STATES of America, Appellee,v.Bertram C. MORRIS, Appellant.\n    No. 24329.\n    No. 24330.\n    United States Court of Appeals, Ninth Circuit.\n    April 22, 1970.\n    \n      COPYRIGHT MATERIAL OMITTED Michael D. Garvey (argued), Seattle, Wash., for appellant Fox.\n      Truman Castle (argued), of Bangs, Castle &amp; Bright, Seattle, Wash., for appellant Morris.\n      Jerald E. Olson (argued), Asst. U. S. Atty., Stan Pitkin, U. S. Atty., John M. Darrah, Asst. U. S. Atty., Seattle, Wash., for appellee.\n      Before CARTER and HUFSTEDLER, Circuit Judges, and PECKHAM,* District Judge.\n      JAMES M. CARTER, Circuit Judge.\n    \n    \n      1\n      Fox and Morris were tried jointly on counts of kidnapping (18 U.S.C. &#167; 1201) and violation of the Mann Act (18 U.S. C. &#167; 2421). A jury found them not guilty of the former and guilty of the latter. Both appeal their convictions to this court. We affirm.\n    \n    \n      2\n      * THE FACTS\n    \n    \n      3\n      We view the facts, as we must, in a light most favorable to the Government. The case against Fox and Morris was based largely on the testimony of Mrs. Juanita McDonald. Mrs. McDonald testified that Fox and Morris enticed her into Fox's car in Portland, Oregon. Fox allowed Mrs. McDonald to drive the car but refused her requests to let her go home. Fox then told Mrs. McDonald to drive them to the motel where Fox and Morris were staying. In the m...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-robert-fox-united-states-of-america-v-bertram-c-morris"
    }
  ],
  "relatedIncidents": [
    19699,
    19736,
    19739,
    19740,
    19741
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}