{
  "id": 19919,
  "title": "1970년 United States v. James Francis Eustace 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-03-31",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. James Francis Eustace. 판결일: 1970-03-31. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. James Francis EUSTACE, Appellant\n**판결일**: 1970-03-31\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Friendly, Judd, Lumbard\n\n## 변호인\n\nLars I. Kulleseid, Asst. U. S. Atty. (Robert M. Morgenthau, U. S. Atty., Leonard M. Marks, Asst. U. S. Atty., Southern District of New York, on the brief), for appellee., Robert Mitchell, New York City, for appellant.\n\n## 인용\n\n- 423 F.2d 569\n\n## 판결문 요약\n\n423 F.2d 569\n    UNITED STATES of America, Appellee,v.James Francis EUSTACE, Appellant.\n    No. 396.\n    Docket 34076.\n    United States Court of Appeals, Second Circuit.\n    Argued January 6, 1970.\n    Decided March 31, 1970.\n    \n      1\n      Lars I. Kulleseid, Asst. U. S. Atty. (Robert M. Morgenthau, U. S. Atty., Leonard M. Marks, Asst. U. S. Atty., Southern District of New York, on the brief), for appellee.\n    \n    \n      2\n      Robert Mitchell, New York City, for appellant.\n    \n    \n      3\n      Before LUMBARD, Chief Judge, FRIENDLY, Circuit Judge, and JUDD, District Judge.*\n    \n    JUDD, District Judge:\n    \n      4\n      James Francis Eustace appeals from a judgment of conviction entered on August 5, 1969, after a jury trial (Walter R. Mansfield, J.). He was convicted on both counts of a two-count indictment charging him with bank robbery and with assault and the use of a revolver in the commission of the robbery, in violation of 18 U.S.C. &#167; 2113(a) and (d).\n    \n    \n      5\n      There was evidence at the trial tending to prove that on Wednesday, October 23, 1968, at a few minutes after ten in the morning, a man, dressed as a priest, entered the Sterling Forest Branch of the County National Bank in Tuxedo, New York. The man had approached from a late model bronze colored car parked about fifteen feet from the bank. The bank manager, Mr. Howard, saw the car through the glass door of the bank. The man talked briefly with Mr. Howard, then drew a revolver and ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-james-francis-eustace"
    }
  ],
  "relatedIncidents": [
    19742,
    19764,
    19765,
    19770,
    19780
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}