{
  "id": 19916,
  "title": "1970년 Pollard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-04-06",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Pollard. 판결일: 1970-04-06. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Pollard v. State\n**판결일**: 1970-04-06\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Robertson\n\n## 인용\n\n- 233 So. 2d 792\n\n## 판결문 요약\n\n\n233 So. 2d 792 (1970)\nWilliam T. POLLARD\nv.\nSTATE of Mississippi.\nNo. 45748.\nSupreme Court of Mississippi.\nApril 6, 1970.\nJohn W. Whitten, Jr., Sumner, for appellant.\nA.F. Summer, Atty. Gen., by Guy N. Rogers, Asst. Atty. Gen., and Timmie Hancock, Sp. Asst. Atty. Gen., Jackson, for appellee.\nROBERTSON, Justice:\nThe appellant, William T. Pollard, was indicted for assault with a deadly weapon with intent to kill and murder. He was found guilty of simple assault by a jury in the Circuit Court of Tate County, Mississippi, and was sentenced to a jail term of six months.\nThe appellant, 57 years old, was born and reared in Quitman County, Mississippi. He moved to Memphis, Tennessee, 21 years ago and has worked for the DuPont Company there continuously since. He and his wife are the parents of five children, two of them still minors and living at home. He had never been arrested before.\nOn the afternoon of February 26, 1968, the appellant left Memphis for the Sardis Reservoir to check on the water pipes of his trailer located there. Just before dark he stopped at a truckstop off of Interstate 55 for a cup of coffee. He was not feeling well and put his head down on the steering wheel to rest.\nMrs. Sullivan, a waitress in the restaurant, noticed the appellant in this position through the plate glass window. When Sid Steele, a deputy sheriff of two months, came into the restaurant a short time later, Mrs. Sullivan asked him to check on appellant because she thought he might be ill. Alt...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pollard-v-state"
    }
  ],
  "relatedIncidents": [
    19736,
    19739,
    19768,
    19774,
    19794
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}