{
  "id": 19918,
  "title": "1970년 Noble 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-03-31",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Noble. 판결일: 1970-03-31. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: People v. Noble\n**판결일**: 1970-03-31\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: Lesinski, C.J., and Quinn and V.J. Brennan\n\n## 변호인\n\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, William L. Cabalan, Prosecuting Attorney, and Thomas P. Smith, Assistant Prosecuting Attorney, for the people., Brian Einhorn, for defendant on appeal.\n\n## 인용\n\n- 178 N.W.2d 118\n- 23 Mich. App. 100\n\n## 판결문 요약\n\n\n23 Mich. App. 100 (1970)\n178 N.W.2d 118\nPEOPLE\nv.\nNOBLE\nDocket No. 7,234.\nMichigan Court of Appeals.\nDecided March 31, 1970.\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, William L. Cahalan, *101 Prosecuting Attorney, and Thomas P. Smith, Assistant Prosecuting Attorney, for the people.\nBrian Einhorn, for defendant on appeal.\nBefore: LESINSKI, C.J., and QUINN and V.J. BRENNAN, JJ.\nPER CURIAM.\nDefendant Larry Noble was convicted in recorder's court for the city of Detroit of assault with intent to commit rape.[*] The defendant waived trial by jury.\nThe prosecutrix, a 70-year-old woman, testified to having rented an apartment where the defendant lived and worked as a janitor. On June 3, 1968, the day she moved in, defendant followed her inside her apartment, demanded sexual intercourse, prevented her escape by holding a knife to her throat, knocked her to the floor, and then left when she screamed. She remained in her apartment the remainder of the evening and through the next morning, when, still in a highly excited state, she related the incident to the caretaker. The caretaker called the police.\nDefendant argues that testimony of the caretaker relating her conversation with the prosecutrix 12 hours after the incident was hearsay and that it does not qualify for admission under the res gestae exception. In People v. Dickinson (1966), 2 Mich. App. 646, 650, this Court incorporated language found in People v. Kayne (1934), 268 Mich. 186:\n\"No inflex...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-noble"
    }
  ],
  "relatedIncidents": [
    19756,
    19935,
    19502,
    19520,
    19576
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}