{
  "id": 19917,
  "title": "1970년 Marsh 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-04-01",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Marsh. 판결일: 1970-04-01. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Curtis Wayne MARSH, Plaintiff in Error, v. the STATE of Oklahoma, Defendant in Error\n**판결일**: 1970-04-01\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Bussey, Nix\n\n## 변호인\n\nDelbert Brock, McAlester, for plaintiff in error., G. T. Blankenship, Atty. Gen., H. L. McConnell, Asst. Atty. Gen., for defendant in error.\n\n## 인용\n\n- 468 P.2d 800\n\n## 판결문 요약\n\n\n468 P.2d 800 (1970)\nCurtis Wayne MARSH, Plaintiff in Error,\nv.\nThe STATE of Oklahoma, Defendant in Error.\nNo. A-14740.\nCourt of Criminal Appeals of Oklahoma.\nApril 1, 1970.\nDelbert Brock, McAlester, for plaintiff in error.\nG.T. Blankenship, Atty. Gen., H.L. McConnell, Asst. Atty. Gen., for defendant in error.\n*802 BUSSEY, Judge.\nCurtis Wayne Marsh, hereinafter referred to as defendant, was charged, tried and convicted in the District Court of Pittsburg County for the crime of Assault with a Dangerous Weapon With Intent to Injure Any Person, After Previous Conviction of a Felony, and from the judgment and sentence fixing his punishment at eight years imprisonment in the state penitentiary, he appeals.\nBriefly stated, the record discloses that the defendant and Edward Walter Moore were inmates of the Oklahoma State Penitentiary on the 20th day of December, 1968. In the main mess hall of the prison, a \"commotion\" occurred at about 7:20 or 7:30 a.m. on that date. Prison guard A.A. Wimbs, on duty in the mess hall, pulled the defendant off of inmate Moore. At that time he saw a knife in the hands of defendant which Guard R.L. Harrington took from the hands of the defendant. Guard Harrington testified as to this \"scuffle.\" By the time he reached the scene, Guard Wimbs had the defendant by the arm and the defendant then handed him a knife which was introduced into evidence. Inmate Moore was observed by him to be on the floor on his side. Moore was taken to the prison hospital.\nDr. P...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=marsh-v-state"
    }
  ],
  "relatedIncidents": [
    19741,
    19744,
    19761,
    19967,
    19522
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}