{
  "id": 19910,
  "title": "1970년 Anderson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-04-09",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Anderson. 판결일: 1970-04-09. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: ANDERSON Et Al. v. HUMBLE OIL & REFINING COMPANY\n**판결일**: 1970-04-09\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Mobley\n\n## 변호인\n\nArcher, Patrick & Sidener, James H. Archer, Jr., for appellants., Jones, Bird & Howell, Earle B. May, for appellee.\n\n## 인용\n\n- 174 S.E.2d 415\n- 226 Ga. 252\n\n## 판결문 요약\n\n\n226 Ga. 252 (1970)\n174 S.E.2d 415\nANDERSON et al.\nv.\nHUMBLE OIL &amp; REFINING COMPANY.\n25665.\nSupreme Court of Georgia.\nArgued March 11, 1970.\nDecided April 9, 1970.\nArcher, Patrick &amp; Sidener, James H. Archer, Jr., for appellants.\nJones, Bird &amp; Howell, Earle B. May, for appellee.\nMOBLEY, Presiding Justice.\nThe issue in this case is whether ten acres of land leased to the defendant was being used by the owner for agricultural purpose at the time a zoning resolution was adopted by the Board of Commissioners of Roads and Revenues of Fayette County, Georgia.\nThe appeal is from a judgment denying the plaintiffs' prayer for a temporary and permanent injunction against the defendant using the property for a service station, or commercial purposes, and dismissing the complaint. The entering of that judgment is enumerated as error.\nOn August 13, 1960, the Board of Commissioners of Roads and Revenues of Fayette County adopted zoning regulations for the unincorporated area of Fayette County, providing that all of the land in that area was zoned for the purpose for which it was being used at that time. The plaintiffs contend that the ten acres were being used for agricultural purposes at the time, and the defendant that they were being used for commercial purposes.\nCounsel for the plaintiffs admit that the property, consisting of ten acres, was being used by the owner for a \"commercial nursery where he raised various plants, trees, flowers, etc. for sale primarily to other nurs...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=anderson-v-humble-oil-refining-co"
    }
  ],
  "relatedIncidents": [
    19736,
    19739,
    19740,
    19741,
    19742
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}