{
  "id": 19926,
  "title": "1970년 Martin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-03-25",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Martin. 판결일: 1970-03-25. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Richard MARTIN, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1970-03-25\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Onion\n\n## 변호인\n\nEdmund P. Williams, Corpus Christi, for appellant., William B. Mobley, Jr., Dist. Atty., Corpus Christi, and Jim D. Vollers, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 452 S.W.2d 481\n\n## 판결문 요약\n\n\n452 S.W.2d 481 (1970)\nRichard MARTIN, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 42709.\nCourt of Criminal Appeals of Texas.\nMarch 25, 1970.\nEdmund P. Williams, Corpus Christi, for appellant.\nWilliam B. Mobley, Jr., Dist. Atty., Corpus Christi, and Jim D. Vollers, State's Atty., Austin, for the State.\n\n\n*482 OPINION\nONION, Judge.\nThis is an appeal from a conviction for burglary with punishment assessed at five years by the court following a verdict of guilty.\nIn his first ground of error appellant complains the trial court erred in assessing punishment rather than permitting the jury to do so.\nAppellant relies upon the provisions of Article 37.07, Vernon's Ann.C.C.P. and his sworn motion in writing for probation. Such motion, filed on the day trial began, January 28, 1969, reads in part as follows:\n\"The Defendant herein represents that he has never been convicted of a Felony in this or any other state, and asks the court to submit to the Jury this application for a Probated Sentence.\"\nArticle 37.07, Sec. 2(b), supra, reads as follows:\n\"If a finding of guilty is returned, it shall then be the responsibility of the judge to assess the punishment applicable to the offense; provided, however, that (1) in capital cases where the state has made it known in writing prior to trial that it will seek the death penalty, (2) in any criminal action where the jury may recommend probation and the defendant filed his sworn motion for probation before the trial began, and (3) in other ca...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=martin-v-state"
    }
  ],
  "relatedIncidents": [
    19742,
    19764,
    19765,
    19770,
    19780
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}