{
  "id": 19928,
  "title": "1970년 Marino 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-03-24",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Marino. 판결일: 1970-03-24. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Appellee, vs. Eugene Marino Et Al. — (Frank Rago Et Al., Appellants. )\n**판결일**: 1970-03-24\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: William J. Scott\n\n## 변호인\n\nFrank G. Whalen, of Chicago, for appellants., William J. Scott, Attorney General, of Springfield, and Edward V. Hanrahan, State’s Attorney, of Chicago, (James B. Zagel, Assistant Attorney General, and Elmer C. Kissane and Patrick T. Driscoll, Jr., Assistant State’s Attorneys, of counsel,) for the People.\n\n## 인용\n\n- 256 N.E.2d 770\n- 44 Ill. 2d 562\n\n## 판결문 요약\n\n\n44 Ill.2d 562 (1970)\n256 N.E.2d 770\nTHE PEOPLE OF THE STATE OF ILLINOIS, Appellee,\nv.\nEUGENE MARINO et al.  (FRANK RAGO et al., Appellants.)\nNo. 41530.\nSupreme Court of Illinois.\nOpinion filed March 24, 1970.\n*563 *564 FRANK G. WHALEN, of Chicago, for appellants.\nWILLIAM J. SCOTT, Attorney General, of Springfield, and EDWARD V. HANRAHAN, State's Attorney, of Chicago, (JAMES B. ZAGEL, Assistant Attorney General, and ELMER C. KISSANE and PATRICK T. DRISCOLL, JR., Assistant State's Attorneys, of counsel,) for the People.\nJudgment affirmed.\nMr. CHIEF JUSTICE UNDERWOOD delivered the opinion of the court:\nDefendants Eugene Marino, Frank Rago, John Monteleone, and Angelo Pettit were convicted of theft of property exceeding the value of $150 after a jury trial in the circuit court of Cook County and each was sentenced to a term of not less than one nor more than five years in the penitentiary. A co-defendant, Robert Vaughn, was acquitted. On appeal to the Appellate Court for the First District, the judgments of conviction as to defendants Rago, Monteleone, and Pettit were affirmed (95 Ill. App.2d 369), but the cause was remanded to the trial court with instructions to conduct a proper hearing on aggravation and mitigation. The appellate court, in a separate appeal, also affirmed the conviction of defendant Marino. (95 Ill. App.2d 391.) We have allowed defendants Rago, Monteleone, and Pettit leave to appeal from the judgment of the appellate court. Defendant Marino is not a party to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "미국",
    "판례",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-people-v-marino"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-people-v-arnold"
    }
  ],
  "relatedIncidents": [
    19736,
    19739,
    19768,
    19774,
    19794
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}