{
  "id": 19921,
  "title": "1970년 United States v. Charles Hammonds 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-03-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Charles Hammonds. 판결일: 1970-03-30. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America v. Charles HAMMONDS, Appellant\n**판결일**: 1970-03-30\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Bazelon, Jameson, Tamm\n\n## 변호인\n\nMr. J. Laurent Scharff, Washington, D. C. (appointed by this court), for appellant., Mr. Warren R. King, Asst. U. S. Atty., with whom Mr. Thomas A. Flannery, U. S. Atty., and Mr. John A. Terry and Mr. Richard A. Hibey, Asst. U. S. Attys., were on the brief, for appellee.\n\n## 인용\n\n- 425 F.2d 597\n\n## 판결문 요약\n\n425 F.2d 597\n    UNITED STATES of Americav.Charles HAMMONDS, Appellant.\n    No. 22744.\n    United States Court of Appeals, District of Columbia Circuit.\n    Argued January 16, 1970.\n    Decided March 30, 1970.\n    \n      1\n      Mr. J. Laurent Scharff, Washington, D. C. (appointed by this court), for appellant.\n    \n    \n      2\n      Mr. Warren R. King, Asst. U. S. Atty., with whom Mr. Thomas A. Flannery, U. S. Atty., and Mr. John A. Terry and Mr. Richard A. Hibey, Asst. U. S. Attys., were on the brief, for appellee.\n    \n    \n      3\n      Before BAZELON, Chief Judge, TAMM, Circuit Judge, and JAMESON*, Senior District Judge.\n    \n    \n      4\n      JAMESON, District Judge.\n    \n    \n      5\n      Following conviction in a jury trial, appellant was sentenced to imprisonment for a term of five to fifteen years for first degree burglary, one to three years for assault with a dangerous weapon and two to six years for assault on a member of the police force with a dangerous weapon,1 all sentences to run concurrently. This appeal followed.\n    \n    \n      6\n      The Government's case may be summarized as follows: Between 9:00 and 9:45 P.M., on April 26, 1968, appellant was discovered in a second floor apartment occupied by Mrs. Mamie Bellinger and her six children. Her eight year old son, who was in the kitchen, called Mrs. Bellinger's attention to a \"foot up on the bed\" in an adjoining double bedroom. Mrs. Bellinger looked into the bedroom and \"saw a man under the bed.\" After c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-charles-hammonds"
    }
  ],
  "relatedIncidents": [
    19742,
    19764,
    19765,
    19770,
    19780
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}