{
  "id": 19939,
  "title": "1970년 Dorsey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-03-04",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Dorsey. 판결일: 1970-03-04. 법원: Court of Special Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Clinton F. Dorsey v. State of Maryland\n**판결일**: 1970-03-04\n**법원**: Court of Special Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Murphy, C.J., and Anderson, Morton, Orth, and Thompson\n\n## 변호인\n\nWilliam K. Connor and Victor J. D’Avella for appellant., Francis X. Pugh, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, and Edwin H. W. Harlan, Jr., State’s Attorney for Harford County, on the brief, for appellee.\n\n## 인용\n\n- 262 A.2d 591\n- 9 Md. App. 80\n\n## 판결문 요약\n\n\n9 Md. App. 80 (1970)\n262 A.2d 591\nCLINTON F. DORSEY\nv.\nSTATE OF MARYLAND.\nNo. 297, September Term, 1969.\nCourt of Special Appeals of Maryland.\nDecided March 4, 1970.\nThe cause was argued before MURPHY, C.J., and ANDERSON, MORTON, ORTH, and THOMPSON, JJ.\nWilliam K. Connor and Victor J. D'Avella for appellant.\nFrancis X. Pugh, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, and Edwin H.W. Harlan, Jr., State's Attorney for Harford County, on the brief, for appellee.\nORTH, J., delivered the opinion of the Court.\nClinton F. Dorsey (appellant) was found guilty of robbery by a jury in the Circuit Court for Harford County.\nWe do not consider those questions which he presents which go to the denial of a motion for judgment of acquittal made at the close of the evidence offered by the State. We point out again that the rule in this jurisdiction *83 is that he withdrew the motion by thereafter offering evidence. Maryland Rule 755 b. The remaining questions involve alleged error by the lower court in denying:\nI a motion to restrict the testimony of a witness;\nII a motion for judgment of acquittal made at the close of all the evidence; and\nIII a requested instruction.\n\nI\nAppellant sought to suppress an anticipated judicial identification of him as one of the robbers by Mrs. Robert Fletcher, wife of the robbery victim. As we construe the record, and we find verification for our construction in appellant's brief, a motion to that effect was presented to the c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dorsey-v-state"
    }
  ],
  "relatedIncidents": [
    19742,
    19764,
    19765,
    19770,
    19780
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}