{
  "id": 1993,
  "title": "2019년 State Of Washington, Resp v. Jalan Saechao Velez, App 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2019-09-16",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: State Of Washington, Resp v. Jalan Saechao Velez, App. 판결일: 2019-09-16. 법원: Court of Appeals of Washington.",
  "description": "## 사건 정보\n\n**사건명**: State Of Washington, Resp v. Jalan Saechao Velez, App\n**판결일**: 2019-09-16\n**법원**: Court of Appeals of Washington\n**관할**: Washington, WA\n\n\n## 판결문 요약\n\n       IN THE COURT OF APPEALS OF THE STATE OF WASHINGTON\n\n STATE OF WASHINGTON,\n                                                  No. 78270-3-I\n                                Respondent,\n                                                  DIVISION ONE\n               V.\n                                                  UNPUBLISHED OPINION\n JALAN SAECHAO VELEZ,\n\n                                   Appellant.     FILED: September 16, 2019\n\n\n       CHUN, J.   —   A jury convicted Jalan Saechao Velez of defrauding a public\n\nutility in the first degree. On appeal, Velez claims that the trial court erred by\n\npermitting proof of his age, an essential element of the conviction, through\n\ninadmissible hearsay. We agree and reverse.\n\n                                   BACKGROUND\n       On March 4, 2016, police served a search warrant at Velez’s residence,\n\nsuspecting the residents used the home to grow marijuana and defraud a public\n\nutility. The two persons at the residence, including Velez, complied with the\n\nsearch. The police detained both persons during the search. Detective Jarrod\n\nSeth asked where he could find Velez’s identification, and Velez directed him to\n\nhis bedroom down the hall. Detective Seth found Velez’s Washington State\n\nidentification card (ID card) in a wallet and asked if the address on the ID card\n\nwas current. Velez responded that it was not. The ID card indicated that Velez\n\fNo. 78270-3-1/2\n\n\nwas 19 years old. Police arrested and charged Velez with defrauding a p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-washington-resp-v-jalan-saechao-velez-app"
    }
  ],
  "relatedIncidents": [
    1928,
    1934,
    1980,
    2022,
    2049
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}