{
  "id": 19936,
  "title": "1970년 Copeland 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-03-06",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Copeland. 판결일: 1970-03-06. 법원: Wisconsin Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Copeland (Gary Lee), as Assignee of William F. Copeland and E. Burdelle Copeland, His Natural Parents, and Individually as a Minor by Guardian Ad Litem, Respondent, v. Larson and Wife, Appellants\n**판결일**: 1970-03-06\n**법원**: Wisconsin Supreme Court\n**관할**: Wisconsin, WI\n\n**판사**: Hallows\n\n## 변호인\n\nFor the appellants there was a brief by Stafford, Rosenbaum, Rieser & Hansen, attorneys, and Thomas M. Boykoff of counsel, and oral argument by William F. Nelson, all of Madison., For the respondent there was a brief by Bruee Gillman and Arthur, Tomlinson & Gillman, all of Madison, and oral argument by Bruee Gillman.\n\n## 인용\n\n- 174 N.W.2d 745\n- 46 Wis. 2d 337\n\n## 판결문 요약\n\n\n46 Wis.2d 337 (1970)\n174 N.W.2d 745\nCOPELAND (Gary Lee), as assignee of William F. Copeland and E. Burdelle Copeland, his natural parents, and individually as a minor by guardian ad litem, Respondent,\nv.\nLARSON and wife, Appellants.\nNo. 86.\nSupreme Court of Wisconsin.\nArgued February 5, 1970.\nDecided March 6, 1970.\n*339 For the appellants there was a brief by Stafford, Rosenbaum, Rieser &amp; Hansen, attorneys, and Thomas M. Boykoff of counsel, and oral argument by William F. Nelson, all of Madison.\nFor the respondent there was a brief by Bruce Gillman and Arthur, Tomlinson &amp; Gillman, all of Madison, and oral argument by Bruce Gillman.\nHALLOWS, C. J.\nLarson's Beach Resort is located on the eastern shore of Lake Waubesa and consists of a general store with a short-order restaurant, boat launch and docking facilities, six rental cabins, general facilities, and the main T-shaped pier from which the plaintff dived or slipped. It has been the custom of the general public for a number of years to swim and dive from this pier without restriction and without paying any charge because no such charge was ever imposed.\nOn the day of the accident, the plaintiff went to the resort with two of his friends in their swimming suits for a swim. Neither the plaintiff nor his friends stopped at the store before swimming. In his affidavit, the plaintiff stated he had been a patron of the store three or four years prior to the time of the accident when he was living in Dane county and he woul...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=copeland-v-larson"
    }
  ],
  "relatedIncidents": [
    19740,
    19887,
    19893,
    19564,
    19648
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}