{
  "id": 19935,
  "title": "1970년 Talley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-03-09",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Talley. 판결일: 1970-03-09. 법원: Supreme Court of Virginia.",
  "description": "## 사건 정보\n\n**사건명**: Larma Frances Talley v. Draper Construction Company, Inc.\n**판결일**: 1970-03-09\n**법원**: Supreme Court of Virginia\n**관할**: Virginia, VA\n\n**판사**: Cochran\n\n## 변호인\n\nAlex N. Apostolou, for plaintiff in error., Daniel S. Brown; Carroll D. Rea (Hazelgrove, Carr, Dickinson, Smith & Rea, on brief), for defendant in error.\n\n## 인용\n\n- 210 Va. 618\n\n## 판결문 요약\n\n\n210 Va. 618 (1970)\nLARMA FRANCES TALLEY\nv.\nDRAPER CONSTRUCTION COMPANY, INC.\nRecord No. 7042.\nSupreme Court of Virginia.\nMarch 9, 1970.\nPresent, All the Justices.\nPlaintiff, whose evidence showed that in 35 mile speed zone in dry weather she laid down 100 feet of unbroken skid marks and then struck very heavy stationary machinery with sufficient force to move it and to tear her automobile into two parts, is guilty of contributory negligence as a matter of law.  While contributory negligence and proximate cause are generally for the jury, court is not required to believe that which is contrary to human experience and the laws of nature or which is incredible.  Nor is the court required to believe that which the physical facts demonstrate to be untrue.  Not error to strike the plaintiff's evidence.\nError to a judgment of the Circuit Court of the City of Roanoke.  Hon. Fred L. Hoback, judge presiding.\nAlex N. Apostolou,    for plaintiff in error.\nDaniel S. Brown; Carroll D. Rea (Hazelgrove, Carr, Dickinson, Smith &amp; Rea,    on brief), for defendant in error.\nCOCHRAN\nCOCHRAN, J., delivered the opinion of the court.\nLarma Frances Talley, injured when the automobile which she was operating collided with construction equipment of Draper Construction Company, Inc., brought this law action for damages.  At the conclusion of all the evidence the trial court sustained defendant's motion to strike plaintiff's evidence, discharged the jury and entered summary judgment for defendant.  ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=talley-v-draper-construction-co"
    }
  ],
  "relatedIncidents": [
    19756,
    19918,
    19502,
    19520,
    19576
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}