{
  "id": 19934,
  "title": "1970년 Shirk 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-03-09",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Shirk. 판결일: 1970-03-09. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: People v. Shirk\n**판결일**: 1970-03-09\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Adams, Black, Brennan, Dethmers, Kavanagh, Kelly\n\n## 변호인\n\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, Thomas G. Plunkett, Prosecuting Attorney, and Dennis Donohue, Chief Appellate Counsel, for the people., Booth, Patterson, Hays S Karlstrom, for defendant on appeal.\n\n## 인용\n\n- 174 N.W.2d 772\n- 383 Mich. 180\n\n## 판결문 요약\n\n\n383 Mich. 180 (1970)\n174 N.W.2d 772\nPEOPLE\nv.\nSHIRK.\nCalendar No. 40, Docket No. 52,291.\nSupreme Court of Michigan.\nDecided March 9, 1970.\n*182 Frank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, Thomas G. Plunkett, Prosecuting Attorney, and Dennis Donohue, Chief Appellate Counsel, for the people.\nBooth, Patterson, Hays &amp; Karlstrom, for defendant on appeal.\nT.M. KAVANAGH, J.\nThe focal issue presented by this appeal is the applicability of Bruton v. United States (1968), 391 US 123 (88 S Ct 1620, 20 L Ed 2d 476), as made retroactive by Roberts v. Russell (1968), 392 US 293 (88 S Ct 1921, 20 L Ed 2d 1100), in light of our decision in People v. Farmer (1968), 380 Mich 198.\nA joint jury trial of defendants Shirk and MacKay commenced on May 17, 1960. On May 20, 1960  after police officers had testified concerning confessions made to them by defendant MacKay, hereafter discussed  the prosecuting attorney, upon leave granted, filed an amended information as to defendant MacKay to include the offense of second-degree murder. Defendant MacKay pleaded guilty to the included offense, his plea was accepted by the court, and the trial proceeded as to defendant Shirk alone.\n*183 Defendant Shirk claims that the following events in the course of trial effectively deprived him of his constitutional right to confront the witnesses against him and generally denied him a fair trial.\nDetective Keenan and Detective Allen testified that defendant MacKay was arrested o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-shirk"
    }
  ],
  "relatedIncidents": [
    19736,
    19739,
    19768,
    19774,
    19794
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}