{
  "id": 19944,
  "title": "1970년 Marsden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-02-26",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Marsden. 판결일: 1970-02-26. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. MICHAEL JOHN MARSDEN, Defendant and Appellant\n**판결일**: 1970-02-26\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: McCOMB, Mosk\n\n## 변호인\n\nCounsel, Stephen H. Silver, under appointment by the Supreme Court, and Long & Levit for Defendant and Appellant., Thomas C. Lynch, Attorney General, Jerome C. Utz and Joyce P. Nedde, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 465 P.2d 44\n- 2 Cal. 3d 118\n- 84 Cal. Rptr. 156\n\n## 판결문 요약\n\n\n2 Cal. 3d 118 (1970)\n465 P.2d 44\n84 Cal. Rptr. 156\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nMICHAEL JOHN MARSDEN, Defendant and Appellant.\nDocket No. Crim. 14119.\nSupreme Court of California. In Bank.\nFebruary 26, 1970.\n*120 COUNSEL\nStephen H. Silver, under appointment by the Supreme Court, and Long &amp; Levit for Defendant and Appellant.\nThomas C. Lynch, Attorney General, Jerome C. Utz and Joyce P. Nedde, Deputy Attorneys General, for Plaintiff and Respondent.\nOPINION\nMOSK, J.\nOn August 22, 1968, the District Attorney of Monterey County filed an information charging defendant and Laura Catheryn Repine with five counts of forgery, a violation of section 476 of the Penal Code. It was asserted that defendant and Miss Repine fraudulently cashed $100 money orders at five different motels in Monterey County on August 3 and 4. The money orders had been stolen from a grocery store and were cashed by means of fictitious identification. Defendant was arraigned on August 30, and the court appointed Michael Antoncich as defense counsel. Defendant pleaded not guilty, but was convicted on all five counts after a two-day jury trial. He was sentenced to the state penitentiary.\nDefendant's only contention on this appeal is that he was deprived of his constitutional right to the effective assistance of counsel because the trial court denied his motion to substitute new counsel without giving him an opportunity to state the reasons for his request.\nAfter the People completed the presentation...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-marsden"
    }
  ],
  "relatedIncidents": [
    19747,
    19772,
    19803,
    19832,
    19844
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}