{
  "id": 1995,
  "title": "2019년 Peo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2019-09-05",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Peo. 판결일: 2019-09-05. 법원: Colorado Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Peo v. Marx\n**판결일**: 2019-09-05\n**법원**: Colorado Court of Appeals\n**관할**: Colorado, CO\n\n## 인용\n\n- 2019 COA 138\n\n## 판결문 요약\n\n     The summaries of the Colorado Court of Appeals published opinions\n  constitute no part of the opinion of the division but have been prepared by\n  the division for the convenience of the reader. The summaries may not be\n    cited or relied upon as they are not the official language of the division.\n  Any discrepancy between the language in the summary and in the opinion\n           should be resolved in favor of the language in the opinion.\n\n\n                                                                 SUMMARY\n                                                          September 5, 2019\n\n                               2019COA138\n\nNo. 16CA1057, Peo v. Marx — Crimes — Sexual Assault;\nEvidence — Opinions and Expert Testimony — Testimony by\nExperts\n\n     A division of the court of appeals decides that an expert\n\nwitness in a sexual assault case may not testify on the percentage\n\nof children and teenagers who fabricate allegations of sexual abuse,\n\nthe percentage of girls who are sexually abused by family members,\n\nand the percentage of women who have been sexually assaulted.\n\nThe division further decides that, to obtain an evidentiary hearing\n\nunder Colorado’s rape shield statute, § 18-3-407, C.R.S. 2018, a\n\ndefendant need not prove that the accuser’s prior allegations of\n\nsexual assault were “false in fact,” but, rather, that the defendant\n\ncould establish at the hearing the falsity of the prior allegations by a\n\npreponderance of the evidence.\n\fCOLORADO COURT OF APPEALS    ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=peo-v-marx"
    }
  ],
  "relatedIncidents": [
    1913,
    2113,
    2190,
    2240,
    2242
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}