{
  "id": 19950,
  "title": "1970년 Belsky 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-02-10",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Belsky. 판결일: 1970-02-10. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Belsky v. State\n**판결일**: 1970-02-10\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Pearson, C.J., and Barkdull and Hendry\n\n## 인용\n\n- 231 So. 2d 256\n\n## 판결문 요약\n\n\n231 So. 2d 256 (1970)\nMichael Miles BELSKY, Appellant,\nv.\nThe STATE of Florida, Appellee.\nNo. 69-575.\nDistrict Court of Appeal of Florida, Third District.\nFebruary 10, 1970.\n*257 Mitchell M. Goldman and Nickolas Capuano, Miami, for appellant.\nEarl Faircloth, Atty. Gen., and Jesse J. McCrary, Jr., Asst. Atty. Gen., for appellee.\nBefore PEARSON, C.J., and BARKDULL and HENDRY, JJ.\nPER CURIAM.\nThis is an appeal from an order denying appellant's motion made pursuant to Rule 1.850, Florida Rules of Criminal Procedure, 33 F.S.A., for post conviction relief. The order of denial was entered after the trial judge conducted a full evidentiary hearing.\nThe appellant was indicted for first degree murder. He was represented by a privately employed attorney, who advised the appellant to plead guilty. The appellant tendered a guilty plea. After an exhaustive examination in open court to determine if the plea was intelligently and voluntarily entered, the court accepted the plea and sentenced the appellant to life imprisonment.\nAppellant now urges that his privately employed attorney was incompetent and that therefore he was denied the effective assistance of counsel. Although the trial court took evidence on this allegation and determined that it was not true, we think it should be further pointed out that generally a defendant may not attack the competency of his privately retained counsel. See Frizzell v. State, Fla.App. 1968, 213 So. 2d 293; Everett v. State, Fla.App. 1964, 161 So. 2d 71...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=belsky-v-state"
    }
  ],
  "relatedIncidents": [
    19736,
    19739,
    19768,
    19774,
    19794
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}