{
  "id": 19958,
  "title": "1970년 Curtis Estate 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-02-02",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Curtis Estate. 판결일: 1970-02-02. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Curtis Estate (Salke Appeal)\n**판결일**: 1970-02-02\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Bell, Brien, Cohen, Eagen, Jones, Pomeroy, Roberts\n\n## 변호인\n\nMarvin Gomishy, with him Morris L. Weisberg, Louis D. Apothaher, Morris H. Goldman, and Wolf, Bloch, Schorr & Solis-Gohen, and Blanh, Rome, Klaus & Gomishy, for appellant., John B. II. Garter, with him Thomson F. Edwards, and Pepper, Hamilton & Scheets, for trustees., M. Paul Smith, with him Smith, Aher, Grossman & Hollinger, for contingent beneficiaries., Edward L. Snitser, with him Paul L. Jaffe, and Mesirov, Gelman, Jaffe & Levin, for appellee.\n\n## 인용\n\n- 437 Pa. 123\n\n## 판결문 요약\n\n\nOpinion by\nMr. Justice Roberts,\nLong a landmark structure in Philadelphia, the Public Ledger Building has been since 1933 an asset of the Cyrus H. K. Curtis trust. Late in 1968 the trustees of that fund decided to explore the possibilities of selling the property. After various preliminary arrangements and'negotiations with several'parties, the trustees received, late in January of 1969, an offer of |8,050,000 from appellant in this case. Having fairly well decided to accept this offer the trustees, .through their attorney, contacted the Orphans’• Court division of the Court of Common Pleas of Montgomery County *125to gain that court’s approval of tne proposed sale under the Act of April 18, 1949, P. L. 512, art. IX, §963, 20 P.S. §320.983.1\nSeveral conferences with President Judge Taxis were held during February and March of 1969. As a result of these conferences the court, under the discretion vested in it by the terms of Section 963, declared the following: that notice of the sale be given all parties interested in the trust and all known prospective buyers; that at the time set for confirmation of the sale (April 11) the court would accept sealed bids of at least $8,150,000 from any other interested buyer, but that the appellant would have the right to “top” the highest such additional hid; that the appointment of a guardian ad litem for the minor beneficiaries was unnecessary; and that it would accept both of the trustees’ proffered affidavits of value in satisfaction o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=curtis-estate"
    }
  ],
  "relatedIncidents": [
    19747,
    19772,
    19832,
    19844,
    19900
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}