{
  "id": 19960,
  "title": "1970년 Curtin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-01-28",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Curtin. 판결일: 1970-01-28. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Appellee, vs. Lawrence Curtin, Appellant\n**판결일**: 1970-01-28\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: William J. Scott\n\n## 변호인\n\nDudley R. Sullivan, of Chicago, (John J. O’Connor, of counsel,) appointed by the court, for appellant., William J. Scott, Attorney General, of Springfield, and Edward V. Hanrahan, State’s Attorney, of Chicago, (James B. Zagel, Assistant Attorney General, and Elmer C. Kissane and John R. McClory, Assistant State’s Attorneys, of counsel,) for the People.\n\n## 인용\n\n- 255 N.E.2d 916\n- 44 Ill. 2d 507\n\n## 판결문 요약\n\n\n44 Ill.2d 507 (1970)\n255 N.E.2d 916\nTHE PEOPLE OF THE STATE OF ILLINOIS, Appellee,\nv.\nLAWRENCE CURTIN, Appellant.\nNo. 41946.\nSupreme Court of Illinois.\nOpinion filed January 28, 1970.\nRehearing denied March 23, 1970.\n*508 DUDLEY R. SULLIVAN, of Chicago, (JOHN J. O'CONNOR, of counsel,) appointed by the court, for appellant.\nWILLIAM J. SCOTT, Attorney General, of Springfield, and EDWARD V. HANRAHAN, State's Attorney, of Chicago, (JAMES B. ZAGEL, Assistant Attorney General, and ELMER C. KISSANE and JOHN R. McCLORY, Assistant State's Attorneys, of counsel,) for the People.\nJudgment affirmed.\nMr. JUSTICE CREBS delivered the opinion of the court:\nA jury in the circuit court of Cook County found defendant, Lawrence Curtin, guilty of armed robbery and the court sentenced him to the penitentiary for a term of 35 years to life. We reviewed this conviction and affirmed it. (People v. Curtin, 24 Ill.2d 191.) Defendant thereafter filed a petition for a post-conviction hearing, an evidentiary hearing was conducted and the court entered an order denying him any relief. Appeal from this order is directed to this court pursuant to Supreme Court Rule 651. Ill. Rev. Stat. 1967, ch. 110A, par. 651.\nIt is first argued that an oral confession admitted into *509 evidence was an involuntary confession. The voluntariness of this confession was not raised by a motion to suppress prior to or during the trial, and it was not raised on the first review of this case. During the post-conviction hearing th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-people-v-curtin"
    }
  ],
  "relatedIncidents": [
    19742,
    19764,
    19765,
    19770,
    19780
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}