{
  "id": 19962,
  "title": "1970년 United States v. William Paul Reynolds 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-01-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. William Paul Reynolds. 판결일: 1970-01-22. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. William Paul REYNOLDS, Defendant-Appellant\n**판결일**: 1970-01-22\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Ainsworth, Bell, Godbold, Per Curiam\n\n## 변호인\n\nJoe Bob Brown, Amarillo, Tex. (court-appointed) for defendant-appellant., Eldon B. Mahon, U. S. Atty., Alex H. McGlinchey, Asst. U. S. Atty., Fort Worth, Tex., for plaintiff-appellee.\n\n## 인용\n\n- 421 F.2d 178\n\n## 판결문 요약\n\n421 F.2d 178\n    UNITED STATES of America, Plaintiff-Appellee,v.William Paul REYNOLDS, Defendant-Appellant.\n    No. 28213 Summary Calendar.\n    United States Court of Appeals Fifth Circuit.\n    January 22, 1970.\n    \n      Joe Bob Brown, Amarillo, Tex. (court-appointed) for defendant-appellant.\n      Eldon B. Mahon, U. S. Atty., Alex H. McGlinchey, Asst. U. S. Atty., Fort Worth, Tex., for plaintiff-appellee.\n      Before BELL, AINSWORTH and GODBOLD, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      William Paul Reynolds appeals from his jury conviction on six counts of an indictment charging him with mail fraud in violation of 18 U.S.C. &#167; 1341 (1964).1 This appeal is based upon the single ground that the overwhelming weight of the evidence produced in the trial court tilts in defendant's favor. Upon a careful reading of the record, we conclude that the judgment must be affirmed.2 The testimony of fourteen witnesses appearing on behalf of the prosecution establishes that Reynolds, brandishing a gasoline company credit card stamped with the name of another, engaged in a criminal fraud or swindle during the course of his cross-country travels.\n    \n    \n      2\n      Affirmed.\n    \n    \n      \n        Notes:\n      \n      \n        1\n         Section 1341 reads as follows:\n        \"Whoever, having devised or intending to devise any scheme or artifice to defraud, or for obtaining money or property by means of false or fraudulent pretenses, representations, or promises,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-william-paul-reynolds"
    }
  ],
  "relatedIncidents": [
    19747,
    19772,
    19832,
    19844,
    19900
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}