{
  "id": 19967,
  "title": "1970년 Brenneman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-01-14",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Brenneman. 판결일: 1970-01-14. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: John Walter BRENNEMAN v. The STATE of Texas\n**판결일**: 1970-01-14\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrison\n\n## 변호인\n\nCauley & Kershner by Wm. J. Kershner, Houston, for appellant., Carol S. Vance, Dist. Atty., and Jameg C. Brough and Gerald Mackney, Asst. Dist. Attys., Houston, and Jim D. Vollers, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 458 S.W.2d 677\n\n## 판결문 요약\n\n\nOPINION\nMORRISON, Judge.\nThe offense is aggravated assault under Article 1147, section (5), V.A.P.C. The information charged aggravated assault alleging that the means by which the assault was effected did inflict disgrace upon the person assaulted; the punishment, assessed by the court without the intervention of a jury, sixty (60) days in jail and a fine of $200.00.\nAppellant challenges the sufficiency of the evidence. The injured party, a fifteen year old boy, testified that he went into a public restroom, and was approached by appellant. After a random conversation, appellant put his hand into the boy’s pants and upon his penis. When asked the effect of such conduct upon him, the boy said, “It made me nervous and I was scared, I wanted out.” The assault was interrupted by the entrance of others; the boy fled, and reported the matter to his mother. The boy’s outcry was corroborated by his mother, and the following day appellant was apprehended and identified.\nThe adult appellant, testifying in his own behalf, denied the commission of the offense.\nThe trial court determined the facts in issue against the appellant, and we affirm.\nThe words “as an assault with a whip or cowhide” in section (5) include any disgrace that was inflicted upon the assaulted party, Article 1147, note 133, Vernon’s Ann. P.C.; 6 Tex.Jur.2d, Assault and Battery (1959), section 2, p. 240.\nFinding no reversible error, the judgment is affirmed.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brenneman-v-state"
    }
  ],
  "relatedIncidents": [
    19741,
    19744,
    19761,
    19917,
    19522
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}