{
  "id": 19966,
  "title": "1970년 United States v. One 1967 Ford Galaxie 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1970-01-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: United States v. One 1967 Ford Galaxie. 판결일: 1970-01-15. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: United States v. ONE 1967 FORD GALAXIE, Motor and SERIAL NO. 7E 55C256256\n**판결일**: 1970-01-15\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Croake\n\n## 변호인\n\nRobert M. Morgenthau, U. S. Atty. for Southern Dist. of New York, for plaintiff, by Michael C. Silberberg, Asst. U. S. Atty., Gordon & Rosenberg, New York City, for defendant, Howard W. Gordon, New York City, of counsel.\n\n## 인용\n\n- 49 F.R.D. 295\n\n## 판결문 요약\n\n\nMEMORANDUM\nCROAKE, District Judge.\nThis is a forfeiture proceeding brought, pursuant to 49 U.S.C. § 782, by the United States of America by its attorney, Robert M. Morgenthau, United States Attorney for the Southern District of New York, against one 1967 Ford Galaxie, Motor and Serial No. 7E 55C256256. The car bears the registration MF6703 and is registered to Esther Frimet. The car was seized on May 22, 1969 by agents of the United States Secret Service for violation of 49 U.S.C. § 781(a) (3) and is now in the custody of the Regional Commissioner of Customs for the Port of New York. The specific alleged violations of the later statute are as follows:\n“6. Said vehicle had been and was being use [sic] to facilitate the transportation, carriage, conveyance, concealment, receipt, . possession, purchase, sale, barter, exchange or giving a certain quantity of counterfeit United States postage stamps which were away of a contraband article, to wit: possessed with intent to sell or offer for resale, in violation of the law and regulations of the United States dealing therewith or which were sold or offered for sale in violation thereof or which had been acquired or possessed in violation of any law of the United States dealing therewith.” Complaint, par. 6.\nThe alleged user of the defendant car for the above purposes is Mr. Frimet, the husband of the owner-claimant. Mr. Frimet is a defendant in a criminal action pending in this Court and is charged therein with above illegal activi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-one-1967-ford-galaxie"
    }
  ],
  "relatedIncidents": [
    19899,
    19490,
    19571,
    19613,
    19736
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}