{
  "id": 19987,
  "title": "1969년 In re the Probate of the Will of Haggart 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-12-11",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re the Probate of the Will of Haggart. 판결일: 1969-12-11. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Probate of the Will of Donald Haggart, Samuel R. Miserendino, Sandra L. Haggart\n**판결일**: 1969-12-11\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 변호인\n\nEdwin J. Kusdale for appellant., Anthony J. Spann for respondents.\n\n## 인용\n\n- 33 A.D.2d 124\n\n## 판결문 요약\n\n\n\nPer Curiam.\n\nThe decree herein denying probate of the alleged will of one Haggart (testator) following trial implements the findings of a jury that testator (1) did not declare the writing to be his last will and testament; (2) was not at the time of sound mind and (3) did not know the contents of the instrument which (4) did not express his intentions. The jury further found that the writing was procured by fraud and was the product of undue influence.\nWe conclude that the trial court erred in not granting the motion made by proponents at the close of the evidence for a directed verdict. In other words the court could and should have found that by no rational process could the jury have based the findings subsequently made upon the evidence presented (cf. Blum v. Fresh Grown Preserve Corp., 292 N. Y. 241, 245).\nThe record provides ample proof that testator did declare the writing to be his last will and testament, knew the contents thereof and that they expressed his intentions. While there was proof that testator at times drank to excess there is no evidence that at the time he executed the will he was under the influence of alcohol or was of unsound mind. To the contrary the record of the hospital, where testator was a patient, shows that on the date (March 10, 1965) the will was executed testator was “ up and about ” left the hospital during the day on a pass and in *126the evening left again to attend Bible Class and returned at 9 p.m. He had a “ good day ” and a “ goo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-the-probate-of-the-will-of-haggart"
    }
  ],
  "relatedIncidents": [
    19979,
    19990,
    19991,
    20014,
    20110
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}