{
  "id": 19980,
  "title": "1969년 Sacks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-12-22",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Sacks. 판결일: 1969-12-22. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Melvin Sacks v. Alvia Sacks\n**판결일**: 1969-12-22\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 33 A.D.2d 802\n\n## 판결문 요약\n\n\nIn an action for divorce, the plaintiff husband appeals from an order of the Supreme *803Court, Kings County, dated April 9, 1969, which granted defendant’s motion for summary judgment and dismissal of the complaint (CPLR 3211, 3212). Order reversed, on the law, without costs; defendant’s motion denied; and partial summary judgment granted in favor of plaintiff dismissing the affirmative defense of res judicata contained in defendant’s answer. On October 7, 1968 plaintiff commenced this action for divorce on the ground that defendant had abandoned him for a period of two or more years commencing August 16, 1963 (cf. Domestic Relations Law, § 170, subd. 2). Defendant interposed the affirmative defense of res judicata. It appears that plaintiff had previously sued defendant for separation (cf. Domestic Relations Law, § 200) on the ground, inter alia, that she had abandoned him on August 16, 1963. Defendant counterclaimed in that action for a separation in her favor; and the trial court found that defendant had left the marital domicile on August 16, 1963 without justification and without plaintiff’s consent, and that defendant had not sustained her burden of proof on her claim of cruel and inhuman conduct on his part before she left the marital domicile. The trial court made no finding that defendant had left plaintiff with intent not to return — a necessary ingredient of abandonment (see Silberstein v. Silberstein, 218 N\". T. 525, 529) —but held that plaintiff’s conduct and r...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sacks-v-sacks"
    }
  ],
  "relatedIncidents": [
    19979,
    19983,
    19984,
    19986,
    19987
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}