{
  "id": 19986,
  "title": "1969년 Lewis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-12-12",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Lewis. 판결일: 1969-12-12. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Lewis v. Lebanon Court of Common Pleas\n**판결일**: 1969-12-12\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Bell, Brien, Cohen, Eagen, Jones, Pomeroy, Roberts\n\n## 변호인\n\nAlvin B. Lewis, Jr., District Attorney, in propria persona, with him Joseph O. Mesics, Assistant District Attorney, and George E. Christianson, First Assistant District Attorney, for petitioner., Maurice L. Epstein, LeRoy 8. Zimmerman and David M. Boyd, amicus curiae, for District Attorney’s Association of Pennsylvania., John W. Packet and Melvin Dildine, Assistant Defenders, and Vincent J. Ziccardi, Acting Defender, for amicus curiae, Defender Association of Philadelphia., Thomas A. Ehrgood, fo\n\n## 인용\n\n- 436 Pa. 296\n\n## 판결문 요약\n\n\nOpinion by\nMr. Justice Jones,\nOn May 25, 1968, a homicide occurred in Lebanon County and, on November 11, 1968, Arthur M. Root, Jr., was arrested and charged with the offense. Two days later, defense counsel were appointed by the court and, on December 16, 1968, a preliminary hearing was held.\nAt the preliminary hearing, the Commonwealth’s key witness was Paul M. Stombaugh, a Special Agent for the Federal Bureau of Investigation (FBI), as*298signed as a hair and fiber examiner to the FBI Laboratory in Washington, D. C. Agent Stombaugh’s testimony as to certain laboratory tests he had made presented persuasive circumstantial evidence to connect Root with the homicide. At this hearing, Stombaugh was cross-examined by defense counsel.\nThe defense counsel, in preparing for trial, contacted Agent Stombaugh and requested an opportunity to interview him prior to trial. The FBI, however, has a standard policy against granting such pretrial interviews without the consent of the district attorney, and, in the case at bar, the district attorney refused to give such consent. On August 22, 1969, defense counsel filed a petition in the Court of Common Pleas of Lebanon County, .requesting that the district attorney be directed to permit the interview of the expert witness, Stombaugh.\nAfter a hearing at which both defense counsel and the district attorney presented arguments on the merits of the petition, President Judge Gates issued the following Order: “And Now, to wit, August 27, A. D., ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lewis-v-lebanon-court-of-common-pleas"
    }
  ],
  "relatedIncidents": [
    20006,
    20024,
    20038,
    20092,
    20118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}