{
  "id": 19989,
  "title": "1969년 Spivey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-12-08",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Spivey. 판결일: 1969-12-08. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Jimmy SPIVEY and Freddie C. PAYNE v. The STATE of Arkansas\n**판결일**: 1969-12-08\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Brown, Byrd\n\n## 변호인\n\nW. B. Hotvard and Jack Begars, for .appellants., Joe Purcell, Attorney General; Don Langston and Mike Wilson, Asst. Attys. Gen., for appellee.\n\n## 인용\n\n- 247 Ark. 752\n- 447 S.W.2d 846\n\n## 판결문 요약\n\n Lyle Brown, Justice. Jimmy Spivey and Freddie C. Payne appeal from a conviction on two counts of burglary and grand larceny. In the first burglary they were charged with taking a television set and a rifle; in the second charge they allegedly took an adding machine and a rifle. On appeal they attack the testimony of two of the State’s witnesses as being incompetent and prejudicial. The only evidence abstracted is the testimony of those two witnesses, W. V. Vincent and Sarah Kay Meredith. The Testimony of W. V. Vincent. He attended an auction sale at which the defendants were present; Spivey turned in an adding machine to he auctioned off and the witness bought it; Spivey inquired of Vincent if he ever bought guns, to which Vincent replied in the affirmative; subsequently Spivey made a date by telephone with Vincent; and at the appointed time Spivey brought a pistol and seven rifles to Vincent’s home. At that point in Vincent’s testimony this colloquy occurred: Mr. McCourtney: If the court please, we want to object to this line of questioning and .answers about these guns, unless it can be shown that they are guns connected with the burglaries of Mr. Ball and Mr. Barnett, which are contained in these charges. The Court: The objection is overruled. Mr. McCourtney: Note our exception. Prosecuting Attorney: You did buy the eight guns? A. On Monday morning, yes, sir. I did buy the guns. Q. Do you have the guns now? A. No, sir. Q. Were they taken by persons that identified them as...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=spivey-v-state"
    }
  ],
  "relatedIncidents": [
    19983,
    19999,
    20000,
    20015,
    20017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}