{
  "id": 19991,
  "title": "1969년 Wilson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-11-28",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Wilson. 판결일: 1969-11-28. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: John D. WILSON v. William EVERSOLE\n**판결일**: 1969-11-28\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Waddill\n\n## 변호인\n\nH. M. Shumate; Shumate, Shumate & Flaherty, Mart V. Mainous, Irvine, for appellants., W. C. Robinson, Booneville, Edward Jackson, Beattyville, for appellee.\n\n## 인용\n\n- 447 S.W.2d 593\n\n## 판결문 요약\n\n\nWADDILL, Commissioner.\nThis action was instituted to settle the estate of Lizzie Eversole and to require her surviving husband, William Eversole, to account for approximately $50,000 he allegedly collected that belonged to his wife and had wrongfully converted to his own use. (Other issues raised by the pleadings are not involved on this appeal). The trial court, in pertinent part, found that:\n“ * * * William Eversole had been trusted with the business of himself and Lizzie [Eversole], he had been very attentive to her welfare, such as making payments for all repairs on the property, doctors and nursing bills and the general welfare of both and there is no record to show that she had been pronounced incompetent and no record to show that she did not acquiesce in all the expenditures made by him, regardless of whose money was spent, he could not be held responsible for any expenditures made by him, where there is no proof of fraud, up to the time of her death, January 13, 1965. However, he is liable for any collections of money belonging to Lizzie, after the date of her death and for any money due her which has not been collected but may be collected later.”\nFrom that part of the judgment which is based upon the above conclusions, Lizzie Eversole’s personal representative and her heirs appeal.\nAppellants’ ground for reversal, in summary, is that the trial court’s conclusion that William Eversole does not have to account for the sums he collected that belonged to his wife, is ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wilson-v-eversole"
    }
  ],
  "relatedIncidents": [
    19979,
    19987,
    19990,
    20014,
    20110
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}