{
  "id": 19999,
  "title": "1969년 Commonwealth ex rel. Patterson v. Pennsylvania Board of Probation & Parole 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-11-13",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth ex rel. Patterson v. Pennsylvania Board of Probation & Parole. 판결일: 1969-11-13. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth ex rel. Patterson v. Pennsylvania Board of Probation and Parole\n**판결일**: 1969-11-13\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Cercone, Hopfman, Jacobs, Montgomery, Spaulding, Watkins, Weight\n\n## 변호인\n\nFrank P. Lawley, Jr., Deputy Attorney General, with him William C. Bennett, Attorney General, for board, appellant., No argument was made nor brief submitted for appellee.\n\n## 인용\n\n- 215 Pa. Super. 532\n\n## 판결문 요약\n\n\nOpinion by\nCercone, J.,\nEdward A. Patterson was sentenced on a charge of burglary to a term of 2 to 5 years by the court in Lu*533zerne County. After having served the minimum sentence, he was granted a parole on October 27, 1965 by the Pennsylvania Board of Parole. His parole was revoked, however, on January 29, 1969 for having absconded from supervision. He was then recommitted as a technical violator.\nPatterson then filed a petition for a writ of habeas corpus in the Court of Common Pleas of Luzerne County claiming his recommitment to have been improper because (1) he was not represented by counsel at the parole revocation hearing and (2) his constitutional rights were violated by the Parole Board in that its recommitment caused his sentencing to exceed that placed upon him by the court.\nThe lower court denied the writ of habeas corpus but held that because Patterson was recommitted without representation of counsel he was entitled to a new hearing before the Parole Board. The lower court then ordered the Board to appoint counsel for Patterson. The Commonwealth has appealed from that part of the court’s order.\nOur study of the case leads us to the conclusion that the Commonwealth is correct in its contention that the lower court should have designated the Office of Public Defender to provide counsel and should not have ordered the Parole Board to appoint counsel. The clear language of the Public Defender Act, Act of December 2, 1968, P. L. , 16 P.S. §9960.6(a) (6), expres...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-ex-rel-patterson-v-pennsylvania-board-of-probation-parole"
    }
  ],
  "relatedIncidents": [
    19983,
    19989,
    20000,
    20015,
    20017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}