{
  "id": 19990,
  "title": "1969년 In re Adoption, Hecker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-12-01",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: In re Adoption, Hecker. 판결일: 1969-12-01. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: In re ADOPTION, William C. HECKER (Moss)\n**판결일**: 1969-12-01\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Maughmer, Sperry\n\n## 변호인\n\nFrith & Pyatt, Robert C. Frith, Chilli-cothe, for appellant., R. M. Gifford, Green City, for respondent.\n\n## 인용\n\n- 448 S.W.2d 280\n\n## 판결문 요약\n\n\nMAUGHMER, Commissioner.\nOn February 1, 1968, Vella Lorraine Moss, filed in the Circuit Court of Sullivan County, Missouri, her petition for adoption of William Christopher Moss, a minor child. Attached to the petition was a copy of a written instrument captioned “Consent to Custody and Adoption” which had been *281signed and acknowledged on February 19, 1966 by one Shari Lynn Hecker, who therein described herself as the mother of said child, declared that he was illegitimate and that his father was unknown. On July 20, 1968, the natural mother, as Shari Lynn Wyldes (she having on November 17, 1967, married one Robert Wyldes) filed her “Motion to Withdraw or Strike from the files ‘Consent to Custody and Adoption’ ”. Therein it was alleged that the said written consent instrument had not been freely given; that it had been executed by mistake, through duress, fraud, undue influence, had been induced by misrepresentations; that it did not conform to the requirements of law; that it was a consent to adoption by Vella Lorraine Moss and George W. Moss and not to either alone and that said instrument is void and illegal.\nOn October 23, 1968 a hearing was held. It was restricted solely to the issues presented by the motion to withdraw. All matters pertaining to the adoption itself were passed for possible later consideration. After all the evidence and testimony had been heard, and on November 18, 1968, the court entered the following finding and judgment:\n“Motion to withdraw consen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-adoption-hecker"
    }
  ],
  "relatedIncidents": [
    19979,
    19987,
    19991,
    20014,
    20110
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}