{
  "id": 19997,
  "title": "1969년 Oland 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-11-14",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Oland. 판결일: 1969-11-14. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF OREGON, Respondent, v. BOB GENE OLAND, Appellant\n**판결일**: 1969-11-14\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Schwab\n\n## 변호인\n\nFrancis W. Linldater, Eugene, argued the cause and filed the briefs for appellant., Michael E. Murphy, Deputy District Attorney, Eugene, argued the cause for respondent. With him on the brief were Stephen H. Keutzer, Deputy District Attorney, and John B. Leahy, District Attorney, Eugene.\n\n## 인용\n\n- 461 P.2d 277\n- 1 Or. App. 272\n\n## 판결문 요약\n\n\n461 P.2d 277 (1969)\nSTATE of Oregon, Respondent,\nv.\nBob Gene OLAND, Appellant.\nCourt of Appeals of Oregon, In Banc.\nArgued and Submitted September 16, 1969.\nDecided November 14, 1969.\n*278 Francis W. Linklater, Eugene, argued the cause and filed the briefs for appellant.\nMichael E. Murphy, Deputy Dist. Atty., Eugene, argued the cause for respondent. With him on the brief were Stephen H. Keutzer, Deputy Dist. Atty., and John B. Leahy, Dist. Atty., Eugene.\nSCHWAB, Chief Judge.\nDefendant was indicted and upon jury trial found guilty of receiving and concealing a stolen automobile in violation of ORS 165.045. A 1965 Buick was stolen from the lot of a Portland dealer on December 29 or 30, 1966. This car was found by police on a used-car lot in Springfield, Oregon, in April of 1967. At the time it was found, the car had on it license plates and a serial number identification plate taken from a different 1965 Buick, the same model as the stolen car. The substituted license plates and serial number plate came from a 1965 Buick which had been sold to one Michael Milam after it had been wrecked. Milam, appearing as a witness for the prosecution, testified that he had sold the license plates, the serial number plate and the certificate of title from the wrecked car to the defendant for $500 in November or early December of 1966. Other witnesses for the state testified that in January of 1967, the defendant obtained a loan from a finance company by giving a security interest in the stol...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-oland"
    }
  ],
  "relatedIncidents": [
    20051,
    20103,
    20112,
    19899,
    19966
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}