{
  "id": 20005,
  "title": "1969년 Ward 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-11-05",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ward. 판결일: 1969-11-05. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: James WARD, Jr., Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1969-11-05\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Belcher\n\n## 변호인\n\nStephen A. Wakefield, Houston, for appellant., Carol C. Vance, Dist. Atty., Houston, James C. Brough and Vic Percorino, Asst. Dist. Attys., Houston, and Jim Vollers, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 446 S.W.2d 304\n\n## 판결문 요약\n\n\n446 S.W.2d 304 (1969)\nJames WARD, Jr., Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 42297.\nCourt of Criminal Appeals of Texas.\nNovember 5, 1969.\n*305 Stephen A. Wakefield, Houston, for appellant.\nCarol C. Vance, Dist. Atty., Houston, James C. Brough and Vic Percorino, Asst. Dist. Attys., Houston, and Jim Vollers, State's Atty., Austin, for the State.\n\nOPINION\nBELCHER, Judge.\nThe conviction is for felony theft of an automobile with a prior conviction for the same offense alleged for enhancement; the punishment, ten years.\nIt is contended that the evidence is insufficient to show that the automobile stolen from Jack D. Owen was the same automobile in which the officers found the appellant sitting twenty-two days later.\nJack D. Owen testified that he was the owner of a 1966 Chevrolet automobile, license No. PDR 13, which he parked near his office about 9:30 a. m., on December 13, 1967, and which was missing about 1 p. m., that day; and that he did not give the appellant or anyone his consent to take the car.\nOfficer McKeehan testified that while on routine patrol on January 4, 1968, he and his companion saw the appellant sitting on the driver's side of a \"'66 Chevrolet with a '67 Texas license plate\" PDR 13, which was parked in front of the 500 Club and after checking their \"rap sheet\" they found that it was listed among the cars stolen during the previous thirty days. As they kept the appellant continuously under surveillance while they were turning around, they saw the app...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ward-v-state"
    }
  ],
  "relatedIncidents": [
    19979,
    19980,
    19983,
    19984,
    19986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}