{
  "id": 20000,
  "title": "1969년 Cushinberry 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-11-08",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Cushinberry. 판결일: 1969-11-08. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State of Kansas, Appellee, v. Matthew Cushinberry, Appellant\n**판결일**: 1969-11-08\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Fatzer\n\n## 변호인\n\nJohn S. May, of Atchison, argued the cause and was on the brief for appellant., Robert D. Caplinger, County Attorney, argued the cause, and Kent Frizzell, Attorney General, was with him on the brief for appellee.\n\n## 인용\n\n- 460 P.2d 626\n- 204 Kan. 65\n\n## 판결문 요약\n\n\n204 Kan. 65 (1969)\n460 P.2d 626\nSTATE OF KANSAS, Appellee,\nv.\nMATTHEW CUSHINBERRY, Appellant.\nNo. 45,406\nSupreme Court of Kansas.\nOpinion filed November 8, 1969.\nJohn S. May, of Atchison, argued the cause and was on the brief for appellant.\nRobert D. Caplinger, County Attorney, argued the cause, and Kent Frizzell, Attorney General, was with him on the brief for appellee.\nThe opinion of the court was delivered by\nFATZER, J.:\nThe appellant, Matthew Cushinberry, has appealed from a conviction by a jury for the commission of second degree burglary and larceny (K.S.A. 21-520 and 21-524) and a sentence imposed from ten to twenty years pursuant to K.S.A. 21-523, 21-524 and 21-107a.\nAt about 2:00 o'clock a.m. on Saturday, January 6, 1968, the Atchison Police Department received a report that a station wagon was suspiciously parked on North Seventh Street with its motor running. The report was radioed to police patrol cars and officers of two patrol cars converged on the area, located the car, and *66 followed it. The police officers stopped the station wagon and upon approaching it, noticed that one Charles Brown was driving, a Marion Redman was in the right front seat, the appellant, Matthew Cushinberry, was in the rear seat, and on the rear floor beside Cushinberry was a portable television set.\nBecause of the extreme cold, the officers asked the three men to drive to the police station one block east. At the police station, Redman, the owner of the car, agreed to a search of the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-cushinberry"
    }
  ],
  "relatedIncidents": [
    19983,
    19989,
    19999,
    20015,
    20017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}