{
  "id": 20012,
  "title": "1969년 Cravens 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-10-24",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Cravens. 판결일: 1969-10-24. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: Clyde CRAVENS v. John W. WINGO, Warden, Kentucky State Penitentiary\n**판결일**: 1969-10-24\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Milliken\n\n## 변호인\n\nClyde Cravens, pro se., John B. Breckinridge, Atty. Gen., James H. Barr, Asst. Atty. Gen., Frankfort, for appellee.\n\n## 인용\n\n- 446 S.W.2d 557\n\n## 판결문 요약\n\n\nMILLIKEN, Judge.\nThe petitioner, Clyde Cravens, is incarcerated in the Kentucky State Penitentiary serving a two-year sentence for storehouse breaking. He asserts that he pled guilty to the charge with the understanding that a previous conviction for breaking into a dwelling would be kept “on the shelf”; that he was accused of trying to escape from the Jefferson County jail while awaiting transfer to the penitentiary and as a result his “shelved” conviction for dwelling house breaking was revived and he now serves an additional five-year sentence for that offense.\nThe petitioner filed his habeas corpus action against the Warden of the penitentiary seeking his release and, on motion of the Commonwealth, habeas corpus was denied on the basis of Ayers v. Davis, Ky., 377 S.W.2d 154 (1964), no RCr 11.42 action having been theretofore taken.\nWe conclude that the latter remedy was adequate to test the legality of his detention, and that the judgment of the trial court dismissing the petition for habeas corpus should be affirmed. It is so ordered, and the judgment is affirmed.\nAll concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cravens-v-wingo"
    }
  ],
  "relatedIncidents": [
    19979,
    19980,
    19983,
    19984,
    19986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}