{
  "id": 20017,
  "title": "1969년 Beckom 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-10-15",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Beckom. 판결일: 1969-10-15. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Beckom v. State\n**판결일**: 1969-10-15\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Liles\n\n## 인용\n\n- 227 So. 2d 232\n\n## 판결문 요약\n\n\n227 So.2d 232 (1969)\nMarion BECKOM, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 69-23.\nDistrict Court of Appeal of Florida. Second District.\nOctober 15, 1969.\n*233 Walter R. Talley, Public Defender, Bradenton, for appellant.\nEarl Faircloth, Atty. Gen., Tallahassee, and William D. Roth, Asst. Atty. Gen., Lakeland, for appellee.\nLILES, Acting Chief Judge.\nAppellant Marion Beckom appeals to this Court from a judgment of conviction and sentence to life imprisonment entered against him by the Circuit Court for Sarasota County.\nOn December 13, 1968, Beckom pleaded guilty and was sentenced to eight years imprisonment upon an information charging him with armed robbery. A few days thereafter he was allegedly involved in an escape attempt from the local county jail, and on January 3, 1969, he was again produced before the circuit court and was resentenced to life imprisonment. Upon this appeal, from the latter sentence, he challenged the second adjudication and sentence, contending that he had already started serving his first sentence when the jail incident happened and the circuit court thereafter lacked authority to bring him back and increase his sentence, even though it was during the same term of court. He also contends that his constitutional rights were violated when the court imposed the second sentence of life imprisonment against him for a reason that was not related to the original charge of armed robbery, namely, the attempted escape incident. However, since we are of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=beckom-v-state"
    }
  ],
  "relatedIncidents": [
    19983,
    19989,
    19999,
    20000,
    20015
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}