{
  "id": 20015,
  "title": "1969년 Darby 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-10-20",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Darby. 판결일: 1969-10-20. 법원: Arizona Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Arizona, Appellee, v. Jack Earl DARBY, Appellant\n**판결일**: 1969-10-20\n**법원**: Arizona Supreme Court\n**관할**: Arizona, AZ\n\n**판사**: Hays, McFARLAND, Struckmeyer\n\n## 변호인\n\nGary K. Nelson, Atty. Gen., by Carl Waag, Asst. Atty. Gen., Phoenix, for appellee., Lurie & Friedman, by Steven Friedman, Phoenix, for appellant.\n\n## 인용\n\n- 460 P.2d 9\n- 105 Ariz. 115\n\n## 판결문 요약\n\n\n105 Ariz. 115 (1969)\n460 P.2d 9\nSTATE of Arizona, Appellee,\nv.\nJack Earl DARBY, Appellant.\nNo. 1955.\nSupreme Court of Arizona. In Division.\nOctober 20, 1969.\nRehearing Denied November 18, 1969.\n*116 Gary K. Nelson, Atty. Gen., by Carl Waag, Asst. Atty. Gen., Phoenix, for appellee.\nLurie &amp; Friedman, by Steven Friedman, Phoenix, for appellant.\nHAYS, Justice.\nJack Darby was charged and convicted by a jury of robbery, a felony under A.R.S. § 13-641. He appeals his conviction contending the trial court erred in failing to suppress the in-court identification testimony of two witnesses who had identified the defendant at a \"tainted\" police lineup, and in refusing to give certain instructions requested by the defense.\nAbout 2:00 a.m. on the morning of September 11, 1967, Darby and another subject, both of whom answered the descriptions of the two men who had minutes before robbed a coffee shop at Central and Osborn Avenues in Phoenix, were arrested and taken into custody at the corner of 3rd Ave. and Thomas Road by two Phoenix police officers. The officers heard brief descriptions of the suspects and their vehicle over the police radio.\nWithin an hour of the arrests, the police staged a lineup for the complaining witnesses who identified Darby and his co-defendant without hesitation.\nThe trial court granted the defense's pretrial motion to suppress testimony concerning this lineup on grounds that the procedure followed was inherently violative of the due process rights of the d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-darby"
    }
  ],
  "relatedIncidents": [
    19983,
    19989,
    19999,
    20000,
    20017
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}