{
  "id": 20014,
  "title": "1969년 Ferguson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-10-22",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Ferguson. 판결일: 1969-10-22. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: FERGUSON, Appellant, v. BIRMINGHAM FIRE INSURANCE COMPANY, Respondent\n**판결일**: 1969-10-22\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: Denecke, Holman, Langtry, McAllister, O'Connell, Perry, Sloan\n\n## 변호인\n\nDonald H. Pearlman, Portland, argued the cause for appellant. With him on the briefs were Keane, Haessler, Bauman and Harper, and David W. Harper, Portland,, David N. Hobson, Portland, argued the cause for respondent. With him on the brief were Phillips, Coughlin, Buell & Phillips, and Jarvis B. Black, Portland. *\n\n## 인용\n\n- 460 P.2d 342\n- 254 Or. 496\n\n## 판결문 요약\n\n\n460 P.2d 342 (1969)\nHelen L. FERGUSON, Appellant,\nv.\nBIRMINGHAM FIRE INSURANCE COMPANY, Respondent.\nSupreme Court of Oregon, In Banc.\nArgued and Submitted November 13, 1968.\nDecided October 22, 1969.\nRehearing Denied December 16, 1969.\n*343 Donald H. Pearlman, Portland, argued the cause for appellant. With him on the briefs were Keane, Haessler, Bauman &amp; Harper, and David W. Harper, Portland.\nDavid N. Hobson, Portland, argued the cause for respondent. With him on the briefs were Phillips, Coughlin, Buell &amp; Phillips, and Jarvis B. Black, Portland.\nBefore PERRY, C.J., and McALLISTER, SLOAN, O'CONNELL, DENECKE, HOLMAN and LANGTRY[*], JJ.\nO'CONNELL, Justice.\nThis is an appeal from a judgment dismissing the complaint of Helen L. Ferguson, executrix of the estate of Thomas E. Ferguson in which she sought damages under an insurance policy issued by defendant Birmingham Fire Insurance Company.\nThe parties filed an agreed narrative statement of the proceedings pursuant to ORS 19.088.\nMr. Ferguson purchased from defendant company a policy insuring him in the following terms (among others):\n\"Coverage L  Personal Liability: [Insurer agrees] To pay on behalf of the insured all sums which the insured shall become legally obligated to pay as damages because of bodily injury or property damage, and the company shall defend any suit against the insured alleging such bodily injury or property damage and seeking damages which are payable under the terms of this endorsement, even if *3...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "방화",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ferguson-v-birmingham-fire-insurance-company"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=strobel-v-garrison"
    }
  ],
  "relatedIncidents": [
    19979,
    19987,
    19990,
    19991,
    20037
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}