{
  "id": 20024,
  "title": "1969년 Ford 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-09-29",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Ford. 판결일: 1969-09-29. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Ford v. State\n**판결일**: 1969-09-29\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Inzer\n\n## 인용\n\n- 227 So. 2d 454\n\n## 판결문 요약\n\n\n227 So.2d 454 (1969)\nR.B. (Bud) FORD\nv.\nSTATE of Mississippi.\nNo. 45464.\nSupreme Court of Mississippi.\nSeptember 29, 1969.\nRehearing Denied November 3, 1969.\n*455 Ottis B. Crocker, Jr., Bruce, for appellant.\nA.F. Summer, Atty. Gen., by G. Garland Lyell, Jr., Asst. Atty. Gen., Jackson, for appellee.\nINZER, Justice:\nAppellant R.B. (Bud) Ford was charged with murder in connection with the death of his wife. He was tried in the Circuit Court of Calhoun County and was found guilty of manslaughter. He was sentenced to serve a term of twenty years in the State Penitentiary. He has appealed to this Court. We affirm.\nThe proof in this case establishes that appellant left his home about 6 P.M. on the afternoon of May 4, 1968, and went with one Bunk Roberts to a place known as \"Trailer House.\" According to the testimony of Bunk Roberts this was a place where beer was sold and that he and the appellant drank some beer. Appellant returned to his home shortly after 10 P.M. that night. There were several people at his home on this occasion and when he reached the room in which his wife and some of the other people were congregated, he fired a shot from a pistol which he had with him. Immediately after he fired his wife fell. She had been shot in the forehead. Appellant admitted that he fired a shot in the direction of his wife, but denied that the bullet from his gun struck his wife. He testified that he was shooting at a man who had his wife \"all hugged up.\" He said, \"and so I just walked...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ford-v-state"
    }
  ],
  "relatedIncidents": [
    19986,
    20006,
    20038,
    20092,
    20118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}