{
  "id": 20038,
  "title": "1969년 Mascarenas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-09-15",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: Mascarenas. 판결일: 1969-09-15. 법원: New Mexico Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Jesus Esteban MASCARENAS, Petitioner, v. STATE of New Mexico, Respondent\n**판결일**: 1969-09-15\n**법원**: New Mexico Supreme Court\n**관할**: New Mexico, NM\n\n**판사**: Compton, Moise, Noble, Tackett, Watson\n\n## 변호인\n\nG. Gordon Robertson, Raton, for petitioner., James A. Maloney, Atty. Gen., Ray H. Shollenbarger, Asst. Atty. Gen., Santa Fe, for respondent.\n\n## 인용\n\n- 458 P.2d 789\n- 80 N.M. 537\n\n## 판결문 요약\n\n\n458 P.2d 789 (1969)\n80 N.M. 537\nJesus Esteban MASCARENAS, Petitioner,\nv.\nSTATE of New Mexico, Respondent.\nNo. 8788.\nSupreme Court of New Mexico.\nSeptember 15, 1969.\n*790 G. Gordon Robertson, Raton, for petitioner.\nJames A. Maloney, Atty. Gen., Ray H. Shollenbarger, Asst. Atty. Gen., Santa Fe, for respondent.\n\nOPINION\nNOBLE, Chief Justice.\nPetitioner was tried and convicted of voluntary manslaughter. His conviction was affirmed in State v. Mascarenas, 80 N.M. 74, 451 P.2d 567 (Ct.App. 1968). He seeks review of that decision under two points asserted:\n(1) Does the defendant's statutory right of cross-examination at a preliminary hearing include the right to inspect the prior written statement of a witness called by the state; and if so,\n(2) Does the magistrate's erroneous denial of a defendant's statutory right of cross-examination vitiate the entire preliminary hearing so as to preclude a subsequent prosecution by information based thereon?\nThe magistrate denied petitioner's request to examine, in connection with cross-examination, a previous written statement made by a witness called to testify at his preliminary examination. The petitioner here (defendant below) filed a plea in abatement in the district court prior to his arraignment, contending that he had been denied a preliminary examination.\nIn seeking review of the decision of the Court of Appeals, petitioner asserts that the decision of that court conflicts with our decisions in State ex rel. Hanagan v. Armijo, 72 N.M...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mascarenas-v-state"
    }
  ],
  "relatedIncidents": [
    19986,
    20006,
    20024,
    20092,
    20118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}