{
  "id": 20034,
  "title": "1969년 McCann 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-09-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: McCann. 판결일: 1969-09-19. 법원: United States Court of Military Appeals.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. DAN E. McCANN, Private, U. S. Marine Corps\n**판결일**: 1969-09-19\n**법원**: United States Court of Military Appeals\n**관할**: USA, Federal\n\n**판사**: Darden, Ferguson, Quinn\n\n## 변호인\n\nLieutenant Norman A. Wulf, JAGC, USNR, was on the pleadings for Appellant, Accused., Captain William S. Foss, USMCR, was on the pleadings for Appellee, United States.\n\n## 인용\n\n- 18 C.M.A. 580\n- 18 USCMA 580\n\n## 판결문 요약\n\n\nOpinion of the Court\nDARDEN, Judge:\nConsistent with his plea of guilty, the accused has beén convicted of absence without leave, failure to obey a lawful order, attempt to escape from lawful confinement, and assault upon a prison chaser in the execution of his duties, in violation of Articles 86, 92, 80, and 184, Uniform Code of Military Justice, 10 USC §§ 886, 892, 880, and 934, respectively. The providence of his guilty plea is the issue now before this Court.\nThe law officer's inquiry into this matter did not include an itemizing of the elements of each offense charged. He did determine, however, that the accused knew the elements of the offenses to which he pleaded guilty. Further, the investigation brought out that accused desired separation from the Marine Corps. Considering the nature of the charges and the inquiry that was made, comparable to that .found in United States v Care, 18 USCMA 535, 40 CMR 247, we are satisfied that the plea in this case is provident. However, the procedure followed in this case would not meet the standard that must apply to cases tried thirty days after the decision in United States v Care, supra.\nThe decision of the board of review is affirmed.\nChief Judge Quinn concurs.-\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-mccann"
    }
  ],
  "relatedIncidents": [
    20021,
    20031,
    20133,
    19741,
    19744
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}