{
  "id": 20039,
  "title": "1969년 Chambers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-09-15",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Chambers. 판결일: 1969-09-15. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. BILLY G. CHAMBERS Et Al., Defendants and Appellants\n**판결일**: 1969-09-15\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Wright\n\n## 변호인\n\nAlbert D. Silverman, under appointment by the Court of Appeal, for Defendants and Appellants., Thomas C. Lynch, Attorney General, William E. James, Assistant Attorney General, and William V. Ballough, Deputy Attorney General, for Plaintiff and Respondent.\n\n## 인용\n\n- 276 Cal. App. 2d 89\n\n## 판결문 요약\n\n\n276 Cal. App. 2d 89 (1969)\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nBILLY G. CHAMBERS et al., Defendants and Appellants.\nCrim. No. 15053. \nCalifornia Court of Appeals. Second Dist., Div. Two.  \nSept. 15, 1969.\n Albert D. Silverman, under appointment by the Court of Appeal, for Defendants and Appellants.\n Thomas C. Lynch, Attorney General, William E. James, Assistant Attorney General, and William V. Ballough, Deputy Attorney General, for Plaintiff and Respondent.\n WRIGHT, J.\n This is an appeal from judgments of conviction of burglary and grand theft.\n Appellants Billy G. Chambers and Thomas H. Oxenreider were charged in counts I and III with violation of Penal Code section 459 (burglary) and in counts II and IV with violation of Penal Code section 487, subdivision 3 (grand theft). Three prior felony convictions against Oxenreider and one prior felony conviction against Chambers were also alleged.\n Appellants pleaded not guilty and denied the prior felony convictions. Appellants personally and all counsel waived trial by jury. Appellants were each found guilty of counts I, II and III, and the court fixed the burglary convictions as in the first degree. Count IV was dismissed. One of the alleged prior felony convictions as against Oxenreider was found to be true; the remaining two were found to be not true. The alleged prior felony conviction as against Chambers was also *94 found to be true. Motions for a new trial and for probation were denied. Each appellant was sentenced to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-chambers"
    }
  ],
  "relatedIncidents": [
    19983,
    19989,
    19999,
    20000,
    20015
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}