{
  "id": 20036,
  "title": "1969년 Pittser 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-09-17",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Pittser. 판결일: 1969-09-17. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Orville Jack PITTSER, in Error v. The STATE of Oklahoma, in Error\n**판결일**: 1969-09-17\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Bussey, Nix\n\n## 변호인\n\nDon Anderson, Public Defender, Oklahoma County, for plaintiff in error., Curtis P. Harris, Dist. Atty., Russell B. Fister, Asst. Dist. Atty., Oklahoma County, for defendant in error.\n\n## 인용\n\n- 461 P.2d 1015\n\n## 판결문 요약\n\n\nNIX, Judge:\nPlaintiff in Error, Orville Jack Pittser, hereinafter referred to as the defendant, was charged in the District Court of Oklahoma County with the crime of Kidnapping After Former Conviction of a Felony. He was tried by a jury, found guilty, and sentenced to 38 years in the penitentiary. From that judgment and sentence he has appealed to this Court.\nThe charge of kidnapping arose on the night of April 26, 1967, when two girls, Rita Carpenter and Judy Allman drove into a Quality Service Station at S.W. 27th and Agnew for gas and to buy some cokes. A man, identified as the defendant, came up in a disheveled condition and accosted the attendant, who told him to move on. He then moved around the car and demanded money from the girls. They rolled up the car windows, the station attendant attempted to get the man to go on and leave them alone. The defendant drew a gun on the attendant, and then pointed it at the girls through the window and demanded that they let him in the car or he would kill the attendant and the girls too. They then unlocked the rear car door and let the defendant into the car. He pointed the gun at their heads and demanded that they drive on. He directed them to make several turns, at one point hitting the driver on the face with the gun because she could not make a left turn because of road construction when he told her to. The station attendant, meanwhile, had called the police and given them a description of the car and the tag number. The polic...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "법원판결",
    "범죄",
    "납치"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mccormick-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pittser-v-state"
    }
  ],
  "relatedIncidents": [
    19984,
    20120,
    19901,
    19979,
    19980
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}