{
  "id": 20037,
  "title": "1969년 Reed 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-09-17",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Reed. 판결일: 1969-09-17. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Cecil R. REED v. Stewart L. UDALL, Secretary of the Department of the Interior of the United States, and individually J. R. Penny, Nevada State Director, Bureau of Land Management, United States Department of the Interior, and individually and Val B. Richman, District Manager, Carson City Office, Bureau of Land Management, United States Department of the Interior, and individually\n**판결일**: 1969-09-17\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n## 변호인\n\nGeorge W. Abbott (argued), Minden, Nev., for appellant., Frank B. Friedman (argued), Clyde O. Martz, Asst. Atty. Gen., Glen E. Taylor, A. Donald Mileur, Attys., Dept. of Justice, Washington, D. C., Joseph L. Ward, U. S. Atty., Julien G. Sourwine, Asst. U. S. Atty., Reno, Nev., for appellees.\n\n## 인용\n\n- 416 F.2d 377\n\n## 판결문 요약\n\n\nPER CURIAM:\nThe Secretary of the Interior cancelled appellant’s homestead entry upon the ground that it did not meet the cultivation requirements of 43 U.S.C. §§ 164, 279. Appellant sought review in the District Court and that court, by summary judgment, upheld the Secretary. This appeal followed. The sole question presented is whether there is substantial evidence in the administrative record to support the position of the Secretary. Palmer v. Dredge Corp., 398 F.2d 791 (9th Cir. 1968).\nAppellant contends that his submission of the statutorily required proof of compliance (affidavits from himself and two neighbors) constitutes all that is necessary for the issuance of his patent. If this view were to prevail the United States would be at the mercy of fraudulent homesteaders. The Department of Interior was not required to accept the affidavits as conclusive proof that appellant had cultivated the requisite acreage. Boesche v. Udall, 373 U.S. 472, 476-477, 83 S.Ct. 1373, 10 L.Ed.2d 491 (1963); Best v. Humboldt Placer Mining Co., 371 U.S. 334, 336-338, 83 S.Ct. 379, 9 L.Ed.2d 350 (1963). Accordingly, the truth of the affidavits was challenged in a contest proceeding initiated pursuant to the Department’s regulations. 43 C.F.R. 1852.2. A hearing was held and the hearing examiner ruled for appellant. The Director of the Bureau of Land Management reversed, finding that the entry was not made or maintained in good faith and that insufficient acreage was cultivated. The Secretary a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=reed-v-udall"
    }
  ],
  "relatedIncidents": [
    20014,
    20170,
    20174,
    20175,
    20231
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}