{
  "id": 20041,
  "title": "1969년 Montanye 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-09-10",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Montanye. 판결일: 1969-09-10. 법원: Court of Special Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: George Henry Montanye v. State of Maryland\n**판결일**: 1969-09-10\n**법원**: Court of Special Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Murphy, C.J., and Anderson, Morton, Orth, and Thompson\n\n## 변호인\n\nMartin A. Ferris, III, for appellant., T. Joseph Touhey, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, Samuel A. Green, Jr., State’s Attorney for Baltimore County, and Edward A. DeWaters, Jr., Assistant State’s Attorney for Baltimore County, on the brief, for appellee.\n\n## 인용\n\n- 256 A.2d 706\n- 7 Md. App. 627\n\n## 판결문 요약\n\n\n7 Md. App. 627 (1969)\n256 A.2d 706\nGEORGE HENRY MONTANYE\nv.\nSTATE OF MARYLAND.\nNo. 446, September Term, 1968.\nCourt of Special Appeals of Maryland.\nDecided September 10, 1969.\nThe cause was argued before MURPHY, C.J., and ANDERSON, MORTON, ORTH, and THOMPSON, JJ.\nMartin A. Ferris, III, for appellant.\nT. Joseph Touhey, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, Samuel A. Green, Jr., State's Attorney for Baltimore County, and Edward A. DeWaters, Jr., Assistant State's Attorney for Baltimore County, on the brief, for appellee.\n*628 THOMPSON, J., delivered the opinion of the Court.\nGeorge Henry Montanye, the appellant, was sentenced to a term of fifteen years by the Circuit Court for Baltimore County after a plea of guilty to robbery with a dangerous and deadly weapon. Prior to the entry of the plea there was the following colloquy:\n\"THE COURT: Do you wish the indictment to be read?\n\"MR. SHEHAN: No, no. We waive the reading, Your Honor.\n\"THE COURT: The plea, gentlemen?\n\"MR. SHEHAN: Guilty.\n\"THE COURT: Let the record show, Indictment 34956, George Henry Montayne,[1] a plea of guilty of the First Count, and not guilty of the Fourth Count of Indictment  all right, gentlemen. I might explain to you, Mr. Montayne, first of all, you have a right to be tried by this Court or by a Jury of twelve people. You must make that election yourself. Your counsel cannot do it. He can only advise you what he thinks is best. Apparently, from what I understand, y...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=montanye-v-state"
    }
  ],
  "relatedIncidents": [
    19983,
    19989,
    19999,
    20000,
    20015
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}