{
  "id": 20051,
  "title": "1969년 Hall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-08-28",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Hall. 판결일: 1969-08-28. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: People v. Hall\n**판결일**: 1969-08-28\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: Levin, P.J., and Holbrook and Beer\n\n## 변호인\n\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, William L. Cahalan, Prosecuting Attorney, Samuel J. Torina, Chief Appellate Lawyer, and Barbara K. Hackett, Assistant Prosecuting Attorney, for the people., Clifford F. Patterson, for defendant.\n\n## 인용\n\n- 172 N.W.2d 473\n- 19 Mich. App. 95\n\n## 판결문 요약\n\n\n19 Mich. App. 95 (1969)\n172 N.W.2d 473\nPEOPLE\nv.\nHALL\nDocket No. 3,902.\nMichigan Court of Appeals.\nDecided August 28, 1969.\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, William L. Cahalan, Prosecuting Attorney, Samuel J. Torina, Chief Appellate Lawyer, and Barbara K. Hackett, Assistant Prosecuting Attorney, for the people.\nClifford F. Patterson, for defendant.\nBefore: LEVIN, P.J., and HOLBROOK and BEER,[*] JJ.\nHOLBROOK, J.\nThe defendant was convicted of robbery armed.[1] At the trial there was introduced in evidence over defendant's objection a loaded hand *98 gun found on defendant when he was arrested two days after the crime was allegedly committed. The victim was asked whether he had a good look at the gun, to which he replied that \"I didn't look too straight at it.\" When asked the color, he testified, \"It was blue steel, I think it was. I don't know for sure.\"[2] He later testified that it was black. The victim was then asked whether it was a revolver, to which he replied that, \"I couldn't tell you for sure. All I knew was that it was a gun.\"\nThe victim testified that the gun used by the defendant in holding him up was fired into the ground as a warning. An officer of the police scientific laboratory, who examined the gun found on the defendant a few days after the defendant's arrest, testified that he did not examine it to determine whether it had been fired.\nAlthough the evidence did not establish that the gun found on the defendant at t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-hall"
    }
  ],
  "relatedIncidents": [
    19997,
    20103,
    20112,
    19899,
    19966
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}