{
  "id": 20093,
  "title": "1969년 Turpin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-07-29",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Turpin. 판결일: 1969-07-29. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The State of Ohio, Appellee, v. Turpin, Appellant\n**판결일**: 1969-07-29\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: McLaughlin, Rutherford, Van NostraN\n\n## 변호인\n\nMr. David D. Dowd, Jr.,  for appellee.\n\n Miss Violet J. Tarcai,  for appellant.\n\n## 인용\n\n- 250 N.E.2d 94\n- 19 Ohio App. 2d 116\n\n## 판결문 요약\n\n(Retired. Assigned to active duty under authority of Section 6(C), Article IV, Constitution.) This appeal on questions of law is from an order of the Common Pleas Court dismissing a petition for postconviction relief on the sole ground that the petitioner, having served his full time, is no longer under sentence.\nThe petitioner was indicted on three counts for (1) *Page 118 \ninducing illicit intercourse, (2) permitting it upon the premises, and (3) harboring.\nHe was tried by a jury and found guilty on each count. He was sentenced to a total of ten years. His conviction and sentence was affirmed by this Court of Appeals and by the Supreme Court of Ohio.\nHe entered the Ohio Penitentiary on November 2, 1956. He served his full ten-year sentence and was discharged on November 1, 1966.\nThis case has a long history, beginning soon after he was imprisoned and lasting for about ten years. He was denied release by habeas corpus in state courts at all levels, including the Common Pleas Courts of Franklin and Stark Counties and the Courts of Appeals for those counties. He was denied release by habeas corpus by the Supreme Court of Ohio on two occasions, once on appeal and once on an original action. This case has a similar history of unsuccessful attempts to obtain his release on habeas corpus in the federal courts at all levels. Twice he was denied certiorari by the Supreme Court of the United States.\nHe applied to the Ohio Pardon and Parole Commission for a recommendation of an uncond...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-turpin"
    }
  ],
  "relatedIncidents": [
    19979,
    19980,
    19983,
    19984,
    19986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}