{
  "id": 20092,
  "title": "1969년 Adams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-07-29",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Adams. 판결일: 1969-07-29. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: People of the State of Illinois, Plaintiff-Appellee, v. Cornelius Adams, Defendant-Appellant\n**판결일**: 1969-07-29\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: McCORMICK\n\n## 변호인\n\nEarl E. Strayhorn, R. Eugene Pincham, Charles B. Evins, of Chicago, for appellant., Edward V. Hanrahan, State’s Attorney of Cook County, of Chicago (Elmer C. Kissane, Assistant State’s Attorney, of counsel), for appellee.\n\n## 인용\n\n- 252 N.E.2d 65\n- 113 Ill. App. 2d 276\n\n## 판결문 요약\n\n\n113 Ill. App.2d 276 (1969)\n252 N.E.2d 65\nPeople of the State of Illinois, Plaintiff-Appellee,\nv.\nCornelius Adams, Defendant-Appellant.\nGen. No. 52,972.\nIllinois Appellate Court  First District, Second Division.\nJuly 29, 1969.\n*277 *278 Earl E. Strayhorn, R. Eugene Pincham, Charles B. Evins, of Chicago, for appellant.\nEdward V. Hanrahan, State's Attorney of Cook County, of Chicago (Elmer C. Kissane, Assistant State's Attorney, of counsel), for appellee.\nMR. JUSTICE McCORMICK delivered the opinion of the court.\nThe defendant was indicted on four counts. Count I charged the offense of involuntary manslaughter on April 12, 1966, in that defendant, acting in a reckless manner, killed Samuel Carter with an automobile; Count II alleged that on the same date defendant committed the offense of leaving the scene of an accident; Count III charged that the defendant on the same date committed the offense of driving a motor vehicle without a license; and Count IV charged defendant with having committed the offense of reckless driving on the same date.\nThe case was tried before a jury which returned a verdict finding defendant guilty as charged in the indictment. At the conclusion of the trial defendant's motion to dismiss Count IV of the indictment was allowed. He had made a pretrial motion to dismiss Counts I and IV of the indictment, which motion was denied.\nThe defendant was sentenced to the House of Correction for one year on Counts II and III, and to five years' probation on Count ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-adams"
    }
  ],
  "relatedIncidents": [
    19986,
    20006,
    20024,
    20038,
    20118
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}