{
  "id": 20096,
  "title": "1969년 Santana 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-07-23",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Santana. 판결일: 1969-07-23. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Texas, Petitioner, v. George Rivera SANTANA, Respondent\n**판결일**: 1969-07-23\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Greenhill, Pope, Smith, Steakley\n\n## 변호인\n\nThomas J. Purdom, County Atty., Jack Layne, Asst. County Atty., Lubbock, Crawford C. Martin, Atty. Gen., Monroe Clayton, Asst. Atty. Gen., Austin, for petitioner., Brock, Wright, Waters & Galey, William T. Kirk, Jr., Lubbock, for respondent.\n\n## 인용\n\n- 444 S.W.2d 614\n\n## 판결문 요약\n\n\n444 S.W.2d 614 (1969)\nSTATE of Texas, Petitioner,\nv.\nGeorge Rivera SANTANA, Respondent.\nNo. B-1132.\nSupreme Court of Texas.\nJuly 23, 1969.\nRehearing Denied October 1, 1969.\n*615 Thomas J. Purdom, County Atty., Jack Layne, Asst. County Atty., Lubbock, Crawford C. Martin, Atty. Gen., Monroe Clayton, Asst. Atty. Gen., Austin, for petitioner.\nBrock, Wright, Waters &amp; Galey, William T. Kirk, Jr., Lubbock, for respondent.\nGREENHILL, Justice.\nThe problem in this juvenile proceeding is the quantum of proof required. The jury found, from a preponderance of the evidence, that George Santana, age 14 at the time of the trial, committed rape upon Frone Mintz and that he was a delinquent child. He was committed to the Texas Youth Council. The contention is that the use of \"the preponderance of the evidence\" is no longer permissible; and that under the Gault decision of the Supreme Court of the United States, the findings must be beyond a reasonable doubt as in criminal cases. In re Gault, 387 U.S. 1, 87 S. Ct. 1428, 18 L. Ed. 2d 527 (1967). The Court of Civil Appeals agreed with the contention. It reversed in the light of Gault. 431 S.W.2d 558. We granted a writ of error to review that holding. A second point, not reached by the Court of Civil Appeals, is whether the State could amend its petition before trial. We must deal with that contention also.\nCounsel for Santana did not object to the wording of the jury issues on the ground that they called for answers based upon a \"preponderan...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-santana"
    }
  ],
  "relatedIncidents": [
    19756,
    19918,
    19935,
    19979,
    19980
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}