{
  "id": 20098,
  "title": "1969년 Pepples 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-07-21",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Pepples. 판결일: 1969-07-21. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Roy Pepples\n**판결일**: 1969-07-21\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 32 A.D.2d 1041\n\n## 판결문 요약\n\n\nAppeal by defendant from a judgment of the County Court, Nassau County, rendered July 2, 1968, convicting him of attempted robbery in the second degree, upon a verdict of guilty, and imposing sentence. Judgment affirmed. On April 17, 1967 defendant was charged with robbery in the first degree, grand larceny in the first degree, possession of a dangerous weapon as a felony and three counts of assault in the second degree. The charges arose out of acts allegedly committed by him on December 7, 1966. On March 11, 1968 defendant was charged, under a separate indictment, with attempted burglary in the third degree and possession of burglar’s tools. These charges arose out of acts allegedly committed by him on February 14, 1968. On May 9, 1968 defendant was permitted to plead guilty to attempted ro-bbery in the second degree under the indictment of April 17, 1967, in full satisfaction of both indictments. On July 2, 1968 he was sentenced to a term of 3% years to 7% years. Thus, defendant was convicted and sentenced subsequent to the effective date (Sept. 1, 1967) of the new Penal Law for a crime committed prior to that date. While the provisions of the former Penal Law provided for a maximum sentence of 7% years for attempted robbery in the second degree (former Penal Law, § 2127, § 261, subd. 2), the new Penal Law provides for a maximum sentence of 7 years (Penal Law, § 160.10, § 110.05, subd. 3, § 70.00, subd. 2, par. [d]). In our opinion, the sentence imposed was proper. Subdiv...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-pepples"
    }
  ],
  "relatedIncidents": [
    19983,
    19989,
    19999,
    20000,
    20015
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}