{
  "id": 20097,
  "title": "1969년 James H. Williams v. C. C. Peyton, Superintendent of the Virginia State Penitentiary 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-07-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: James H. Williams v. C. C. Peyton, Superintendent of the Virginia State Penitentiary. 판결일: 1969-07-22. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: James H. WILLIAMS, Appellee, v. C. C. PEYTON, Superintendent of the Virginia State Penitentiary, Appellant\n**판결일**: 1969-07-22\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n**판사**: Butzner, Sobeloff, Winter\n\n## 변호인\n\nEdward J. White, Asst. Atty. Gen., of Va. (Robert Y. Button, Atty. Gen., and Reno S. Harp, III, Asst. Atty. Gen. of Virginia, on brief), for appellant., William C. Mach, Petersburg, Va., [Morton B. Spero, Petersburg, Va. (Court-assigned counsel), on brief], for appellee.\n\n## 인용\n\n- 414 F.2d 776\n\n## 판결문 요약\n\n414 F.2d 776\n    James H. WILLIAMS, Appellee,v.C. C. PEYTON, Superintendent of the Virginia StatePenitentiary, Appellant.\n    No. 13183.\n    United States Court of Appeals Fourth Circuit.\n    Argued June 11, 1969.Decided July 22, 1969.\n    \n      Edward J. White, Asst. Atty. Gen., of Va.  (Robert Y. Button, Atty. Gen., and Reno S. Harp, III, Asst. Atty. Gen. of Virginia, on brief), for appellant.\n      William C. Mach, Petersburg, Va., (Morton B. Spero, Petersburg, Va.  (Court-assigned counsel), on brief), for appellee.\n      Before SOBELOFF, WINTER and BUTZNER, Circuit Judges.\n      SOBELOFF, Circuit Judge:\n    \n    \n      1\n      The Commonwealth of Virginia appeals from an order of the District Court granting a writ of habeas corpus to James Howell Williams, a Virginia prisoner currently serving an eight-year sentence for statutory burglary.\n    \n    \n      2\n      The petitioner was tried without a jury in the Petersburg City Hustings Court, and, following his conviction, was sentenced on February 5, 1965.  A petition for a writ of error filed in the Supreme Court of Appeals of Virginia was denied on December 4, 1967.  Williams then sought habeas corpus relief in the United States District Court.  Relying on the state court record, the District Court granted the writ on December 4, 1968, finding that a total lack of evidentiary support for an essential element of the crime charged rendered the petitioner's conviction constitutionally invalid.\n    \n    \n      3\n      The r...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=james-h-williams-v-c-c-peyton-superintendent-of-the-virginia-state"
    }
  ],
  "relatedIncidents": [
    19983,
    19989,
    19999,
    20000,
    20015
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}