{
  "id": 20110,
  "title": "1969년 Luther James Bradford v. United States of America, Johnny Paul Washam v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-07-11",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Luther James Bradford v. United States of America, Johnny Paul Washam v. United States. 판결일: 1969-07-11. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Luther James BRADFORD, Appellant, v. UNITED STATES of America, Appellee; Johnny Paul WASHAM, Appellant, v. UNITED STATES of America, Appellee\n**판결일**: 1969-07-11\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Godbold, Hughes, Wisdom\n\n## 변호인\n\nEdward Ellington, Jackson, Miss., Ney M. Gore, Jr., Marks, Miss., for appellant Bradford., Semmes Luckett, Clarksdale, Miss., for appellant Washam., H. M. Ray, U. S. Atty., Roger M. Flynt, Jr., Asst. U. S, Atty., Oxford, Miss., for appellee.\n\n## 인용\n\n- 413 F.2d 467\n\n## 판결문 요약\n\n413 F.2d 467\n    Luther James BRADFORD, Appellant,v.UNITED STATES of America, Appellee.Johnny Paul WASHAM, Appellant,v.UNITED STATES of America, Appellee.\n    Nos. 25626, 25634.\n    United States Court of Appeals Fifth Circuit.\n    June 13, 1969, Rehearing Denied July 11, 1969.\n    \n      1\n      Edward Ellington, Jackson, Miss., Ney M. Gore, Jr., Marks, Miss., for appellant Bradford.\n    \n    \n      2\n      Semmes Luckett, Clarksdale, Miss., for appellant Washam.\n    \n    \n      3\n      H. M. Ray, U.S. Atty., Roger M. Flynt, Jr., Asst. U.S. Atty., Oxford, Miss., for appellee.\n    \n    \n      4\n      Before WISDOM and GODBOLD, Circuit Judges, and HUGHES, District Judge.\n    \n    HUGHES, District Judge:\n    \n      5\n      Two post-office robberies on September 3, 1965, led to an indictment in January, 1966, of Luther James Bradford, Johnny Paul Washam and others in the Northern District of Mississippi.  The first count alleged a conspiracy among all the defendants in violation of Title 18 U.S.C. 371 'to pass, utter, and publish forged and altered United States Postal money orders with intent to defraud, knowing material signatures thereon to have been false and forged and knowing material alterations to have been fraudulently made thereon, in violation of Title 18 U.S.C. 500.'  This was the only count in which Bradford was charged.\n    \n    \n      6\n      The second count accused Washam and others of breaking into the Nesbit, Mississippi Post Office with intent to commit larce...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=luther-james-bradford-v-united-states-of-america-johnny-paul-washam-v"
    }
  ],
  "relatedIncidents": [
    19979,
    19987,
    19990,
    19991,
    20014
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}