{
  "id": 20112,
  "title": "1969년 People v. One 1964 Chevrolet Covette Convertible 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-07-10",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: People v. One 1964 Chevrolet Covette Convertible. 판결일: 1969-07-10. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: THE PEOPLE, and v. ONE 1964 CHEVROLET CORVETTE CONVERTIBLE, NEW YORK LICENSE NO. 3C1483, SERIAL NO. 408675114966, Defendant IRVING BUSCH, and\n**판결일**: 1969-07-10\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Lillie\n\n## 변호인\n\nCantillon & Cantillon and James P. Cantillon for Defendant and Appellant., Thomas C. Lynch, Attorney General, William E. James, Assistant Attorney General, and Suzanne E. Graber, Deputy Attorney General, for Plaintiff and Respondent.\n\n## 인용\n\n- 274 Cal. App. 2d 720\n\n## 판결문 요약\n\n\nLILLIE, J.\nThe within forfeiture proceeding had its genesis in the arrest of Frederick Benton Busch. Charged with unlawful possession of a billy club, possession of marijuana for sale and possession of marijuana (§11530, Health &amp; Saf. Code) on October 13, 1964, he was acquitted by a jury on the first two counts but found “guilty of a violation of section 11530 of the Health and Safety Code, possession of a narcotic, to wit, marijuana, a felony, as charged in Count III of the information.” (People v. Frederick Benton Busch, No. 295692.)1 No appeal was taken from the judgment and the same became final.\nOn October 19, 1964, these proceedings were brought against the 1964 Chevrolet Corvette Convertible in the possession of Frederick on October 13, 1964, alleging that the vehicle was unlawfully used for possession of marijuana, in violation of section 11610, Health and Safety Code.2 Irving *724Busch, Frederick’s father and the registered owner, was served with Notice of Seizure and Intended Forfeiture (§§ 11612 et seq., Health &amp; Saf. Code) and filed an answer admitting ownership of the vehicle but denying that either he or Frederick had knowledge that the same was used for an unlawful purpose. The People’s motion for summary judgment was denied. In August 1965 a jury returned a verdict in favor of the owner denying forfeiture, but a new trial was ordered “on the ground of insufficiency of the evidence.” The order was affirmed by this court (People v. One 1964 Chevrolet Co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-one-1964-chevrolet-covette-convertible"
    }
  ],
  "relatedIncidents": [
    19997,
    20051,
    20103,
    19899,
    19966
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}