{
  "id": 20117,
  "title": "1969년 Sitnick 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-06-27",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Sitnick. 판결일: 1969-06-27. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: MAYOR AND CITY COUNCIL OF BALTIMORE, Et Al. v. SITNICK, T/A HILTON HOUSE, Et Al.; MAYOR AND CITY COUNCIL OF BALTIMORE, Et Al. v. FIREY, Et Al. T/A CONGRESS HOTEL COMPANY\n**판결일**: 1969-06-27\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Hammond, C.J., and Marbury, McWilliams, Finan and Singley\n\n## 변호인\n\nAmbrose T. Hartman, Deputy City Solicitor, and Gerald S. Klein, Assistant City Solicitor, with whom was George L. Russell, Jr., City Solicitor, on the brief, for appellants., D. Duffy Herman, with whom were A. David Gomborov and Gomborov, Steinberg & Schlachman on the brief, for appellees in No. 295., Benjamin N. Dorman for appellees in No. 297.\n\n## 인용\n\n- 255 A.2d 376\n- 254 Md. 303\n\n## 판결문 요약\n\n\n254 Md. 303 (1969)\n255 A.2d 376\nMAYOR AND CITY COUNCIL OF BALTIMORE, ET AL.\nv.\nSITNICK, T/A HILTON HOUSE, ET AL.\nMAYOR AND CITY COUNCIL OF BALTIMORE, ET AL.\nv.\nFIREY, ET AL. T/A CONGRESS HOTEL COMPANY\n[No. 295, September Term, 1968.] [No. 297, September Term, 1968.]\nCourt of Appeals of Maryland.\nDecided June 27, 1969.\nMotions for rehearing filed July 25 and 28, 1969.\nDenied September 8, 1969.\n*306 The cause was argued before HAMMOND, C.J., and MARBURY, McWILLIAMS, FINAN and SINGLEY, JJ.\nAmbrose T. Hartman, Deputy City Solicitor, and Gerald S. Klein, Assistant City Solicitor, with whom was George L. Russell, Jr., City Solicitor, on the brief, for appellants.\nD. Duffy Herman, with whom were A. David Gomborov and Gomborov, Steinberg &amp; Schlachman on the brief, for appellees in No. 295.\nBenjamin N. Dorman for appellees in No. 297.\nFINAN, J., delivered the opinion of the Court.\nThese two appeals[1] were consolidated by the lower court and present the question of the validity of Ordinance Nos. 370, 491, 739 and 1219, now comprising Article 19, Sections 51 through 61 of the Baltimore City Code (1966 Ed.), as amended, enacted by the Mayor and City Council of Baltimore to establish minimum wage standards for certain private employments within the City's jurisdiction.\nIn both cases the defendants are the City, the members of the City Minimum Wage Commission and the Commission's Executive Director. In No. 295, the plaintiffs are Milton Sitnick, t/a Hilton House, a tavern business in...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mayor-of-baltimore-v-sitnick"
    }
  ],
  "relatedIncidents": [
    19979,
    19980,
    19983,
    19984,
    19986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}