{
  "id": 20113,
  "title": "1969년 Collier 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-07-07",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Collier. 판결일: 1969-07-07. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Irma Love COLLIER v. FIREMAN'S FUND INSURANCE CO. and State Farm Mutual Automobile Insurance Company\n**판결일**: 1969-07-07\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Chasez, Samuel, Yarrut\n\n## 변호인\n\nKierr & Gainsburgh, Raymond H. Kierr and Warren C. Fortson, New Orleans, for plaintiff-appellee., Porteous, Toledano, Hainkel & Johnson, Benjamin C. Toledano, New Orleans, for State Farm Mutual Automobile Ins. Co., defendant-appellant.\n\n## 인용\n\n- 225 So. 2d 9\n\n## 판결문 요약\n\n\nSAMUEL, Judge.\nThis is a suit for personal injuries incurred in an automobile accident. Plaintiff was a guest passenger in an automobile driven by her husband. Defendants are Fireman’s Fund Insurance Company, liability insurer of the vehicle in which plaintiff was a passenger, and State Farm Mutual Automobile Insurance Company, liability insurer of the other vehicle involved. The matter was tried to a jury. The judgment, which was rendered in accordance with the jury’s verdict, is in favor of plaintiff and against State Farm in the sum of $7,500 and in favor of Fireman’s and against the plaintiff, dismissing her suit as to that defendant. After filing a motion for a new trial, or alternatively a remittitur, both of which were denied, State Farm appealed therefrom. In this court appellant concedes liability and contends only that the $7,500 award for personal injuries is excessive. As plaintiff has neither appealed nor answered the appeal, that is the sole question presented for our determination.\nThe accident, a head-on collision, occurred in the City of New Orleans on September 10, 1965. At that time plaintiff was 29 years of age and resided with her husband in Miami, Florida. She was a diabetic, usually taking 38-40 NPH-40 insulin a day, and had a congenital back abnormality described by the medical experts as an incompletely sacralized transverse process on the right side of the 5th lumbar vertebra.\nEvidence in the record concerning the injuries consists of the testimony ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=collier-v-firemans-fund-insurance"
    }
  ],
  "relatedIncidents": [
    19979,
    19980,
    19983,
    19984,
    19986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}