{
  "id": 20114,
  "title": "1969년 United States v. Paul Eugene Lape 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-06-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Paul Eugene Lape. 판결일: 1969-06-30. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Paul Eugene LAPE, Appellant\n**판결일**: 1969-06-30\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Hamley, Kilkenny, Koelsch\n\n## 변호인\n\nDonald C. Duchow (argued), San Francisco, Cal., for appellant., Jerrold M. Ladar (argued), Harvey Ziff, Asst. U. S. Attys., Cecil F. Poole, U. S. Atty., San Francisco, Cal., for ap-pellee.\n\n## 인용\n\n- 413 F.2d 816\n\n## 판결문 요약\n\n413 F.2d 816\n    UNITED STATES of America, Appellee,v.Paul Eugene LAPE, Appellant.\n    No. 23815.\n    United States Court of Appeals Ninth Circuit.\n    June 30, 1969.\n    \n      Donald C. Duchow (argued), San Francisco, Cal., for appellant.\n      Jerrold M. Ladar (argued), Harvey Ziff, Asst. U.S. Attys., Cecil F. Poole, U.S. Atty., San Francisco, Cal., for appellee.\n      Before HAMLEY and KOELSCH, Circuit Judges, and KILKENNY, District judge.*\n      HAMLEY, Circuit Judge:\n    \n    \n      1\n      Paul Eugene Lape appeals from his conviction, following a jury trial, of armed bank robbery, in violation of 18 U.S.C. 2113(a), (d) and (e).  We affirm.\n    \n    \n      2\n      Lape's first point on appeal is that the trial court erred in denying a motion for mistrial after another witness divulged that Lape was an escapee from the California prison system.\n    \n    \n      3\n      Lape was tried jointly with codefendants Robert Miles Knox and Thomas William Taylor.  Lape and Taylor were represented by separate appointed counsel and Knox was represented by retained counsel.  On the third day of the ten-day trial, the Government called as a witness Thomas J. Padden, a Special Agent of the Federal Bureau of Investigation.  Padden gave a brief account of his investigation of the robbery and of Knox's arrest.  Just before the completion of his direct examination, Padden stated, in answer to Government questioning, that he had shown a picture of Lape to Knox, and the latter said he was not...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-paul-eugene-lape"
    }
  ],
  "relatedIncidents": [
    19983,
    19989,
    19999,
    20000,
    20015
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}