{
  "id": 20119,
  "title": "1969년 People v. De Mario 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-06-25",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: People v. De Mario. 판결일: 1969-06-25. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: People of the State of Illinois, Plaintiff-Appellee, v. Paul De Mario, Defendant-Appellant\n**판결일**: 1969-06-25\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: English\n\n## 변호인\n\nGerald W. Getty, Public Defender of Cook County, of Chicago (Marshall J. Hartman and James J. Doherty, Assistant Public Defenders, of counsel), for appellant., Edward V. Hanrahan, State’s Attorney of Cook County, of Chicago (Elmer C. Kissane and James Haddad, Assistant State’s Attorneys, of counsel), for appellee.\n\n## 인용\n\n- 251 N.E.2d 274\n- 112 Ill. App. 2d 420\n\n## 판결문 요약\n\n\n112 Ill. App.2d 420 (1969)\n251 N.E.2d 274\nPeople of the State of Illinois, Plaintiff-Appellee,\nv.\nPaul De Mario, Defendant-Appellant.\nGen. No. 53,005.\nIllinois Appellate Court  First District, Fourth Division.\nJune 25, 1969.\n*421 Gerald W. Getty, Public Defender of Cook County, of Chicago (Marshall J. Hartman and James J. Doherty, Assistant Public Defenders, of counsel), for appellant.\nEdward V. Hanrahan, State's Attorney of Cook County, of Chicago (Elmer C. Kissane and James Haddad, Assistant State's Attorneys, of counsel), for appellee.\nMR. JUSTICE ENGLISH delivered the opinion of the court.\nIn a prior proceeding defendant had been found guilty of robbery and murder and sentenced to terms of 10 to 20 and 15 to 30 years. We affirmed those convictions in an *422 opinion filed today. People v. De Mario, 112 Ill. App.2d 175, 251 NE2d 267. Meanwhile, under section 72 of the Civil Practice Act, defendant filed, in the trial court, a petition seeking a new trial. Ill Rev Stats (1967), c 110, § 72. At a hearing on the petition, a witness at the trial, admitting that she had lied under oath to the jury, recanted her earlier testimony which had been damaging to the defendant. Defendant's petition was denied.\n\nPOINTS RAISED ON APPEAL\n(1) The court erred in denying a new trial.\n(2) State action deprived defendant of a fair trial.\n\nEVIDENCE\nSharon Smith Cramer, for defendant\nWe will not repeat here the testimony of this witness at the earlier trial, but make reference to our opinion i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-de-mario"
    }
  ],
  "relatedIncidents": [
    19986,
    20006,
    20024,
    20038,
    20092
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}