{
  "id": 20118,
  "title": "1969년 Quicke 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-06-27",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Quicke. 판결일: 1969-06-27. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. CARL ALFRED QUICKE, Defendant and Appellant\n**판결일**: 1969-06-27\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Burke, McCOMB, Peters, Roth, Sullivan, Tobriner, Traynor\n\n## 변호인\n\nGeorge H. Chula and John Alan Montag for Defendant and Appellant., Thomas C. Lynch, Attorney General, William E. James, Assistant Attorney General, and Norman H. Sokolow, Deputy Attorney General, for Plaintiff and Respondent.\n\n## 인용\n\n- 455 P.2d 787\n- 71 Cal. 2d 502\n- 78 Cal. Rptr. 683\n\n## 판결문 요약\n\n\n71 Cal. 2d 502 (1969)\n455 P.2d 787\n78 Cal. Rptr. 683\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nCARL ALFRED QUICKE, Defendant and Appellant.\nDocket No. Crim. 8754.\nSupreme Court of California. In Bank.\nJune 27, 1969.\n*507 George H. Chula and John Alan Montag for Defendant and Appellant.\nThomas C. Lynch, Attorney General, William E. James, Assistant Attorney General, and Norman H. Sokolow, Deputy Attorney General, for Plaintiff and Respondent.\nTOBRINER, J.\nThis is an automatic appeal, under section 1239, subdivision (b), of the Penal Code, from a judgment imposing the death penalty upon defendant for the first degree murder of Susan Nash. On defendant's first appeal we affirmed the judgment of guilt but reversed the judgment as to penalty. (People v. Quicke (1964) 61 Cal. 2d 155 [37 Cal. Rptr. 617, 390 P.2d 393].) At the second penalty trial the jury again fixed the penalty at death; this appeal followed.\nWe shall explain why the judgment in the second penalty trial must be reversed because the trial court committed error of the type condemned in Witherspoon v. Illinois (1968) 391 U.S. 510 [20 L. Ed. 2d 776, 88 S. Ct. 1770], in excusing prospective jurors for cause. We shall also explain that although we have concluded that defendant may properly raise in this appeal from his second penalty trial the contention that the introduction of his confessions at the guilt trial violated the rule of Escobedo v. Illinois (1964) 378 U.S. 478 [12 L. Ed. 2d 977, 84 S. Ct. 1758], and People ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-quicke"
    }
  ],
  "relatedIncidents": [
    19986,
    20006,
    20024,
    20038,
    20092
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}