{
  "id": 20129,
  "title": "1969년 Belousek 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-06-05",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Belousek. 판결일: 1969-06-05. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: People of the State of Illinois, Plaintiff-Appellee, v. Ronald Belousek (Impleaded), Defendant-Appellant\n**판결일**: 1969-06-05\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Dempsey\n\n## 변호인\n\nBellows, Bellows & Magidson, of Chicago, for appellant., Edward V. Hanrahan, State’s Attorney of Cook County, of Chicago (Elmer C. Kissane and James J. Meehan, Assistant State’s Attorneys, of counsel), for appellee.\n\n## 인용\n\n- 249 N.E.2d 693\n- 110 Ill. App. 2d 442\n\n## 판결문 요약\n\n\n110 Ill. App. 2d 442 (1969)\n249 N.E.2d 693\nPeople of the State of Illinois, Plaintiff-Appellee,\nv.\nRonald Belousek (Impleaded), Defendant-Appellant.\nGen. No. 52,356.\nIllinois Appellate Court  First District, Third Division.\nJune 5, 1969.\nRehearing denied June 27, 1969.\nBellows, Bellows &amp; Magidson, of Chicago, for appellant.\n*443 Edward V. Hanrahan, State's Attorney of Cook County, of Chicago (Elmer C. Kissane and James J. Meehan, Assistant State's Attorneys, of counsel), for appellee.\nMR. JUSTICE DEMPSEY delivered the opinion of the court.\nRonald Belousek and Arthur Ellis were indicted for attempted burglary, possession of burglary tools and unlawful use of weapons. Tried jointly before a jury, they were found guilty and sentenced to the penitentiary for a term of one to five years on each count. Belousek prosecutes this appeal. He contends that he was not proved guilty beyond a reasonable doubt and that his conviction was based on illegally seized evidence.\nOn August 28, 1964, between 8:45 and 9:00 p.m., an Evanston, Illinois police officer, Jerome Colleran, while driving a squad car west on Davis Street observed a white over green 1956 Chevrolet occupied by two men driving west on the same street.\nDavis Street is a four-lane, one-way thoroughfare. The police officer was in the first lane of traffic north of the south curbline; the Chevrolet was in the first lane of traffic south of the north curbline. The Chevrolet was stopped for a red light at Benson Street when the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-belousek"
    }
  ],
  "relatedIncidents": [
    19983,
    19989,
    19999,
    20000,
    20015
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}