{
  "id": 20127,
  "title": "1969년 State v. Bell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-06-09",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: State v. Bell. 판결일: 1969-06-09. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Plaintiff-Respondent v. Eugene Lee BELL\n**판결일**: 1969-06-09\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Baker, Compulsion, Henley, Higgins, Houser, Seiler, Storckman, Sup, Welborn\n\n## 변호인\n\nJohn C. Danforth, Atty. Gen., Gene E. Voigts, Asst. Atty. Gen., Jefferson City, for respondent., Peper, Martin, Jensen, Maichel & Het-lage, St. Louis, for appellant.\n\n## 인용\n\n- 442 S.W.2d 535\n\n## 판결문 요약\n\n\nWELBORN, Commissioner.\nAppeal from 10-year sentence under Second Offender Act, upon jury verdict of guilty of burglary in the first degree.\nAt around 2:00 A.M., July 18, 1967, Ronald Sprengnether, the next door neighbor of Mr. Walter Dammer who lived at 3127 Longfellow Boulevard in the City of St. Louis, heard noises in Mr. Dammer’s driveway. He decided that there were persons in the Dammer driveway and suggested that his mother call the police. She did so and when Sprengnether returned and looked out the window he saw three persons. He heard the sound of breaking glass and then saw a side door of the Dammer house open and two persons entered it.\nSprengnether’s mother watched the three men. When she first saw them, they were trying to open a side door of the Dammer house. She saw one of the men go to a window, heard the “tingling” of glass and saw the man lift the lower sash and climb through the window.\nDammer, in bed on the second floor of his residence, heard the sound of breaking glass. He went down to investigate, but saw that the door to the outside was still barricaded, as he had left it, and decided that he just heard something and went back to bed. Before long, he saw a police car outside his house, and a police officer called to him that three men were in his house. Dammer left the house and the police officers entered.\nOne officer went to a side door where he found a man with a stocking mask over his face. Another officer with a dog found the appellant Eugene Lee ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-bell"
    }
  ],
  "relatedIncidents": [
    19983,
    19989,
    19999,
    20000,
    20015
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}