{
  "id": 20125,
  "title": "1969년 Makal 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-06-12",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Makal. 판결일: 1969-06-12. 법원: Arizona Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The STATE of Arizona, Appellee, v. James John MAKAL, Appellant\n**판결일**: 1969-06-12\n**법원**: Arizona Supreme Court\n**관할**: Arizona, AZ\n\n**판사**: Hays, Lockwood, McFARLAND, Struckmeyer, Udall\n\n## 변호인\n\nGary K. Nelson, Atty. Gen., by Robert H. Schlosser and Carl Waag, Asst. Attys. Gen., Phoenix, Darrell F. Smith, Former Atty. Gen., Phoenix, for appellee., George B. Morse and Paul G. Rees, Jr., Tucson, for appellant.\n\n## 인용\n\n- 455 P.2d 450\n- 104 Ariz. 476\n\n## 판결문 요약\n\n\n104 Ariz. 476 (1969)\n455 P.2d 450\nThe STATE of Arizona, Appellee,\nv.\nJames John MAKAL, Appellant.\nNo. 1766.\nSupreme Court of Arizona. In Banc.\nJune 12, 1969.\n*477 Gary K. Nelson, Atty. Gen., by Robert H. Schlosser and Carl Waag, Asst. Attys. Gen., Phoenix, Darrell F. Smith, Former Atty. Gen., Phoenix, for appellee.\nGeorge B. Morse and Paul G. Rees, Jr., Tucson, for appellant.\nSTRUCKMEYER, Justice.\nOn the evening of May 24, 1964, in the City of Tucson, Arizona, James John Makal, defendant herein, strangled his wife and then in sequence his two minor children of the ages of nine and eight. Thereafter he unsuccessfully attempted suicide. Defendant was tried and convicted for the three homicides, the jury rejecting his defense of not guilty by reason of insanity. Judgment and sentence of death was duly imposed.\nDefendant Makal after his arrest and prior to the trial was twice committed to the State Hospital following Rule 250 hearings, Rules of Criminal Procedure, 17 A.R.S., at which the court found that defendant by reason of mental disorder was unable to assist counsel in the defense of the case.\nAt the trial, over timely objection the prosecution was permitted to ask the following questions of an expert medical witness to which the following answers were given:\n\"Q. If he were in fact sent to the state hospital, the state hospital at any time within their discretion could release him; is that not correct?\n\"A. That's right.\n\"Q. And in your experience you have seen cases where p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-makal"
    }
  ],
  "relatedIncidents": [
    19986,
    20006,
    20024,
    20038,
    20092
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}