{
  "id": 20123,
  "title": "1969년 Patchett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-06-14",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Patchett. 판결일: 1969-06-14. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State of Kansas, Appellee, v. Lawrence Patchett, Appellant\n**판결일**: 1969-06-14\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Kaul\n\n## 변호인\n\nCharles D. Knapp, of CofEeyville, argued the cause and was on the brief for the appellant., Monte K. Heasty, County Attorney, argued the cause, and Kent Frizzell, Attorney General, and Timothy R. Emert, Assistant County Attorney, were with him on the brief for the appellee.\n\n## 인용\n\n- 455 P.2d 580\n- 203 Kan. 642\n\n## 판결문 요약\n\n\n203 Kan. 642 (1969)\n455 P.2d 580\nSTATE OF KANSAS, Appellee,\nv.\nLAWRENCE PATCHETT, Appellant.\nNo. 45,393\nSupreme Court of Kansas.\nOpinion filed June 14, 1969.\nCharles D. Knapp, of Coffeyville, argued the cause and was on the brief for the appellant.\nMonte K. Heasty, County Attorney, argued the cause, and Kent Frizzell, Attorney General, and Timothy R. Emert, Assistant County Attorney, were with him on the brief for the appellee.\nThe opinion of the court was delivered by\nKAUL, J.:\nDefendant, Lawrence Patchett, appeals from a conviction of burglary in the second degree (K.S.A. 21-520) and larceny in connection therewith (K.S.A. 21-524).\nThe defendant was charged with breaking out a panel of glass in a lumberyard office door, entering the building in the nighttime, and stealing tools and supplies of the value of over $300 during the early morning of December 7, 1967. Defendant was convicted by a jury and concurrent sentences of ten to twenty years were imposed on each charge pursuant to K.S.A. 21-523, 21-524 and 21-107a.\nOn appeal defendant claims error in admitting evidence of a prior conviction in the state's case in chief and further error in overruling his motion for a new trial, based on the same ground.\nDuring its case in chief, the state introduced evidence of prior convictions of defendant under the provisions of K.S.A. 60-455, for the purpose of showing the state of mind of defendant as to motive, opportunity, intent, preparation and knowledge. The evidence consisted of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-patchett"
    }
  ],
  "relatedIncidents": [
    19983,
    19989,
    19999,
    20000,
    20015
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}