{
  "id": 20130,
  "title": "1969년 Cruz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-06-04",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Cruz. 판결일: 1969-06-04. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Fred Arispe CRUZ, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1969-06-04\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Belcher, Douglas\n\n## 변호인\n\nWill Gray, Houston (On out of time appeal only), for appellant., James E. Barlow, Dist. Atty., Sparta Bitsis, Asst. Dist. Atty., San Antonio, and Jim D. Vollers, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 441 S.W.2d 542\n\n## 판결문 요약\n\n\n441 S.W.2d 542 (1969)\nFred Arispe CRUZ, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 33770.\nCourt of Criminal Appeals of Texas.\nJune 4, 1969.\n*543 Will Gray, Houston (On out of time appeal only), for appellant.\nJames E. Barlow, Dist. Atty., Sparta Bitsis, Asst. Dist. Atty., San Antonio, and Jim D. Vollers, State's Atty., Austin, for the State.\n\nOPINION\nBELCHER, Judge.\nThis is an out of time appeal resulting from the Fifth Circuit Court of Appeals decision in Cruz v. Beto, 391 F.2d 235 holding that the appellant was denied counsel on the original appeal of this case to this Court. Cruz v. State, 172 Tex. Crim. 1, 351 S.W.2d 226.\nThe conviction is for robbery by assault; the punishment, thirty-five years.\nThe appellant contends that the trial court erred in denying his timely application to subpoena and issue a bench warrant for his co-defendant Robert Baray Lopez for the reason that such ruling denied him his right to have compulsory process for obtaining Lopez as a material witness for his defense.\nIt is undisputed that Lopez, at the time of the trial in this case, had been indicted and convicted upon his plea of guilty for the same offense of robbery charged herein and was then an inmate of the Department of Corrections under said conviction.\nThe record reveals that the appellant plead not guilty and testified that he did not commit the robbery and was not at the scene of the robbery when it was allegedly committed; that he did not know Lopez but further testified that \"...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cruz-v-state"
    }
  ],
  "relatedIncidents": [
    19983,
    19989,
    19999,
    20000,
    20015
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}