{
  "id": 20140,
  "title": "1969년 Proctor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-05-13",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Proctor. 판결일: 1969-05-13. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The STATE OF MONTANA, Plaintiff and Respondent, v. RALPH PROCTOR, Defendant and Appellant\n**판결일**: 1969-05-13\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: John Conway Harrison\n\n## 변호인\n\nWaldo N. Spangelo (argued), Havre, for appellant., Robert L. Woodahl, Atty. Gen., Helena, J. C. Weingartner (argued), Helena, Robert D. Morrison, County Atty. (argued), Havre, for repsondent.\n\n## 인용\n\n- 454 P.2d 616\n- 153 Mont. 90\n\n## 판결문 요약\n\n\n454 P.2d 616 (1969)\nThe STATE of Montana, Plaintiff and Respondent,\nv.\nRalph PROCTOR, Defendant and Appellant.\nNo. 11510.\nSupreme Court of Montana.\nSubmitted April 17, 1969.\nDecided May 13, 1969.\n*617 Waldo N. Spangelo (argued), Havre, for appellant.\nRobert L. Woodahl, Atty. Gen., Helena, J.C. Weingartner (argued), Helena, Robert D. Morrison, County Atty. (argued), Havre, for respondent.\nJOHN CONWAY HARRISON, Justice.\nThe appellant, Ralph Proctor, was convicted of burglary in the first degree in the district court of the Twelfth Judicial District, county of Hill and sentenced to three years in the Montana state prison. From this judgment he now appeals.\nSanvik Brothers' Store in Rudyard, Montana, had been burglarized during the nighttime of November 23 or 24, 1967, and a large amount of money was taken from the office safe. This money included ten rolls of half-dollars which had been received from a Mr. Copenhaver in payment of a debt. Two weeks after the burglary a Mr. Edgar Wood deposited ten rolls of half-dollars in a bank in Chester, Montana, a neighboring community to Rudyard. The bank president notified the sheriff of Hill County of the deposit and the sheriff took the rolls to Mr. Copenhaver for identification. Prior to showing him the rolls, the sheriff asked Mr. Copenhaver if he could identify the rolls which he had paid to Sanvik Brothers' Store. When Mr. Copenhaver explained the manner in which he could identify the rolls, the sheriff wrote it down.\nThose notes, i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-proctor"
    }
  ],
  "relatedIncidents": [
    19983,
    19989,
    19999,
    20000,
    20015
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}