{
  "id": 20144,
  "title": "1969년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-05-02",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1969-05-02. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth vs. William F. Ryan & Another\n**판결일**: 1969-05-02\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Cutter, Kirk, Spalding, Whittemore, Wilkins\n\n## 변호인\n\nPaul J. Burns for the defendant Ryan., Willie J. Davis, Assistant Attorney General, for the Commonwealth., Robert A. Stanziani, for the defendant Reppucci, submitted a brief.\n\n## 인용\n\n- 247 N.E.2d 564\n- 355 Mass. 768\n\n## 판결문 요약\n\n\n355 Mass. 768 (1969)\n247 N.E.2d 564\nCOMMONWEALTH\nvs.\nWILLIAM F. RYAN &amp; another.\nSupreme Judicial Court of Massachusetts, Suffolk.\nMarch 4, 1969.\nMay 2, 1969.\nPresent: WILKINS, C.J., SPALDING, WHITTEMORE, CUTTER, &amp; KIRK, JJ.\nPaul J. Burns for the defendant Ryan.\nWillie J. Davis, Assistant Attorney General, for the Commonwealth.\nRobert A. Stanziani, for the defendant Reppucci, submitted a brief.\nSPALDING, J.\nThese are appeals under G.L.c. 278, §§ 33A-33G. The defendant William F. Ryan appeals from convictions under indictments charging larceny, conspiracy and a violation of G.L.c. 268, § 6A.[1] The defendant Carmen Reppucci appeals from convictions under indictments charging larceny, receiving stolen goods, and conspiracy.\nTHE RYAN CASE.\nThe evidence showed that Ryan was in charge of the supply room for the Division of Employment Security (division) of the Commonwealth of Massachusetts. Dataprocessing cards were stored in the supply room. Ryan, among others, had keys and access to this room. Inventory cards were maintained there for the purpose of determining the number of each type of data-processing card on hand at a given time. In January, 1967, a requisition was sent to the supply room for seven cases of a certain type of dataprocessing card. Although the inventory card showed that fifty-two cases should have been on hand, only four cases *770 could be found. A subsequent audit of the supply room showed that more than 2,700 cases were missing.\nMrs. Delores Bisbee, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-ryan"
    }
  ],
  "relatedIncidents": [
    19979,
    19980,
    19983,
    19984,
    19986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}