{
  "id": 20141,
  "title": "1969년 Band 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-05-09",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Band. 판결일: 1969-05-09. 법원: Dade County Civil and Criminal Court of Record.",
  "description": "## 사건 정보\n\n**사건명**: BAND v. O'DARE'S HORSE TRANSPORT, Inc.\n**판결일**: 1969-05-09\n**법원**: Dade County Civil and Criminal Court of Record\n**관할**: Florida, FL\n\n**판사**: Featherstone\n\n## 변호인\n\nSamuel Morris, Hialeah, for plaintiff., Christopher C. Larimore of Shutts & Bowen, Miami, for defendants.\n\n## 인용\n\n- 32 Fla. Supp. 51\n\n## 판결문 요약\n\n\nLELAND B. FEATHERSTONE, Judge.\nOrder compelling defendants to surrender certificate: The complaint in this cause was filed by the plaintiff against both of the defendants to recover upon a promissory note executed and endorsed by the defendants. Service upon the defendant corporation was obtained by serving Jack O’Dare as president. Default was entered against both defendants on December 20, 1968, and thereafter a final judgment was entered against both defendants in the total amount of $3,359.75 on December 26, 1968. Execution was issued and it appears that an attempt was made by the sheriff to levy upon an Interstate Commerce Commission certificate of public convenience and necessity, no. MC 107947 issued in the name of the defendant corporation. However the defendants refused to *52surrender the certificate to the sheriff after demand was made on January 22, 1969. Thereafter the plaintiff filed his motion to compel the defendants to surrender the above described certificate to the sheriff of Dade County.\nThis matter was argued before this court by counsel for the respective parties and briefs have been filed on behalf of each of them.\nIn Leonard v. Baylen Street Wharf Co., 52 So. 718, in an opinion written by the Supreme Court of Florida concerning a certain franchise that had been issued to Leonard the following appears (text page 719) —\nWhether a governmental franchise in this state is to be regarded as realty or personalty, it is a property right, and, unless exempt by...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=band-v-odares-horse-transport-inc"
    }
  ],
  "relatedIncidents": [
    19979,
    19980,
    19983,
    19984,
    19986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}