{
  "id": 20142,
  "title": "1969년 London 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-05-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: London. 판결일: 1969-05-05. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: I. Jack London, Appellant-Respondent, v. Richard Hammel, Respondent-Appellant\n**판결일**: 1969-05-05\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 32 A.D.2d 639\n\n## 판결문 요약\n\n\n32 A.D.2d 639 (1969)\nI. Jack London, Appellant-Respondent,\nv.\nRichard Hammel, Respondent-Appellant\nAppellate Division of the Supreme Court of the State of New York, Second Department.\nMay 5, 1969\nChrist, Acting P. J., Brennan, Hopkins and Munder, JJ., concur;\nOrder modified, on the law, by striking out the second decretal paragraph thereof and by substituting a provision dismissing the second cause of action in the complaint and granting summary judgment to defendant on his counterclaim. As so modified, order affirmed, with $10 costs and disbursements to defendant.\nPlaintiff's first cause of action alleges that section 52 of the Suffolk County Tax Act was not complied with in that, as required by subdivision 1 of section 1014 of the Real Property Tax Law, the redemption price listed in the published notice to redeem did not include the amounts paid by defendant subsequent to the tax sale pursuant to section 75 of the Suffolk County Tax Act (L. 1929, ch. 152). However, it is possible for these amounts to be paid by the tax sale purchaser subsequent to the publication of such notice and prior to the expiration of the redemption period (cf. Real Property Tax Law, § 1014, subd. 1). Also, the amounts paid by defendant represent delinquent taxes on plaintiff's property; and plaintiff received notice on his tax bills that these amounts were outstanding. For the foregoing reasons, we hold that such amounts were not intended to be included in the published notice to redeem (cf. Real ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=london-v-hammel"
    }
  ],
  "relatedIncidents": [
    19979,
    19980,
    19983,
    19984,
    19986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}