{
  "id": 20156,
  "title": "1969년 People v. Daugherty 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-04-21",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: People v. Daugherty. 판결일: 1969-04-21. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Frank J. Daugherty\n**판결일**: 1969-04-21\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 32 A.D.2d 573\n\n## 판결문 요약\n\n\nJudgment of the County Court of Broome County, entered upon a verdict, convicting defendant of the crime of robbery in the third degree, affirmed. Appellant attacks the sufficiency of the evidence, upon the Huntley hearing and upon the trial, respecting the voluntariness of his confession. In his brief, he asserts, first, that he was “psychologically distraught and mentally sick when the incommunicado interrogation began at police headquarters” and, second, that “an attorney had contacted the police a, day before and requested that he be notified when the defendant was picked up ”. There was a plenitude of medical and lay evidence as to defendant’s condition, whether solely induced by excessive drinking or not, at, before and after the time of his arrest; and the jury was warranted in resolving the issues as it did. We are satisfied, as were the Judge presiding at the Huntley hearing and subsequently the jury, of defendant’s informed and intelligent waiver and of the voluntary nature of his confession. The interrogating officers had no difficulty in communicating with defendant or defendant with them; he understood the Miranda warnings given him and, indeed, having been given them, declined to talk. Later, and after he had, at his own request, talked with his companion of -the night before, he volunteered a statement, which was taken after he had again been advised of his rights. The defendant did not request the aid of the attorney alluded to or of any attorney and it is cl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-daugherty"
    }
  ],
  "relatedIncidents": [
    19983,
    19989,
    19999,
    20000,
    20015
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}