{
  "id": 20155,
  "title": "1969년 William Lorin Borchert v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-04-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: William Lorin Borchert v. United States. 판결일: 1969-04-21. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: William Lorin BORCHERT, Appellant, v. UNITED STATES of America, Appellee\n**판결일**: 1969-04-21\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Ely, Jertberg, Taylor\n\n## 변호인\n\nSander L. Johnson (appeared), Harold B. Bernson, Los Angeles, Cal., for appellant., Ronald S. Morrow (appeared), Asst. U. S. Atty., Wm. M. Byrne, U. S. Atty., Robert L. Brosio, Asst. U. S. Atty., Crim. Div., Los Angeles, Cal., for appellee.\n\n## 인용\n\n- 405 F.2d 735\n\n## 판결문 요약\n\n405 F.2d 735\n    William Lorin BORCHERT, Appellant,v.UNITED STATES of America, Appellee.\n    No. 22381.\n    United States Court of Appeals Ninth Circuit.\n    December 31, 1968.\n    Certiorari Denied April 21, 1969.\n    \n      1\n      See 89 S. Ct. 1466.\n    \n    \n      2\n      Sander L. Johnson (appeared), Harold B. Bernson, Los Angeles, Cal., for appellant.\n    \n    \n      3\n      Ronald S. Morrow (appeared), Asst. U. S. Atty., Wm. M. Byrne, U. S. Atty., Robert L. Brosio, Asst. U. S. Atty., Crim. Div., Los Angeles, Cal., for appellee.\n    \n    \n      4\n      Before JERTBERG and ELY, Circuit Judges, and TAYLOR,* District Judge.\n    \n    TAYLOR, District Judge:\n    \n      5\n      Appellant has appealed from a judgment of conviction, upon the verdict of a jury, on a one count indictment charging him with robbery of a National Bank in violation of Title 18, United States Code, Section 2113(a).\n    \n    \n      6\n      The specification of error relied on by appellant is that the District Court erred in denying appellant's motion for a new trial upon the ground that he was deprived of a fair trial and denied effective aid of counsel within the meaning of constitutional rights afforded him.\n    \n    \n      7\n      The questions presented are (1) whether the totality of the circumstances surrounding the trial deprived appellant of a fair trial within the meaning of due process of law and (2) whether the presentation of evidence and testimony on behalf of appellant was sufficiently a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=william-lorin-borchert-v-united-states"
    }
  ],
  "relatedIncidents": [
    19983,
    19989,
    19999,
    20000,
    20015
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}