{
  "id": 20167,
  "title": "1969년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-04-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1969-04-10. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Holiday Inns of America, Inc. v. B & B Corporation Emile A. Berne Gerald L. Berne and Anthony Bliss. B & B Corporation Emile A. Berne and Gerald L. Berne\n**판결일**: 1969-04-10\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 409 F.2d 614\n\n## 판결문 요약\n\n409 F.2d 614\n    HOLIDAY INNS OF AMERICA, INC.v.B &amp; B CORPORATION; Emile A. Berne; Gerald L. Berne; and Anthony Bliss. B &amp; B Corporation; Emile A. Berne and Gerald L. Berne, Appellants.\n    No. 17199.\n    United States Court of Appeals Third Circuit.\n    Argued January 30, 1969.\n    Decided April 10, 1969.\n    \n      Croxton Williams, Charlotte Amalie, V. I., for appellants.\n      James L. Kurtz, Mason, Fenwick &amp; Lawrence, Washington, D. C., for appellee (George H. T. Dudley, Dudley &amp; Grunert, Charlotte Amalie, V. I., on the brief).\n      Before FREEDMAN, VAN DUSEN and ALDISERT, Circuit Judges.\n      OPINION OF THE COURT\n      ALDISERT, Circuit Judge.\n    \n    \n      1\n      In 1954 the service mark \"Holiday Inn\" was registered in the United States Patent Office by the Holiday Inns of America, Inc. (Holiday).1 Since 1961, the appellants, who are not associated with Holiday in any respect, have operated a sixteen-room motel in Charlotte Amalie, St. Thomas, Virgin Islands, under the name of \"Holiday Inn\" and \"Holiday Inn of St. Thomas\".2\n    \n    \n      2\n      Relying on the protection afforded by its registration under the Trademark Act of 1946 (Lanham Act)3 and the tort law of unfair competition, Holiday instituted an action to restrain the use of the service marks \"Holiday Inn\" and \"Holiday Inn of St. Thomas\" by the appellants.4\n    \n    \n      3\n      The District Court concluded that Holiday had established a superior right to the use of the marks, granted...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=holiday-inns-of-america-inc-v-b-b-corporation-emile-a-berne-gerald-l"
    }
  ],
  "relatedIncidents": [
    19979,
    19980,
    19983,
    19984,
    19986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}