{
  "id": 20164,
  "title": "1969년 Castille 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-04-14",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Castille. 판결일: 1969-04-14. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Lelia Inez Kimble CASTILLE v. Jules Adrain CASTILLE\n**판결일**: 1969-04-14\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Landry, Marcus, Sartain\n\n## 변호인\n\nWhite & May, Baton Rouge, for appellant., Walter R. Krousel, Jr., Baton Rouge, for appellee.\n\n## 인용\n\n- 221 So. 2d 834\n\n## 판결문 요약\n\n\nLANDRY, Judge.\nDefendant Jules Adrain Castille has taken this appeal from the judgment of of the lower court rejecting his suit for custody of three minor children, all issue of his prior marriage to plaintiff-appellee, Lelia Inez Kimble Castille.\nWe note ex proprio motu this appeal must be dismissed because of appellant’s failure to timely post the appeal bond required by law.\nThe record reveals that on February 5, 1968, appellant’s rule for a change in custody of the minors involved was tried and judgment rendered in open court dismissing and rejecting appellant’s application. Judgment in accordance with said determination was signed on February 28, 1968.\nAppellant did not apply for a new trial but on March 26, 1968, petitioned the trial court for a suspensive appeal. On March 27, 1968, the trial court granted appellant a devolutive appeal which is the only appeal permissible in matters of this nature. See La.C.C.P. Articles 3942 and 3943.\nAn appeal bond in the sum of $100.00 was filed by appellant on April 25, 1968, which under the circumstances, was not timely.\nLa.C.C.P. Article 3943 expressly provides that an appeal from a judgment awarding custody of a person can be taken only within the delay provided in La. C.C.P. Article 3942. It also stipulated such an appeal shall be devolutive only.\nThe delay for appeal set forth in La. C.C.P. Article 3942 is thirty days from the applicable date provided for in La.C.C.P. Article 2087(1) — (3).\nInsofar as the present appeal is con...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=castille-v-castille"
    }
  ],
  "relatedIncidents": [
    19979,
    19980,
    19983,
    19984,
    19986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}