{
  "id": 20174,
  "title": "1969년 Ross 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-04-02",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Ross. 판결일: 1969-04-02. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: Julius Ross v. Flossie Sampson\n**판결일**: 1969-04-02\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Beitt, Campbell, MoRRis\n\n## 변호인\n\n\n\nBrooks & Brooks by Eugene C. Brooks, III, for plaintiff appellee.\n, \nPearson, Malone, Johnson & DeJarmon by W. G. Pearson, II, for defendant appellant.\n\n\n## 인용\n\n- 166 S.E.2d 499\n- 4 N.C. App. 270\n\n## 판결문 요약\n\n\n166 S.E.2d 499 (1969)\n4 N.C. App. 270\nJulius ROSS\nv.\nFlossie SAMPSON.\nNo. 6914SC111.\nCourt of Appeals of North Carolina.\nApril 2, 1969.\nCertiorari Denied May 19, 1969.\n*500 Brooks &amp; Brooks, by Eugene C. Brooks, III, Durham, for plaintiff-appellee.\nPearson, Malone, Johnson &amp; DeJarmon, by W. G. Pearson, II, Durham, for defendant-appellant.\nCAMPBELL, Judge.\nThe judgment appealed from was signed by Judge Clark and filed on 19 September 1968. The record on appeal was docketed by the defendant in this Court on 2 January 1969. Ninety days from the date of this judgment expired on 18 December 1968. The defendant did not procure an extension of time in which to docket the record on appeal. Therefore, this appeal may be dismissed under Rule 48 of the Rules of Practice in the Court of Appeals for failure to comply with Rule 5.\nOn 23 December 1968 the plaintiff duly filed a motion in accordance with Rule 17 to docket and dismiss the appeal for failure to comply with Rule 5. The defendant filed an answer to this motion. In support of the contention that the motion should be denied, counsel for the defendant relies upon an order procured from Judge Clark which extended the time for serving the case on appeal upon the plaintiff. However, counsel for the defendant has confused the time allowed for serving a case on appeal with the time allowed for docketing a record on appeal in this Court. As pointed out by the following language of Brock, J., in Smith v. Starnes, 1 N.C. App. 192, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ross-v-sampson"
    }
  ],
  "relatedIncidents": [
    20014,
    20037,
    20170,
    20175,
    20231
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}