{
  "id": 20170,
  "title": "1969년 Thompson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-04-08",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: Thompson. 판결일: 1969-04-08. 법원: Nevada Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: SHERIFF, CLARK COUNTY, NEVADA, Appellant, v. DONALD BALLARD THOMPSON, Respondent\n**판결일**: 1969-04-08\n**법원**: Nevada Supreme Court\n**관할**: Nevada, NV\n\n**판사**: Batjer, Collins, Mowbray, Thompson, Zenoff\n\n## 변호인\n\nHarvey Dickerson, Attorney General, George E. Franklin, Jr., District Attorney, and Janson F. Stewart, Deputy District Attorney, Clark County, for Appellant., Raymond E. Sutton, of Las Vegas, for Respondent.\n\n## 인용\n\n- 452 P.2d 911\n- 85 Nev. 211\n\n## 판결문 요약\n\n\n452 P.2d 911 (1969)\nSHERIFF, CLARK COUNTY, Nevada, Appellant,\nv.\nDonald Ballard THOMPSON, Respondent.\nNo. 5671.\nSupreme Court of Nevada.\nApril 8, 1969.\n*912 Harvey Dickerson, Atty. Gen., Carson City, George E. Franklin, Jr., Dist. Atty., Janson F. Stewart, Deputy Dist. Atty., Las Vegas, for appellant.\nRaymond E. Sutton, Las Vegas, for respondent.\n\nOPINION\nZENOFF, Justice.\nIn this appeal we are to determine whether respondent Thompson should be extradited to the state of California to stand trial for the crime of grand theft.\nOn February 26, 1967 Thompson entered into a written contract with Mr. and Mrs. B.W. Williams of Sunnyvale, California, in which Thompson agreed to sell approximately $6,000 worth of rare coins owned by Mr. Williams. Thompson was a guest at the Williams' home in California from February 25 through February 27, 1967. He was then entrusted with the coins and left. About one-half of these coins were subsequently returned.\nOn February 27, 1968 a criminal complaint was filed in the municipal court for the Sunnyvale Judicial District, Santa Clara County, California, charging Thompson with grand theft under California's theft statute which consolidates the offenses of larceny, embezzlement and obtaining money under false pretenses, Cal. Pen. Code § 484 (West 1955).[1] See also Cal.Pen. Code § 490a (West 1955).[2] This *913 was accompanied by a comprehensive affidavit of the investigating detective who swore out the complaint setting forth the facts underlying t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sheriff-clark-county-v-thompson"
    }
  ],
  "relatedIncidents": [
    20014,
    20037,
    20174,
    20175,
    20231
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}