{
  "id": 20175,
  "title": "1969년 Leo Rosen, Utility Co-Workers Association and Morgan Sweeney v. Public Service Electric and Gas Company 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-04-01",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Leo Rosen, Utility Co-Workers Association and Morgan Sweeney v. Public Service Electric and Gas Company. 판결일: 1969-04-01. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Leo ROSEN, Utility Co-Workers Association and Morgan Sweeney, Appellants, v. PUBLIC SERVICE ELECTRIC AND GAS COMPANY\n**판결일**: 1969-04-01\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Aldisert, Seitz, Stahl\n\n## 변호인\n\nGeorge Duggan, Parsonnet, Parsonnet & Duggan, Newark, N. J., for appellants., Luke A. Kiernan, Jr., Newark, N. J., for appellee., Daniel Steiner, Gen. Counsel, Russell Specter, Asst. Gen. Counsel, Lewis Col-lens, Atty., Equal Employment Opportunity Commission, Washington, D. C., amicus curiae.\n\n## 인용\n\n- 409 F.2d 775\n\n## 판결문 요약\n\n409 F.2d 775\n    70 L.R.R.M. (BNA) 3200, 1 Fair Empl.Prac.Cas.  708,1 Empl. Prac. Dec. P 9980\n    Leo ROSEN, Utility Co-Workers Association and MorganSweeney, Appellants,v.PUBLIC SERVICE ELECTRIC AND GAS COMPANY.\n    No. 17286.\n    United States Court of Appeals Third Circuit.\n    Argued Dec. 19, 1968.Decided April 1, 1969.\n    \n      George Duggan, Parsonnet, Parsonnet &amp; Duggan, Newark, N.J., for appellants.\n      Luke A. Kiernan, Jr., Newark, N.J., for appellee.\n      Daniel Steiner, Gen. Counsel, Russell Specter, Asst. Gen. Counsel, Lewis Collens, Atty., Equal Employment Opportunity Commission, Washington, D.C., amicus curiae.\n      Before SEITZ, ALDISERT and STAHL, Circuit Judges.\n      OPINION OF THE COURT\n      STAHL, Circuit Judge.\n    \n    \n      1\n      This appeal is from an order of the district court granting appellee's motion for summary judgment on the ground that the court lacked jurisdiction over appellants' suit which had been brought under the portion of Title VII of the Civil Rights Act of 1964 prohibiting discrimination on account of sex.1\n    \n    \n      2\n      The basis for granting the motion was twofold.  First, the court was of the opinion that because the alleged unfair employment practice, discrimination in pension rights on the basis of sex, had been rectified by a collective bargaining agreement negotiated subsequent to proceedings before the Equal Employment Opportunity Commission (EEOC) and the filing of the suit, the issues raised by the c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=leo-rosen-utility-co-workers-association-and-morgan-sweeney-v-public"
    }
  ],
  "relatedIncidents": [
    20014,
    20037,
    20170,
    20174,
    20231
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}