{
  "id": 20173,
  "title": "1969년 Zylka 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-04-03",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Zylka. 판결일: 1969-04-03. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: Michael E. Zylka v. City of Crystal\n**판결일**: 1969-04-03\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Frank, Gallagher, Knutson, Nelson, Rogosheske, Sheran\n\n## 변호인\n\nWilliam J. McPherson, for appellant., William A. Soules, for respondent.\n\n## 인용\n\n- 167 N.W.2d 45\n- 283 Minn. 192\n\n## 판결문 요약\n\n\n167 N.W.2d 45 (1969)\nMichael E. ZYLKA, Respondent,\nv.\nCITY OF CRYSTAL, Appellant.\nNo. 41462.\nSupreme Court of Minnesota.\nApril 3, 1969.\n*47 William J. McPherson, Crystal, for appellant.\nWilliam A. Soules, Minneapolis, for respondent.\nHeard before KNUTSON, C. J., and NELSON, ROGOSHESKE, SHERAN, and FRANK T. GALLAGHER, JJ.\n\nOPINION\nROGOSHESKE, Justice.\nDefendant, city of Crystal, appeals from a judgment declaring that the city council was arbitrary and unreasonable in denying plaintiff landowner a special-use permit to construct a gasoline service station on property located within an area of the city zoned for commercial use, and from an order denying a new trial.\nPlaintiff is the owner of a parcel of land located on the northwest corner of 32nd Avenue North and Douglas Drive in the city of Crystal. Under the city's comprehensive zoning ordinance, this land is within an area classified as a \"Commercial C-1\" district, within which a gasoline service station may be constructed and operated upon issuance of a special-use permit by defendant's governing body, the city council. The neighborhood adjoining plaintiff's land is largely residential. Plaintiff, together with Clark Oil &amp; Refining Corporation as vendee of the property under a conditional sales contract, applied for a special-use permit to construct a service station on the property. In conjunction with this application and as required by the ordinance, plaintiff and his coapplicant submitted a detailed plot plan for t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=zylka-v-city-of-crystal"
    }
  ],
  "relatedIncidents": [
    19979,
    19980,
    19983,
    19984,
    19986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}