{
  "id": 20195,
  "title": "1969년 J. Edward Jones v. Evelyn S. Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-03-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: J. Edward Jones v. Evelyn S. Jones. 판결일: 1969-03-05. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: J. Edward JONES, Plaintiff-Appellant, v. Evelyn S. JONES Et Al., Defendants-Appellees\n**판결일**: 1969-03-05\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Castle, Kerner, Kiley\n\n## 변호인\n\nJ. Edward Jones, appellant pro se., John J. Stamos, State’s Atty., Donald J. Veverka, Asst. State’s Atty., Chicago, Ill., William G. Clark, Atty. Gen., John J. O’Toole, Asst. Atty. Gen., of counsel, for defendants-appellees McCormick, Schwartz and Dempsey., Louis C. Warchol, Chicago, Ill., pro se., Bernard B. Brody, Chicago, Ill., pro se and for Gerald Lee Turek., Richard G. Stege, Jr., Gertrude Stege, River Forest, Ill., for appellee Evelyn Jones.\n\n## 인용\n\n- 410 F.2d 365\n\n## 판결문 요약\n\n410 F.2d 365\n    J. Edward JONES, Plaintiff-Appellant,v.Evelyn S. JONES et al., Defendants-Appellees.\n    No. 16765.\n    United States Court of Appeals Seventh Circuit.\n    March 5, 1969.\n    \n      J. Edward Jones, appellant pro se.\n      John J. Stamos, State's Atty., Donald J. Veverka, Asst. State's Atty., Chicago, Ill., William G. Clark, Atty. Gen., John J. O'Toole, Asst. Atty. Gen., of counsel, for defendants-appellees McCormick, Schwartz and Dempsey.\n      Louis C. Warchol, Chicago, Ill., pro se.\n      Bernard B. Brody, Chicago, Ill., pro se and for Gerald Lee Turek.\n      Richard G. Stege, Jr., Gertrude Stege, River Forest, Ill., for appellee Evelyn Jones.\n      Before CASTLE, Chief Judge, and KILEY and KERNER, Circuit Judges.\n      KERNER, Circuit Judge.\n    \n    \n      1\n      Plaintiff-appellant Jones seeks a review of an order of the District Court dismissing his complaint which alleged a violation of his civil rights and was brought under 42 U.S.C. &#167; 1983.\n    \n    \n      2\n      The Court takes judicial notice of a series of legal actions between the Jones' in the Illinois courts beginning in the middle 1950's. Plaintiff-appellant Jones and defendant-appellee Jones were husband and wife and the various actions filed dealt with their marital matters. One of the actions involved a petition by Evelyn Jones for alimony and child support. An order for temporary child support was entered in the Circuit Court of Cook County, Illinois. J. Edward Jones refused to mak...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=j-edward-jones-v-evelyn-s-jones"
    }
  ],
  "relatedIncidents": [
    19979,
    19980,
    19983,
    19984,
    19986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}