{
  "id": 20190,
  "title": "1969년 McLendon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-03-10",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: McLendon. 판결일: 1969-03-10. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: McLENDON v. HARTFORD ACCIDENT & INDEMNITY COMPANY\n**판결일**: 1969-03-10\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Bell, Deen, Eberhardt, Felton, Ftberhardt, Hall, Jordan, Pannell, Quillian, Whitman\n\n## 변호인\n\nAllgood Childs, Thomas F. Allgood, for appellant., Jay M. Sawilowsky, Hull, Towill & Norman, A. Rowland Dye, for appellee.\n\n## 인용\n\n- 167 S.E.2d 725\n- 119 Ga. App. 459\n\n## 판결문 요약\n\n\n*460Hall, Judge.\nMcLendon operated a peanut storage warehouse where he processed and stored peanuts for G. F. A. Peanut Association, hereinafter referred, to as G. F. A. To be approved as a warehouseman it was necessary that McLendon secure a surety bond guaranteeing the faithful performance of the warehouse contract. Hartford executed the surety bond to McLendon indemnifying G. F. A. for loss resulting from the warehouse storage agreement between G. F. A. and McLendon. McLendon operated the peanut storage warehouse until the latter part of December 1963, at which time there was a disagreement between G. F. A. and McLendon. G. F. A. then took over the operation of the warehouse under the terms and conditions of the contract between it and McLendon. At a later date G. F'. A. made a claim on the bond against Hartford contending the there were shortages in the amount of peanuts that it had stored with McLendon. Hartford, after paying G. F. A.’s claim, filed the present suit for reimbursement under the provisions of the bond.\nThe bond provided that McLendon would reimburse Hartford for any amounts of money that Hartford paid in consequence of having executed the bond. The bond further provided: “That in any accounting which may be had between the undersigned and the surety, the surety shall be entitled to credit for any and all disbursements in and about the matters herein contemplated, made by it in good faith under the belief that it is or was liable for the amounts so disburs...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mclendon-v-hartford-accident-indemnity-co"
    }
  ],
  "relatedIncidents": [
    19979,
    19987,
    19990,
    19991,
    20014
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}