{
  "id": 20201,
  "title": "1969년 Arthur A. Williams v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-02-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Arthur A. Williams v. United States. 판결일: 1969-02-24. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Arthur A. WILLIAMS, Appellant, v. UNITED STATES of America, Appellee\n**판결일**: 1969-02-24\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Danaher, Leventhal, McGowan, Per Curiam\n\n## 변호인\n\nMr. M. Michael Cramer, Washington, D. C. (appointed by this court) for appellant. Mr. H. Thomas Sisk, Washington, D. C. (appointed by this court) also entered an appearance for appellant., Mr. John G. Gill, Jr., Asst. U. S. Atty., with whom Messrs. David G. Bress, U. S. Atty., and Frank Q. Nebeker, Asst. U. S. Atty., were on the brief, for appellee.\n\n## 인용\n\n- 409 F.2d 471\n\n## 판결문 요약\n\n409 F.2d 471\n    Arthur A. WILLIAMS, Appellant,v.UNITED STATES of America, Appellee.\n    No. 21072.\n    United States Court of Appeals District of Columbia Circuit.\n    Argued December 19, 1968.\n    Decided February 24, 1969.\n    \n      Mr. M. Michael Cramer, Washington, D. C. (appointed by this court) for appellant. Mr. H. Thomas Sisk, Washington, D. C. (appointed by this court) also entered an appearance for appellant.\n      Mr. John G. Gill, Jr., Asst. U. S. Atty., with whom Messrs. David G. Bress, U. S. Atty., and Frank Q. Nebeker, Asst. U. S. Atty., were on the brief, for appellee.\n      Before DANAHER,* McGOWAN and LEVENTHAL, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      This appeal from a conviction for robbery presents a due process issue deriving from a pretrial identification in 1966.1 Since the trial occurred prior to the decision in Stovall v. Denno, 388 U.S. 293, 87 S. Ct. 1967, 18 L. Ed. 2d 1199 (1967), that issue as such was not raised in the trial court. There was, however, extensive testimony relating to the conditions under which the eyewitnesses observed the perpetration of the crime, and to the intervening events prior to the in-court identifications made by both such witnesses. The facts with respect to police-station identification efforts were elicited by the defense on cross-examination.\n    \n    \n      2\n      The two eyewitnesses who testified for the Government, Patricia Spisso and Gloria Washington, were employed in the office of the ap...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=arthur-a-williams-v-united-states"
    }
  ],
  "relatedIncidents": [
    19983,
    19989,
    19999,
    20000,
    20015
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}