{
  "id": 20207,
  "title": "1969년 Snee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-02-20",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Snee. 판결일: 1969-02-20. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Daniel Snee v. County Court of the County of Cayuga\n**판결일**: 1969-02-20\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Witmer\n\n## 변호인\n\nRaymond S. Sant for County Court of Cayuga County, appellant., P. Alex Lipski as District Attorney for Cayuga County, appellant in person., Charles W. Avery for respondent.\n\n## 인용\n\n- 31 A.D.2d 303\n\n## 판결문 요약\n\n\nWitmer, J.\nThe County Court of Cayuga County and the District Attorney of said county appeal from an order of Special Term, Supreme Court prohibiting them from prosecuting petitioner-respondent, Daniel Snee, further with respect to Cayuga County Indictment No. 2096 and the charges contained therein, and discharging him from restraint or custody under the indictment and exonerating his bail.\nBy said indictment petitioner was charged on October 2, 1967 • with the crime of rape, first degree, committed September 8, 1967, and he went to trial thereunder on November 13,1967 when the jury was selected. On the morning of the 14th the first witness was sworn; testimony continued for two days, and on the morning of the 16th the Judge presiding declared a mistrial over the objection of defendant’s counsel and without giving him an opportunity to be heard or to make a record. The District Attorney had not moved for a mistrial, but he made no objection thereto of record.\nThe grounds for the court’s action were stated by him to be two, first, that in his opening remarks to the jury defendant’s counsel stated that the possible punishment which could be imposed on defendant if convicted was 25 years ’ imprisonment, and second, that in cross-examining police officer Bertonica who had arrested defendant, defendant’s attorney asked the question, 'Now you knew he [one Benjy Smith McIntosh, the eye-witness who, the District Attorney said in his opening to the jury, would supply positive proof t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=snee-v-county-court-of-cayuga"
    }
  ],
  "relatedIncidents": [
    19986,
    20006,
    20024,
    20038,
    20092
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}