{
  "id": 20214,
  "title": "1969년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-02-05",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1969-02-05. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth vs. Eugene G. McKenna (And Four Companion Cases)\n**판결일**: 1969-02-05\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Cutter, Kirk, Reardon, Spiegel, Whittemore, Wilkins\n\n## 변호인\n\nJohn C. Collins for the defendant McKenna., Michael A. Molloy (John J. Riley with him) for the defendant Riley., James F. Sullivan, Assistant District Attorney, for the Commonwealth.\n\n## 인용\n\n- 244 N.E.2d 560\n- 355 Mass. 313\n\n## 판결문 요약\n\n\n355 Mass. 313 (1969)\n244 N.E.2d 560\nCOMMONWEALTH\nvs.\nEUGENE G. McKENNA (and four companion cases).\nSupreme Judicial Court of Massachusetts, Suffolk.\nNovember 4, 1968.\nFebruary 5, 1969.\nPresent: WILKINS, C.J., WHITTEMORE, CUTTER, KIRK, SPIEGEL, &amp; REARDON, JJ.\n*315 John C. Collins for the defendant McKenna.\nMichael A. Molloy (John J. Riley with him) for the defendant Riley.\nJames F. Sullivan, Assistant District Attorney, for the Commonwealth.\nKIRK, J.\nThe defendants Eugene G. McKenna and Michael E. Riley were each indicted for the murder of Jack Landau, and for robbery while armed with a dangerous weapon. Both were indicted for conspiracy to rob. The indictments were tried together subject to G.L.c. 278, §§ 33A-33G. Verdicts of guilty were returned on all indictments. The jury recommended that the death sentence not be imposed. The cases are here on appeals with assignments of error.\nThe trial, which commenced on January 15, 1968, and ended on January 24, 1968, showed the following:  About 6 P.M. on March 16, 1967, the body of Jack Landau, a television writer, producer and director, was found face downward in his apartment at 388 Beacon Street, Boston. His feet were bound together; his arms were tied tightly behind his back; his face and head had been brutally beaten; he had been stabbed in the back nine times. Four ligatures were tied so tightly around his neck as to shut off his breathing and the circulation of blood to his brain. The apartment, normally neat, was a sha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-mckenna"
    }
  ],
  "relatedIncidents": [
    19986,
    20006,
    20024,
    20038,
    20092
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}