{
  "id": 20222,
  "title": "1969년 McKay 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-01-31",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: McKay. 판결일: 1969-01-31. 법원: New Mexico Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: STATE of New Mexico, Plaintiff-Appellee, v. George R. McKAY, Defendant-Appellant\n**판결일**: 1969-01-31\n**법원**: New Mexico Court of Appeals\n**관할**: New Mexico, NM\n\n**판사**: Hendley, Oman, Spiess, Wood\n\n## 변호인\n\nWalter F. Wolf, Jr., Schuelke & Wolf, Gallup, for defendant-appellant., Boston E. Witt, Atty. Gen., Larry N. Smith, Asst. Atty. Gen., Santa Fe, for plaintiff-appellee.\n\n## 인용\n\n- 450 P.2d 435\n- 79 N.M. 797\n\n## 판결문 요약\n\n\n450 P.2d 435 (1969)\nSTATE of New Mexico, Plaintiff-Appellee,\nv.\nGeorge R. McKAY, Defendant-Appellant.\nNo. 245.\nCourt of Appeals of New Mexico.\nJanuary 31, 1969.\nWalter F. Wolf, Jr., Schuelke &amp; Wolf, Gallup, for defendant-appellant.\nBoston E. Witt, Atty. Gen., Larry N. Smith, Asst. Atty. Gen., Santa Fe, for plaintiff-appellee.\n\nOPINION\nOMAN, Judge.\nDefendant appeals from a judgment of conviction of four separate offenses. His sentences for these offenses are running concurrently.\nHis first point is that the trial court erred in denying his motion for a directed verdict on a charge of fraud. He contends that the State failed to prove fraud as required by § 40A-16-6, N.M.S.A. *436 1953, under which he was charged and convicted. This statute provides in part:\n\"Fraud consists of the intentional misappropriation or taking of anything of value which belongs to another by means of fraudulent conduct, practices or representations.\"\nIn ruling on a defense motion for a directed verdict, the evidence must be viewed in the light most favorable to the State. State v. Sanchez, 78 N.M. 284, 430 P.2d 781 (Ct.App. 1967). The question presented by such a motion is whether there is substantial evidence to support the charge. In deciding this question on appeal, we view the evidence in the light most favorable to the State, resolving all conflicts therein and indulging all reasonable inferences therefrom in favor of the verdict of conviction. State v. Hinojos, 78 N.M. 32, 427 P.2d 683 (Ct.Ap...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mckay"
    }
  ],
  "relatedIncidents": [
    19979,
    19987,
    19990,
    19991,
    20014
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}