{
  "id": 20223,
  "title": "1969년 Samuels 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-01-31",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Samuels. 판결일: 1969-01-31. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: Russell SAMUELS v. Jack SPANGLER and his wife, Lillian McArthur Spangler\n**판결일**: 1969-01-31\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Cullen\n\n## 변호인\n\nJohn S. Kelley, Fulton, Hubbard & Kelley, Bardstown, for appellant., Athol L. Taylor, Taylor & Pike, Shep-herdsville, for appellees.\n\n## 인용\n\n- 441 S.W.2d 129\n\n## 판결문 요약\n\n\nCULLEN, Commissioner.\nRussell Samuels brought action against Jack Spangler and wife to recover damages for personal injuries sustained by Samuels when he fell from a tree on the Spangler property while he was engaged, as a temporary, part-time employe of the Spanglers, in cutting some wood in the tree. At the close of the opening statement on the trial, by Samuels’ attorney, the Spanglers moved for a directed verdict. After a conference in chambers the trial court sustained the motion and entered judgment dismissing the action. Samuels has appealed.\nThe opening statement was as follows :\n“The plaintiff is a 56 year-old farmer who had an 8th grade education, and as a part of his farm duties, he purchased slop from the distillery as feed; that the defendant, Jack Spangler, was the manager of that distillery and requested and hired plaintiff to come to his home in Mt. Washington and cut some stumps at ground level so that he could run his mower over them. Plaintiff owned a power driven saw and went to the home of the defendant, and at the direction of the defendant, Jack Spangler, who was then and there present, proceeded to cut the stumps. When he finished cutting the stumps, Jack Spangler requested that plaintiff cut some plywood that was nailed to the limbs in a tree some eight or nine feet up in the air; that the defendant then proceeded to secure a ladder, which he did. The ladder was six feet high; that the plaintiff, under the direction of the defendant, proceeded up the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=samuels-v-spangler"
    }
  ],
  "relatedIncidents": [
    19979,
    19980,
    19983,
    19984,
    19986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}