{
  "id": 2022,
  "title": "2019년 In re Ascot Fund Ltd. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2019-08-12",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re Ascot Fund Ltd.. 판결일: 2019-08-12. 법원: United States Bankruptcy Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: IN RE: ASCOT FUND LIMITED, Debtor in a Foreign Proceeding.\n**판결일**: 2019-08-12\n**법원**: United States Bankruptcy Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Bernstein\n\n## 변호인\n\n*273DAVIS POLK & WARDWELL LLP, 450 Lexington Avenue, New York, New York 10017, Amelia T.R. Starr, Esq., James I. McClammy, Esq., Benjamin Zhu, Esq., Garrett Cardillo, Esq., Benjamin D. Wasserman, Esq., Of Counsel Attorneys for Michael Penner, as Foreign Representative, KASOWITZ BENSON TORRES LLP, 1633 Broadway, New York, New York 10019, Andrew K. Glenn, Esq., Gavin D. Schryver, Esq., David Koch, Esq., GraceAnn Caramico, Esq., Of Counsel Attorneys for hfc Limited\n\n## 인용\n\n- 603 B.R. 271\n\n## 판결문 요약\n\n\nSTUART M. BERNSTEIN, United States Bankruptcy Judge:\nThe debtor, Ascot Fund Ltd. (\"Ascot Fund\"), an investment fund organized under Cayman Islands law, invested all or substantially all of its assets in Ascot Partners L.P. (\"Ascot Partners\"), a Delaware limited partnership. Ascot Partners, in turn, invested all or substantially all of its assets with Bernard L. Madoff Investment Securities, LLC (\"BLMIS\"), the vehicle through which Bernard Madoff ran his notorious Ponzi scheme. When Madoff's fraud was revealed in December 2008 and the scheme collapsed, the BLMIS investors, direct (e.g. , Ascot Partners) and indirect (e.g. , Ascot Fund), lost their investments.\nAs a result of certain settlements described below, Ascot Partners now holds substantial assets available for distribution and some of that money will be down streamed to Ascot Fund, and ultimately, Ascot Fund's shareholders. Ascot Fund is currently in liquidation in the Cayman Islands (\"Cayman Proceeding\") and one of its Joint Official Liquidators (\"JOLs\"), Mr. Michael Penner (\"Petitioner\"), has filed a petition under chapter 15 of the United States Bankruptcy Code (\"Petition\") seeking recognition of the Cayman Proceeding as a foreign main proceeding. hfc Limited (\"Objector\"), an Ascot Fund investor, opposes the Petition. It contends that Ascot Fund's center of main interests, or COMI, is not in the Cayman Islands and the Cayman Proceeding cannot, therefore, be recognized as a foreign main proceeding. The Court conduct...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-ascot-fund-ltd"
    }
  ],
  "relatedIncidents": [
    1928,
    1934,
    1980,
    2049,
    2161
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}