{
  "id": 20221,
  "title": "1969년 State v. Williams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-01-31",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: State v. Williams. 판결일: 1969-01-31. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State v. Carl Leonard Williams and Eddie Joel Williams\n**판결일**: 1969-01-31\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Bobbitt\n\n## 변호인\n\n\n\nAttorney General Bruton and Deputy Attorney General McGal-liard for the State.\n, \nMacBae, Cobb, MacRae & Henley for defendant appellant Carl Leonard Williams.\n, \nCharles G. Rose, Jr., for defendant appellant Eddie Joel Williams.\n\n\n## 인용\n\n- 165 S.E.2d 481\n- 275 N.C. 77\n\n## 판결문 요약\n\n\n165 S.E.2d 481 (1969)\n275 N.C. 77\nSTATE\nv.\nCarl Leonard WILLIAMS and Eddie Joel Williams.\nNo. 661.\nSupreme Court of North Carolina.\nJanuary 31, 1969.\n*485 T. Wade Bruton, Atty. Gen., and Harry W. McGalliard, Deputy Atty. Gen., for the State.\nMacRae, Cobb, MacRae &amp; Henley, Fayetteville, for defendant appellant Carl Leonard Williams.\nCharles G. Rose, Jr., Fayetteville, for defendant appellant Eddie Joel Williams.\nBOBBITT, Justice.\nDefendants assign as error the action of the court \"in excusing from the jury those jurors who expressed the personal conviction that they were opposed to capital punishment.\" This assignment is based solely on the following statement in the agreed case on appeal: \"In the selection of the jury the court excused from the jury all those jurors who stated that they were opposed to Capital Punishment. EXCEPTION NO. 1.\" Defendants rely upon Witherspoon v. Illinois, 391 U.S. 510, 88 S.Ct. 1770, 20 L.Ed.2d 776.\nA jury had convicted Witherspoon of murder and had fixed his penalty at death. In granting certiorari, the Supreme Court of the United States limited consideration to the following question: \"Whether the operation of the Illinois statute providing that the state could challenge for cause all prospective jurors who were opposed to, or had conscientious scruples against, capital punishment deprived the petitioner of a jury which fairly represented a cross section of the community, and assured the state of a jury whose members were partial to the pr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-williams"
    }
  ],
  "relatedIncidents": [
    19986,
    20006,
    20024,
    20038,
    20092
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}