{
  "id": 20226,
  "title": "1969년 Williams v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-01-29",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Williams v. State. 판결일: 1969-01-29. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Leroy WILLIAMS, Jr., Petitioner, v. STATE of Oklahoma, and Ray H. Page, Warden, Respondents\n**판결일**: 1969-01-29\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Per Curiam\n\n## 변호인\n\nLeroy Williams, Jr., pro se., G. T. Blankenship, Atty. Gen., H. L. McConnell, Asst. Atty. Gen., for respondents.\n\n## 인용\n\n- 450 P.2d 232\n\n## 판결문 요약\n\n\n450 P.2d 232 (1969)\nLeroy WILLIAMS, Jr., Petitioner,\nv.\nSTATE of Oklahoma, and Ray H. Page, Warden, Respondents.\nNo. A-14815.\nCourt of Criminal Appeals of Oklahoma.\nJanuary 29, 1969.\nLeroy Williams, Jr., pro se.\nG.T. Blankenship, Atty. Gen., H.L. McConnell, Asst. Atty. Gen., for respondents.\nPER CURIAM:\nThis is an original proceeding in which Leroy Williams, Junior, presently incarcerated *233 in the Oklahoma State Penitentiary, seeks a writ of mandamus to direct the prison officials to credit him with time served in the Carter County jail subsequent to his release from the penitentiary on parole and prior to his return to that institution as a parole violator.\n\nPitionere\nPetitioner alleges that he was sentenced on July 9, 1964, in Pottawatomie County, Oklahoma, to a seven year sentence for second degree burglary. On July 12, 1967, he was paroled from that institution. Subsequently, on December 12, 1967, Petitioner alleges that he was arrested in Ardmore, Carter County, Oklahoma, on the charge of \"suspicion of burglary\"; that parole revocation proceedings were then instituted, and that on February 18, 1968, the charge of \"suspicion of burglary\" was dismissed and he was returned to the penitentiary as a parole violator.\nThe police records of the City of Ardmore indicate that Petitioner was charged on December 12, 1967, with the crime of second degree burglary and that this charge is still pending in district court and has not been dismissed. The district attorney's office for...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-state"
    }
  ],
  "relatedIncidents": [
    19983,
    19989,
    19999,
    20000,
    20015
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}