{
  "id": 20234,
  "title": "1969년 Dwyer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-01-20",
  "location": "Alaska, AK, USA",
  "summary": "미국 Alaska, AK 법원 판결 사건. 사건명: Dwyer. 판결일: 1969-01-20. 법원: Alaska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Francis Raymond DWYER, Appellant, v. STATE of Alaska, Appellee\n**판결일**: 1969-01-20\n**법원**: Alaska Supreme Court\n**관할**: Alaska, AK\n\n**판사**: Nesbett, C.J., and Dimond and Rabinowitz\n\n## 변호인\n\nFrancis Raymond Dwyer, pro se., Douglas B. Baily, Dist. Atty., H. Bixler Whiting, Asst. Dist. Atty., Anchorage, for appellee.\n\n## 인용\n\n- 449 P.2d 282\n\n## 판결문 요약\n\n\n449 P.2d 282 (1969)\nFrancis Raymond DWYER, Appellant,\nv.\nSTATE of Alaska, Appellee.\nNo. 1029.\nSupreme Court of Alaska.\nJanuary 20, 1969.\nFrancis Raymond Dwyer, pro se.\nDouglas B. Baily, Dist. Atty., H. Bixler Whiting, Asst. Dist. Atty., Anchorage, for appellee.\nBefore NESBETT, C.J., and DIMOND and RABINOWITZ, JJ.\n\nOPINION\nRABINOWITZ, Justice.\nIn December 1967, appellant was sentenced to concurrent five-year terms of imprisonment upon his pleas of guilty to two separate counts of burglary not in a dwelling house. In May of 1968, appellant applied to the lower court for a writ of habeas corpus. The superior court's denial of appellant's application for habeas corpus relief is questioned in this appeal.\nIn the lower court, as well as in his appeal to this court, it appears the crux of appellant's position is that he \"was unlawfully extradited from one state to another and through a foreign country, to wit, Canada, without his consent * * * [or] approval * * *.\" From the record it appears that on January 26, 1968, appellant was transported by aircraft from the State of Alaska to the federal correctional institution located at Lompoc in the State of California. Appellant concedes his transfer was necessitated by the fact that the \"State of Alaska had not the appropriate allocated facilities * * * [in] which to house all convicted felons.\" Appellant further concedes that his present incarceration outside the State of Alaska is provided for by contract between the United States and...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dwyer-v-state"
    }
  ],
  "relatedIncidents": [
    19983,
    19989,
    19999,
    20000,
    20015
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}