{
  "id": 20231,
  "title": "1969년 Duty 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-01-23",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Duty. 판결일: 1969-01-23. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. EARL L. DUTY, Defendant and Appellant\n**판결일**: 1969-01-23\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Friedman\n\n## 변호인\n\nNeri Ramos, under appointment by the Court of Appeal, for Defendant and Appellant., Thomas C. Lynch, Attorney General, Nelson P. Kempsky and Eddie T. Keller, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 269 Cal. App. 2d 97\n\n## 판결문 요약\n\n\n269 Cal. App. 2d 97 (1969)\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nEARL L. DUTY, Defendant and Appellant.\nCrim. No. 4802. \nCalifornia Court of Appeals. Third Dist.  \nJan. 23, 1969.\n Neri Ramos, under appointment by the Court of Appeal, for Defendant and Appellant.\n Thomas C. Lynch, Attorney General, Nelson P. Kempsky and Eddie T. Keller, Deputy Attorneys General, for Plaintiff and Respondent.\n FRIEDMAN, J.\n After Barbara Jenner had been convicted of arson in wilfully setting fire to her home, a jury found defendant Earl Duty guilty as an accessory to Mrs. Jenner's crime. He appeals from the judgment.\n Penal Code section 32 defines an \"accessory\" as follows: \"Every person who, after a felony has been committed, harbors, conceals or aids a principal in such felony, with the intent that said principal may avoid or escape from arrest, trial, conviction or punishment, having knowledge that said principal has committed such felony or has been charged with such felony or convicted thereof, is an accessory to such felony.\"\n [1] The constituent elements of the accessory offense have been summarized as follows: \"The crime of being an accessory is a complex one, being composed of the following elements, each of which must be alleged and proved by the prosecution: (1) someone other than the accused, the principal to the crime, must have committed a specific, completed felony; (2) the accused must have harbored, concealed or aided the principal; (3) the element of scienter must be prese...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-duty"
    }
  ],
  "relatedIncidents": [
    20014,
    20037,
    20170,
    20174,
    20175
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}