{
  "id": 20232,
  "title": "1969년 Loprince 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-01-21",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Loprince. 판결일: 1969-01-21. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Loprince v. State\n**판결일**: 1969-01-21\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Pearson, Barkdull and Hendry\n\n## 인용\n\n- 218 So. 2d 212\n\n## 판결문 요약\n\n\n218 So.2d 212 (1969)\nDominick LOPRINCE, Appellant,\nv.\nThe STATE of Florida, Appellee.\nNo. 68-386.\nDistrict Court of Appeal of Florida. Third District.\nJanuary 21, 1969.\nRehearing Denied February 20, 1969.\n*213 Du Val &amp; Bergstresser and Stephen H. Bazzano, Miami, for appellant.\nEarl Faircloth, Atty. Gen., and Melvin Grossman, Asst. Atty. Gen., for appellee.\nBefore PEARSON, BARKDULL and HENDRY, JJ.\nPER CURIAM.\nAppellant, Dominick Loprince, was tried before a jury jointly with one John Anthony Smetana for the crime of robbery and was convicted as charged and sentenced to fifteen years in the state penitentiary. The co-defendant, Smetana, was found not guilty.\nThe primary question presented for our determination turns on the sufficiency of the evidence to support the verdict and judgment.\nAppellant contends that the judgment should be reversed because the verdict is contra to the weight of the evidence in that the evidence against the appellant is exactly the same as the evidence against the defendant Smetana, whom the jury found not guilty, with the exception of an incredible and completely improbable identification of the appellant, by the victim.\nWe find this contention to be without substantial merit. It is well settled that the weight to be accorded such evidence, and the credibility of the witness by whom it is adduced, lies exclusively within the province of the jury. On appeal, this court will not substitute its judgment of such matters for that of that of the jury, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=loprince-v-state"
    }
  ],
  "relatedIncidents": [
    19983,
    19989,
    19999,
    20000,
    20015
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}