{
  "id": 20239,
  "title": "1969년 DeRaad 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-01-14",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: DeRaad. 판결일: 1969-01-14. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Iowa, Appellee, v. Donald LeRoy DeRAAD, Appellant\n**판결일**: 1969-01-14\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Mason\n\n## 변호인\n\nMartin R. Dunn, Des Moines, for appellant., Richard C. Turner, Atty. Gen., James C. Sell, Asst. Atty. Gen., and Ray A. Fenton, County Atty., Des Moines, for appellee.\n\n## 인용\n\n- 164 N.W.2d 108\n\n## 판결문 요약\n\n\n164 N.W.2d 108 (1969)\nSTATE of Iowa, Appellee,\nv.\nDonald LeRoy DeRAAD, Appellant.\nNo. 52590.\nSupreme Court of Iowa.\nJanuary 14, 1969.\n*109 Martin R. Dunn, Des Moines, for appellant.\nRichard C. Turner, Atty. Gen., James C. Sell, Asst. Atty. Gen., and Ray A. Fenton, County Atty., Des Moines, for appellee.\nMASON, Justice.\nDonald LeRoy DeRaad seeks reversal of his conviction for murder in the second degree as defined in sections 690.1 and 690.3 of the 1966 Code. Defendant had been charged by a grand jury indictment with murdering Mary Jorgenson, alias Mary Albers, alias Mary Wilson in Polk County May 15, 1966. Following a plea of not guilty the matter proceeded to trial by jury which returned a verdict of guilty. Motion for new trial was overruled and defendant was sentenced to imprisonment in the state penitentiary for a term of 75 years.\nI. Defendant first contends the evidence against him generates nothing more than mere suspicion, speculation or conjecture he committed the murder and argues the trial court erred in refusing to direct a verdict in his favor based upon insufficiency of evidence. He maintains the evidence is totally lacking in respect to proving he administered the beating which killed Mary Jorgenson.\nOn appeal by defendant based on claimed insufficiency of evidence to support a conviction, we view the evidence in the light most favorable to the State. The finding of guilt by the trier of fact is binding on us unless we are satisfied it is without substantial s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-deraad"
    }
  ],
  "relatedIncidents": [
    19986,
    20006,
    20024,
    20038,
    20092
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}