{
  "id": 20241,
  "title": "1969년 Johnson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-01-08",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Johnson v. State. 판결일: 1969-01-08. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Waddell JOHNSON, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1969-01-08\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Belcher, Douglas\n\n## 변호인\n\nJohn W. Overton, Houston, for appellant., Carol S. Vance, Dist. Atty., James C. Brough and F. M. Stover, Asst. Dist. Attys., Houston, and Leon B. Douglas, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 435 S.W.2d 512\n\n## 판결문 요약\n\n\n435 S.W.2d 512 (1969)\nWaddell JOHNSON, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 41773.\nCourt of Criminal Appeals of Texas.\nJanuary 8, 1969.\n*513 John W. Overton, Houston, for appellant.\nCarol S. Vance, Dist. Atty., James C. Brough and F. M. Stover, Asst. Dist. Attys., Houston, and Leon B. Douglas, State's Atty., Austin, for the State.\n\nOPINION\nBELCHER, Judge.\nThe offense is possession of marihuana with two prior convictions for non-capital felonies alleged for enhancement; the punishment, life.\nThe sole ground urged as error is that the state failed to prove the finality of the convictions in 1950 and 1962 which were alleged for enhancement.\nTo support the allegations of the prior convictions, the state introduced from the records of the Texas Department of Corrections certified copies of the judgments and sentences together with fingerprint and photograph records, and the testimony of a fingerprint examiner that the prints were identical with those of the appellant which he took and which were introduced in evidence. This method of proof has been approved. Broussard v. State, Tex.Cr.App., 363 S.W.2d 143; Graham v. State, Tex.Cr. App., 422 S.W.2d 922; Denham v. State, Tex.Cr.App., 428 S.W.2d 814.\nThe judgments and sentences in the prior convictions appear regular on their face. No notice of appeal is shown to have been given. The proof sufficiently shows the prior convictions alleged. If said convictions were not final, it became a matter of defense subject to proof. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-v-state"
    }
  ],
  "relatedIncidents": [
    19979,
    19980,
    19983,
    19984,
    19986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}