{
  "id": 20240,
  "title": "1969년 State v. Brewster 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1969-01-09",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: State v. Brewster. 판결일: 1969-01-09. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington, Respondent, v. Arthur Dean Brewster, Appellant\n**판결일**: 1969-01-09\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Weaver\n\n## 변호인\n\nStanley W. Worswick, for appellant (appointed counsel for appeal)., Ronald L. Hendry, Joseph D. Mladinov, and Eugene G. Olson, for respondent.\n\n## 인용\n\n- 449 P.2d 685\n- 75 Wash. 2d 137\n\n## 판결문 요약\n\n\n75 Wash. 2d 137 (1969)\n449 P.2d 685\nTHE STATE OF WASHINGTON, Respondent,\nv.\nARTHUR DEAN BREWSTER, Appellant.[*]\nNo. 39608.\nThe Supreme Court of Washington, Department One.\nJanuary 9, 1969.\nStanley W. Worswick, for appellant (appointed counsel for appeal).\nRonald L. Hendry, Joseph D. Mladinov, and Eugene G. Olson, for respondent.\nWEAVER, J.\nDefendant appeals from a judgment and sentence entered after a jury found him guilty of armed robbery.\nAt the time of the alleged crime and defendant's apprehension, he was under 18 years of age. June 22, 1965  34 days before his 18th birthday  the juvenile court transferred defendant to the superior court for trial as an adult. This transfer was made without a hearing.\nJuly 1, 1965  26 days before his 18th birthday  an information was filed charging defendant with robbery.\nThree months after his 18th birthday, defendant was brought to trial. The jury was unable to reach a verdict and was discharged.\nThe appeal in the instant case springs from defendant's second trial held April 10, 1967. The reason for the delay does not appear in the record. Defendant was then almost 20 years of age.\nDefendant makes six assignments of error.\n[1] First: Shortly after defendant's first trial, a deputy prosecuting attorney conferred with him in jail in the absence of defendant's counsel. It appears that the purpose of the visit was to inform defendant of the conclusion reached by the jury in his first trial and to inform him that he would be retried. No...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-brewster"
    }
  ],
  "relatedIncidents": [
    19983,
    19989,
    19999,
    20000,
    20015
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}