{
  "id": 20246,
  "title": "1968년 Gunter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-12-19",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Gunter. 판결일: 1968-12-19. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: People v. Gunter\n**판결일**: 1968-12-19\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: Kavanagh, Miller, Quinn\n\n## 변호인\n\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, James T. Corden. Prosecuting Attorney, and Ronald J. Flanigan, Assistant Prosecuting Attorney, for the people., Ernest F. Oppliger, for defendant on appeal.\n\n## 인용\n\n- 166 N.W.2d 33\n- 14 Mich. App. 758\n\n## 판결문 요약\n\n\n14 Mich. App. 758 (1968)\n166 N.W.2d 33\nPEOPLE\nv.\nGUNTER\nDocket No. 5,049.\nMichigan Court of Appeals.\nDecided December 19, 1968.\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, James T. Corden, *759 Prosecuting Attorney, and Ronald J. Flanigan, Assistant Prosecuting Attorney, for the people.\nErnest F. Oppliger, for defendant on appeal.\nPER CURIAM:\nDefendant was charged with robbery armed and convicted of robbery unarmed, CL 1948, § 750.530 (Stat Ann 1954 Rev § 28.798). On appeal he contends that his constitutional rights to due process of law, to privilege against self-incrimination and to counsel were violated by the procedure employed to identify him prior to the arrest.\nThe victim's initial identification of defendant was from a group of photographs and involved no practice \"so unpermissibly suggestive as to give rise to a very substantial likelihood of irreparable misidentification.\" Simmons v. United States (1968), 390 US 377, 384 (88 S Ct 967, 19 L Ed 2d 1247). Defendant has shown no denial of due process in this regard.\nThe privilege against self-incrimination does not extend to presence in a police lineup. United States v. Wade (1967), 388 US 218 (87 S Ct 1926, 18 L Ed 2d 1149). The right of a suspect to be represented by counsel at a police lineup applies only to lineups taking place after June 12, 1967. Stovall v. Denno (1967), 388 US 293 (87 S Ct 1967, 18 L Ed 2d 1199); People v. Wilson (1967), 8 Mich App 651. Defendant's lineup was befo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-gunter"
    }
  ],
  "relatedIncidents": [
    20248,
    20250,
    20255,
    20257,
    20262
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}