{
  "id": 20252,
  "title": "1968년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-12-16",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1968-12-16. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Perley Wilson v. Arthur T. Prasse, Commissioner of Correction, Commonwealth of Pennsylvania, Harrisburg, Pennsylvania, James F. Maroney, Superintendent, Norbert E. Welch, Deputy Superintendent, William C. Schnupp, Notary Public, State Correctionalinstitution,pittsburgh, Pennsylvania\n**판결일**: 1968-12-16\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 404 F.2d 1380\n\n## 판결문 요약\n\n404 F.2d 1380\n    Perley WILSON, Appellant,v.Arthur T. PRASSE, Commissioner of Correction, Commonwealthof Pennsylvania, Harrisburg, Pennsylvania, James F. Maroney,Superintendent, Norbert E. Welch, Deputy Superintendent,William C. Schnupp, Notary Public, StateCorrectionalInstitution,Pittsburgh, Pennsylvania.\n    No. 17115.\n    United States Court of Appeals Third Circuit.\n    Submitted on Briefs Oct. 10, 1968.Decided Dec. 16, 1968.\n    \n      Perley Wilson, pro se.\n      Frank P. Lawley, Deputy Atty. Gen., Harrisburg, Pa.  (William C. Sennett, Atty. Gen., Harrisburg, Pa., on the brief), for appellees.\n      Before McLAUGHLIN, STALEY and VAN DUSEN, Circuit Judges.\n      OPINION OF THE COURT\n      PER CURIAM.\n    \n    \n      1\n      This case is before the court on appeal by a state prisoner from a District Court order dismissing his action under the Civil Rights Acts (42 U.S.C. 1981-3 and 1985(3)) seeking (1) and injunction to restrain the Commissioner of Corrections and certain prison officials of the State Correctional Institution at Pettsburgh from denying (a) his right to exercise his religious belief, and (b) his right of access to the courts, and (2) actual and punitive damages for such alleged denials of his civil rights.1\n    \n    \n      2\n      Insofar as appellant complains of alleged denial of his right of access to the courts, the record shows that the many civil actions instituted by appellant in the federal and state courts supported the conclusion of the District...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=perley-wilson-v-arthur-t-prasse-commissioner-of-correction-commonwealth"
    }
  ],
  "relatedIncidents": [
    20246,
    20247,
    20248,
    20250,
    20251
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}