{
  "id": 20256,
  "title": "1968년 Joseph C. McHale v. United States of America, Martin J. McHale v. United States of America, Robert L. McHale v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-12-09",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Joseph C. McHale v. United States of America, Martin J. McHale v. United States of America, Robert L. McHale v. United States. 판결일: 1968-12-09. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Joseph C. McHALE, Appellant, v. UNITED STATES of America, Appellee; Martin J. McHALE, Appellant, v. UNITED STATES of America, Appellee; Robert L. McHALE, Appellant, v. UNITED STATES of America, Appellee\n**판결일**: 1968-12-09\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Bazelon, Tamm, Wright\n\n## 변호인\n\nMr. Carl L. Taylor, Washington, D. C. (appointed by this court), with whom Mr. Robert C. Maynard, Washington, D. C. , was on the brief, for appellant in No. 20,598., Mr. G. Nathan Calkins, Washington, D. C. (appointed by this court), for appellant in No. 20,599., Mr. Francis C. Browne, Washington, D. C. (appointed by this court), for appellant in No. 20,600., Mr. Lawrence P. Cohen, Atty. Department of Justice, of the bar of the Court of Appeals of New York, pro hac vice, by special leave of cour\n\n## 인용\n\n- 398 F.2d 757\n\n## 판결문 요약\n\n398 F.2d 757\n    Joseph C. McHALE, Appellant,v.UNITED STATES of America, Appellee.Martin J. McHALE, Appellant,v.UNITED STATES of America, Appellee.Robert L. McHALE, Appellant,v.UNITED STATES of America, Appellee.\n    Nos. 20598-20600.\n    United States Court of Appeals District of Columbia Circuit.\n    Argued January 25, 1968.\n    Decided June 11, 1968.\n    Certiorari Denied December 9, 1968.\n    \n      See 89 S. Ct. 462.\n      Mr. Carl L. Taylor, Washington, D. C. (appointed by this court), with whom Mr. Robert C. Maynard, Washington, D. C., was on the brief, for appellant in No. 20,598.\n      Mr. G. Nathan Calkins, Washington, D. C. (appointed by this court), for appellant in No. 20,599.\n      Mr. Francis C. Browne, Washington, D. C. (appointed by this court), for appellant in No. 20,600.\n      Mr. Lawrence P. Cohen, Atty. Department of Justice, of the bar of the Court of Appeals of New York, pro hac vice, by special leave of court, with whom Messrs. David G. Bress, U. S. Atty., and Frank Q. Nebeker, Asst. U. S. Atty., were on the brief, for appellee.\n      Before BAZELON, Chief Judge, and WRIGHT and TAMM, Circuit Judges.\n      BAZELON, Chief Judge:\n    \n    \n      1\n      Appellants, three brothers, were among several defendants tried jointly and convicted of mail fraud in connection with the operation of a debt consolidation business. The primary contentions of Robert and Joseph McHale are that the trial court should have granted their motions for severance. Joseph McHale...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=joseph-c-mchale-v-united-states-of-america-martin-j-mchale-v-united"
    }
  ],
  "relatedIncidents": [
    20247,
    20264,
    20276,
    20339,
    20441
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}