{
  "id": 20255,
  "title": "1968년 Pulley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-12-13",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Pulley. 판결일: 1968-12-13. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: LESLIE PULLEY v. W. S. HUNT, Warden, Tennessee State Penitentiary\n**판결일**: 1968-12-13\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Galbreath, Oliver, Walker\n\n## 변호인\n\nTyler Berry, III, Franklin, for petitioner., George F. McCanless, Atty. Gen., Albert D. Noe, IV, Asst. Atty. Gen., Nashville, J. Alonzo Bates, Dist. Atty. Gen., Centerville, for respondent.\n\n## 인용\n\n- 1 Tenn. Crim. App. 278\n\n## 판결문 요약\n\n\nOPINION\nWALKER, Presiding Judge.\nThe petitioner below, Leslie Pulley, appeals from the dismissal of his habeas corpus petition after an evidentiary hearing.\n*279By Ms petition he attacks two consecutive sentences for armed robbery of twelve and ten years, respectively, on Ms pleas of guilty. He contends that he was subjected to double jeopardy in that he was convicted of armed robberies of two people when only one crime was involved. He also contends that he was demed counsel at Ms interrogation and Ms confession was madmissible; and that he did not have effective representation of counsel in that Ms attorney conferred with Mm only a few mmutes.\nThe respondent’s answer specifically demes all of the material allegations and also avers that the petitioner was convicted in six cases on Ms pleas of guilty, the last four of wMch are not attacked in tMs proceeding.\nAfter a full evidentiary hearing, the trial judge made a clear and well-prepared finding of facts and conclusions of law with regard to each ground advanced by the petitioner.\nThe trial judge found, and it is not controverted, that the defendant pled guilty to armed robbery on September 24, 1965, and was sentenced to twelve years m the pemtentiary; that on April 13, 1966, he pled guilty to armed robbery and was sentenced to ten years consecutive to the first sentence; on the same date he pled guilty to burglary in the tMrd degree, with three years imprisonment, to two cases of burglary, with five years imprisonment, and...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pulley-v-hunt"
    }
  ],
  "relatedIncidents": [
    20246,
    20248,
    20250,
    20257,
    20262
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}