{
  "id": 20251,
  "title": "1968년 Condakes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-12-17",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Condakes. 판결일: 1968-12-17. 법원: District Court, D. Massachusetts.",
  "description": "## 사건 정보\n\n**사건명**: George CONDAKES, doing business as Peter Condakes Company v. SOUTHERN PACIFIC COMPANY\n**판결일**: 1968-12-17\n**법원**: District Court, D. Massachusetts\n**관할**: Massachusetts, MA\n\n**판사**: Julian\n\n## 변호인\n\nFrank Infelise, Lynn, Mass., for plaintiff., George B. Redding, and Earl F. Nauss, Jr., Boston, Mass., for defendant.\n\n## 인용\n\n- 303 F. Supp. 1158\n\n## 판결문 요약\n\n\nOPINION\nJULIAN, District Judge.\nThe plaintiff, George Condakes, brought this suit under the Carmack Amendment to the Interstate Commerce Act as the consignee of a uniform straight bill of lading against Southern Pacific Company, a railroad corporation engaged in interstate commerce. Recovery is sought against defendant as a receiving carrier within the meaning of 49 U.S.C. § 20(11) for loss allegedly suffered by plaintiff as the result of damage inflicted to a carload shipment of grapes covered by the bill of lading during transit from Serape, Arizona, to Boston.\nFINDINGS OF FACT\nThe plaintiff, George Condakes (hereinafter referred to as “Condakes”), does business as a wholesale distributor of fresh produce at Boston, Massachusetts, under the name Peter Condakes Company. The defendant (hereinafter referred to as “Southern Pacific”) is a railroad corporation engaged in interstate commerce.\nOn July 2 or 3, 1963, Southern Pacific received a carload shipment of grapes at Serape, Arizona, from the consignor, Joe Macciaroli, and issued a uniform straight bill of lading covering the refrigerated car in question (PFE-8213). The shipment consisted of 1,080 twenty-seven-pound lugs of Thompson Seedless table grapes bearing the brand name “JoMac.”\nAn official inspection was conducted at the point of shipment, Serape Siding, Arizona, on July 1 and 2, 1968, by an inspector of the United States Department of Agriculture. The tolerance levels for grade “U.S. No. 1 Table” grapes then in effe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=condakes-v-southern-pacific-co"
    }
  ],
  "relatedIncidents": [
    20299,
    20421,
    20438,
    20486,
    20096
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}