{
  "id": 20250,
  "title": "1968년 Belton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-12-17",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Belton. 판결일: 1968-12-17. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Belton v. State\n**판결일**: 1968-12-17\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Thornal\n\n## 인용\n\n- 217 So. 2d 97\n\n## 판결문 요약\n\n\n217 So. 2d 97 (1968)\nSamuel R. BELTON, Petitioner,\nv.\nThe STATE of Florida, Respondent.\nNo. 37662.\nSupreme Court of Florida.\nDecember 17, 1968.\nRobert L. Koeppel, Public Defender and Herbert M. Klein, Asst. Public Defender, for petitioner.\nEarl Faircloth, Atty. Gen., and Jesse J. McCrary, Jr., Asst. Atty. Gen., for respondent.\nTHORNAL, Justice.\nWe have for review a decision of a district court of appeal which passed upon a question certified to be of great public interest. Fla. Const. art. V, § 4, F.S.A.; Belton v. State, 211 So. 2d 238, 239 (3d Dist.Ct.App.Fla. 1968).\nWe must decide whether error occurs when a trial judge fails to appoint separate counsel for jointly tried indigent co-defendants in the absence of a demand therefor and without a showing of prejudice or conflict of interests.\nPetitioner Belton and two co-defendants were jointly tried and convicted on a charge of robbery. Petitioner and one of the others were adjudged insolvent. All three were represented by the same public defender. There was no demand for separate counsel and no objection to joint representation at the trial. There was no showing of a conflict of interest among the defendants and no actual prejudice has been made to appear. On appeal to the District Court of Appeal, Third District, Belton urged for the first time that a fundamental error occurred when he and a co-defendant were not provided separate counsel at the trial. The District Court did not agree. The conviction was affirmed. This cer...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=belton-v-state"
    }
  ],
  "relatedIncidents": [
    20246,
    20248,
    20255,
    20257,
    20262
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}