{
  "id": 20257,
  "title": "1968년 Chiney 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-12-09",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Chiney. 판결일: 1968-12-09. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Forreak C. CHINEY\n**판결일**: 1968-12-09\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Billings, Henley, Higgins, Houser, Seiler, Storckman, Welborn\n\n## 변호인\n\nNorman H. Anderson, Atty. Gen., Maxim N. Bach, Asst. Atty. Gen., Jefferson City, for respondent., Kenneth K. Simon, Kansas City, for appellant.\n\n## 인용\n\n- 434 S.W.2d 567\n\n## 판결문 요약\n\n\nHOUSER, Commissioner.\nForréale C. Chiney, charged with and convicted by a jury of burglary in the second degree, § 560.04S, RSMo 1959, V.A.M. S., and sentenced to confinement at the direction of the department of corrections for 5 years, has appealed.\nAt 9 p.m. on October 21, 1965 Mrs. Mae Keet noticed a man standing outside the residence of Charles Bruce, her next-door neighbor. She heard the noise of glass crashing, and saw appellant at Bruce’s front door. A small glass was broken out of the door but was so high “you couldn’t get your hand down to unlock the door.” She saw appellant walk through the yard to the back door. She heard a second crash of glass. Looking from her window into the Bruce window (only 5 feet distant) she observed the man coming out of the bedrooms piling some boxes and clothes in the hall. She called the police. When they arrived they knocked on the front door. The man started running out the back door. The police pursued, caught and returned the man who, according to Mrs. Keet, “admitted breaking in.” (The court overruled a request that this be stricken and the jury instructed to disregard it as an admission “without proper foundation being laid.”) Mrs. Keet made a courtroom identification of appellant as the man she heard make the admission.\nMr. Bruce testified that he locked his door that evening and went to choir practice. Upon his return he found a small pane of glass in the front door broken. Both back doors were broken. Some of his personal th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-chiney"
    }
  ],
  "relatedIncidents": [
    20246,
    20248,
    20250,
    20255,
    20262
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}