{
  "id": 20262,
  "title": "1968년 Coleman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-11-29",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Coleman. 판결일: 1968-11-29. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: People v. Coleman\n**판결일**: 1968-11-29\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: Holbrook, Quinn, Vander, Wal\n\n## 변호인\n\njFrank J. Kelley, Attorney General, Robert A. DerengosM, Solicitor General, George N. Parris, Prosecuting Attorney, Thaddeus F. Somera, Chief Appellate Lawyer, and Don L. Milbourn, Assistant Prosecuting Attorney, for the people., Lawrence A. Burns, for defendant.\n\n## 인용\n\n- 165 N.W.2d 615\n- 14 Mich. App. 515\n\n## 판결문 요약\n\n\n14 Mich. App. 515 (1968)\n165 N.W.2d 615\nPEOPLE\nv.\nCOLEMAN\nDocket No. 4,027.\nMichigan Court of Appeals.\nDecided November 29, 1968.\n*516 Frank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, George N. Parris, Prosecuting Attorney, Thaddeus F. Hamera, Chief Appellate Lawyer, and Don L. Milbourn, Assistant Prosecuting Attorney, for the people.\nLawrence A. Burns, for defendant.\nQUINN, P.J.\nDefendant's jury trial resulted in his conviction May 9, 1967, on a charge of armed robbery,[*] and he was sentenced May 18, 1967, to a term of 20 to 40 years. His appeal raises 7 issues.\nDefendant's first contention is that hearsay testimony was admitted at trial in relation to the amount and denomination of money in the possession of the complaining witness just prior to the robbery. The record does not establish that the testimony complained of was hearsay.\nThe third point raised by defendant is that error was committed by admitting evidence of his identification by police photographs when defendant did not take the stand. No objection to this evidence was made below, and the question is not saved for review. Taylor v. Lowe (1964), 372 Mich. 282.\nDefendant's fourth, fifth, and seventh issues relate to instructions to the jury. Although afforded the opportunity, defendant failed to object to the instructions given. He cannot now complain. GCR 1963, 516.2.\nAt trial, over objection of defendant, the people were permitted to show that defendant had large sums of money in hi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-coleman"
    }
  ],
  "relatedIncidents": [
    20246,
    20248,
    20250,
    20255,
    20257
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}