{
  "id": 20265,
  "title": "1968년 Colson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-11-27",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Colson. 판결일: 1968-11-27. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF OREGON, Respondent, v. GEORGE COLSON, Appellant\n**판결일**: 1968-11-27\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: Denecke, Goodwin, Holman, McAllister, Mengler, O'Connell, Sloan\n\n## 변호인\n\nJ. Marvin Kuhn, Deputy Public Defender, Salem, argued the cause and flied the brief for appellant., Donald E. Turner, District Attorney, The Dalles, argued the cause and filed the brief for respondent.\n\n## 인용\n\n- 447 P.2d 302\n- 251 Or. 624\n\n## 판결문 요약\n\n\n447 P.2d 302 (1968)\nSTATE of Oregon, Respondent,\nv.\nGeorge COLSON, Appellant.\nSupreme Court of Oregon, In Banc.\nArgued and Submitted October 28, 1968.\nDecided November 27, 1968.\nJ. Marvin Kuhn, Deputy Public Defender, Salem, argued the cause and filed the brief for appellant.\nDonald H. Turner, Dist. Atty., The Dalles, argued the cause and filed the brief for respondent.\nBefore McALLISTER, P.J., and SLOAN, O'CONNELL, GOODWIN, DENECKE, HOLMAN and MENGLER, JJ.\nArgued and Submitted at Pendleton, October 28, 1968.\nMENGLER, Justice pro tem.\nThe defendant was indicted for attempted burglary of a bulk oil plant, not being a dwelling. He pleaded not guilty and was tried by a jury. A verdict of guilty was returned. He alleges as error the court's denial of his motion, at the close of the State's case, for a judgment of acquittal. Defendant offered no evidence. The State's evidence was entirely circumstantial.\nThe law is settled that the commission of a crime may be proved solely by circumstantial evidence. State v. Dennis, 177 Or. 73, 159 P.2d 838, 161 P.2d 670 (1945). It is our role to determine whether there was substantial circumstantial evidence upon which a jury could properly return a verdict of guilty.\nThe evidence was that the bulk oil plant was located in a relatively isolated area. It was enclosed by a cyclone fence and on one side abutted, within 10 to 12 feet, a very steep rock bluff. The doors of the warehouse were equipped with a device which, if the doors of the warehou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-colson"
    }
  ],
  "relatedIncidents": [
    20246,
    20248,
    20250,
    20255,
    20257
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}