{
  "id": 20271,
  "title": "1968년 Lubell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-11-14",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Lubell. 판결일: 1968-11-14. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Bennett Lubell v. Ewald B. Nyquist, as Acting Commissioner of Education of the State of New York\n**판결일**: 1968-11-14\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Reynolds\n\n## 인용\n\n- 31 A.D.2d 569\n\n## 판결문 요약\n\n\nReynolds, J.\nAppeal from a judgment of the Supreme Court, Albany County, which granted respondent’s application in a proceeding under article 78 of the CPLR to reverse a decision of the acting Commissioner of Education dismissing respondent’s appeal taken pursuant to section 310 of the Education Law, to annul a failing rating given respondent by the Board of Examiners of the Board of Education of the City of New York on a teaching test taken by respondent as a candidate for license as Chairman of the English Department in day high schools, and to direct that respondent be given another teaching test. For the teaching test in question respondent was assigned to teach to what was denominated as an average eighth term class an abridgement of an Ivor Brown article that appeared in the New York Sunday Times of December 15, 1963. Special Term found that the class respondent was assigned to teach was not in fact an average class as respondent had been told but was, instead, well below average, that accordingly the test given was unfair and that a new test was therefore required. It is well settled that a determination made by the Commissioner of Education under section 310 is final unless purely arbitrary and thus judicial review is strictly limited unless the Commissioner’s decision is “upon such arbitrary and naked power that no reasonable man could reach the result ” (Matter of Cochran v. Levy, 175 Mise. 666, 668, affd. 263 App. Div. 921; e.g., Matter of Board of Educ. of City o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lubell-v-nyquist"
    }
  ],
  "relatedIncidents": [
    20246,
    20247,
    20248,
    20250,
    20251
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}