{
  "id": 20276,
  "title": "1968년 Mathis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-11-07",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Mathis. 판결일: 1968-11-07. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Chas. C. MATHIS, Jr., Individually and as County Judge of St. Johns County, Florida v. Robert L. LOVETT, Earl Byrd, Dan F. Mickler, Herbert L. Wiles and Lewis Parrish, as and constituting the Board of County Commissioners of St. Johns County, Florida\n**판결일**: 1968-11-07\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Carroll, Donald, Rawls, Wigginton\n\n## 변호인\n\nUpchurch &' Upchurch, St. Augustine, for appellant., Walter A. Shelley, Daytona Beach, for appellees.\n\n## 인용\n\n- 215 So. 2d 490\n\n## 판결문 요약\n\n\nPER CURIAM.\nAppellant has appealed an order dismissing with leave to amend his complaint seeking a judicial declaration of his rights as County Judge of St. Johns County.\nBy his complaint appellant alleges that the offices and court facilities allotted to him and set aside for his use by defendant Board of County Commissioners in the new courthouse acquired and reconstructed under their supervision and direction are unsafe, inadequate, and unsuitable for his use and that of the general public. He *491prays for a judgment mandatorily enjoining the defendant Board to furnish and equip for his official use office and courtroom facilities which are suitable, safe, and adequate for the performance of his duties as County Judge.\nIn the order appealed the trial court held:\n“The Court is of the opinion that the Amended Complaint in this case is insufficient as a matter of law, regardless of the fact that the allegations therein contained are considered as true, upon the Motion to Dismiss for the primary reason that the Plaintiff seeks to have this Court review and substitute its judgment for that of an administrative agency, namely, the County Commissioners, acting within the authority given the County Commissioners by statute. The law in Florida is clear and explicit to the effect that the Court cannot and should not, in the absence of a clear showing of fraud or abuse of discretion, interfere with the discretionary actions of an administrative agency.”\nAppellant strenuously conten...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mathis-v-lovett"
    }
  ],
  "relatedIncidents": [
    20247,
    20256,
    20264,
    20339,
    20441
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}