{
  "id": 20270,
  "title": "1968년 Dupree 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-11-15",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Dupree. 판결일: 1968-11-15. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Leroy Willie DUPREE v. STATE of Florida\n**판결일**: 1968-11-15\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Hobson, Liles, Pierce\n\n## 변호인\n\nJoseph G. Spicola, Jr., Public Defender, and Richard C. Edwards, Asst. Public Defender, Tampa, for appellant., Earl Faircloth, Atty. Gen., Tallahassee, and Robert R. Crittenden, Asst. Atty. Gen., Lakeland, for appellee.\n\n## 인용\n\n- 215 So. 2d 503\n\n## 판결문 요약\n\n\nLILES, Chief Judge.\nAppellant was informed against on June 8, 1965, and charged with the crime of robbery. He was tried before a jury and at the conclusion of the trial the jury returned a verdict of guilty. He was subsequently adjudicated guilty and sentenced to serve a term of twenty years in Florida State Prison.\nOn February 13, 1968, appellant filed a motion for post-conviction relief, charging that the Assistant State Attorney had knowingly used perjured testimony to obtain a conviction. Appellant was afforded an adversary hearing on his motion filed under Criminal Procedure Rule No. 1 (now CrPR 1.850, 33 F.S.A.), wherein certain witnesses were heard and denied that they had perjured themselves at the trial. The court then granted the appellant additional time to produce witnesses who could substantiate his charges, but to no avail. At the conclusion of the week granted by the trial judge, appellant’s motion to vacate was dismissed and this appeal followed.\nThis court appreciates the Public Defender’s candor and agrees that the allegations contained in appellant’s motion to vacate are completely without substance. Appellant was afforded every opportunity to present names of witnesses who might be in a position to testify regarding perjured testimony used at the trial, but was unable to do so.\nThe court was correct in denying the motion and we affirm.\nPIERCE and HOBSON, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dupree-v-state"
    }
  ],
  "relatedIncidents": [
    20246,
    20248,
    20250,
    20255,
    20257
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}