{
  "id": 20273,
  "title": "1968년 Quittman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-11-12",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Quittman. 판결일: 1968-11-12. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Samuel Quittman v. Charles Nemarow, (Action No. 1.) Charles Nemarow v. Samuel Quittman, (Action No. 2.)\n**판결일**: 1968-11-12\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 31 A.D.2d 543\n\n## 판결문 요약\n\n\nAppeal from an order of the Supreme Court, Westchester County, entered April 1, 1968, which denied appellants’ motion to consolidate or to direct a joint trial of the actions. Order modified, on the law and the facts, by (1) striking from the decretal paragraph the words “In all respects” and (2) inserting therein, after the words “said motion shall be and the same is hereby ”, the following: “ granted to the extent of directing a joint trial of the action brought by plaintiff Quittman with the cause for assault in the action brought by plaintiffs Nemarow and otherwise ” [denied]. As so modified, order affirmed, with $10 costs and disbursements to appellants. The alleged assaults took place as part of a single occurrence and necessarily involve common questions. Since we do not herewith order the cause for slander to be tried with the assault causes, it does not appear that Quittman can be prejudiced by the joint trial herewith ordered (CPLR 602, subd. [a]; cf. Pace v. New York City Tr. Auth., 19 A D 2d 630). Beldock, P. J., Rabin, Benjamin, Munder and Martuscello, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=quittman-v-nemarow"
    }
  ],
  "relatedIncidents": [
    20365,
    20387,
    20463,
    20475,
    20021
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}