{
  "id": 20285,
  "title": "1968년 Mitchell Business Equipment Co. v. Board of Education 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-10-14",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Mitchell Business Equipment Co. v. Board of Education. 판결일: 1968-10-14. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: MITCHELL BUSINESS EQUIPMENT COMPANY, INC. v. BOARD OF EDUCATION FOR ST. MARY'S COUNTY\n**판결일**: 1968-10-14\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Barnes\n\n## 변호인\n\nA. V. Cherbonnier, with whom was Charles A. Norris on the brief, for appellant., Robert E. Wigginton, with whom were Loker & Wigginton on the brief, for appellee.\n\n## 인용\n\n- 251 Md. 150\n\n## 판결문 요약\n\n\nBarnes, J.,\ndelivered the opinion of the Court.\nMitchell Business Equipment Company, Inc., a Maryland corporation (Mitchell), a franchised dealer of Underwood, Remington, R. C. Allen and Adler typewriters in St. Mary’s County, filed a petition in the Circuit Court for St. Mary’s County on July 31, 1967, against the Board of Education for St. Mary’s County (the Board) for an order of that court restraining the Board from executing a contract with Free State Business Machines, Inc. (Free State) for the purchase of certain Royal typewriters in accordance with the acceptance of Free State’s bid by the Board on July 25, 1967. The Circuit Court (Dorsey, J.) filed a written opinion indicating that the Board had acted properly and in accordance with the provisions of Code (1957) Article 77, Section 75 and on September 18, 1967, filed an order dismissing the petition, as amended, and requiring the petitioner, Mitchell, to pay the costs. Mitchell filed a timely appeal from this order. We are of the opinion that the Chancellor correctly decided the case and will affirm the order of the lower court.\n*152Free State is a Maryland corporation, an authorized agent of Royal typewriters for St. Mary’s County, as well as Charles County and the southern portion of Prince George’s County. It sells no other make or brand of new typewriter.\nIn December 1966 or January 1967, the Board began negotiations with Free State for the purchase of Royal typewriters to be used for the instruction of pupils i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mitchell-business-equipment-co-v-board-of-education"
    }
  ],
  "relatedIncidents": [
    20246,
    20247,
    20248,
    20250,
    20251
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}