{
  "id": 20286,
  "title": "1968년 State ex rel. Davis v. Thrifty Foodliner, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-10-14",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: State ex rel. Davis v. Thrifty Foodliner, Inc.. 판결일: 1968-10-14. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri ex rel. Dexter D. DAVIS, Commissioner of Agriculture v. THRIFTY FOODLINER, INC., Defendant-Respondent\n**판결일**: 1968-10-14\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Donnelly, Eager, Finch, James\n\n## 변호인\n\nNorman H. Anderson, Atty. Gen., L. J. Gardner, Asst. Atty. Gen., Jefferson City, T. E. Lauer, Columbia, for appellant., John R. Lewis, Kirby, Millsap & Lewis, Springfield, E. J. Ball, Fayetteville, Ark., for respondent.\n\n## 인용\n\n- 432 S.W.2d 287\n\n## 판결문 요약\n\n\nHARRY M. JAMES, Special Judge.\nThe Commissioner of Agriculture, charged with the enforcement of the Unfair Milk Sales Practices Act (Sections 416.410-416.560, RSMo, V.A.M.S.), brought this suit to enjoin Thrifty Foodliner, Inc., a nonprocessing retailer for allegedly violating Section 416.425 by advertising, offering for sale and selling milk for less than cost at its retail grocery stores in Springfield, Missouri. A trial resulted in a finding and judgment denying a permanent injunction and dismissing the petition. This appeal followed. We have jurisdiction because a state officer as such is a party. Article V, Section 3, Constitution of Missouri, V.A.M.S.\nOn November 16, 1966, respondent completed the purchase of two retail groceries in Springfield theretofore operated as So Lo Markets. One of these stores (Brent-wood) was virtually bankrupt. Prior to November 16, respondent had operated only two other retail grocery stores, both in *289Springfield, doing business as IGA Food-liners. A private label brand of milk known as College Club had been sold in Springfield only at respondent’s two stores.\nIn conjunction with the “grand opening” of its two newly acquired stores, respondent placed a two-page advertisement in the November 17, 1966 evening edition of the Springfield Leader-Press in which one of the advertised items “effective through November 20, 1966” at all four stores was “our own fresh milk, full gal. 69$S”. The milk referred to, although not by name, was the Colleg...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-davis-v-thrifty-foodliner-inc"
    }
  ],
  "relatedIncidents": [
    20246,
    20247,
    20248,
    20250,
    20251
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}