{
  "id": 20299,
  "title": "1968년 In re Lollis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-09-26",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: In re Lollis. 판결일: 1968-09-26. 법원: District Court, E.D. Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: In re David LOLLIS\n**판결일**: 1968-09-26\n**법원**: District Court, E.D. Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Taylor\n\n## 변호인\n\nDavid Lollis, pro se., David W. McMackin, Asst. Atty. Gen., of Tennessee, Nashville, Tenn., for respondent.\n\n## 인용\n\n- 291 F. Supp. 615\n\n## 판결문 요약\n\n\nMEMO AND ORDER\nROBERT L. TAYLOR, Chief Judge.\nThe petitioner, David Lollis, seeks a writ of habeas corpus to free him from *616detention by the State of Tennessee. He is in the State Penitentiary at Nashville serving a life sentence for rape.\nIn 1944 three white persons, a woman and two escorts, were accosted by four Negro youths. The men were robbed and the woman allegedly raped. The petitioner was arrested in connection with the crime, subsequently convicted in the State Criminal Court on a charge of rape, and sentenced to life imprisonment.\nPetitioner was paroled in 1958, and he went to Kingsport where he worked steadily, married, and had two children. The State revoked his parole when, according to petitioner, his wife shot a man threatening petitioner’s life. Upon reparole in 1965, he was unable to find work at Kingsport and he violated his parole by going to Washington, D. C., for a year. He was rearrested when he returned to Tennessee and has since remained in the State Penitentiary.\nA petition for habeas corpus directed to the state courts culminated in a full evidentiary hearing in March, 1967 before the Honorable Sue K. Hicks, judge, retired, in the Criminal Court for Knox County. Mr. Ray Lee Jenkins, an experienced attorney and former Assistant United States District Attorney in Knoxville, represented the petitioner who sought his release on the same grounds, with one exception, that he relies upon before this court. Either in the petition or as facts at the heari...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-lollis"
    }
  ],
  "relatedIncidents": [
    20251,
    20421,
    20438,
    20486,
    20096
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}