{
  "id": 20309,
  "title": "1968년 John Harris, Jr. v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-09-17",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: John Harris, Jr. v. United States. 판결일: 1968-09-17. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: John HARRIS, Jr., Appellant, v. UNITED STATES of America, Appellee\n**판결일**: 1968-09-17\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Bazelon, Burger, Miller, Wilbur\n\n## 변호인\n\nMr. Jeffrey M. Glosser, Washington, D. C., (appointed by this court) for appellant., Mr. Daniel J. Givelber, Asst. U. S. Atty., with whom Messrs. David G. Bress, U. S. Atty., Frank Q. Nebeker and William L. Davis, Jr., Asst. U. S. Attys., were on the brief, for appellee.\n\n## 인용\n\n- 402 F.2d 656\n\n## 판결문 요약\n\n\nBURGER, Circuit Judge:\nAppellant was convicted in the District Court of the unauthorized use of a motor vehicle under 22 D.C.Code § 2204 (1967). His appeal raises only one issue: the propriety of certain remarks made by the prosecutor in his closing argument to the jury.\nThis claim is raised for the first time on appeal as “plain error” under Rule 52(b) Fed.R.Crim.P. At trial there was no objection — either during the argument or thereafter, at the bench —and no request for a corrective instruction, or motion for a mistrial. In short, Appellant invoked none of several possible methods for bringing these remarks to the attention of the trial judge who was best able to assess their effect on the jury and to undertake corrective measures. The problem of raising objections to improper argument of either counsel presents obvious practical difficulties. Counsel may, of course, object during the argument, but unless the departure from the proprieties is egregious neither the court nor the jury is likely to look favorably upon such an interruption at that stage. The more usual treatment is for counsel to approach the bench at the conclusion of the summing up and *657request an immediate instruction to correct the impact of objectionable material. In the gravest situation it may be his duty to raise the issue of a mistrial. However, since none of these avenues was pursued here, we find no basis for reversal. See Gibson v. United States, - U.S.App.D.C. -, 403 F.2d 166 decided Feb. 12,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=john-harris-jr-v-united-states"
    }
  ],
  "relatedIncidents": [
    20246,
    20247,
    20248,
    20250,
    20251
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}