{
  "id": 20303,
  "title": "1968년 Holmes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-09-23",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Holmes. 판결일: 1968-09-23. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Holmes v. the State\n**판결일**: 1968-09-23\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Grice\n\n## 변호인\n\nJohn II. Ruffin, Jr., Bobby L. Hill, for appellant., Dewey Hayes, Solicitor General, Arthur K. Bolton, Attorney General, Marion 0. Gordon, Courtney Wilder Stanton, Assistant Attorneys General, for appellee.\n\n## 인용\n\n- 163 S.E.2d 803\n- 224 Ga. 553\n\n## 판결문 요약\n\n\n224 Ga. 553 (1968)\n163 S.E.2d 803\nHOLMES\nv.\nTHE STATE.\n24753.\nSupreme Court of Georgia.\nArgued July 8, 1968.\nDecided September 23, 1968.\n*555 John H. Ruffin, Jr., Bobby L. Hill, for appellant.\nDewey Hayes, Solicitor General, Arthur K. Bolton, Attorney General, Marion O. Gordon, Courtney Wilder Stanton, Assistant Attorneys General, for appellee.\nGRICE, Justice.\nLeroy Holmes was indicted by the grand jury of Ware County for the murder of John Marshall Hodges, and upon trial in the superior court of that county was found guilty. On account of being under seventeen years of age he was sentenced to life imprisonment, pursuant to Georgia Laws 1963, page 122 (Code Ann. §§ 26-1005, 27-2302). His amended motion for new trial was denied, and his appeal is from that judgment. Enumerated as error are the denial of such motion, consisting of the general and 60 special grounds, and also permitting a witness to testify as to a statement made by the appellant.\n1. We deal first with two grounds relating to jurisdiction of the trial court.\nOne is that the superior court should have granted appellant's motion to dismiss the indictment because the transfer of the case from the juvenile court of that county to the superior court was improper. This ground contends that the statute under which the juvenile court acted (Ga. L. 1951, pp. 291, 299, as amended; Code Ann. § 24-2410) violates the due process clause of the Fourteenth Amendment to the Federal Constitution.\nThe other ground urges that the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=holmes-v-state"
    }
  ],
  "relatedIncidents": [
    20358,
    20369,
    20386,
    20429,
    20439
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}