{
  "id": 20307,
  "title": "1968년 Green 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-09-18",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Green. 판결일: 1968-09-18. 법원: Court of Appeals of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State of North Carolina v. Arthur Lee Green\n**판결일**: 1968-09-18\n**법원**: Court of Appeals of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Campbell, Mallard, MoRRis\n\n## 변호인\n\n\n\nAttorney General T. W. Bruton by Deputy Attorney General Harry W. McGalliard, for the State.\n, \nCharles L. Folger for defendant appellant.\n\n\n## 인용\n\n- 163 S.E.2d 14\n- 2 N.C. App. 391\n\n## 판결문 요약\n\n\n163 S.E.2d 14 (1968)\n2 N.C. App. 391\nSTATE of North Carolina\nv.\nArthur Lee GREEN.\nNo. 6817SC311.\nCourt of Appeals of North Carolina.\nSeptember 18, 1968.\n*15 T. W. Bruton, Atty. Gen., by Harry W. McGalliard, Deputy Atty. Gen., for the State.\nCharles L. Folger, Dobson, for defendant appellant.\nMALLARD, Chief Judge.\nIn August 1967 in the Superior Court of Surry County the defendant, represented by counsel, pleaded guilty in case number 67-263 to the felony of attempted armed robbery in violation of G.S. § 14-87 and was sentenced to imprisonment in the State Prison for a term of not less than nine years nor more than twelve years. At the same session of court the defendant entered a plea of guilty in case number 67-264 to felonious assault and was sentenced to imprisonment in the State Prison for a term of not less than eight years nor more than ten years to run concurrently with the sentence in case number 67-263.\nDefendant filed a petition which he called \"A Petition for a Writ of Habeas Corpus In Forma Pauperis Under G.S. 15-217, 15-222.\" The allegations in the petition are that defendant is illegally detained in the North Carolina State Prison, that his civil rights were violated, and that he was denied due process and equal protection of the laws. He also asserts in his petition that he is entitled to have the charges against him vacated and to be released from prison. He was given a hearing on the petition after an attorney was appointed to represent him. At the hearing th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-green"
    }
  ],
  "relatedIncidents": [
    20246,
    20248,
    20250,
    20255,
    20257
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}