{
  "id": 20326,
  "title": "1968년 Henderson v. State Farm Mutual Automobile Insurance 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-08-22",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Henderson v. State Farm Mutual Automobile Insurance. 판결일: 1968-08-22. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: William M. HENDERSON v. STATE FARM MUTUAL AUTOMOBILE INSURANCE CO.\n**판결일**: 1968-08-22\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Coleman, Kohn, Livingston, Simpson\n\n## 변호인\n\nGeo. S. Brown, Roscoe B. Hogan and J. Wm. Wilder, Birmingham, for appellants., Edgar M. Elliott, and Rives, Peterson, Pettus & Conway, Birmingham, for ap-pellee.\n\n## 인용\n\n- 282 Ala. 698\n- 213 So. 2d 860\n\n## 판결문 요약\n\n\nSIMPSON, Justice.\nState Farm Insurance filed a bill for •declaratory judgment in the Circuit Court ■on March 15, 1966, alleging a rescission •of a contract of automobile liability insurance between it and Wiley H. Parsons, alleging that it was entitled to a rescission in that Parsons had fraudulently misrepresented to the company in his application for the policy of insurance that no driver (defined as including his wife) had been fined or arrested for any traffic violation in the past five years. State Farm sought a declaration that it was not obligated to defend Wiley H. Parsons or Inez Parsons in a suit brought against them by William PI. Henderson and Ann Henderson arising out of an automobile accident, allegedly covered by the policy of insurance involved.\nThe case was heard on oral testimony and the trial court entered a decree finding that the misrepresentation had been made by Parsons, and that it was made by actual intent to deceive State Farm; that it increased the risk of loss; and that State Farm relied upon the representation to its prejudice. The court found that State Farm had promptly rescinded the policy and ruled that it was under no duty to defend the actions at law or to pay any judgment or costs therein.\nFrom this decree the Hendersons appeal.\nBriefly, the facts, as found by the trial court, are as follows:\nOn July 26, 1965, Parsons came into the office of State Farm and made an application for liability insurance. The application defined drivers as incl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=henderson-v-state-farm-mutual-automobile-insurance"
    }
  ],
  "relatedIncidents": [
    20398,
    20422,
    20014,
    20037,
    20170
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}