{
  "id": 20338,
  "title": "1968년 Irvin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-08-07",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Irvin. 판결일: 1968-08-07. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: THE PEOPLE, and v. MICHAEL FRANK IRVIN, and\n**판결일**: 1968-08-07\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Sims\n\n## 인용\n\n- 264 Cal. App. 2d 747\n\n## 판결문 요약\n\n\nSIMS, J.\nFollowing a trial by jury, defendants Irvin and Portoian were each found guilty of burglary of the first degree in violation of section 459 of the Penal Code, and the latter was further found guilty of possession of marijuana in violation of section 11530 of the Health and Safety Code. Portoian, who had admitted prior convictions for burglary of the second degree and for possession of marijuana, was sentenced to concurrent terms in the state prison. Irvin was admitted to probation upon the condition, among others, that he serve four months in the county jail. Execution of Portoian’s sentence and of the order admitting Irvin to probation *752was suspended so that each could perfect an appeal and arrange for release on bail pending determination of the appeal. The defendants filed a joint notice of appeal within the time provided for in the stay of execution and presumably posted bail.\nThe defendants jointly contend that they were illegally arrested by the police and that the fruits of the arrest were erroneously admitted in evidence against them; that evidence of the victim’s identification of the defendants was erroneously admitted, or in any event admitted without a finding by the court that the procedure was fair and reasonable, and that the legally admissible evidence is insufficient to sustain the convictions. Portoian additionally contends that section 11530 of the Health and Safety Code is unconstitutional, that there is no evidence to show that he had knowled...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-irvin"
    }
  ],
  "relatedIncidents": [
    20246,
    20248,
    20250,
    20255,
    20257
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}