{
  "id": 20339,
  "title": "1968년 Braasch 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-08-06",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Braasch. 판결일: 1968-08-06. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Herbert BRAASCH, on behalf of himself and all other stockholders of Fifth Avenue Coach Lines, Inc., and Fifth Avenue Coach Lines Inc. v. Victor MUSCAT, Thomas A. Bolan, Fifth Avenue Coach Lines, Inc.\n**판결일**: 1968-08-06\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n## 변호인\n\nMyron J. Greene, New York City (Millard & Greene and Shirley R. Levittan, New York City, on the brief), for appellants Bolan and Fifth Avenue Coach Lines, Inc., Burton L. Knapp, New York City (Knapp & Berson and George C. Levin, Saul S. Cohen, New York City, on the brief), for plaintiff-appellee.\n\n## 인용\n\n- 398 F.2d 1022\n\n## 판결문 요약\n\n\nPER CURIAM:\nThis is an appeal from an order entered by Judge Palmieri in a derivative action brought in the Southern District of New York, appointing a “Special Fiscal Agent” to supervise disbursements of Fifth Avenue Coach Lines, Inc., pending the trial of the action, which charged the defendants with fraudulent acts in violation of the federal securities laws. A month after this action was commenced a second action, SEC v. Fifth Avenue Coach Lines, Inc., D.C., 289 F.Supp. 3, was brought in the Southern District alleging violations by the same defendants of the federal securities laws. The second action has been tried and decided by Judge McLean, whose opinion was filed July 26, 1968. That decision calls for the appointment of a receiver. The opinion also says, “There is no need to duplicate expense. The court has conferred with Judge Palmieri who authorizes the court to state that upon appointment of a receiver, he will vacate his order in the Braasch case appointing the Special Fiscal Agent.”\nAt the time this court heard oral arguments on the present appeal sufficient safeguards for the protection of the interests of all parties were provided by Judge Palmieri’s order, as modified by Judge Friendly’s ruling on appellants’ application for a stay, and the appeal was therefore, permitted to lie fallow, pending Judge McLean’s decision in the S.E.C. action. With the appointment of a receiver, the interim protective arrangements are no longer necessary and the orders implementi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=braasch-v-muscat"
    }
  ],
  "relatedIncidents": [
    20247,
    20256,
    20264,
    20276,
    20441
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}