{
  "id": 20358,
  "title": "1968년 Bland 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-07-18",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Bland. 판결일: 1968-07-18. 법원: Court of Appeals of Arizona.",
  "description": "## 사건 정보\n\n**사건명**: Charles B. BLAND, Appellant, v. Toulia Jean BOCK, Appellee\n**판결일**: 1968-07-18\n**법원**: Court of Appeals of Arizona\n**관할**: Arizona, AZ\n\n**판사**: Hathaway, Krucker, Molloy\n\n## 변호인\n\nRonald W. Carmichael, Phoenix, for appellant., O’Connor, Cavanagh, Anderson, West-over, Killings worth & Beshears, by Ralph E. Mahowald, Jr., Phoenix, for appellee.\n\n## 인용\n\n- 443 P.2d 704\n- 8 Ariz. App. 97\n\n## 판결문 요약\n\n\nHATHAWAY, Chief Judge.\nCharles B. Bland, was the plaintiff in a personal injury action arising out of an automobile collision in which his automobile was struck from the rear by an automobile driven by the defendant, Toulia Jean Bock. The cause was tried to a jury and a verdict was returned for the defendant and judgment was duly entered thereon.\nThe plaintiff contends that the cause should be reversed and remanded for a new trial because the jury was erroneously instructed.\nOn May 14, 1963, at approximately 9 o’clock in the morning, Mr. Bland, the plaintiff, and Miss Bock, the defendant, were both traveling south on Seventh Street. Miss Bock was following the pickup truck driven by the plaintiff. Just before the collision, they both stopped at a traffic light at the intersection of Seventh Street and Missouri. Mr. Bland was just ahead of Miss Bock on the inside lane of the street. After the light changed to green, both vehicles moved forward in the heavy traffic. About half a block south of the intersection, the line of cars in front of the plaintiff came to a stop and he quickly began to stop. He did not indicate his braking action with *98a hand signal and the defendant testified that the brake lights on the truck did not operate. The plaintiff testified that as he was slowing to a stop he felt that the car he observed behind him (the defendant’s car) was going too fast to stop and to escape collision. He quickly turned to the left in an attempt to avoid being struck by t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bland-v-bock"
    }
  ],
  "relatedIncidents": [
    20303,
    20369,
    20386,
    20429,
    20439
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}