{
  "id": 20369,
  "title": "1968년 Villarreal 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-06-19",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Villarreal. 판결일: 1968-06-19. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Cipriano VILLARREAL, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1968-06-19\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Belcher\n\n## 변호인\n\nMarvin Foster, Corpus Christi, for appellant., John H. Flinn, Dist. Atty., Gordon Gun-ter, Asst. Dist. Atty., Sinton, and Leon B. Douglas, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 429 S.W.2d 508\n\n## 판결문 요약\n\n\n429 S.W.2d 508 (1968)\nCipriano VILLARREAL, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 41356.\nCourt of Criminal Appeals of Texas.\nJune 19, 1968.\nRehearing Denied July 24, 1968.\n*509 Marvin Foster, Corpus Christi, for appellant.\nJohn H. Flinn, Dist. Atty., Gordon Gunter, Asst. Dist. Atty., Sinton, and Leon B. Douglas, State's Atty., Austin, for the State.\n\nOPINION\nBELCHER, Judge.\nThe offense is assault with intent to murder; the punishment, three years.\nThe first ground of error is that the trial court excluded the testimony of Tovar, the injured party, on cross-examination, that he had been indicted and convicted for aggravated assault upon Frutoso Garcia, Jr.\nThe misdemeanor conviction was not for an offense involving moral turpitude. The exclusion of such testimony was not error. The ground of error is overruled. 62 Tex.Jur.2d 244, Sec. 271; 1 Branch 2d 211, Sec. 191; Oakley v. State, 108 Tex. Crim. 371, 1 S.W.2d 294.\nError is urged on the ground that the trial court denied appellant's motion for a mistrial based upon the court's remarks in the presence of the jury.\nThis matter arose on cross-examination as follows:\n\"Q Now, before this trial got started Mr. Tovar didn't you tell me that you did not desire to testify against Cipriano (appellant) in this case?\n\"A I didn't have anything against him.\n\"Q That you didn't want him to be sent to jail or the penitentiary?\n\"A No.\n\"Q That's what you told me, isn't it?\n\"A Yes.\n\"Q Do you still feel that way?\n\"A You all put me on th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=villarreal-v-state"
    }
  ],
  "relatedIncidents": [
    20303,
    20358,
    20386,
    20429,
    20439
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}