{
  "id": 20365,
  "title": "1968년 Jefferson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-06-24",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Jefferson. 판결일: 1968-06-24. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: State v. Jefferson\n**판결일**: 1968-06-24\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Judges Conford, Collester and Labrecque\n\n## 인용\n\n- 245 A.2d 30\n- 101 N.J. Super. 519\n\n## 판결문 요약\n\n\n101 N.J. Super. 519 (1968)\n245 A.2d 30\nSTATE OF NEW JERSEY, PLAINTIFF-RESPONDENT,\nv.\nSIDNEY JEFFERSON, ELIZABETH JEFFERSON AND JOAN L. JEFFERSON, DEFENDANTS-APPELLANTS.\nSuperior Court of New Jersey, Appellate Division.\nArgued May 13, 1968.\nDecided June 24, 1968.\n*521 Before Judges CONFORD, COLLESTER and LABRECQUE.\nMrs. Miriam N. Span, Assistant Deputy Public Defender, argued the cause for appellants (Mr. Peter Murray, Public Defender, attorney).\nMr. Edward J. Phelan, Assistant County Prosecutor, argued the cause for respondent (Mr. Vincent Panaro, County Prosecutor, attorney).\nThe opinion of the court was delivered by COLLESTER, J.A.D.\nThis is an appeal by defendants Sidney Jefferson, Elizabeth Jefferson and Joan Jefferson from a judgment of conviction following a trial on an indictment charging them, together with one Roy Jefferson, with the crime of assault and battery upon a police officer in violation of N.J.S. 2A:90-4. The indictment was served as to Roy Jefferson at the trial because he was unavailable. Sidney and Roy Jefferson are brothers. Elizabeth Jefferson is the wife of Sidney and Joan Jefferson is the wife of Roy.\nThe State's evidence disclosed the following facts. Shortly after 3 P.M. on October 16, 1966 State Trooper Charles *522 O'Connor, who was patrolling on the New Jersey Turnpike, received a radio call initiated by Trooper Philip Fink in New Brunswick requesting assistance in stopping a white Chevrolet automobile which was being driven southbound on the t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-jefferson"
    }
  ],
  "relatedIncidents": [
    20273,
    20387,
    20463,
    20475,
    20021
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}