{
  "id": 20368,
  "title": "1968년 John W. Richardson v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-06-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: John W. Richardson v. United States. 판결일: 1968-06-19. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: John W. RICHARDSON, Appellant, v. UNITED STATES of America, Appellee\n**판결일**: 1968-06-19\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Bazelon, Edger-Ton, Edgerton, Tamm\n\n## 변호인\n\nMr. Richard A. Fitzpatrick (appointed by this court), Washington, D. C., for appellant, Mr. Samuel J. L’Hommedieu, Jr. (appointed by this court), Washington, D. C., was on the brief for appellant., Mr. Ronald D. West (appointed by this court), Washington, D. C., also entered an appearance for appellant., Mr. James E. Kelley, Jr., Asst. U. S. Atty., with whom Messrs. David G. Bress, U. S. Atty., and Frank Q. Nebeker, Asst. U. S. Atty., were on the brief, for appellee., Mr. John A. Terry, Asst. U.\n\n## 인용\n\n- 403 F.2d 574\n\n## 판결문 요약\n\n403 F.2d 574\n    131 U.S.App.D.C. 168\n    John W. RICHARDSON, Appellant,v.UNITED STATES of America, Appellee.\n    No. 21049.\n    United States Court of Appeals District of Columbia Circuit.\n    Argued April 19, 1968.Decided june 19, 1968.\n    \n      Mr. Richard A. Fitzpatrick (appointed by this court), Washington, D.C., for appellant, Mr. Samuel J. L'Hommedieu, Jr.  (appointed by this court), Washington, D.C., was on the brief for appellant.\n      Mr. Ronald D. West (appointed by this court), Washington, D.C., also entered an appearance for appellant.\n      Mr. James E. Kelley, Jr., Asst. U.S. Atty., with whom Messrs. David G. Bress, U.S. Atty., and Frank Q. Nebeker, Asst. U.S. Atty., were on the brief, for appellee.\n      Mr. John A. Terry, Asst. U.S. Atty., at the time the record was filed, also entered an appearance for appellee.\n      Before BAZELON, Chief Judge, EDGERTON, Senior Circuit Judge, and TAMM, Circuit Judge.\n    \n    EDGERTON, Aenior Circuit Judge:\n    \n      1\n      Appellant was charged with robbery (count one), assault with a dangerous weapon (count two), and carrying a dangerous weapon (count three).  A jury found him guilty as charged on count one, guilty of simple assault on count two and not guilty on count three.\n    \n    \n      2\n      The complaining witness Snowden testified that appellant and another held him up at gunpoint and took $98 from his wallet.  Appellant testified that Snowden, who had recently been convicted of a gambling offense, owed hi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=john-w-richardson-v-united-states"
    }
  ],
  "relatedIncidents": [
    20246,
    20248,
    20250,
    20255,
    20257
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}