{
  "id": 20387,
  "title": "1968년 Myrick 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-06-03",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Myrick. 판결일: 1968-06-03. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Eugene MYRICK v. STATE of Arkansas\n**판결일**: 1968-06-03\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Fogleman, Harris, Jones, Ward\n\n## 변호인\n\nBranch & Adair, for appellant., Joe Purcell, Attorney General; Don Langston, Asst. Atty. Gen., for appellee.\n\n## 인용\n\n- 244 Ark. 1156\n- 428 S.W.2d 241\n\n## 판결문 요약\n\n Paul Ward, Justice. Eugene Myrick (appellant) was charged with the crime of “assault with intent to kill” his wife, Louise Myrick. He was likewise charged with the same crime against his mother-in-law, Mrs. Strope. Both assaults were alleged to have occurred at the same time and place — on November 4, 1967 at the home of Mrs. Strope. Upon trial, appellant was found guilty, as charged, of the assault on his wife and his punishment was fixed at imprisonment in the penitentiary for three years. He was found guilty of an aggravated assault upon Mrs. Strope, was fined $50 and imprisoned in the county jail for thirty days. Appellant now seeks only to reverse the conviction for assault with intent to kill his wife. Set out below is a brief statement of the background facts. Appellant and his wife have been married for sixteen or seventeen years, and they have five children who range in age from eight to fifteen years. To put it mildly, their marriage has been turbulent, having separated some fifty times. About two weeks before the occurrence here in question (On November 4, 1967) Mrs. Myrick left home and moved into the home of her mother — Mrs. Strope. On the date last mentioned appellant went over to Mrs. Strope’s house to give his wife $60 out of his weekly paycheck. While there the assaults took place. Mrs. Myrick was stabbed by appellant with a pocket knife twelve times about the arms, neck and torso. The picture introduced in evidence showed considerable blood on the floor an...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=myrick-v-state"
    }
  ],
  "relatedIncidents": [
    20273,
    20365,
    20463,
    20475,
    20021
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}