{
  "id": 20386,
  "title": "1968년 Albert Lessard v. Fred R. Dickson, Warden California State Prison, San Quentin, California 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-06-04",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Albert Lessard v. Fred R. Dickson, Warden California State Prison, San Quentin, California. 판결일: 1968-06-04. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Albert LESSARD, Appellant, v. Fred R. DICKSON, Warden California State Prison, San Quentin, California, Appellee\n**판결일**: 1968-06-04\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Barnes, Ely, Johnsen, Per Curiam\n\n## 변호인\n\nAlbert Lessard, in pro. per., Thomas C. Lynch, Atty. Gen., Edward P. O’Brien, Don Jacobson, Deputy Attys. Gen., San Francisco, Cal., for appellee.\n\n## 인용\n\n- 394 F.2d 88\n\n## 판결문 요약\n\n394 F.2d 88\n    Albert LESSARD, Appellant,v.Fred R. DICKSON, Warden California State Prison, SanQuentin, California, Appellee.\n    No. 21513.\n    United States Court of Appeals Ninth Circuit.\n    April 17, 1968, As Amended on Denial of Rehearing June 4, 1968.\n    \n      Albert Lessard, in pro. per.\n      Thomas C. Lynch, Atty. Gen., Edward P. O'Brien, Don Jacobson, Deputy Attys.  Gen., San Francisco, Cal., for appellee.\n      Before JOHNSEN,* BARNES and ELY, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      Judge Johnsen and Judge Barnes are of the opinion that the District Court's denial of Lessard's habeas corpus petition is entitled to be affirmed.  Judge Ely is of the opinion that the District Court's disposition was proper as to all of Lessard's asserted claims except one, on which he is expressing his dissenting view.  Lessard is a California state prisoner under a life sentence for conviction of first-degree murder.\n    \n    \n      2\n      The claim on which we thus differ is one of several charges made by Lessard that the prosecution had knowingly concealed and suppressed matters of evidence favorable to him.  All of the claims of suppression (and other unfair-trial claims, such as the alleged use of perjured testimony) were made the subject of an evidentiary hearing before a special master appointed by the California Supreme Court in a habeas corpus proceeding permitted to be instituted in that Court under its original jurisdiction, and of a plenary determina...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=albert-lessard-v-fred-r-dickson-warden-california-state-prison-san"
    }
  ],
  "relatedIncidents": [
    20303,
    20358,
    20369,
    20429,
    20439
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}