{
  "id": 20380,
  "title": "1968년 Allen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-06-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Allen. 판결일: 1968-06-10. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: BOARD OF EDUCATION OF CENTRAL SCHOOL DISTRICT NO. 1 Et Al. v. ALLEN, COMMISSIONER OF EDUCATION OF NEW YORK, Et Al.\n**판결일**: 1968-06-10\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Black, Douglas, Fortas, Harlan, White\n\n## 변호인\n\nMarvin E. Pollock argued the cause for appellants. With him on the brief was Alan H. Levine., Jean M. Coon, Assistant Attorney General of New York, argued the cause for appellee Allen. With her on the brief were Louis J. Lefkowitz, Attorney General, and Ruth Kessler Toch, Solicitor General. Porter R. Chandler argued the cause for appellees Rock et al. With him on the brief were William R. Ball, Richard E. Nolan, and James J. MacKrell., Briefs of amici curiae, urging reversal, were filed by Leo P\n\n## 인용\n\n- 20 L. Ed. 2d 1060\n- 88 S. Ct. 1923\n- 392 U.S. 236\n- 1968 U.S. LEXIS 1350\n\n## 판결문 요약\n\n\n392 U.S. 236 (1968)\nBOARD OF EDUCATION OF CENTRAL SCHOOL DISTRICT NO. 1 ET AL.\nv.\nALLEN, COMMISSIONER OF EDUCATION OF NEW YORK, ET AL.\nNo. 660.\nSupreme Court of United States.\nArgued April 22, 1968.\nDecided June 10, 1968.\nAPPEAL FROM THE COURT OF APPEALS OF NEW YORK.\n*237 Marvin E. Pollock argued the cause for appellants. With him on the brief was Alan H. Levine.\nJean M. Coon, Assistant Attorney General of New York, argued the cause for appellee Allen. With her on the brief were Louis J. Lefkowitz, Attorney General, and Ruth Kessler Toch, Solicitor General. Porter R. Chandler argued the cause for appellees Rock et al. With him on the brief were William B. Ball, Richard E. Nolan, and James J. MacKrell.\nBriefs of amici curiae, urging reversal, were filed by Leo Pfeffer, Arnold Forster, Edwin J. Lukas, Paul Hartman, Sol Rabkin, and Joseph B. Robison for the American Jewish Committee et al., and by Franklin C. Salisbury for Protestants and Other Americans United for Separation of Church and State.\nBriefs of amici curiae, urging affirmance, were filed by Solicitor General Griswold, Assistant Attorney General Weisl, Lawrence G. Wallace, Alan S. Rosenthal, and Robert V. Zener for the United States; by Herbert F. DeSimone, Attorney General of Rhode Island, Charles G. Edwards, Assistant Attorney General, William C. Sennett, *238 Attorney General of Pennsylvania, James L. Oakes, Attorney General of Vermont, Robert C. Londerholm, Attorney General of Kansas, William B. Saxbe, Attorney G...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=board-of-ed-of-central-school-dist-no-1-v-allen"
    }
  ],
  "relatedIncidents": [
    19979,
    19984,
    20246,
    20247,
    20248
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}