{
  "id": 20396,
  "title": "1968년 Calvin W. Payne v. United States of America, Hezekiah Blue v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-05-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Calvin W. Payne v. United States of America, Hezekiah Blue v. United States. 판결일: 1968-05-24. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Calvin W. PAYNE, Appellant, v. UNITED STATES of America, Appellee; Hezekiah BLUE, Appellant, v. UNITED STATES of America, Appellee\n**판결일**: 1968-05-24\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Danaher, Leventhal, Per Curiam, Wright\n\n## 변호인\n\nMr. Alexander B. Hawes, Washington, D. C. (appointed by this court) for appellants., Mr. Larry D. Knippa, San Antonio, Tex., Sp. Atty., of the bar of the Supreme Court of Texas, pro hac vice, by special leave of court, with whom Messrs. David G. Bress, U. S. Atty., Frank Q. Nebeker and Seymour Glanzer, Asst. U. S. Attys., were on the brief, for appellee. Mr. Joel M. Finkelstein, Asst. U. S. Atty., also entered an appearance for appellee.\n\n## 인용\n\n- 392 F.2d 820\n\n## 판결문 요약\n\n392 F.2d 820\n    Calvin W. PAYNE, Appellant,v.UNITED STATES of America, Appellee.Hezekiah BLUE, Appellant,v.UNITED STATES of America, Appellee.\n    No. 21232.\n    No. 21233.\n    United States Court of Appeals District of Columbia Circuit.\n    Argued February 14, 1968.\n    Decided March 5, 1968.\n    Petition for Rehearing En Banc in No. 21,233 Denied May 24, 1968.\n    \n      Mr. Alexander B. Hawes, Washington, D. C. (appointed by this court) for appellants.\n      Mr. Larry D. Knippa, San Antonio, Tex., Sp. Atty., of the bar of the Supreme Court of Texas, pro hac vice, by special leave of court, with whom Messrs. David G. Bress, U. S. Atty., Frank Q. Nebeker and Seymour Glanzer, Asst. U. S. Attys., were on the brief, for appellee. Mr. Joel M. Finkelstein, Asst. U. S. Atty., also entered an appearance for appellee.\n      Before DANAHER, WRIGHT and LEVENTHAL, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      Convicted of assault with intent to commit robbery in violation of D.C.CODE &#167; 22-501, appellants have here contended principally that the trial judge had erred in his handling of a Luck1 issue and in his failure to instruct the jury that the appellants might have been found guilty of simple assault as a lesser included offense.\n    \n    \n      2\n      Ample evidence in support of the jury verdict revealed that the complaining witness, apparently dozing while sitting on the front steps of his house, became the object of the attention of the appellants. The complai...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=calvin-w-payne-v-united-states-of-america-hezekiah-blue-v-united-states"
    }
  ],
  "relatedIncidents": [
    20246,
    20248,
    20250,
    20255,
    20257
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}