{
  "id": 20398,
  "title": "1968년 Vacca 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-05-23",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Vacca. 판결일: 1968-05-23. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Ralph Vacca, Respondent, v. Steer, Inc., Appellant\n**판결일**: 1968-05-23\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Neill\n\n## 변호인\n\nCarson F. Eller (of Griffin, Boyle & Enslow), for appellant.\n\n## 인용\n\n- 441 P.2d 523\n- 73 Wash. 2d 892\n\n## 판결문 요약\n\n\n73 Wash. 2d 892 (1968)\n441 P.2d 523\nRALPH VACCA, Respondent,\nv.\nSTEER, INC., Appellant.[*]\nNo. 39281.\nThe Supreme Court of Washington, Department Two.\nMay 23, 1968.\nCarson F. Eller (of Griffin, Boyle &amp; Enslow), for appellant.\nNEILL, J.\nPlaintiff seeks monetary redress for damages to his vegetable crops caused by trespassing cattle, and reimbursement for his expenses in corralling and caring for the marauders. Defendant appeals from a judgment entered against it in the sum of $2,830 and costs.\nDefendant does not challenge the fact of the trespass by the some 15 head of cattle, nor does it challenge the amount of the judgment. Rather, it is defendant's contention that it *893 is not the party responsible for the damage to plaintiff's vegetable crops nor for his care of the animals.[1]\nDefendant is a nonprofit corporation which acts as a sort of \"middle man\" in a plan designed to increase the benefits of gifts for foreign mission projects of all churches. The advertising and solicitation material circulated by defendant set forth the plan and identified it with the language \"a stewardship partnership plan\" whereby solicitation of cash gifts for missionary purposes is made. With the cash donation, defendant would purchase or cause to be purchased cows or steers and would then solicit a farmer to feed and care for the animals as his donation to the missionary project. At such time as a steer was ready for market or a cow had calved and the calf was ready for market, the farme...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=vacca-v-steer-inc"
    }
  ],
  "relatedIncidents": [
    20326,
    20422,
    20014,
    20037,
    20170
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}