{
  "id": 20418,
  "title": "1968년 Garcia 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-05-15",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Garcia. 판결일: 1968-05-15. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Joe Guzman GARCIA, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1968-05-15\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Onion\n\n## 변호인\n\nCharles J. Lieck, Jr., Phill R. Pickett, San Antonio, for appellant., James E. Barlow, Dist. Atty., Sparta Bitsis, Asst. Criminal Dist. Atty., San Antonio, and Leon B. Douglas, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 427 S.W.2d 897\n\n## 판결문 요약\n\n\n427 S.W.2d 897 (1968)\nJoe Guzman GARCIA, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 41266.\nCourt of Criminal Appeals of Texas.\nMay 15, 1968.\n*898 Charles J. Lieck, Jr., Phill R. Pickett, San Antonio, for appellant.\nJames E. Barlow, Dist. Atty., Sparta Bitsis, Asst. Criminal Dist. Atty., San Antonio, and Leon B. Douglas, State's Atty., Austin, for the State.\n\nOPINION\nONION, Judge.\nThe offense is Robbery by Assault; the punishment, enhanced under the provisions of Article 62, Vernon's Ann.P.C., life.\nAt the outset we find no merit in appellant's claim the court erred in overruling his plea to the jurisdiction of the trial court because of appellant's apprehension in Mexico and his unwillingness to return to Texas. The record shows that San Antonio police officers alerted Mexican authorities they had an arrest warrant for appellant and believed he was in the Republic of Mexico. Thereafter appellant was arrested by Mexican police on a narcotic law violation in Mexico and was subsequently released by Mexican immigration officials to Texas officers, armed with an arrest warrant, at the International Bridge at Laredo, Texas. \"A person accused of a crime committed in Texas may be tried in its courts for such crime, although he was kidnapped in another state and brought from there to this state against his will and without lawful authority.\" Ex parte Burge, Tex.Cr.App., 409 S.W.2d 403 and authorities therein cited.\nIn ground of error #2 appellant contends the trial court erred i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=garcia-v-state"
    }
  ],
  "relatedIncidents": [
    20246,
    20248,
    20250,
    20255,
    20257
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}