{
  "id": 20422,
  "title": "1968년 Bencomo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-05-07",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Bencomo. 판결일: 1968-05-07. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Bencomo v. Morgan\n**판결일**: 1968-05-07\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Charles Carroll, C.J., and Pearson and Barkdull\n\n## 인용\n\n- 210 So. 2d 236\n\n## 판결문 요약\n\n\n210 So. 2d 236 (1968)\nCarmela BENCOMO, a/k/a Carmen Bencomo, Appellant,\nv.\nC. Russell MORGAN, Appellee.\nNo. 67-438.\nDistrict Court of Appeal of Florida. Third District.\nMay 7, 1968.\nRehearing Denied June 4, 1968.\n*237 Joe N. Unger, Miami, for appellant.\nWicker, Smith, Pyszka, Blomqvist &amp; Davant, Miami, for appellee.\nBefore CHARLES CARROLL, C.J., and PEARSON and BARKDULL, JJ.\nCHARLES CARROLL, Chief Judge.\nThis is an appeal by the plaintiff below from an adverse judgment entered on a verdict directed at the close of the plaintiff's case. The plaintiff's husband had filed a petition in the county judges' court to have plaintiff declared incompetent. His petition was supported by a letter of the defendant, Dr. C. Russell Morgan, who had treated her ten years before, in which the doctor stated she \"is badly in need of psychiatric examination.\" As authorized by the applicable law, on her husband's petition the plaintiff was ordered by the county judges' court to be detained for fifteen days for examination by an examining committee appointed by the court.\nAt the hearing on the competency proceeding the defendant doctor testified in substance as he had stated in his letter. The court appointed committee consisting of two doctors and a layman, recommended that the plaintiff be discharged. However, one of the appointed doctors diagnosed the plaintiff's condition as \"schizophreniac reactions according to information; cause unknown; duration, chronic,\" and the other diagnosed her a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bencomo-v-morgan"
    }
  ],
  "relatedIncidents": [
    20326,
    20398,
    20014,
    20037,
    20170
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}