{
  "id": 20423,
  "title": "1968년 Bauscher Grain v. National Surety Corporation 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-05-06",
  "location": "Idaho, ID, USA",
  "summary": "미국 Idaho, ID 법원 판결 사건. 사건명: Bauscher Grain v. National Surety Corporation. 판결일: 1968-05-06. 법원: Idaho Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: BAUSCHER GRAIN, a Partnership Composed of Don Bauscher and Lloyd F. Barron, Plaintiff-Appellant, v. NATIONAL SURETY CORPORATION and H. B. Gillingham, Jr., Dba B & G Supply, Defendants-Respondents\n**판결일**: 1968-05-06\n**법원**: Idaho Supreme Court\n**관할**: Idaho, ID\n\n**판사**: Mc-QUADE, McFADDEN, Smith, Spear, Taylor\n\n## 변호인\n\nW. Bruce Bowler, Boise, for appellant. Moffatt, Thomas, Barrett & Blanton, .Boise, for respondent National Surety Corp., Walter E. Curnutt, Emmett, for respondent H. B. Gillingham, Jr.\n\n## 인용\n\n- 440 P.2d 349\n- 92 Idaho 229\n\n## 판결문 요약\n\n\n440 P.2d 349 (1968)\n92 Idaho 229\nBAUSCHER GRAIN, a partnership composed of Don Bauscher and Lloyd F. Barron, Plaintiff-Appellant,\nv.\nNATIONAL SURETY CORPORATION and H.B. Gillingham, Jr., dba B &amp; G Supply, Defendants-Respondents.\nNo. 10083.\nSupreme Court of Idaho.\nMay 6, 1968.\nRehearing Denied May 15, 1968.\n*350 W. Bruce Bowler, Boise, for appellant.\nMoffatt, Thomas, Barrett &amp; Blanton, Boise, for respondent National Surety Corp., Walter E. Curnutt, Emmett, for respondent H.B. Gillingham, Jr.\nMcFADDEN, Justice.\nThis appeal is from a summary judgment granted pursuant to respondents' motion dismissing the action. The basis of respondents' motion for summary judgment was that the present action was res judicata by reason of the dismissal of a prior action.\nBauscher Grain, a partnership consisting of Don Bauscher and Lloyd F. Barron, is the plaintiff in the instant action. Prior to the filing of the present action, Don Bauscher, one of the members of the partnership, as the sole plaintiff instituted another action against the same defendants named in the instant action, based on the same set of facts as alleged in the complaint of the present action. The prior action was being tried before a jury when at the close of the evidence defendants moved the court for an involuntary dismissal. (I.R.C.P. 41(b)).\nDefendants' motion for dismissal was granted by the trial court, the judgment and order of dismissal reciting:\n\"The case having been submitted, the defendants moved for an ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bauscher-grain-v-national-surety-corporation"
    }
  ],
  "relatedIncidents": [
    20246,
    20247,
    20248,
    20250,
    20251
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}