{
  "id": 20429,
  "title": "1968년 Case 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-05-01",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Case. 판결일: 1968-05-01. 법원: District Court, E.D. Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America Ex Rel. John J. LOWRY v. John D. CASE, Warden\n**판결일**: 1968-05-01\n**법원**: District Court, E.D. Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Joseph S. Lord\n\n## 변호인\n\nRobert J. Hastings, Doylestown, Pa., Anthony A. Mandio, Bristol, Pa., for petitioner., Ward F. Clark, Dist. Atty., John J. Collins, Asst. Dist. Atty., Doylestown, Pa., for respondent.\n\n## 인용\n\n- 283 F. Supp. 744\n\n## 판결문 요약\n\n\n283 F.Supp. 744 (1968)\nUNITED STATES of America ex rel. John J. LOWRY\nv.\nJohn D. CASE, Warden.\nMisc. No. 3876.\nUnited States District Court E. D. Pennsylvania.\nMay 1, 1968.\nRobert J. Hastings, Doylestown, Pa., Anthony A. Mandio, Bristol, Pa., for petitioner.\nWard F. Clark, Dist. Atty., John J. Collins, Asst. Dist. Atty., Doylestown, Pa., for respondent.\n\nOPINION\nJOSEPH S. LORD, III, District Judge.\nJohn Lowry, convicted of first degree felony murder in 1951, is before me on two petitions: one entitled \"Petition for Writ of Supercedes\"[1] and the other for habeas corpus.\nOn June 14, 1965, I entered an Order granting an earlier habeas petition. I stayed the issuance of the writ for sixty days in order to permit the Commonwealth to retry relator or to seek appellate review. United States ex rel. Lowry v. Myers, 242 F.Supp. 477 (E.D. Pa. 1965). The Commonwealth appealed, but sought no further stay in the Court of Appeals. On July 29, 1966 the Court of Appeals affirmed my decision. 364 F.2d 297 (C.A. 3, 1966). On August 22, 1966, following the remand, I ordered execution of the writ and the relator was released. He was immediately re-arrested on the original indictment and has been confined since that time awaiting his re-trial, which is now scheduled for May 27, 1968.\n*745 The present habeas petition is based on two asserted grounds: failure to retry Lowry within sixty days from June 14, 1965 or within sixty days following affirmance by the Court of Appeals, and denial of a spee...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-ex-rel-lowry-v-case"
    }
  ],
  "relatedIncidents": [
    20303,
    20358,
    20369,
    20386,
    20439
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}