{
  "id": 20428,
  "title": "1968년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-05-02",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1968-05-02. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth vs. Joseph A. Medeiros (And Eleven Companion Cases)\n**판결일**: 1968-05-02\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Cutter, Kirk, Spiegel, Whittemore, Wilkins\n\n## 변호인\n\nRonald J. Chisholm, for the defendants., Ruth I. Abrams, Assistant District Attorney, for the Commonwealth.\n\n## 인용\n\n- 236 N.E.2d 642\n- 354 Mass. 193\n\n## 판결문 요약\n\n\n354 Mass. 193 (1968)\n236 N.E.2d 642\nCOMMONWEALTH\nvs.\nJOSEPH A. MEDEIROS (and eleven companion cases).\nSupreme Judicial Court of Massachusetts, Middlesex.\nMarch 4, 1968.\nMay 2, 1968.\nPresent: WILKINS, C.J., WHITTEMORE, CUTTER, KIRK, &amp; SPIEGEL, JJ.\nRonald J. Chisholm for the defendants.\nRuth I. Abrams, Assistant District Attorney, for the Commonwealth.\nKIRK, J.\nThe defendants Medeiros and Norman G. Bernier were each separately indicted on the following five charges: the kidnapping of Jo-Ann Pawlik, the kidnapping of her daughter Alexis Pawlik, assault and battery while armed with a dangerous weapon upon Jo-Ann Pawlik, assault upon Alexis Pawlik while armed with a dangerous weapon, and robbery of Jo-Ann Pawlik while armed with a dangerous weapon. In addition Bernier was indicted for carrying on his person without authority, a firearm, and Medeiros for carrying under his control in a vehicle a firearm without a permit. All of the charges arose out of the same event and were tried together under G.L.c. 278, §§ 33A-33G. Both defendants were found guilty on all the indictments, and both have appealed. Medeiros assigns as error the denial of his motions for a directed verdict on each charge and the instructions given to the jury relating to the carrying of a firearm. Bernier's only assignment of error was the denial of his motion that the judge appoint a psychiatrist nominated by Bernier to assist in his defence.\nWe summarize the evidence. On the evening of September 21, 1966, J...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-medeiros"
    }
  ],
  "relatedIncidents": [
    19984,
    20036,
    20120,
    20246,
    20247
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}