{
  "id": 20421,
  "title": "1968년 Homer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-05-08",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Homer. 판결일: 1968-05-08. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Joseph HOMER v. Ray H. PAGE, Warden, and the State of Oklahoma\n**판결일**: 1968-05-08\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Bussey, Nix\n\n## 변호인\n\nJoseph Homer, pro se., G. T. Blankenship, Atty. Gen., Hugh H. Collum, Asst. Atty. Gen., for respondents.\n\n## 인용\n\n- 441 P.2d 473\n\n## 판결문 요약\n\n\nBRETT, Judge.\nIn the instant case the petitioner, Joseph Homer, unaided by counsel, files his petition for writ of habeas corpus, and seeks a modification of his sentence.\nPetitioner alleges that he was charged in the district court of Coal County with the crime of rape in the first degree, such crime alleged to have been committed in August, 1963. On January 9, 1964 accused entered a plea of guilty and the court attempted to sentence him under the Indeterminate Sentence Act (Tit. 57 Okl.St.Ann. § 353), but sentenced him to the penitentiary for a term of not less than 15 years, nor more than 30 years. Petitioner states that he “feels I am due modification of sentence”; but his prayer is that writ of habeas corpus be issued, and he be released.\nTitle 22 Okl.St.Ann. § 1066 clearly provides authority for this Court to modify a judgment and sentence in those cases properly appealed; but this Court has repeatedly held that there is no statutory authority for this Court to modify a judgment and sentence in a proceeding for habeas corpus.\nThe Attorney General in a supplemental response, acknowledges and concedes that *475the sentence pronounced against the petitioner in this case does not conform to the provisions of the Indeterminate Sentence Act.\nOn January 9, 1964 when this petitioner entered a plea of guilty to a charge of rape in the first degree, the punishment provided by the statute (Tit. 21 Old.St.Ann. § 1115) for that crime was death, or imprisonment in the penitentiary f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=homer-v-page"
    }
  ],
  "relatedIncidents": [
    20251,
    20299,
    20438,
    20486,
    20096
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}