{
  "id": 20432,
  "title": "1968년 Cybulski 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-04-25",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Cybulski. 판결일: 1968-04-25. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: People v. Cybulski\n**판결일**: 1968-04-25\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: Bowles, Fitzgerald, G-Illis\n\n## 변호인\n\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, and Lowell M. Kelly, Special Prosecuting Attorney, for the people., Thomas C. Megargle, for defendant.\n\n## 인용\n\n- 160 N.W.2d 764\n- 11 Mich. App. 244\n\n## 판결문 요약\n\n\n11 Mich. App. 244 (1968)\n160 N.W.2d 764\nPEOPLE\nv.\nCYBULSKI.\nDocket No. 3,729.\nMichigan Court of Appeals.\nDecided April 25, 1968.\nLeave to appeal denied September 13, 1968.\n*246 Frank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, and Lowell M. Kelly, Special Prosecuting Attorney, for the people.\nThomas C. Megargle, for defendant.\nLeave to appeal denied September 13, 1968. See 381 Mich. 775.\nFITZGERALD, P.J.\nDefendant-appellant was convicted by a jury in the Branch county circuit court of assault with intent to commit robbery unarmed[1] in that he allegedly beat, struck, and kicked the complainant in a shed by a railroad track in Quincy, Michigan. He was sentenced to the State prison for a term of 5 to 15 years.\nBriefly, defendant stated that he was molested sexually, then hit with a board by the complainant while he was asleep in the shed following some drinking by both him and complainant, and that he responded to this attack by taking away the board and beating the complainant. However, the complainant testified that when he received his disability check for $90 in the mail on that day, the defendant was with him and that later on the 2 men walked along the railroad track while drinking beer until they reached the shed, where allegedly the defendant hit complainant with a stick and kicked and stomped him into unconsciousness after stating that he wanted complainant's money. Defendant was arrested in a bar in Coldwater at 6 p.m., later that same day.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-cybulski"
    }
  ],
  "relatedIncidents": [
    20246,
    20248,
    20250,
    20255,
    20257
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}