{
  "id": 20434,
  "title": "1968년 Perrin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-04-22",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Perrin. 판결일: 1968-04-22. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: CLARK v. PERRIN Et Al.\n**판결일**: 1968-04-22\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Mobley\n\n## 변호인\n\nW. T. Mobley, for appellant., David J. Heinsma, Hull, Towill & Norman, for appellees.\n\n## 인용\n\n- 161 S.E.2d 874\n- 224 Ga. 307\n\n## 판결문 요약\n\n\n224 Ga. 307 (1968)\n161 S.E.2d 874\nCLARK\nv.\nPERRIN et al.\n24575.\nSupreme Court of Georgia.\nSubmitted April 8, 1968.\nDecided April 22, 1968.\nW. T. Mobley, for appellant.\nDavid J. Heinsma, Hull, Towill &amp; Norman, for appellees.\nMOBLEY, Justice.\nThis appeal is from a judgment dismissing *308 the equitable petition of Henry N. Clark brought in Richmond Superior Court against Charlie Perrin, Fred Perrin, and Rosa Perrin Morton, residents of Richmond County, and Powelletta Perrin, Wallace Perrin, Lonie Perrin, Ruby Perrin Hudgins, Leila Perrin Jones, Mattie Perrin Fountain, Claude Perrin, and Maude Perrin Watkins, nonresidents.\nThe petition alleged: The defendants are all of legal age, and are all of the heirs at law of Edward Perrin, who died intestate in Richmond County in 1945, owning described real estate in Columbia County. In April 1963 Charlie Perrin brought a petition in the Court of Ordinary of Richmond County praying for an order that no administration was necessary on the estate of Edward Perrin. For the purpose of obtaining the order that no administration was necessary, all the heirs at law of Edward Perrin, in August 1963 entered into the following agreement: \"We, the heirs at law of Edward Perrin, deceased, hereby agree to an order of no administration necessary upon his said estate, and further agree that Charlie Perrin is to own in fee simple the real estate owned by Edward Perrin located in Columbia County, Georgia.\" On October 9, 1963, an order that no adminis...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=clark-v-perrin"
    }
  ],
  "relatedIncidents": [
    20246,
    20247,
    20248,
    20250,
    20251
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}