{
  "id": 20438,
  "title": "1968년 Sandy Rogers v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-04-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Sandy Rogers v. United States. 판결일: 1968-04-12. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Sandy ROGERS, Appellant, v. UNITED STATES of America, Appellee\n**판결일**: 1968-04-12\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Bazelon, Chambers, McGowan, Per Curiam, Robinson\n\n## 변호인\n\nMr. John J. Dwyer, Washington, D.C., was on the pleadings for appellant., Messrs. David G. Bress, U. S. Atty., and Frank Q. Nebeker, Asst. U. S. Atty., for appellee.\n\n## 인용\n\n- 401 F.2d 387\n\n## 판결문 요약\n\n401 F.2d 387\n    130 U.S.App.D.C. 322\n    Sandy ROGERS, Appellant,v.UNITED STATES of America, Appellee.\n    No. 21733.\n    United States Court of Appeals District of Columbia Circuit.\n    April 12, 1968.\n    \n      Mr. John J. Dwyer, Washington, D.C., was on the pleadings for appellant.\n      Messrs. David G. Bress, U.S. Atty., and Frank Q. Nebeker, Asst. U.S. Atty., for appellee.\n      Before BAZELON, Chief Judge, McGOWAN and ROBINSON, Circuit Judges, in Chambers.\n      ORDER\n      PER CURIAM.\n    \n    \n      1\n      On consideration of appellant's motion for summary reversal of the order of the District Court denying release on personal recognizance and of appellee's opposition thereto, and it appearing that a judge of the District of Columbia Court of General Sessions sitting as a committing magistrate found that appellant was a fit subject for release and set bond in this rape case, but see 18 U.S.C. 3141, at $10,000 notwithstanding the fact that it appeared that appellant was unable to furnish bond in said amount and that said judge refused to alter the terms of release on an application for review, but see Pelletier v. United States, 120 U.S.App.D.C. 40, 343 F.2d 322 (1965), and it further appearing that the District Court denied appellant's motion for release on personal recognizance, and it further appearing that the Supreme Court has recently held unconstitutional the death penalty provision of the Federal Kidnaping Act, 18 U.S.C. 1201(a), see United States v. Jackso...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sandy-rogers-v-united-states"
    }
  ],
  "relatedIncidents": [
    20251,
    20299,
    20421,
    20486,
    20096
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}