{
  "id": 20439,
  "title": "1968년 Cooke 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-04-10",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Cooke. 판결일: 1968-04-10. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: People of the State of Illinois, Appellee, v. Ronald Cooke, Appellant\n**판결일**: 1968-04-10\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Moran\n\n## 변호인\n\nRobert F. Godfrey, of East St. Louis, for appellant., John M. Karns, Jr., State’s Attorney of St. Clair County, of Belleville, for appellee.\n\n## 인용\n\n- 236 N.E.2d 97\n- 93 Ill. App. 2d 376\n\n## 판결문 요약\n\n\n93 Ill. App.2d 376 (1968)\n236 N.E.2d 97\nPeople of the State of Illinois, Appellee,\nv.\nRonald Cooke, Appellant.\nGen. No. 66-120.\nIllinois Appellate Court  Fifth District.\nApril 10, 1968.\n*377 Robert F. Godfrey, of East St. Louis, for appellant.\nJohn M. Karns, Jr., State's Attorney of St. Clair County, of Belleville, for appellee.\nMORAN, J.\nOn the night of March 18, 1966, the defendant shot and killed Floyd Hobell, the brother-in-law, and seriously wounded Robert Hook, the brother, of one Barbara Burns, a married woman with whom defendant had been keeping company. He was convicted of the murder of Hobell and acquitted of the attempted murder of Hook in a jury trial in the Circuit Court of St. Clair County. After overruling his post-trial motion, the trial court sentenced the defendant to a minimum of fourteen years and a maximum of twenty years in the penitentiary. Defendant appeals.\nThe defendant contends that \"the jury verdict is palpably contrary to the evidence and so unreasonable and unsatisfactory that there is justification for entertaining reasonable doubt as to defendant's guilt.\"\nThe defendant, Ronald Cooke, twenty-six years of age, a bread salesman who serviced the supermarket where Barbara Burns was employed as a checker, commenced going with her about December of 1965, and they eventually became so infatuated with each other that on March 16, 1966, they met and decided to divorce their respective spouses and marry each other. They met again on the 17th of March a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-cooke"
    }
  ],
  "relatedIncidents": [
    20303,
    20358,
    20369,
    20386,
    20429
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}