{
  "id": 20445,
  "title": "1968년 Geiger 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-03-27",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Geiger. 판결일: 1968-03-27. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: People v. Geiger\n**판결일**: 1968-03-27\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: Burns, Holbrook, Lesinski\n\n## 변호인\n\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, John R. Hembree, Prosecuting Attorney and James N. McNally, Special Prosecuting Attorney, for the people., Louisell & Rarris, for defendant on appeal.\n\n## 인용\n\n- 159 N.W.2d 383\n- 10 Mich. App. 339\n\n## 판결문 요약\n\n\n10 Mich. App. 339 (1968)\n159 N.W.2d 383\nPEOPLE\nv.\nGEIGER.\nDocket No. 2,178.\nMichigan Court of Appeals.\nDecided March 27, 1968.\nLeave to appeal denied May 28, 1968.\n*341 Frank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, John R. Hembree, Prosecuting Attorney and James N. McNally, Special Prosecuting Attorney, for the people.\nLouisell &amp; Barris, for defendant on appeal.\nLeave to appeal denied May 28, 1968. See 381 Mich. 753.\nBURNS, J.\nDefendant appeals from a circuit court jury conviction of manslaughter. CL 1948, § 750.321 (Stat Ann 1954 Rev § 28.553).\nSometime after 11 p.m., May 6, 1965, defendant confronted his estranged wife, Sharon Geiger, in the parking lot of a bar in Prudenville, Michigan, as she was about to enter the bar with Joan Greening. Joan Greening testified that she and Mrs. Geiger had had only one drink at another bar prior to meeting the defendant, that Mrs. Geiger's health appeared normal and that she observed no black and blue marks or abrasions upon Mrs. Geiger that evening. Joan Greening further testified that she was told by the defendant to wait for Mrs. Geiger in the bar, but that she waited in the parking lot and observed the defendant talking to his wife and trying to force her into the car; he then \"threw\" her into the car and drove away.\nState police officers who had interrogated the defendant after the alleged offense testified that defendant told them the couple drove to the Prudenville elementary school playing field...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-geiger"
    }
  ],
  "relatedIncidents": [
    20303,
    20358,
    20369,
    20386,
    20429
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}