{
  "id": 20447,
  "title": "1968년 Ewing 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-03-22",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Ewing. 판결일: 1968-03-22. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: Edna EWING Et Al., Appellants, v. Earnest PRINCE Et Al., Appellees\n**판결일**: 1968-03-22\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: Steinfeld\n\n## 변호인\n\nG. Wayne Bridges, Bridges & Nelson, Covington, for appellants., Rodney S. Bryson, Ware, Bryson, Nolan & West, John R. Blakely, Covington, for appellees.\n\n## 인용\n\n- 425 S.W.2d 732\n\n## 판결문 요약\n\n\n425 S.W.2d 732 (1968)\nEdna EWING et al., Appellants,\nv.\nEarnest PRINCE et al., Appellees.\nCourt of Appeals of Kentucky.\nMarch 22, 1968.\nG. Wayne Bridges, Bridges &amp; Nelson, Covington, for appellants.\nRodney S. Bryson, Ware, Bryson, Nolan &amp; West, John R. Blakely, Covington, for appellees.\nSTEINFELD, Judge.\nJezebel was the daughter of Ethbaal, King of Tyre, and wife of Ahab, King of Israel. She introduced Baal worship, persecuted Elijah, instigated the murder of Naboth and made her name a term of reproach. 2 Kings, ix, 30. A present day Jezebel was a mare owned by appellees Earnest Prince and Leona Prince. Just as biblical Jezebel is defined as \"an impudent, violent, unscrupulous, vicious woman\" our equine Jezebel is charged with having the same characteristics.\nEdna Ewing, wife of Carl Ewing, sued the Princes as the owners of Jezebel and Hammons, her rider, to recover damages because of injuries Edna suffered when she was kicked by the mare. In the same action Carl Ewing claimed loss of consortium. A motion by the defendants for a *733 directed verdict was sustained, judgment was entered accordingly and the Ewings appeal. We affirm.\nThe action is predicated upon a claim that the owners and the rider \"knew, or should have known through the exercise of ordinary care, that their horse had previously kicked persons and animals, and said fact was known by all of said defendants, or should have been known by said defendants * * *\".\nOn June 21, 1964, Edna and several others w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ewing-v-prince"
    }
  ],
  "relatedIncidents": [
    20303,
    20358,
    20369,
    20386,
    20429
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}