{
  "id": 20449,
  "title": "1968년 Johnson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-03-20",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Johnson v. State. 판결일: 1968-03-20. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Lewis Donald JOHNSON, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1968-03-20\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Dice\n\n## 변호인\n\nElmo R. Willard, III, and Theodore R. Johns, Beaumont, on appeal only, for appellant., Roy S. Wingate, Dist. Atty., Jim Sharon Bearden, Asst. Dist. Atty., Orange, and Leon B. Douglas, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 426 S.W.2d 874\n\n## 판결문 요약\n\n\n426 S.W.2d 874 (1968)\nLewis Donald JOHNSON, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 41119.\nCourt of Criminal Appeals of Texas.\nMarch 20, 1968.\nRehearing Denied May 8, 1968.\n*875 Elmo R. Willard, III, and Theodore R. Johns, Beaumont, on appeal only, for appellant.\nRoy S. Wingate, Dist. Atty., Jim Sharon Bearden, Asst. Dist. Atty., Orange, and Leon B. Douglas, State's Atty., Austin, for the State.\n\nOPINION\nDICE, Judge.\nThe conviction is for burglary of a private residence at night with the intent to commit theft; the punishment, eighteen years.\nAppellant was represented at the trial by court-appointed counsel. On this appeal he is represented by Attorneys Elmo R. Willard, III, and Theodore R. Johns, whom he employed after his conviction.\nTwo grounds of error are urged by appellant in his brief filed in the trial court.\nFirst, appellant insists that he was denied the effective assistance of counsel in the trial of the case; second, he contends that the evidence is, as a matter of law, insufficient to sustain the conviction.\nThe record reflects that appellant was indicted by the grand jury on January 3, 1967. On February 3, 1967, at the time of his arraignment, J. I. Graves was appointed by the court to represent him. Trial was on May 1, 1967, on appellant's plea of not guilty.\nAt the hearing on the issue of guilt or innocence, the prosecuting witness, a white woman, testified that she was a widow and lived alone in her home in the city of Orange. On the night in questio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-v-state"
    }
  ],
  "relatedIncidents": [
    20246,
    20248,
    20250,
    20255,
    20257
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}