{
  "id": 20450,
  "title": "1968년 In re Finley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-03-18",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: In re Finley. 판결일: 1968-03-18. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In re WILLIAM JOSEPH FINLEY on Habeas Corpus\n**판결일**: 1968-03-18\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Traynor\n\n## 변호인\n\nWilliam Joseph Finley, in pro. per., and Charles Y. Boeggeman, under appointment by the Supreme Court, for Petitioner., Thomas C. Lynch, Attorney General, Doris H. Maier, Assistant Attorney General, Raymond M. Momboisse and Edward A. Hinz, Jr., Deputy Attorneys General, for Respondent.\n\n## 인용\n\n- 68 Cal. 2d 389\n\n## 판결문 요약\n\n\nTRAYNOR, C. J.\nIn 1946 a jury found petitioner guilty of first degree robbery. The information alleged and petitioner admitted prior convictions of burglary in the State of Washington in 1932 and first degree robbery in California in 1938, with service of a term of imprisonment for each. The Los Angeles County Superior Court adjudged petitioner an habit*390ual criminal and sentenced Mm to life imprisonment. (Pen. Code, § 644, subd. (a).)1 Petitioner did not appeal.2\nIn this habeas corpus proceeding petitioner attacks the determination of habitual criminality. He contends that the determination must fall because the 1932 Washington burglary conviction was not of an offense the mimmurn elements of which meet the California definition of burglary or of any other crime listed in section 644. Petitioner invokes propositions enunciated over vigorous dissents in In re McVickers (1946) 29 Cal.2d 264, [176 P.2d 40], and In re Seeley (1946) 29 Cal.2d 294 [176 P.2d 24], that permit the habeas corpus petitioner who challenges an habitual criminal adjudication a wider scope of review than is available when the writ is sought to review a judgment of conviction of crime. The McVichers majority concluded at page 270 that “the writ can consistently be made available to a prisoner who has been adjudged an habitual criminal although in truth and fact he is not, without so enlarging its scope as to make it in effect ... a writ of error to review the correctness of a conviction. ’ ’\nAlthough Pen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-finley"
    }
  ],
  "relatedIncidents": [
    20246,
    20248,
    20250,
    20255,
    20257
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}