{
  "id": 20453,
  "title": "1968년 Meaney 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-03-12",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Meaney. 판결일: 1968-03-12. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: James Meaney v. Loew's Hotels, Inc.\n**판결일**: 1968-03-12\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 29 A.D.2d 850\n\n## 판결문 요약\n\n\nOrder, entered August 22, 1967, dismissing for insufficiency the fifth cause of action with leave to serve an amended complaint, unanimously reversed, on the law, without costs or disbursements, and the motion therefor denied. Plaintiff James Meaney alleges he was interrogated by defendants as follows: “Do you deny having wire belonging to the Americana Hotel, in Pennsylvania? * * * Do you deny stealing anything else from the Americana Hotel?” The fifth cause of action also alleges the prior unlawful entry of said plaintiff’s Summer home by agents of the defendant Loew’s Hotels, Inc.; their identification of its property allegedly stolen; plaintiff’s submission to *851Loew’s personnel manager of documentary evidence of his purchase of and title to said property, and the personnel manager’s concluding inquiry above set out. The alleged extrinsic facts together with the alleged questions might well convey the accusation that plaintiff stole property of the corporate defendant. (Hinsdale v. Orange County Pub., 17 N Y 2d 284.) “ The effect of the language and not its form is the criterion by which to determine the actionable quality of the words used.” {Dell v. Time, Inc., 252 App. Div. 636, 641, affd. 278 N. Y. 635.) That the imputation is adroitly veiled in the form of a question does not rob it of its defamatory character. (Gorham v. Ives, 2 Wend. 534, 536; Burnham v. Hornaday, 130 Mise. 207, 215, mod. on other grounds, 223 App. Div. 218.) We do not pass on defendants-respond...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=meaney-v-loews-hotels-inc"
    }
  ],
  "relatedIncidents": [
    20246,
    20247,
    20248,
    20250,
    20251
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}