{
  "id": 20467,
  "title": "1968년 Boykin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-02-08",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Boykin. 판결일: 1968-02-08. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Edward BOYKIN, Jr. v. STATE of Alabama\n**판결일**: 1968-02-08\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Coleman, Goodwyn, Harwood, Lawson, Livingston, Merrill, Simpson\n\n## 변호인\n\nu E. Graham Gibbons, Mobile, Donald A. Jelinek, Stephen A. Hopkins and James J. Morrissey, Jr., New York City, for appellant., MacDonald Gallion, Atty. Gen., and David W. Clark, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 207 So. 2d 412\n- 281 Ala. 659\n\n## 판결문 요약\n\n\n207 So. 2d 412 (1968)\nEdward BOYKIN, Jr.\nv.\nSTATE of Alabama.\n1 Div. 403.\nSupreme Court of Alabama.\nFebruary 8, 1968.\nRehearing Denied March 7, 1968.\nE. Graham Gibbons, Mobile, Donald A. Jelinek, Stephen A. Hopkins and James J. Morrissey, Jr., New York City, for appellant.\nMacDonald Gallion, Atty. Gen., and David W. Clark, Asst. Atty. Gen., for the State.\n*413 COLEMAN, Justice.\nThis is an appeal from a judgment convicting defendant of robbery and sentencing him to death by electrocution.\nThe record discloses that defendant pleaded guilty to five separate indictments charging him with committing five separate robberies, respectively. The instant case is No. 15520 in the circuit court. Defendant pleaded guilty to the indictment in the instant case.\nThe evidence shows that, on May 6, 1966, at about nine o'clock in the evening, defendant and a companion entered a drug store in Mobile. The person robbed, Mrs. Annette Fawcett, testified that defendant came into the store wearing a green beret; that he put some ice cream on the counter; that he also had a book which he put up against the wrapping counter; that the witness leaned over to see how wide the book was; that defendant reached over and grabbed the witness by her dress and said \"Don't say a word.\"; that defendant pulled a gun out of the book and pointed the gun at the witness; that defendant pulled the witness back to where the adding machine was and the other boy came around to the register to open it; that defendant put t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=boykin-v-state"
    }
  ],
  "relatedIncidents": [
    20246,
    20248,
    20250,
    20255,
    20257
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}