{
  "id": 20466,
  "title": "1968년 Youngblood 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-02-09",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Youngblood. 판결일: 1968-02-09. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Youngblood v. State\n**판결일**: 1968-02-09\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Walden\n\n## 인용\n\n- 206 So. 2d 665\n\n## 판결문 요약\n\n\n206 So. 2d 665 (1968)\nJames Otis YOUNGBLOOD, Appellant,\nv.\nSTATE of Florida, Appellee.\nWillie Frank CAMPBELL, Appellant,\nv.\nSTATE of Florida, Appellee.\nNos. 1124, 1125.\nDistrict Court of Appeal of Florida. Fourth District.\nFebruary 9, 1968.\n*666 Fred S. Schmunk, Jr., Fort Lauderdale, for appellants.\nEarl Faircloth, Atty. Gen., Tallahassee, and James T. Carlisle, Asst. Atty. Gen., Vero Beach, for appellee.\nWALDEN, Chief Judge.\nDefendants Youngblood and Campbell were each convicted of robbery and sentenced to serve twenty-five years imprisonment at hard labor. They appeal. We reverse.\nWhile this cause was under appellate consideration, the Florida Supreme Court rendered its decision in Baker v. State.[1] The Baker decision reversed the convictions of co-defendants who had been jointly represented by two appointed counsel, because such appointment denied to defendants the right to effective assistance of counsel guaranteed by both our Federal and State Constitutions.\nThe court observed that,\n\"* * * such an appointment denied the individual defendant representation by an attorney who could act for his best interest without regard to the effect of such action on the interest of the co-defendant. The interests and defenses of most co-defendants are conflicting. Evidence, strategy and defenses which will benefit one co-defendant usually are detrimental to the other. It is this conflict and inconsistency of position which makes it impossible for the same counsel to effectively repre...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=youngblood-v-state"
    }
  ],
  "relatedIncidents": [
    20246,
    20248,
    20250,
    20255,
    20257
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}