{
  "id": 20468,
  "title": "1968년 Ex Parte Wilson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-02-05",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex Parte Wilson. 판결일: 1968-02-05. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Billy Gene WILSON\n**판결일**: 1968-02-05\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Douglas, Woodley\n\n## 변호인\n\nRaeburn Norris, Houston, for appellant., Ogden Bass, Dist. Atty., James E. Brown, Asst. Dist. Atty., Angleton, and Leon B. Douglas, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 437 S.W.2d 569\n\n## 판결문 요약\n\n\n437 S.W.2d 569 (1968)\nEx parte Billy Gene WILSON.\nNo. 41682.\nCourt of Criminal Appeals of Texas.\nFebruary 5, 1968.\n*570 Raeburn Norris, Houston, for appellant.\nOgden Bass, Dist. Atty., James E. Brown, Asst. Dist. Atty., Angleton, and Leon B. Douglas, State's Atty., Austin, for the State.\n\nOPINION\nWOODLEY, Presiding Judge.\nThis is an appeal from an order entered in a habeas corpus proceeding remanding appellant to custody for extradition to the State of Florida.\nThe Executive Warrant issued by the Governor of Texas as well as the Requisition of the Governor of Florida and supporting papers were introduced in evidence by the respondent. Appellant offered no evidence.\nThe state relies upon the rule that the introduction in evidence of an Executive Warrant regular on its face, ordering extradition, makes a prima facie case. Ex parte Moncrief, Tex.Cr.App., 430 S.W.2d 514; Ex parte Matthews, Tex.Cr.App., 430 S.W.2d 506; Ex parte York, Tex.Civ.App., 417 S.W.2d 411; Ex parte Hernandez, Tex. Cr.App., 420 S.W.2d 708.\nThe prima facie case made out by the introduction at the habeas corpus hearing of the Executive Warrant may be destroyed by evidence offered by the respondent as well as by evidence offered for that purpose by the relator. Ex parte Harck, 160 Tex. Crim. 602, 274 S.W.2d 74; Ex parte Hoover, 164 Tex. Crim. 251, 298 S.W.2d 579.\nThe Executive Warrant recites that Billy Gene Wilson \"stands charged by affidavit made before a magistrate, together with a warrant issued thereon be...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-wilson"
    }
  ],
  "relatedIncidents": [
    20246,
    20247,
    20248,
    20250,
    20251
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}