{
  "id": 20463,
  "title": "1968년 Harvey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-02-19",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Harvey. 판결일: 1968-02-19. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Harvey v. State\n**판결일**: 1968-02-19\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Rodgers\n\n## 인용\n\n- 207 So. 2d 108\n\n## 판결문 요약\n\n\n207 So. 2d 108 (1968)\nJohnny Benjamin HARVEY\nv.\nSTATE of Mississippi.\nNo. 44669.\nSupreme Court of Mississippi.\nFebruary 19, 1968.\n*109 Evans &amp; Sykes, Gulfport, for appellant.\nJoe T. Patterson, Atty. Gen., by Guy N. Rogers, Asst. Atty. Gen., Jackson, for appellee.\nRODGERS, Justice:\nThe appellant, an eighteen-year-old boy was indicted, tried and convicted of the crime of \"fondling.\" He was sentenced to serve a term of one year in the Mississippi State Penitentiary; and from this judgment and sentence imposed in the County Court of Harrison County, Mississippi, he has appealed to this Court.\nIt is not seriously contended that the defendant did not do the acts or commit the assault alleged to have been committed upon the person of Alberta Walker, a four-year-old female child. The mental responsibility of the defendant for the crime charged and defendant's mental capacity to give a written confession are the two real issues to be determined on this appeal.\nDuring the trial the prosecution offered the testimony of the prosecutrix and other corroborative evidence, and in the absence of the jury the State offered a written confession of the defendant. The court admitted the confession over the objection of the defendant, and the evidence of the confession was then presented to the jury. The defendant declined to offer proof as to the voluntariness of the confession in the absence of the jury. During the testimony of the State, on the question of voluntariness, to the trial judge...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harvey-v-state"
    }
  ],
  "relatedIncidents": [
    20273,
    20365,
    20387,
    20475,
    20021
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}