{
  "id": 20476,
  "title": "1968년 Ginsberg 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-01-22",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Ginsberg. 판결일: 1968-01-22. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Mitchell I. Ginsberg, as Commissioner of Welfare of the City of New York v. Manufacturers Hanover Trust Company\n**판결일**: 1968-01-22\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Murtagh\n\n## 변호인\n\nSimpson Thacker & Bartlett for Manufacturers Hanover Trust Company, defendant. J. Lee Rankin, Corporation Counsel, for plaintiff. Kinkel <& Nadler for Rebecca Goldstein and another, defendants.\n\n## 인용\n\n- 55 Misc. 2d 1052\n\n## 판결문 요약\n\n\nJohn M. Murtagh, J.\nThis a motion by plaintiff, the Commissioner of Welfare of the City of New York, for an order pursuant to CPLR 3211 (subd. [b]) and 3212 dismissing the affirmative defense of defendant Manufacturers Hanover Trust Company (hereinafter “ Manufacturers ”) and granting summary judgment against all the defendants herein. Manufacturers cross-moves pursuant to CPLR 3211 (subd. [a], par. 7) and 3212 for summary judgment dismissing the amended complaint as against it.\nThe amended complaint served on May 20, 1967, pleads two causes of action. The first cause of action is one for peculation against the individual defendants herein (hereinafter “ depositors ”) but alleges no personal liability on the part of Manufacturers. The second cause of action alleges that on September ,20, 1966, Manufacturers was duly notified of an adverse claim *1053to funds then on deposit in defendant depositors’ accounts, was under a duty to restrain these accounts until determination of the adverse claim, and that Manufacturers breached that duty by permitting withdrawals and is therefore liable to plaintiff in the full amount of his claim against defendant depositors.\nManufacturers’ verified answer denies that it had ever been duly notified of any adverse claim to defendants’ accounts, but admits that it received a printed form of summons with notice on September 20, 1966, and a letter dated September 9, 1966. The answer further sets forth an affirmative defense that as of the date of i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ginsberg-v-manufacturers-hanover-trust-co"
    }
  ],
  "relatedIncidents": [
    20246,
    20247,
    20248,
    20250,
    20251
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}