{
  "id": 20475,
  "title": "1968년 California Compensation & Fire Co. v. Workmen's Compensation Appeals Board 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-01-25",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: California Compensation & Fire Co. v. Workmen's Compensation Appeals Board. 판결일: 1968-01-25. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: CALIFORNIA COMPENSATION & FIRE COMPANY, Petitioner, v. WORKMEN’S COMPENSATION APPEALS BOARD, JANET RAE SCHICK Et Al., Respondents\n**판결일**: 1968-01-25\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Mosk\n\n## 변호인\n\nMcConnell & Cramoline, Carl G. Cramoline and Lawrence Kirk for Petitioner., Everett A. Corten, Edward A. Sarkisian and Bruce P. Wolfe for Respondents.\n\n## 인용\n\n- 68 Cal. 2d 157\n\n## 판결문 요약\n\n\n68 Cal.2d 157 (1968)\nCALIFORNIA COMPENSATION &amp; FIRE COMPANY, Petitioner,\nv.\nWORKMEN'S COMPENSATION APPEALS BOARD, JANET RAE SCHICK et al., Respondents.\nL. A. No. 29513. \nSupreme Court of California. In Bank.  \nJan. 25, 1968.\n McConnell &amp; Cramoline, Carl G. Cramoline and Lawrence Kirk for Petitioner.\n Everett A. Corten, Edward A. Sarkisian and Bruce P. Wolfe for Respondents.\n MOSK, J.\n Mrs. Lillian A. Schick, while performing duties for her employer, was shot and killed by her former husband, Carl Schick. The Workmen's Compensation Appeals Board (hereinafter board) found that Mrs. Schick's fatal injuries were sustained in the course of and arose out of her employment, *159 and awarded compensation to her dependent daughter. The insurance carrier for the employer (petitioner), contending that the assault did not arise out of her employment because it was motivated by a personal grievance, seeks review of the board's decision.\n A manufacturer of table pads employed Mrs. Schick to measure customers' tables for the purpose of fabricating pads of suitable dimensions. The pads were purchased by customers through a retail store, which would call the employer when a customer wished to place an order, and the employer would send Mrs. Schick to the home of the purchaser to take measurements.\n The principals in this tragedy were divorced in 1962. In 1965, Schick learned that Mrs. Schick planned to remarry, and he threatened to kill her and commit suicide. Diabolically scheming t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=california-compensation-fire-co-v-workmens-compensation-appeals-board"
    }
  ],
  "relatedIncidents": [
    20273,
    20365,
    20387,
    20463,
    20021
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}