{
  "id": 20482,
  "title": "1968년 Bell v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-01-15",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Bell v. State. 판결일: 1968-01-15. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Jack R. BELL, Sr. v. The STATE of Arkansas\n**판결일**: 1968-01-15\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Brown\n\n## 변호인\n\nWillis L. Plant, for appellant., Joe Purcell, Attorney General; Don Langston, Asst. Atty. Gen., for appellee\n\n## 인용\n\n- 243 Ark. 839\n- 422 S.W.2d 668\n\n## 판결문 요약\n\n Lyle Brown, Justice. This is a Rule 1 case. Appellant, Jack R. Bell, Sr., was convicted in April 1966, of first degree murder. There was no appeal. His present petition for release alleges certain constitutional rights to have been violated. That petition was denied and Bell appeals. In 1964 Bell, while on parole from the Arkansas penitentiary, went to Florida. A parole violation warrant was issued for his return. He was taken into custody in Florida and waived extradition to Arkansas as a parole violator. At that time Bell was also under suspicion of having committed a murder in Monroe County, Arkansas. However, that suspicion was not revealed to Bell at the time of his apprehension in Florida. Shortly after the return trip to Arkansas began, Bell, without being questioned or coached by the officers, revealed to them that he had committed the homicide but explained it was in self-defense. Because of that admission he was returned to the jail in Monroe County rather than to the penitentiary. Other pertinent facts will be related as we list and discuss the points here raised by appellant. 1. Appellant contends that the officers should not have permitted him to make the oral confession on the return trip without first advising him of his constitutional rights; that the confession made was used against him in the trial of the case. First, we point out that the Miranda warnings are not applicable. Miranda v. Arizona, 384 U. S. 436, 16 L. Ed. 2d 694, 86 S. Ct. 1602 (1966). Bell’s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bell-v-state"
    }
  ],
  "relatedIncidents": [
    20303,
    20358,
    20369,
    20386,
    20429
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}