{
  "id": 20480,
  "title": "1968년 Young 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1968-01-19",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: Young. 판결일: 1968-01-19. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES, Appellant, v. Willie J. YOUNG, Appellee\n**판결일**: 1968-01-19\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: Hood, Chief Judge, and Myers and Kelly, Associate Judges\n\n## 변호인\n\nDavid G. Bress, U.S. Atty., Frank Q. Nebeker and Scott R. Schoenfeld, Asst. U.S. Attys., were on the brief, for appellant., Frederick H. Evans and James T. Wright, Washington, D.C., were on the brief for appellee.\n\n## 인용\n\n- 237 A.2d 542\n\n## 판결문 요약\n\n\n237 A.2d 542 (1968)\nUNITED STATES, Appellant,\nv.\nWillie J. YOUNG, Appellee.\nNo. 4316.\nDistrict of Columbia Court of Appeals.\nSubmitted November 20, 1967.\nDecided January 19, 1968.\n*543 David G. Bress, U.S. Atty., Frank Q. Nebeker and Scott R. Schoenfeld, Asst. U.S. Attys., were on the brief, for appellant.\nFrederick H. Evans and James T. Wright, Washington, D.C., were on the brief for appellee.\nBefore HOOD, Chief Judge, and MYERS and KELLY, Associate Judges.\nMYERS, Associate Judge:\nAppellee was charged by information with negligent homicide,[1] pleaded not guilty and demanded a jury trial. Because the Government was not prepared to prosecute on the trial date or on either of two successive dates to which the case had been continued, the trial judge dismissed the information, noting on the record only: \"Dismissed for want of prosecution.\" Approximately two months later, a second information was filed charging the same offense. When this new charge came on for trial, appellee moved to dismiss on the ground that he had been denied a speedy trial. From the granting of that motion, the present appeal was taken.\nThe record discloses that there were two bases for the final dismissal. The trial court concluded, first, that the earlier dismissal had been on speedy trial grounds and was intended to be a dismissal with prejudice; and, second, after an independent examination of the delays in bringing the case to trial, especially those that had occurred since the first dismissal, and a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-young"
    }
  ],
  "relatedIncidents": [
    20303,
    20358,
    20369,
    20386,
    20429
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}