{
  "id": 20497,
  "title": "1967년 Richardson v. Pardon & Parole Board 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-12-13",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Richardson v. Pardon & Parole Board. 판결일: 1967-12-13. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Gladys Claretta RICHARDSON, 65819 v. PARDON & PAROLE BOARD, and the State of Oklahoma\n**판결일**: 1967-12-13\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n## 변호인\n\nGladys Claretta. Richardson, pro se., Louis J. Lefkowitz, Atty. Gen., for the State.\n\n## 인용\n\n- 435 P.2d 621\n\n## 판결문 요약\n\n\nADVISORY OPINION AND ORDER\nPER CURIAM.\nOn November 1, 1967 this Court issued an advisory opinion in the above styled matter. 433 P.2d 518. In that opinion it was stated petitioner was entitled to receive credit toward the fulfillment of her penitentiary sentence for the time she was incarcerated in the Tulsa County jail after her parole was revoked, pending trial on *622other charges, but prior to her being physically returned to the State Penitentiary.\nThe Opinion stated further:\n“[T]hat the Warden of the state penitentiary should direct the proper member of his staff to see that petitioner’s records reflect the credits due her, as herein discussed ; and any other credits petitioner is lawfully entitled to receive.”\nIt is the further opinion and order of this Court that the Warden of the State Penitentiary direct the proper member of his staff to grant all similarly situated inmates of that institution “jail-time” credit due, wherein the factual circumstances show the parolee to have been incarcerated in a county jail, after his parole has been revoked, in accordance with the state statutes. In those instances, the State has the choice of immediately transporting the parole violator to the State Penitentiary, and later returning him to the county to stand trial, or, to retain him in the jail pending his trial. In the latter instance, however, the parole violator is entitled to receive credit, for the time spent in the county jail, toward the fulfillment of his penitentiary ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=richardson-v-pardon-parole-board"
    }
  ],
  "relatedIncidents": [
    20494,
    20499,
    20500,
    20503,
    20505
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}