{
  "id": 20499,
  "title": "1967년 Hoskins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-12-06",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Hoskins. 판결일: 1967-12-06. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Danny HOSKINS, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1967-12-06\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Belcher, Onion\n\n## 변호인\n\nJohn R. Lee, Kermit, for appellant., Don M. Nugent, Dist. Atty., Kermit, and Leon B. Douglas, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 425 S.W.2d 825\n\n## 판결문 요약\n\n\n425 S.W.2d 825 (1968)\nDanny HOSKINS, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 40787.\nCourt of Criminal Appeals of Texas.\nDecember 6, 1967.\nRehearing Denied February 28, 1968.\nSecond Rehearing Denied April 10, 1968.\n*826 John R. Lee, Kermit, for appellant.\nDon M. Nugent, Dist. Atty., Kermit, and Leon B. Douglas, State's Atty., Austin, for the State.\n\nOPINION\nBELCHER, Judge.\nThis is an appeal from an order revoking probation.\nUpon his plea of guilty before the court on June 7, 1966, the appellant was found guilty of burglary of a coin operated machine and his punishment was assessed at a term of three years.\nThe imposition of sentence was suspended and the appellant was placed on probation.\nAmong the eleven conditions of his probation was that he commit no offense against the laws of this state.\n*827 Following the granting of probation, the district attorney filed a motion and later an amended motion to revoke probation alleging that appellant had committed numerous violations of the laws of this state, listing and describing the acts constituting the violations.\nOn the hearing, evidence was introduced which supported the allegations of the amended motion to revoke.\nAt the conclusion of the hearing, the court entered its order finding that the appellant had violated certain named conditions of the order granting probation.\nIt is from the order revoking probation and the pronouncement of sentence that appellant prosecutes his appeal.\nAs grounds for reversal, the appellan...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hoskins-v-state"
    }
  ],
  "relatedIncidents": [
    20500,
    20508,
    20529,
    20530,
    20567
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}