{
  "id": 20494,
  "title": "1967년 Jepson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-12-22",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Jepson. 판결일: 1967-12-22. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: Irene R. Jepson and Another v. Country Club Market, Inc.\n**판결일**: 1967-12-22\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Murphy, Peterson\n\n## 변호인\n\nRobb, Robb & Van Eps, Douglas Dale Reid, Jr., and M. W. Gaughan, for appellant., Howard, LeFevere, Lefler, Hamilton & Pearson and Rick J. Carlson, for respondents.\n\n## 인용\n\n- 155 N.W.2d 279\n- 279 Minn. 28\n\n## 판결문 요약\n\n\n155 N.W.2d 279 (1967)\nIrene R. JEPSON et al., Respondents,\nv.\nCOUNTRY CLUB MARKET, INC., Appellant.\nNo. 40457.\nSupreme Court of Minnesota.\nDecember 22, 1967.\nRobb, Robb &amp; Van Eps, Douglas Dale Reid, Jr. and M. W. Gaughan, Minneapolis, for appellant.\nHoward, LeFevere, Lefler, Hamilton &amp; Pearson, and Rick J. Carlson, Minneapolis, for respondents.\n\nOPINION\nMURPHY, Justice.\nThis is an appeal from a judgment awarding damages to Irene R. Jepson and her husband, Thomas S. Jepson, resulting from injuries alleged to have been sustained by Mrs. Jepson when a display of soft-drink bottles fell upon her while she was shopping in the supermarket of defendant, Country Club Market, Inc. The damages awarded for disability and expenses because of a severed tendon in her foot are not in issue. Defendant contends that there was no negligence on its part or that plaintiff was contributorily *280 negligent, and that the court erred in not directing a verdict for defendant.\nIt appears from the record that on the day of the accident Mrs. Jepson was using a shopping cart while gathering purchases on defendant's premises. She proceeded down an aisle about 6½ feet in width, with merchandise upon permanent racks or shelves on each side. At the end of this aisle, there were temporary displays extending into the aisle on each side approximately 2 feet. The temporary display on plaintiff's right consisted of soft-drink bottles and was approximately 3 feet in depth, 2 feet wide, and about 5 feet h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jepson-v-country-club-market-inc"
    }
  ],
  "relatedIncidents": [
    20527,
    20326,
    20398,
    20422,
    20497
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}