{
  "id": 20505,
  "title": "1967년 In Re Hawley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-12-01",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: In Re Hawley. 판결일: 1967-12-01. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In Re SIMON HAWLEY on Habeas Corpus\n**판결일**: 1967-12-01\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Peters\n\n## 변호인\n\nSimon Hawley, in pro. per., and Perry Farmer, under appointment by the Supreme Court, for Petitioner., Thomas C. Lynch, Attorney General, Doris H. Maier, Assistant Attorney General, and Jack R. Winkler, Deputy Attorney General, for Respondent.\n\n## 인용\n\n- 67 Cal. 2d 824\n\n## 판결문 요약\n\n\n67 Cal. 2d 824 (1967)\nIn re SIMON HAWLEY on Habeas Corpus.\nCrim. No. 11088. \nSupreme Court of California. In Bank.  \nDec. 1, 1967.\n Simon Hawley, in pro. per., and Perry Farmer, under appointment by the Supreme Court, for Petitioner.\n Thomas C. Lynch, Attorney General, Doris H. Maier, Assistant Attorney General, and Jack R. Winkler, Deputy Attorney General, for Respondent.\n PETERS, J.\n In June of 1966 petitioner pleaded guilty to murder in the first degree and was sentenced to life imprisonment. He did not appeal. On May 1, 1967, he filed a petition for a writ of habeas corpus seeking reversal of the judgment on the ground of ineffective aid of counsel at the time of his plea.\n Petitioner's allegations and exhibits submitted by him, including the transcript of the grand jury proceedings, may be summarized as follows:\n He is a 29-year-old American Indian. He had been drinking almost continuously from March 7, 1966, until the date of the homicide on March 19, 1966. On that day he met a woman in Sacramento's West End. They spent the morning drinking wine and in the evening decided to have intercourse. Petitioner remembered seeing a mattress in an abandoned hotel. They entered the hotel and went into a small, dark room where decedent, Alejandro Lopez, also under the influence of liquor, was sleeping on the mattress.petitioner woke Lopez and asked him to leave. He got up, said something in Spanish and tried to kick petitioner, who knocked Lopez down with his fist. Hawley then had...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-hawley"
    }
  ],
  "relatedIncidents": [
    20538,
    20542,
    20584,
    20600,
    20602
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}