{
  "id": 20503,
  "title": "1967년 Perrodin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-12-04",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Perrodin. 판결일: 1967-12-04. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Vuris PERRODIN v. A. M. LANDRY AND SON, INC., and the Travelers Insurance Company, and Humble Oil and Refining Company\n**판결일**: 1967-12-04\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Barnette, Janvier, Samuel\n\n## 변호인\n\nKenneth Boagni, Sr., Opelousas, for plaintiff-appellant., Jones, Walker, Waechter, Poitevent, Carrere & Denegre, John J. Weigel, New Orleans, for defendants-appellees.\n\n## 인용\n\n- 205 So. 2d 85\n\n## 판결문 요약\n\n\nSAMUEL, Judge.\nThis is a devolutive appeal taken by the plaintiff from a judgment dismissing his suit for total and permanent disability benefits under the Louisiana Workmen’s Compensation Act. The defendants have filed a motion to dismiss the appeal on the ground that the appeal bond was not filed timely.\nThe judgment appealed from was rendered and signed on August 7, 1964 (apparently during the vacation term of the court) in accordance with a stipulation by and between counsel for all litigants. The stipulation provided the trial court could render judgment in the case during the vacation term with the same effect as if the judgment were rendered during a regular session of the court. On the same day on which the judgment was rendered, August 7, 1964, the clerk of the district court mailed to counsel for all litigants the notice of judgment required by LSA-C.C.P. Art. 1913. Plaintiff did not apply for a new trial. His motion for appeal was filed on November 9,1964 and the order granting the appeal was signed by the trial judge on November 10, 1964. The appeal bond required by the order of appeal, in the amount of $250, was furnished on November 25, 1964.\nUnder the specific provisions of LSA-C.C.P. Art. 2087, where no application for a new trial has been filed timely, a devolu-tive appeal “ * * * may be taken, and the security therefor furnished, within ninety days of: * * * ” the expiration of the delay as provided by LSA-C.C.P. Art. 1974 for applying for a new trial. LSA-...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=perrodin-v-a-m-landry-son-inc"
    }
  ],
  "relatedIncidents": [
    20494,
    20497,
    20499,
    20500,
    20505
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}