{
  "id": 20507,
  "title": "1967년 Skinner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-11-30",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Skinner. 판결일: 1967-11-30. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Louise A. Skinner, Appellant, vs. John Vincent Anderson Et Al., Appellees\n**판결일**: 1967-11-30\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Schaefer\n\n## 변호인\n\nSteinbrecher & Narusis, of Crystal Lake, (Bernard V. Narusis, of counsel,) for appellant., Kell & Conerty, of Woodstock, (Vette E. Kell and Donald W. Truckenbrod, of counsel,) for appellees.\n\n## 인용\n\n- 231 N.E.2d 588\n- 38 Ill. 2d 455\n\n## 판결문 요약\n\n\n38 Ill.2d 455 (1967)\n231 N.E.2d 588\nLOUISE A. SKINNER, Appellant,\nv.\nJOHN VINCENT ANDERSON et al., Appellees.\nNo. 40558.\nSupreme Court of Illinois.\nOpinion filed November 30, 1967.\n*456 STEINBRECHER &amp; NARUSIS, of Crystal Lake, (BERNARD V. NARUSIS, of counsel,) for appellant.\nKELL &amp; CONERTY, of Woodstock, (VETTE E. KELL and DONALD W. TRUCKENBROD, of counsel,) for appellees.\nReversed and remanded.\nMr. JUSTICE SCHAEFER delivered the opinion of the court:\nThe issues in this case concern the construction and the validity of section 29 of the Limitations Act, which was added to that Act by amendment in 1963. (Ill. Rev. Stat. 1965, chap. 83, par. 24f.) The new section purports to immunize architects and contractors from liability upon causes of action that do not accrue within four years after the architects or contractors performed their services. On the authority of this section the circuit court of McHenry County dismissed a complaint against an architect, and the plaintiff has appealed directly to this court.\nSummarized, the complaint alleges: John Anderson, hereafter defendant, is a licensed architect who was hired in 1956 by Frank L. Alford to design and supervise the construction of his residence in the village of Lakewood. An ordinance of the village, as well as nationally recognized safety standards, require that ventilation be provided for rooms housing air conditioning machinery. The defendant *457 failed to provide ventilation, and because the air conditioning m...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=skinner-v-anderson"
    }
  ],
  "relatedIncidents": [
    20494,
    20497,
    20499,
    20500,
    20503
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}