{
  "id": 20508,
  "title": "1967년 Banks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-11-30",
  "location": "New Hampshire, NH, USA",
  "summary": "미국 New Hampshire, NH 법원 판결 사건. 사건명: Banks. 판결일: 1967-11-30. 법원: Supreme Court of New Hampshire.",
  "description": "## 사건 정보\n\n**사건명**: State v. Ronald E. Banks\n**판결일**: 1967-11-30\n**법원**: Supreme Court of New Hampshire\n**관할**: New Hampshire, NH\n\n**판사**: Kenison\n\n## 변호인\n\nGeorge S. Pappagianis, Attorney General and G. Wells Anderson, Assistant Attorney General (Mr. Anderson orally), for the State., Robert. R. Renfro (by brief and orally), for the defendant.\n\n## 인용\n\n- 108 N.H. 350\n\n## 판결문 요약\n\n\n108 N.H. 350 (1967)\nSTATE\nv.\nRONALD E. BANKS.\nNo. 5695.\nSupreme Court of New Hampshire.\nArgued November 8, 1967.\nDecided November 30, 1967.\n*351 George S. Pappagianis, Attorney General and G. Wells Anderson, Assistant Attorney General (Mr. Anderson orally), for the State.\nRobert R. Renfro (by brief and orally), for the defendant.\nKENISON, C. J.\nThe defendant on August 8, 1967 moved to dismiss a criminal complaint against him in which he was charged with the crime of burglary committed on June 10, 1967 at Derry, New Hampshire in violation of RSA 583:4. At the probable cause hearing in the Derry district court the defendant was committed to the county jail in default of bail to await the action of the Grand Jury. The defendant's motion for dismissal and release is grounded on the allegations that RSA 583:4 has been repealed by the new burglary statute (Laws 1967, c. 190) effective August 8, 1967, and that there is no criminal action enforceable against the defendant by virtue of this repeal. Questions of law raised by the motion were reserved and transferred without ruling by Leahy, C. J.\nIt is the defendant's contention that the Legislature effected a retroactive repeal of RSA ch. 583 and that as a result all persons who commit burglary under RSA ch. 583 prior to August 8, 1967 are free unless they have been arraigned and indicted prior to that date. See RSA 21:38; State v. Arlin, 39 N. H. 179; State v. Naud, 73 N. H. 531; State v. Myal, 104 N. H. 188. An analysis of some of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-banks"
    }
  ],
  "relatedIncidents": [
    20499,
    20500,
    20529,
    20530,
    20567
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}