{
  "id": 20511,
  "title": "1967년 Ernest Vida v. E. M. Cage, Parole Officer, and Paul P. Sartwell, Warden, F.C.I., Milan, Michigan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-11-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Ernest Vida v. E. M. Cage, Parole Officer, and Paul P. Sartwell, Warden, F.C.I., Milan, Michigan. 판결일: 1967-11-20. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Ernest VIDA, Petitioner-Appellant, v. E. M. CAGE, Parole Officer, and Paul P. Sartwell, Warden, F. C. I., Milan, Michigan, Respondents-Appellees\n**판결일**: 1967-11-20\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Celebrezze, Per Curiam, Phillips, Weick\n\n## 변호인\n\nErnest Vida, in pro. per., Lawrence Gubow, U. S. Atty., George G. Newman, Asst. U. S. Atty., Detroit, Mich., for appellee.\n\n## 인용\n\n- 385 F.2d 408\n\n## 판결문 요약\n\n385 F.2d 408\n    Ernest VIDA, Petitioner-Appellant,v.E. M. CAGE, Parole Officer, and Paul P. Sartwell, Warden,F.C.I., Milan, Michigan, Respondents-Appellees.\n    No. 17501.\n    United States Court of Appeals Sixth Circuit.\n    Nov. 20, 1967.\n    \n      Ernest Vida, in pro. per.\n      Lawrence Gubow, U.S. Atty., George G. Newman, Asst. U.S. Atty., Detroit, Mich., for appellee.\n      Before WEICK, Chief Judge, PHILLIPS and CELEBREZZE, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      This appeal is from an order of the District Court dismissing Vida's complaint in which he prayed for an order allowing him to correspond with his codefendants, who were serving state sentences in the Jackson, Michigan prison, and with other persons, and with his attorney, without censorship.  Vida was confined at the time in the Federal Correctional Institution at Milan, Michigan, serving a five year sentence for violations of the Bankruptcy Act.  He had pending in this Court an appeal from his conviction, and the judgment of conviction has since been affirmed.  370 F.2d 759, cert. denied 387 U.S. 910, 87 S. Ct. 1695, 18 L. Ed. 2d 630 (1967).  Vida has been transferred to the United States Penitentiary at Terre Haute, Indiana, where he is presently confined.1\n    \n    \n      2\n      Vida attached as an exhibit to his complaint in the District Court a copy of a letter which he alleged was sent to the Warden at Milan, a copy of which was also sent to the Director of the Bureau of Prisons.  T...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ernest-vida-v-e-m-cage-parole-officer-and-paul-p-sartwell-warden"
    }
  ],
  "relatedIncidents": [
    20494,
    20497,
    20499,
    20500,
    20503
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}