{
  "id": 20517,
  "title": "1967년 Gkiafis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-11-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Gkiafis. 판결일: 1967-11-07. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Charilaos GKIAFIS v. STEAMSHIP YIOSONAS, her engines, boilers, boats, tackle, apparel and furniture, and Cia. Nav. Coronado, S.A., Panama, Owners and/or bareboat charterers\n**판결일**: 1967-11-07\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n**판사**: Boreman, Craven\n\n## 변호인\n\nW. Cullen MacDonald, Norfolk, Va. (Howell, Anninos & Daugherty, Norfolk, Va., on brief), for appellant., Randall C. Coleman, Baltimore, Md. (Ober, Williams & Grimes, Baltimore, Md., on brief), for appellees.\n\n## 인용\n\n- 387 F.2d 460\n\n## 판결문 요약\n\n\nCRAVEN, Circuit Judge:\nWhether the district court abused its discretion in dismissing a libel brought by a foreign seaman against a foreign ship and its foreign owners is the question presented by this appeal. We think so and reverse.\nLibellant, Gkiafis, is a Greek seaman who joined the Yiosonas, a tramp steamer of Greek registry, in Greece on March 3, 1961. The vessel is owned by a Panamanian corporation, Coronado, the entire stock of which is owned by citizens and residents of Greece. On September 5, 1961, while the vessel was in the Port of Baltimore, an iron forepeak door fell on Gkiafis’ right hand damaging three of his fingers. Gkiafis spent ten days in the Public Health Service Hospital in Baltimore and, upon his discharge, was certified not fit for duty. He was examined by a physician in Norfolk, Virginia, and then filed a libel in the District Court for the Eastern District of Virginia. The libel was transferred to the United States District Court for the District of Maryland on March 13, 1962. On April 27, 1962, Coronado moved the district court to quash service of process on the ground the court lacked jurisdiction (power) to entertain the suit.\nMore than 16 months later the district court granted Coronado’s motion and in May, 1964, the libel was dismissed. On appeal we reversed, Gkiafis v. Yiosonas, 342 F.2d 546 (4th Cir. 1965). By the time the mandate of this court reached the district court more than three years had elapsed from the institution of the libel act...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gkiafis-v-steamship-yiosonas"
    }
  ],
  "relatedIncidents": [
    20494,
    20497,
    20499,
    20500,
    20503
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}