{
  "id": 20527,
  "title": "1967년 Alford 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-10-19",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Alford. 판결일: 1967-10-19. 법원: Indiana Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Traylor Bros., Inc. v. Alford\n**판결일**: 1967-10-19\n**법원**: Indiana Court of Appeals\n**관할**: Indiana, IN\n\n**판사**: Carson\n\n## 변호인\n\nEa/rly & Arnold, of Evansville, for appellant., Jack É. Hayes and Bamberger, Foreman, Oswald & Hahn, of Evansville, for appellee.\n\n## 인용\n\n- 230 N.E.2d 336\n- 142 Ind. App. 294\n\n## 판결문 요약\n\n\n142 Ind. App. 294 (1967)\n230 N.E.2d 336\nTRAYLOR BROS., INC.\nv.\nALFORD.\nNo. 20,270.\nCourt of Appeals of Indiana.\nFiled October 19, 1967.\nPetition for rehearing denied December 7, 1967.\nPetition for transfer denied February 21, 1968.\nEarly &amp; Arnold, of Evansville, for appellant.\nJack E. Hayes and Bamberger, Foreman, Oswald &amp; Hahn, of Evansville, for appellee.\nCARSON, P.J.\nThis is an appeal from the Superior Court of Vanderburgh County, the honorable Benjamin E. Buente, Judge.\nThe issues were formed by the appellee's complaint in five paragraphs, the appellant's answer in two paragraphs, the second paragraph containing also a counterclaim, and the *295 appellee's answer and reply to the defendant's second paragraph of answer and counterclaim, the appellant then filed an amended second paragraph of answer and counterclaim to which the appellee filed answer and reply.\nEach paragraph of the plaintiff-appellee's complaint related to a different highway project or contract. The appellant-defendant below was the general contractor with the State of Indiana on the various projects and appellee-plaintiff below was a subcontractor under a written contract.\nThe issues as condensed by the appellant in appellant's brief are as follows:\nParagraph I.\n\"This related to the highway project near Spencer, Indiana. There was a claim for work performed under the written contract and for extra work done at the special instance and request of the Appellant. The ad damnum was $9,756.46.\nParagr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=traylor-bros-inc-v-alford"
    }
  ],
  "relatedIncidents": [
    20494,
    20326,
    20398,
    20422,
    20497
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}