{
  "id": 20526,
  "title": "1967년 Nesbett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-10-23",
  "location": "Alaska, AK, USA",
  "summary": "미국 Alaska, AK 법원 판결 사건. 사건명: Nesbett. 판결일: 1967-10-23. 법원: Alaska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: CITY OF FAIRBANKS, a Municipal Corporation, Appellant, v. Ray NESBETT, Appellee\n**판결일**: 1967-10-23\n**법원**: Alaska Supreme Court\n**관할**: Alaska, AK\n\n**판사**: Dimond and Rabinowitz, Jj., and Sanders, Superior Court Judge\n\n## 변호인\n\nRobert C. Erwin, of Hughes, Thorsness & Lowe, Anchorage, for appellant., George F. Boney, of Burr, Boney & Pease, Anchorage, Robert A. Parrish, Fairbanks, for appellee.\n\n## 인용\n\n- 432 P.2d 607\n\n## 판결문 요약\n\n\n432 P.2d 607 (1967)\nCITY OF FAIRBANKS, a municipal corporation, Appellant,\nv.\nRay NESBETT, Appellee.\nNo. 747.\nSupreme Court of Alaska.\nOctober 23, 1967.\n*608 Robert C. Erwin, of Hughes, Thorsness &amp; Lowe, Anchorage, for appellant.\nGeorge F. Boney, of Burr, Boney &amp; Pease, Anchorage, Robert A. Parrish, Fairbanks, for appellee.\nBefore DIMOND and RABINOWITZ, JJ., and SANDERS, Superior Court Judge.\n\n\n*609 OPINION\nSANDERS, Superior Court Judge.\nAppellee instituted suit in the superior court against appellant city of Fairbanks and Joseph E. Pickens for personal injuries sustained when his motorcycle collided with Pickens' automobile.[1] Appellant's negligence was predicated upon the basis that it had parked one of its trucks in such a manner that it obstructed visibility in and about the point where the collision occurred. After trial by jury appellee received a verdict in the amount of $52,529 against appellant city of Fairbanks.[2] We have concluded that the case must be remanded to the superior court for a new trial on the damage issues only.\nBriefly, the evidence showed that just prior to impact appellee was on a motorcycle proceeding south on Cushman Street in the city of Fairbanks at a speed of 20 miles per hour. At this same time defendant Pickens was traveling in an easterly direction along 17th Street with the intent to cross the south-bound lane of Cushman Street in order to make a left turn into the north-bound lane of Cushman. A city of Fairbanks truck was parked...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=city-of-fairbanks-v-nesbett"
    }
  ],
  "relatedIncidents": [
    20494,
    20497,
    20499,
    20500,
    20503
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}