{
  "id": 20522,
  "title": "1967년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-11-02",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1967-11-02. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Gene C. Williams\n**판결일**: 1967-11-02\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Whittemore\n\n## 변호인\n\nThe case was submitted on briefs., George L. Nowell for the defendant., Edmund Dinis, District Attorney, & Joseph P. Harrington, Assistant District Attorney, for the Commonwealth.\n\n## 인용\n\n- 353 Mass. 233\n\n## 판결문 요약\n\n\nWhittemore, J.\n1. It was error not to have directed a verdict for the defendant on the trial of the indictment for an offence under G. L. c. 272, § 5, as amended through St. 1948, c. 137. The statute provides: “Whoever has unlawful sexual intercourse with a female who is feeble minded, an idiot or imbecile or insane, under circumstances which do not constitute rape, shall, if he had reasonable cause to believe that she was feeble minded, an idiot or imbecile or insane, be punished as provided in section three.\" Section 11 provides: “A person shall not be convicted under sections two to six, inclusive, upon the evidence of one witness only, unless his testimony is corroborated in a material particular .. . .\" The motion for a directed verdict specified the absence of corroboration under §11.\nThe female with whom the offence was allegedly committed testified to an act by the defendant on an evening in June, 19.66, in the living room of the apartment where she lived with her husband, the husband being in the bedroom of the apartment at the time and there being another man present. She testified that the defendant and his companion had come with a pair of horses which they wished to sell to her husband and that the three men had gone outside to view the horses.\nFor corroboration of this testimony the Commonwealth relies on the statement of the defendant to a police officer “that he had been at the apartment with George Allen . . . that he had never touched her and that her husba...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-williams"
    }
  ],
  "relatedIncidents": [
    20574,
    20635,
    20251,
    20299,
    20421
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}