{
  "id": 20529,
  "title": "1967년 Micks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-10-18",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Micks. 판결일: 1967-10-18. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Micks v. State of Indiana\n**판결일**: 1967-10-18\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Lewis\n\n## 변호인\n\nFerdinand Samper and Forrest Bowman, Jr., of Indianapolis, for appellant., John J. Dillon, Attorney General, and Wilma T. Leach, Deputy Attorney General, for appellee.\n\n## 인용\n\n- 230 N.E.2d 298\n- 249 Ind. 278\n\n## 판결문 요약\n\n\n249 Ind. 278 (1967)\n230 N.E.2d 298\nMICKS\nv.\nSTATE OF INDIANA.\nNo. 30,766.\nSupreme Court of Indiana.\nFiled October 18, 1967.\nRehearing denied December 21, 1967.\n*279 Ferdinand Samper and Forrest Bowman, Jr., of Indianapolis, for appellant.\nJohn J. Dillon, Attorney General, and Wilma T. Leach, Deputy Attorney General, for appellee.\nLEWIS, J.\nThe appellant was convicted of robbery and sentenced to 10-to-25 years in the Indiana State Reformatory. The trial was by jury. The defendant appellant filed a motion for a new trial alleging:\n(1) The verdict of the jury was not sustained by sufficient evidence;\n(2) The verdict of the jury was contrary to law.\nAppellant's counsel thereafter filed a petition for permission to file a belated motion for a new trial. Permission was granted and the belated motion incorporated the specifications contained in the original motion for a new trial and added specification 3 through 10 inclusive. The belated motion for a new trial was overruled and this appeal then prosecuted.\nThe appellant urges specifications 1, 2, 5, 7, 8 and 10 of his belated motion for a new trial. Specifications 5, 7, 8 and 10 are as follows:\n\n*280 \"5. Error of law occurring at the trial in this: The Court erred in refusing on its own motion to permit the witness Roy Thomas Owen to answer the following question during cross examination by the defendant which question and ruling are set out as follows, to-wit:\n`Q. You don't know if either one of them removed it, do you.\n`THE COUR...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=micks-v-state"
    }
  ],
  "relatedIncidents": [
    20499,
    20500,
    20508,
    20530,
    20567
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}