{
  "id": 2052,
  "title": "2019년 Villa 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2019-07-09",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Villa. 판결일: 2019-07-09. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: People v. Villa\n**판결일**: 2019-07-09\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 2019 NY Slip Op 5488\n\n## 판결문 요약\n\n\r\n\r\nPeople v Villa (2019 NY Slip Op 05488)\r\n\r\n\r\n\r\n\r\n\r\nPeople v Villa\r\n\r\n\r\n2019 NY Slip Op 05488\r\n\r\n\r\nDecided on July 9, 2019\r\n\r\n\r\nAppellate Division, First Department\r\n\r\n\r\n\r\nPublished by New York State Law Reporting Bureau pursuant to Judiciary Law § 431.\r\n\r\n\r\nThis opinion is uncorrected and subject to revision before publication in the Official Reports.\r\n\r\n\r\n\r\nDecided on July 9, 2019\r\n\r\nSweeny, J.P., Manzanet-Daniels, Gesmer, Kern, JJ.\r\n\r\n\r\n9831 3376/11\r\n\r\n[*1]The People of the State of New York, Respondent,\r\nvGuillermo Villa, Defendant-Appellant.\r\n\r\n\r\nChristina A. Swarns, Office of the Appellate Defender, New York (Mandy E. Jaramillo of counsel), for appellant.\r\nDarcel D. Clark, District Attorney, Bronx (T. Charles Won of counsel), for respondent.\r\n\r\n\r\n\r\nJudgment, Supreme Court, Bronx County (Dominic R. Massaro, J.), rendered April 23, 2014, convicting defendant, after a nonjury trial, of murder in the second degree and criminal possession of a weapon in the second degree, and sentencing him, as a second violent felony offender, to an aggregate term of 25 years to life, unanimously affirmed.\r\nThe verdict was supported by legally sufficient evidence and was not against the weight of the evidence (People v Danielson, 9 NY3d 342, 349 [2007]). There is no basis for disturbing the court's credibility determinations. The testimony of the sole eyewitness was sufficient to support a finding of guilt beyond a reasonable doubt (see People v Calabria, 3 NY3d 80 [2004]). Although there...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-villa"
    }
  ],
  "relatedIncidents": [
    1906,
    1913,
    1919,
    1933,
    1942
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}