{
  "id": 20533,
  "title": "1967년 Mayo Clinic, Edward S. Judd and D. O. Ferris v. Edward Kaiser 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-10-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Mayo Clinic, Edward S. Judd and D. O. Ferris v. Edward Kaiser. 판결일: 1967-10-12. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: MAYO CLINIC, Edward S. Judd and D. O. Ferris, Appellants, v. Edward KAISER, Appellee\n**판결일**: 1967-10-12\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Lay, Matthes, Mehaffy\n\n## 변호인\n\nHenry Halladay, Minneapolis, Minn., for appellants; Curtis D. Forslund, Minneapolis, Minn., and Gregg Orwoll, Rochester, Minn., on the brief., Walter J. Sebo, Canton, 111., for appellee.\n\n## 인용\n\n- 383 F.2d 653\n\n## 판결문 요약\n\n383 F.2d 653\n    MAYO CLINIC, Edward S. Judd and D. O. Ferris, Appellants,v.Edward KAISER, Appellee.\n    No. 18680.\n    United States Court of Appeals Eighth Circuit.\n    October 12, 1967.\n    \n      Henry Halladay, Minneapolis, Minn., for appellants; Curtis D. Forslund, Minneapolis, Minn., and Gregg Orwoll, Rochester, Minn., on the brief.\n      Walter J. Sebo, Canton, Ill., for appellee.\n      Before MATTHES, MEHAFFY and LAY, Circuit Judges.\n      MEHAFFY, Circuit Judge.\n    \n    \n      1\n      Edward Kaiser, a citizen of Illinois and appellee here, brought a medical malpractice suit in the United States District Court for the Southern District of Illinois against Mayo Clinic, an association of individuals, and three of Mayo's staff doctors, all citizens of Minnesota. Summons was issued on the day the complaint was filed and service attempted about ten days thereafter in Rochester, Minnesota. Mayo Clinic and its doctors moved to quash the service of process and to dismiss the complaint for lack of jurisdiction. Kaiser countered with a motion to transfer to the proper federal District Court in Minnesota. The Illinois District Court granted Mayo's motion to quash but also granted Kaiser's motion to transfer. Thereafter, summons was issued out of the Minnesota court and service had on Mayo Clinic and two of the doctors, but Dr. Fogle, the third doctor named in the complaint, was not served and is not an appellant here. After this Minnesota service of process, Mayo and the docto...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mayo-clinic-edward-s-judd-and-d-o-ferris-v-edward-kaiser"
    }
  ],
  "relatedIncidents": [
    20494,
    20497,
    20499,
    20500,
    20503
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}