{
  "id": 20538,
  "title": "1967년 The People v. Williams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-09-29",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: The People v. Williams. 판결일: 1967-09-29. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Appellee, vs. Freeman R. Williams, Appellant\n**판결일**: 1967-09-29\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Kluczynski\n\n## 변호인\n\nJohn Unger, Public Defender, of Danville, for appellant., William G. Clark, Attorney General, of Springfield, and John P. O’Rourke, State’s Attorney, of Danville, (Fred G. Leach, Assistant Attorney General, of counsel,) for the People.\n\n## 인용\n\n- 230 N.E.2d 224\n- 38 Ill. 2d 115\n\n## 판결문 요약\n\n\n38 Ill.2d 115 (1967)\n230 N.E.2d 224\nTHE PEOPLE OF THE STATE OF ILLINOIS, Appellee,\nv.\nFREEMAN R. WILLIAMS, Appellant.\nNo. 40327.\nSupreme Court of Illinois.\nOpinion filed September 29, 1967.\n*116 *117 JOHN UNGER, Public Defender, of Danville, for appellant.\nWILLIAM G. CLARK, Attorney General, of Springfield, and JOHN P. O'ROURKE, State's Attorney, of Danville, (FRED G. LEACH, Assistant Attorney General, of counsel,) for the People.\nJudgment affirmed.\nMr. JUSTICE KLUCZYNSKI delivered the opinion of the court:\nDefendant, Freeman R. Williams, was convicted by a jury in the circuit court of Vermilion County for the double murder of his wife, Vivian Williams, and his sister, Maxine Schultz. He was sentenced to the penitentiary on each conviction for a term of 30 to 50 years, to be served concurrently.\nHe appeals, alleging violations of his constitutional rights to due process, to freedom from self-incrimination, and to trial by jury. More specifically, he charges that indicting him after his request for a competency hearing violated due process, that permitting the psychiatrists who examined him at his pretrial competency hearing to testify against him at trial violated his right against self-incrimination, and that failure to permit the jury to determine the voluntariness of his confession violated his right to trial by jury.\nAdditionally, defendant alleges error in the court's treatment of his insanity defense, to-wit: its ruling that his expert witness's answer to a hypothetica...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-people-v-williams"
    }
  ],
  "relatedIncidents": [
    20505,
    20542,
    20584,
    20600,
    20602
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}