{
  "id": 20530,
  "title": "1967년 Kirkman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-10-18",
  "location": "Utah, UT, USA",
  "summary": "미국 Utah, UT 법원 판결 사건. 사건명: Kirkman. 판결일: 1967-10-18. 법원: Utah Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The STATE of Utah, Plaintiff and Respondent, v. Kent M. KIRKMAN, Defendant and Appellant\n**판결일**: 1967-10-18\n**법원**: Utah Supreme Court\n**관할**: Utah, UT\n\n**판사**: Call1ster, Crockett, Ellett, Henriod, Tuckett\n\n## 변호인\n\nJimi Mitsunaga, Richard S. Shepherd, Salt Lake City, for appellant., Phil L. Hansen, Atty. Gen., Gerald G. Gundry, Asst. Atty. Gen., Salt Lake City, for respondent.\n\n## 인용\n\n- 432 P.2d 638\n- 20 Utah 2d 44\n\n## 판결문 요약\n\n\n20 Utah 2d 44 (1967)\n432 P.2d 638\nTHE STATE OF UTAH, PLAINTIFF AND RESPONDENT,\nv.\nKENT M. KIRKMAN, DEFENDANT AND APPELLANT.\nNo. 10783.\nSupreme Court of Utah.\nOctober 18, 1967.\nJimi Mitsunaga, Richard S. Shepherd, Salt Lake City, for appellant.\nPhil L. Hansen, Atty. Gen., Gerald G. Gundry, Asst. Atty. Gen., Salt Lake City, for respondent.\nELLETT, Justice:\nThe defendant was convicted of burglary in the second degree and was sentenced to the State Prison for the statutory term therefor. He appeals and assigns two errors on the part of the trial court, as follows:\nFirst, he says the evidence before the court was insufficient to support a conviction of burglary in the second degree.\nSecond, he claims the court failed to instruct the jury on essential elements of the crime of burglary in the second degree, including recent possession of stolen property.\nAs to the latter claim, it is to be noted that the defendant requested no instruction regarding possession of recently stolen property.\nPossession of recently stolen property is nothing more than a circumstantial bit of evidence in a case of burglary, and by not asking for an instruction in relation to such evidence, the defendant waived the error if any there was.\nOur statute, Section 76-38-1, U.C.A. 1953, is as follows:\nLarceny is the felonious stealing, taking, carrying, leading or driving away the personal property of another. Possession of property recently stolen, when the person in possession fails to make a satisfactory exp...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-kirkman"
    }
  ],
  "relatedIncidents": [
    20499,
    20500,
    20508,
    20529,
    20567
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}