{
  "id": 20542,
  "title": "1967년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-09-26",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1967-09-26. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Lopinson, Appellant\n**판결일**: 1967-09-26\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Bell, C.J., Musmanno, Jones, Cohen, Eagen, O'Brien and Roberts\n\n## 변호인\n\nOscar Spivack, with him A. Charles Peruto, for appellant., Richard A. Sprague, First Assistant District Attorney, with him William, II. Wolf, Jr., Edwin Wolf, Benjamin H. Levintow and Alan J. Davis, Assistant District Attorneys, and Arlen Specter, District Attorney, for Commonwealth, appellee.\n\n## 인용\n\n- 427 Pa. 284\n\n## 판결문 요약\n\n\n427 Pa. 284 (1967)\nCommonwealth\nv.\nLopinson, Appellant.\nSupreme Court of Pennsylvania.\nArgued April 19, 1967.\nSeptember 26, 1967.\n*285 *286 *287 *288 Before BELL, C.J., MUSMANNO, JONES, COHEN, EAGEN, O'BRIEN and ROBERTS, JJ.\nOscar Spivack, with him A. Charles Peruto, for appellant.\nRichard A. Sprague, First Assistant District Attorney, with him William H. Wolf, Jr., Edwin Wolf, Benjamin H. Levintow and Alan J. Davis, Assistant District Attorneys, and Arlen Specter, District Attorney, for Commonwealth, appellee.\nOPINION BY MR. JUSTICE EAGEN, September 26, 1967:\nJudith Lopinson and Joseph Malito were shot to death in the basement office of Dante's Restaurant in the City of Philadelphia about 3:30 o'clock a.m. on June 19, 1964. Dante's, at that time, was operated by Jack Lopinson, husband of Judith, and Malito under a partnership arrangement.\nOn July 15, 1964, following the conclusion of a three-day inquest conducted by the medical examiner *289 of Philadelphia, Jack Lopinson was charged with the murders and held for action by the grand jury. He was indicted the same day. Subsequently, Frank Phelan was arrested and also indicted for the murders.\nOn October 26, 1964, Phelan plead guilty to the indictments, and later, following a hearing before the court of Oyer and Terminer of Philadelphia County, was adjudged guilty of murder in the first degree and sentenced to death in each case. We have this day affirmed the judgments. See Commonwealth v. Phelan, 427 Pa. 265, 234 A.2d 540 (1...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-lopinson"
    }
  ],
  "relatedIncidents": [
    20505,
    20538,
    20584,
    20600,
    20602
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}