{
  "id": 20559,
  "title": "1967년 Zovluck 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-08-21",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Zovluck. 판결일: 1967-08-21. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, v. Bernarr ZOVLUCK Et Al., Defendants\n**판결일**: 1967-08-21\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Mansfield\n\n## 변호인\n\nRobert M. Morgenthau, U. S. Atty., for Southern District of New York, by Richard A. Givens, Asst. U. S. Atty., New York City, for the United States of America., Nicholas Atlas, Anthony H. Atlas, Atlas, Berg & Mendalis, New York City, for defendant.\n\n## 인용\n\n- 274 F. Supp. 385\n\n## 판결문 요약\n\n\n274 F.Supp. 385 (1967)\nUNITED STATES of America,\nv.\nBernarr ZOVLUCK et al., Defendants.\nNos. 67 Cr. 485, 67 Cr. 513, 67 Cr. 469.\nUnited States District Court S. D. New York.\nAugust 21, 1967.\n*386 *387 Robert M. Morgenthau, U. S. Atty., for Southern District of New York, by Richard A. Givens, Asst. U. S. Atty., New York City, for the United States of America.\nNicholas Atlas, Anthony H. Atlas, Atlas, Berg &amp; Mendalis, New York City, for defendant.\nMANSFIELD, District Judge.\nThe defendants have filed a flurry of motions in omnibus form directed toward two indictments handed down by the Grand Jury (67 Cr. 485 and 513) charging all defendants (in thirteen and five counts, respectively) with mail fraud, 18 U.S.C. § 1341, false use of the initials \"U.S.\", 18 U.S.C. § 712, and conspiracy to violate the mail fraud statute, 18 U.S.C. § 371. The Government has cross-moved for consolidation of the indictments and an early trial date.\nMore specifically the defendants have moved for (1) dismissal of the indictments on the ground that the Government improperly procured them by unfair conduct before the Grand Jury, and on the further ground that prejudicial publicity may have affected the Grand Jury and will preclude a fair trial; (2) an order pursuant to Rule 41(e), F.R. Crim.P., vacating search warrants used as the basis for seizure of property belonging to the defendants and directing the return of the items seized, and (3) an order pursuant to Rule 16(b), F.R. Crim.P., directing the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-zovluck"
    }
  ],
  "relatedIncidents": [
    20562,
    20585,
    20589,
    20596,
    20597
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}