{
  "id": 20562,
  "title": "1967년 Staples 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-08-14",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Staples. 판결일: 1967-08-14. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: NORMA STAPLES, and v. ARTHUR MURRAY, INC., and\n**판결일**: 1967-08-14\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Herndon\n\n## 인용\n\n- 253 Cal. App. 2d 507\n\n## 판결문 요약\n\n\nHERNDON, J.\nPlaintiffs appeal from the judgment of dismissal entered following the sustaining of the demurrer of respondent Arthur Murray, Inc. to their second amended complaint.\nAppellants are five women who allegedly paid respondent various amounts, reaching a total of approximately $40,000, for dancing lessons. The amounts range from $13,155.50 paid by one appellant to $2 075 paid by another. In the first count of the second amended complaint each appellant alleges that respondent and other named defendants, acting in concert and as partners, conspired to defraud each appellant.\nIn the second count each appellant specifically alleges that she entered into a written agreement with defendants pursuant to which she paid them lump sums in excess of $500, the maximum payment permissible under the Dance Act. (Civ. Code, § 1812.80 et seq.)1 Each appellant also alleges that she *509was not furnished with a copy of the agreement executed by her but that upon information and belief alleges that said contract failed to comply with the requirements of Civil Code section 1812.89, subdivision (a).2 The third count is a common count for money had and received.\nA special demurrer to the first count of appellants’ complaint was sustained on the ground of uncertainty and leave to amend was denied after appellants’ counsel indicated that “he ha[d] pleaded all of the available facts3 in the Second Amended Complaint.” (Italics added.) While the minute order of the trial court does not disclos...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=staples-v-arthur-murray-inc"
    }
  ],
  "relatedIncidents": [
    20559,
    20585,
    20589,
    20596,
    20597
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}