{
  "id": 20568,
  "title": "1967년 Hickman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-08-03",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Hickman. 판결일: 1967-08-03. 법원: Court of Special Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: John P. Hickman v. State of Maryland\n**판결일**: 1967-08-03\n**법원**: Court of Special Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Anderson, Morton, Orth, Thompson, Travers\n\n## 변호인\n\nRussell J. White for appellant., Carville M. Downes, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, Charles B. Moylan, Jr., State’s Attorney for Baltimore City, and Bernard L. Silbert, Assistant State’s Attorney for Baltimore City, on the brief» for appellee.\n\n## 인용\n\n- 232 A.2d 282\n- 1 Md. App. 578\n\n## 판결문 요약\n\n\n1 Md. App. 578 (1967)\n232 A.2d 282\nJOHN P. HICKMAN\nv.\nSTATE OF MARYLAND.\nNo. 3, Initial Term, 1967.\nCourt of Special Appeals of Maryland.\nDecided August 3, 1967.\nThe cause was argued before ANDERSON, MORTON, ORTH, and THOMPSON, JJ., and TRAVERS, J., Associate Judge of the First Judicial Circuit, specially assigned.\n*579 Russell J. White for appellant.\nCarville M. Downes, Assistant Attorney General, with whom were Francis B. Burch, Attorney General, Charles E. Moylan, Jr., State's Attorney for Baltimore City, and Bernard L. Silbert, Assistant State's Attorney for Baltimore City, on the brief, for appellee.\nTHOMPSON, J., delivered the opinion of the Court.\nJohn P. Hickman, the appellant, complains of a conviction for burglary in a trial before the court, without a jury, in the Criminal Court of Baltimore because (1) his premises were illegally searched and the fruits of the burglary were introduced into evidence over his objection and (2) that the evidence, consisting of the possession of recently stolen goods, was insufficient to convict him of the crime of burglary.\nThe dwelling of Helen Ziolkowski was burglarized on the night of December 27, 1963. Among the items missing were a roast, two pairs of curtains and various coins. The curtains and some of the coins, found in Hickman's apartment, were identified as having been taken in the burglary.\nSergeant Einolf, of the Baltimore City Police, to justify the search and seizure of the curtains and coins, testified that when he re...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hickman-v-state"
    }
  ],
  "relatedIncidents": [
    20499,
    20500,
    20508,
    20529,
    20530
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}