{
  "id": 20572,
  "title": "1967년 Sheehan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-07-28",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Sheehan. 판결일: 1967-07-28. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: WILLIAM F. SHEEHAN, Plaintiff and Respondent, v. E. A. DeWITT, Defendant and Appellant\n**판결일**: 1967-07-28\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: Adair, Castles, Conway, Harrison, James, John\n\n## 변호인\n\nSkelton & Hendricks, Missoula, Robert R. Skelton( argued), Missoula, for appellant., Wade Dahood (argued), Anaconda, for respondent.\n\n## 인용\n\n- 430 P.2d 652\n- 150 Mont. 86\n\n## 판결문 요약\n\n\n430 P.2d 652 (1967)\nWilliam F. SHEEHAN, Plaintiff and Respondent,\nv.\nE.A. DeWITT, Defendant and Appellant.\nNo. 11178.\nSupreme Court of Montana.\nSubmitted June 20, 1967.\nDecided July 28, 1967.\n*653 Skelton &amp; Hendricks, Missoula, Robert R. Skelton (argued), Missoula, for appellant.\nWade Dahood (argued), Anaconda, for respondent.\nCASTLES Justice.\nThis is an appeal from a judgment entered on a jury verdict. The plaintiff brought the action to recover damages for an assault upon him by defendant. The verdict and judgment were $1,500 as compensatory damages and $5,000 as exemplary damages.\nPlaintiff is the county attorney of Granite County. In his capacity as county attorney he had been informed by one Bailey that defendant, appellant E.A. DeWitt, here, had taken some of his, Bailey's cattle and refused to give them to him. Plaintiff wrote a letter requesting defendant to come to his office to discuss the situation; the defendant went to plaintiff's office and the following account of the assault was related by plaintiff:\n\"* * * I extended my hand and shook hands with him, and I informed him who I *654 was, and told him that my name is William Sheehan, and I was the county attorney, and I thanked him for coming in. He sat down at one side of the desk, and I sat down on the other side of the desk, and I think I should tell you that it is a different desk than we have there now, as it was a very narrow desk at that time, and since then we have a much wider one. Well, then we vis...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sheehan-v-dewitt"
    }
  ],
  "relatedIncidents": [
    20273,
    20365,
    20387,
    20463,
    20475
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}