{
  "id": 20574,
  "title": "1967년 Miller v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-07-26",
  "location": "Delaware, DE, USA",
  "summary": "미국 Delaware, DE 법원 판결 사건. 사건명: Miller v. State. 판결일: 1967-07-26. 법원: Supreme Court of Delaware.",
  "description": "## 사건 정보\n\n**사건명**: Clifton W. MILLER, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee\n**판결일**: 1967-07-26\n**법원**: Supreme Court of Delaware\n**관할**: Delaware, DE\n\n**판사**: Carey, Herrmann, Wolcott\n\n## 변호인\n\nCarl Schnee, Asst. Public Defender, Wilmington, for appellant., Jerome O. Herlihy, Deputy Atty. Gen., Wilmington, for the State.\n\n## 인용\n\n- 233 A.2d 164\n\n## 판결문 요약\n\n\n233 A.2d 164 (1967)\nClifton W. MILLER, Defendant Below, Appellant,\nv.\nSTATE of Delaware, Plaintiff Below, Appellee.\nSupreme Court of Delaware.\nJuly 26, 1967.\nCarl Schnee, Asst. Public Defender, Wilmington, for appellant.\nJerome O. Herlihy, Deputy Atty. Gen., Wilmington, for the State.\nWOLCOTT, C. J., and CAREY and HERRMANN, JJ., sitting.\n*165 WOLCOTT, Chief Justice.\nThe prisoner, appellant, was indicted for the crime of rape. The indictment was as follows:\n\"The Grand Jury charges Clifton W. Miller with the following offense, a felony:\n\"Rape in violation of Title 11, Section 781, Delaware Code of 1953.\n\"Clifton W. Miller on the 4th day of April, 1966 in the County of New Castle, had carnal knowledge of Margaret Taylor without her consent.\"\nThe prisoner having been convicted and sentenced to life imprisonment, now appeals, attacking the sufficiency of the indictment[1] and the correctness of the trial judge's instructions upon his sole defense of alibi.\nThe basis of the prisoner's attack upon the indictment is that the indictment is fatally defective in that it has failed to allege a necessary element of the crime of rape, i. e., the use of force. Hence, it is said his conviction must be set aside.\nThe use of force, or its equivalent, in the consummation of a rape is, of course, an essential element of the crime. Wilson v. State, 10 Terry 37, 109 A.2d 381. Furthermore, it is essential to a valid prosecution for a crime that it be based on an indictment which sets forth the con...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=miller-v-state"
    }
  ],
  "relatedIncidents": [
    20522,
    20635,
    20251,
    20299,
    20421
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}