{
  "id": 20581,
  "title": "1967년 Chase Manhattan Bank (Nat. Ass'n) v. Banque Intra, SA 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-07-13",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Chase Manhattan Bank (Nat. Ass'n) v. Banque Intra, SA. 판결일: 1967-07-13. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: The CHASE MANHATTAN BANK (NATIONAL ASSOCIATION), Plaintiff, v. BANQUE INTRA, S. A., Defendant\n**판결일**: 1967-07-13\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Motley\n\n## 변호인\n\nMilbank, Tweed, Hadley & McCloy, New York City, for plaintiff., Debevoise, Plimpton, Lyons & Gates, New York City, for defendant.\n\n## 인용\n\n- 274 F. Supp. 496\n\n## 판결문 요약\n\n\n274 F. Supp. 496 (1967)\nThe CHASE MANHATTAN BANK (NATIONAL ASSOCIATION), Plaintiff,\nv.\nBANQUE INTRA, S. A., Defendant.\nNo. 66 Civ. 4478.\nUnited States District Court S. D. New York.\nJuly 13, 1967.\n*497 Milbank, Tweed, Hadley &amp; McCloy, New York City, for plaintiff.\nDebevoise, Plimpton, Lyons &amp; Gates, New York City, for defendant.\n\nOpinion\nMOTLEY, District Judge.\nThis is a motion for an order, pursuant to Rule 12(b) Fed.R.Civ.P., dismissing the complaint herein and quashing the return of the summons on the grounds of lack of jurisdiction over the person of defendant and insufficiency of service of process on defendant.\nThe motion also seeks an order, pursuant to Rules 12(b) and 64, Fed.R.Civ. P., 28 U.S.C. § 1450, and CPLR § 6223, vacating the order of attachment herein, quashing the levies made pursuant thereto, and the return of all process issued in aid thereof, on the ground that the papers on which the order of attachment was issued are insufficient to confer jurisdiction upon this court in that they do not establish a prima facie cause of action in favor of the plaintiff against the defendant. The usual prayer for such other and different relief as to which defendant may be entitled is also included in the motion.\nThis action for unjust enrichment was commenced on November 3, 1966 when plaintiff obtained an order of attachment from the Supreme Court of the State of New York, County of New York. Defendant was served with the summons and complaint on November 28, 1...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=chase-manhattan-bank-nat-assn-v-banque-intra-sa"
    }
  ],
  "relatedIncidents": [
    20494,
    20497,
    20499,
    20500,
    20503
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}