{
  "id": 20584,
  "title": "1967년 Taylor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-07-05",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Taylor. 판결일: 1967-07-05. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: State of New Jersey, Plaintiff-Respondent, v. George Taylor, Defendant-Appellant\n**판결일**: 1967-07-05\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: Francis\n\n## 변호인\n\nMr. Warren Brody argued the cause for defendant-appellant., Mr. Edmund J. Tucker, Assistant Prosecutor, argued the cause for plaintiff-respondent (Mr. Leo Kaplowitz, Union County Prosecutor, attorney).\n\n## 인용\n\n- 231 A.2d 212\n- 49 N.J. 440\n\n## 판결문 요약\n\n\n49 N.J. 440 (1967)\n231 A.2d 212\nSTATE OF NEW JERSEY, PLAINTIFF-RESPONDENT,\nv.\nGEORGE TAYLOR, DEFENDANT-APPELLANT.\nThe Supreme Court of New Jersey.\nArgued March 20, 1967.\nDecided July 5, 1967.\n*444 Mr. Warren Brody argued the cause for defendant-appellant.\nMr. Edmund J. Tucker, Assistant Prosecutor, argued the cause for plaintiff-respondent (Mr. Leo Kaplowitz, Union County Prosecutor, attorney).\nThe opinion of the court was delivered by FRANCIS, J.\nMurder indictments were returned against George Taylor, Richard Garner, Gerue Sullivan and Joseph Aiken charging them with the fatal shooting of Lester Drew on February 21, 1962 during an attempted robbery. Sullivan and Aiken pleaded non vult, and testified for the State against Taylor and Garner, who went to trial. The jury returned a verdict of murder in the first degree with a recommendation of life imprisonment against Taylor and Garner, and that sentence was imposed. Sullivan and Aiken were the active participants in the attempted hold-up, Sullivan doing the shooting. On their non vult pleas they too were given life imprisonment.\nShortly thereafter, Sullivan and Aiken, obviously disappointed with their sentences, recanted their confessions and their trial testimony, saying there had been no attempted robbery of Drew. Their new version of the killing was that they had visited Drew to collect a debt owed by him, and that a shooting fracas had been precipitated by him in the course of his refusal to pay the debt. They maintained ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-taylor"
    }
  ],
  "relatedIncidents": [
    20505,
    20538,
    20542,
    20600,
    20602
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}