{
  "id": 20585,
  "title": "1967년 Talbott 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-07-05",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Talbott. 판결일: 1967-07-05. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Richard D. TALBOTT v. Nick MORLEY\n**판결일**: 1967-07-05\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Barkdull, Hendry, Pearson\n\n## 변호인\n\nRichard W. Wasserman, Miami Beach, for plaintiff., Quinton, Leib, Parks & Aurell, Miami, for defendant.\n\n## 인용\n\n- 200 So. 2d 605\n\n## 판결문 요약\n\n\nPER CURIAM.\nThere are before us two questions certified from the Circuit Court of Dade County. They are:\n“1. When a complaint alleges an oral contract of employment under which the plaintiff was allegedly employed from January, 1964 until June, 1965, and which alleged oral contract is admitted by the plaintiff to have been of two years duration, is such contract unenforceable by virtue of the Florida Statute of Frauds, Chapter 725.01, Florida Statutes [F.S.A.]?\n“2. If the alleged oral contract of employment which is the basis of plaintiff’s complaint is unenforceable by virtue of the statute of frauds, may the plaintiff bring an amended complaint for the same damages alleged in his original complaint on the basis of quantum meruit?”\nWe decline to answer the questions on the basis that they are not proper for certification under Rule 4.6, Florida Appellate Rules, 31 F.S.A. See Jaworski v. City of Opa-Locka, Fla.App.1963, 149 So.2d 566.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=talbott-v-morley"
    }
  ],
  "relatedIncidents": [
    20559,
    20562,
    20589,
    20596,
    20597
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}