{
  "id": 20599,
  "title": "1967년 Fanizza 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-06-01",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Fanizza. 판결일: 1967-06-01. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: THE PEOPLE, and v. MARCO FANIZZA, and\n**판결일**: 1967-06-01\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Roth\n\n## 변호인\n\nRichard B. Cutler, under appointment by the Court of Appeal, for Defendants and Appellants., Thomas C. Lynch, Attorney General, William E. James, Assistant Attorney General, and James H. Kline, Deputy Attorney General, for Plaintiff and Respondent.\n\n## 인용\n\n- 251 Cal. App. 2d 484\n\n## 판결문 요약\n\n\nROTH, P. J.\nAppellants Marco Panizza and Michael Porbes entered pleas of not guilty to two counts of robbery in violation of Penal Code, section 211. They were jointly tried before a jury. Each was found guilty of two counts of first degree robbery, the jury finding they were armed at the commission of each offense. They were sentenced to state prison, sentences as to each on the two counts to run concurrently.\nAt approximately 12:45 a.m. on June 3, 1965, appellants entered the restroom of the Powerine service station at Florence and Atlantic Avenues in Cudahy. A few minutes later, Panizza came to the station office door, and asked Bobert McMillen, the attendant, for some toilet paper. McMillen gave him the paper. Panizza returned to the restroom. Both appellants then came to the office doorway and Panizza stated: “This is a hold-up.” McMillen observed a pistol tucked inside the waist-band of Forbes’ pants. At appellants’ direction, McMillen went with them to the restroom, gave them 11 all the money ’ ’ (around $85) and appellants left.\nAt midnight on June 4, 1965, Leroy Zeller was alone in the office of the Powerine service station on East Gage in Bell. Porbes entered and informed him the men’s restroom was overflowing. Zeller went with him to the restroom, saw Panizza leaning against a portion of the building next to the restroom door, his left arm behind his back, and became suspicious. He turned to go back to his office, but was blocked by Panizza. Porbes then pulled a ....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-fanizza"
    }
  ],
  "relatedIncidents": [
    20499,
    20500,
    20508,
    20529,
    20530
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}