{
  "id": 20596,
  "title": "1967년 Prima Paint Corp. v. Flood & Conklin Mfg. Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-06-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Prima Paint Corp. v. Flood & Conklin Mfg. Co.. 판결일: 1967-06-12. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Prima Paint Corp. v. Flood & Conklin Mfg. Co.\n**판결일**: 1967-06-12\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Black, Douglas, Fortas, Stewart\n\n## 변호인\n\nRobert P. Herzog argued the cause and filed briefs for petitioner., Martin A. Coleman argued the cause for respondent. With him on the brief was David N. Brainin., Gerald Aksen argued the cause for the American Arbitration Association, as amicus curiae. With him on the brief were Whitney North Seymour, Sol N. Cor-bin, Osmond K. Fraenkel, William J. Isaacson and H. H. Nordlinger.\n\n## 인용\n\n- 18 L. Ed. 2d 1270\n- 87 S. Ct. 1801\n- 388 U.S. 395\n- 1967 U.S. LEXIS 2750\n\n## 판결문 요약\n\n\n388 U.S. 395 (1967)\nPRIMA PAINT CORP.\nv.\nFLOOD &amp; CONKLIN MFG. CO.\nNo. 343.\nSupreme Court of United States.\nArgued March 16, 1967.\nDecided June 12, 1967.\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SECOND CIRCUIT.\n*396 Robert P. Herzog argued the cause and filed briefs for petitioner.\nMartin A. Coleman argued the cause for respondent. With him on the brief was David N. Brainin.\nGerald Aksen argued the cause for the American Arbitration Association, as amicus curiae. With him on the brief were Whitney North Seymour, Sol N. Corbin, Osmond K. Fraenkel, William J. Isaacson and H. H. Nordlinger.\nMR. JUSTICE FORTAS delivered the opinion of the Court.\nThis case presents the question whether the federal court or an arbitrator is to resolve a claim of \"fraud in *397 the inducement,\" under a contract governed by the United States Arbitration Act of 1925,[1] where there is no evidence that the contracting parties intended to withhold that issue from arbitration.\nThe question arises from the following set of facts. On October 7, 1964, respondent, Flood &amp; Conklin Manufacturing Company, a New Jersey corporation, entered into what was styled a \"Consulting Agreement,\" with petitioner. Prima Paint Corporation, a Maryland corporation. This agreement followed by less than three weeks the execution of a contract pursuant to which Prima Paint purchased F &amp; C's paint business. The consulting agreement provided that for a six-year period F &amp; C was to furnish advice and ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=prima-paint-corp-v-flood-conklin-mfg-co"
    }
  ],
  "relatedIncidents": [
    20559,
    20562,
    20585,
    20589,
    20597
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}