{
  "id": 20593,
  "title": "1967년 Lowery 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-06-16",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Lowery. 판결일: 1967-06-16. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Lowery v. Pittsburgh Coal Company\n**판결일**: 1967-06-16\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Ervin, Hoffman, Jacobs, Montgomery, Spaulding, Watkins, Weight, Wright\n\n## 변호인\n\nBenjamin Diamond, for Commonwealth, appellant., Anthony J. Polito, Robert T. Messner, and Rose, Schmidt & Diwon, for appellant., Stephen I. Richman, with him Greenlee, Richman, Derrico & Posa, for appellee.\n\n## 인용\n\n- 210 Pa. Super. 75\n\n## 판결문 요약\n\n\nOpinion by\nWeight, J.,\nThis case arises under The Pennsylvania Occupational Disease Act of Jane 21, 1939, P. L. 566, 77 P.S. L201 et seq. On May 7, 1964, Joel S. Lowery filed a claim petition alleging that he became totally disabled from silicosis on June 4, 1955. Answers were filed by the employer and the Commonwealth.1 On May 25, 1964, before any hearing had taken place, Lowery died. His death was called to the Board’s attention by letter, but the widow did not file a separate fatal claim petition. See Moore v. Dodge Steel Co., 206 Pa. Superior *77Ct. 242, 213 A. 2d 130. After taking testimony at a hearing on August 19, 1964, the Referee made an order, June 9, 1965, dismissing the claim petition. On April 21, 1966, the Workmen’s Compensation Board affirmed the Referee’s order of dismissal. On October 21, 1966, the Court of Common Pleas of Washington County reversed the Board’s decision, substituted its own findings of fact, concluded that compensation should be paid, and remanded the case to the Board for the purpose of fixing the amount due. Both the employer and the Commonwealth have appealed.\nIt has been consistently held that, where the decision of the Board is against the party having the burden of proof, the Court of Common Pleas has no power to reverse findings of fact by the Board unless there has been a capricious disregard of competent evidence. We recently restated the applicable legal principles in Brasacchio v. Pa. Highway Dept., 208 Pa. Superior Ct. 212, 222 ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lowery-v-pittsburgh-coal-co"
    }
  ],
  "relatedIncidents": [
    20494,
    20497,
    20499,
    20500,
    20503
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}