{
  "id": 20597,
  "title": "1967년 State v. Murphy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-06-12",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: State v. Murphy. 판결일: 1967-06-12. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Respondent, v. Colleen MURPHY, Appellant\n**판결일**: 1967-06-12\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Donnelly, Storckman\n\n## 변호인\n\nNorman H. Anderson, Atty. Gen., Donald R. Wilson, Asst. Atty. Gen., Jefferson City, Charles V. Benanti, Sp. Asst. Atty. Gen., Kansas City, for respondent., Shaw, Hanks & Bornschein, by Charles M. Shaw, Clayton, for appellant.\n\n## 인용\n\n- 415 S.W.2d 758\n\n## 판결문 요약\n\n\nDONNELLY, Judge.\nAppellant, Colleen Murphy, was charged by information under § 561.450, RSMo 1959, V.A.M.S., with obtaining money and property from William A. Straub, Inc., with intent to cheat and defraud, by means of a check drawn on a bank in which she knew she had no funds. She was convicted by a jury in the Circuit Court of St. Louis County, Missouri, and her punishment was assessed at thirty days in the county jail. Following rendition of judgment and imposition of sentence an appeal was perfected to this Court.\nAppellant does not question the sufficiency of the evidence. William Kohout, assistant manager of the Straub Store at 8282 Forsyth, Clayton, St. Louis County, Missouri, testified that on July 9, 1963, appellant came into the store, purchased some merchandise, wrote a check for $30, presented it to Kohout, and he gave her the merchandise and $7.65, which was the difference between the value of the merchandise and the amount of the check.\nThe check bore the name of Ellen S. Murphy, 4910 Wilheusen, as maker, and was drawn on the People’s State Bank of Maplewood, Missouri. Appellant lived at that address with her parents, Raymond E. Murphy and Ellen S. Murphy. The check was returned by the bank. There was no account in the names Ellen S. Murphy or Colleen Murphy.\nAppellant denied being in the store and denied writing and presenting the check to *759Kohout. She testified she was home sick in bed on July 9, 1963. Her parents corroborated her testimony as to alibi.\nAp...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "강도",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-murphy"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-durham"
    }
  ],
  "relatedIncidents": [
    20499,
    20500,
    20508,
    20529,
    20530
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}