{
  "id": 20598,
  "title": "1967년 Burnett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-06-07",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Burnett. 판결일: 1967-06-07. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. ROBERT LEE BURNETT, Defendant and Appellant\n**판결일**: 1967-06-07\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Brown (H. C.)\n\n## 변호인\n\nEdmund B. Schultz, under appointment by the Court of Appeal, and Willard P. Jones for Defendant and Appellant., Thomas C. Lynch, Attorney General, Robert R. Granueci and Ronald H. Kearney, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 251 Cal. App. 2d 651\n\n## 판결문 요약\n\n\n251 Cal.App.2d 651 (1967)\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nROBERT LEE BURNETT, Defendant and Appellant.\nCrim. No. 5627. \nCalifornia Court of Appeals. First Dist., Div. Three.  \nJune 7, 1967.\n Edmund B. Schultz, under appointment by the Court of Appeal, and Willard F. Jones for Defendant and Appellant.\n Thomas C. Lynch, Attorney General, Robert R. Granucci and Ronald H. Kearney, Deputy Attorneys General, for Plaintiff and Respondent.\n BROWN (H. C.), J.\n This is an appeal from a judgment of conviction rendered on a jury verdict finding appellant guilty of attempted armed robbery, first degree (Pen. Code,  211), possession of a blackjack (Pen. Code,  12020), and two counts of possession of a concealable firearm by a convicted felon (Pen Code,  12021). Four prior convictions were alleged in the information and admitted by appellant.\n Celeste Riva, a bartender at the Waldorf Cafe in Pittsburg, California, on August 6, 1965, at approximately 2 a.m., was *653 closing the bar and while in the process of locking the door a man, whom he later identified as appellant, asked to buy a six-pack of beer. He refused because it was after 2 a.m. and appellant pointed a revolver at him and said, \"This is a stick- up.\" Mr. Riva grabbed the barrel of the gun and appellant fired the gun twice, one shot striking Mr. Riva in the arm. Appellant ultimately ran to his car and made a getaway.\n On August 31, 1965, Police Officer Bellah recognized appellant, who was driving a blue 1959 Mercury au...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-burnett"
    }
  ],
  "relatedIncidents": [
    20499,
    20500,
    20508,
    20529,
    20530
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}