{
  "id": 20609,
  "title": "1967년 McCray 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-04-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: McCray. 판결일: 1967-04-24. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: McCRAY v. ILLINOIS\n**판결일**: 1967-04-24\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Brennan, Douc, Fortas, Stewart\n\n## 변호인\n\nR. Eugene Pincham argued the cause for petitioner. With him on the briefs were Sam Adam, Charles B. Evins and Earl E. Strayhom., John J. O’Toole, Assistant Attorney General of Illinois, argued the cause for respondent. With him on the brief were William G. Clark, Attorney General, and Richard A. Michael, Assistant Attorney General., Thomas C. Lynch, Attorney General, William E. James, Assistant Attorney General, and Evelle J. Younger filed a brief for the State of California, as amicus curiae.\n\n## 인용\n\n- 18 L. Ed. 2d 62\n- 87 S. Ct. 1056\n- 386 U.S. 300\n- 1967 U.S. LEXIS 1983\n\n## 판결문 요약\n\n\nMr. Justice Stewart\ndelivered the opinion the Court.\nThe petitioner was arrested in Chicago, Illinois, on the morning of January 16, 1964, for possession of narcotics. The Chicago police officers who made the arrest found a package containing heroin on his person and he was indicted for its unlawful possession. Prior to trial he filed a motion to suppress the heroin as evidence against him, claiming that the police had acquired it in an unlawful search and seizure in violation of the Fourth and Fourteenth Amendments. See Mapp v. Ohio, 367 U. S. 643. After a hearing, the court denied the motion, and the petitioner was subsequently convicted upon the evidence of the heroin the arresting officers had found in his possession. The judgment of conviction was affirmed by the Supreme Court of Illinois,1 and wé granted certiorari to consider the petitioner’s claim that the hearing on his motion to suppress was constitutionally defective.2\nThe petitioner’s arrest occurred near the intersection of 49th Street and Calumet Avenue at about seven in the morning. At the hearing on the motion to suppress, he testified that up until a half hour before he was arrested he had been at “a friend’s house” about a block away, *302that after leaving the friend’s house he had “walked with a lady from 48th to 48th .and South Park,” and that, as he approached 49th Street and Calumet Avenue, “[t]he Officers stopped me going through the alley.” “The officers,” he said, “did not show me a search warrant f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mccray-v-illinois"
    }
  ],
  "relatedIncidents": [
    20596,
    20380,
    20494,
    20497,
    20499
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}