{
  "id": 20600,
  "title": "1967년 Lewis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-05-31",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Lewis. 판결일: 1967-05-31. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Melvin Alphonzo LEWIS, Plaintiff in Error, v. the STATE of Oklahoma, Defendant in Error\n**판결일**: 1967-05-31\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Bussey, Nix\n\n## 변호인\n\nCharles W. Adams and Lewis E. Darrell, Oklahoma City, Okl., for plaintiff in error., G. T. Blankenship, Atty. Gen., Charles L. Owens, Asst. Atty. Gen., for defendant in error.\n\n## 인용\n\n- 451 P.2d 399\n\n## 판결문 요약\n\n\n451 P.2d 399 (1968)\nMelvin Alphonzo LEWIS, Plaintiff in Error,\nv.\nThe STATE of Oklahoma, Defendant in Error.\nNo. A-14029.\nCourt of Criminal Appeals of Oklahoma.\nMay 31, 1967.\nRehearing Denied February 21, 1968.\nCharles W. Adams and Lewis E. Darrell, Oklahoma City, Okl., for plaintiff in error.\nG.T. Blankenship, Atty. Gen., Charles L. Owens, Asst. Atty. Gen., for defendant in error.\n\n\n*400 MEMORANDUM OPINION\nBUSSEY, Judge.\nThis is an appeal from a judgment and sentence rendered in Oklahoma County District Court Case No. 31504, wherein Melvin Alphonzo Lewis, hereinafter referred to as the Defendant, was tried by a jury for the crime of Murder, found guilty, and sentenced to death in the electric chair.\nThe facts adduced on the trial are identical with those in Tilford v. State, Okl. Cr., 437 P.2d 261, and will not be discussed in this opinion, except to emphasize that the record clearly establishes that the defendant, Freddie Lee Tilford, and Donald Lee Pendleton, planned the robbery of the Fina service station located at 23rd and Bartell Road, Oklahoma County, Oklahoma; that the defendant was the driver of the get-away car and did not enter the premises nor participate in the assault made upon Luther McDonald who was robbed, shot and beaten by the co-defendant Freddie Lee Tilford.\nWe further observe that the co-defendant Donald Lee Pendleton, did not testify as a State's witness in the instant case, but turned State's evidence and testified in the Tilford trial and that the s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lewis-v-state"
    }
  ],
  "relatedIncidents": [
    20505,
    20538,
    20542,
    20584,
    20602
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}