{
  "id": 20607,
  "title": "1967년 Madison v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-05-03",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Madison v. State. 판결일: 1967-05-03. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Louis MADISON v. The STATE of Texas\n**판결일**: 1967-05-03\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Belcher\n\n## 변호인\n\nO. M. Street, Dallas, for appellant., Henry Wade, Dist. Atty., Kenneth Blass-ingame, Ross Teter and Kerry FitzGerald, Asst. Dist. Attys., Dallas, and Leon B. Douglas, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 415 S.W.2d 422\n\n## 판결문 요약\n\n\nOPINION\nBELCHER, Judge.\nThe conviction is for robbery; the punishment, thirty-five years.\nThe trial was had and notice of appeal was given before January 1, 1966.\nThe injured party testified that while walking along a street, three men grabbed, hit and kicked him; that three of his teeth were knocked out, and he suffered a stab wound which punctured his intestines and liver; that his assailants took his billfold containing $4.60 in money without his consent, and put him in fear of bodily injury and his life; and while testifying, he identified the appellant as one of the three men who assaulted him and took his money.\nThe testimony of Officers Johnson and Hill reveals that while on patrol they saw the injured party on the street; that he had been stabbed in the stomach with a sharp instrument and was bleeding; that after getting the description of three men, they arrested three men of the same description twenty minutes later one block away after they attempted to flee; that each man had a knife with a four inch blade in his pocket, and that the knife on one of appellant’s companions had stains on the blade which appeared to be blood; that, while testifying, the officers identified the appellant as one of the men they had arrested.\nTestifying in his own behalf, the appellant stated that he was not present at the time of the robbery and did not participate in it; that he was at a drive-in when taken into custody along with two other men; that at the time of the arrest he was ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=madison-v-state"
    }
  ],
  "relatedIncidents": [
    20499,
    20500,
    20508,
    20529,
    20530
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}