{
  "id": 20601,
  "title": "1967년 Platco Corporation v. Colonial Homes, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-05-22",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: Platco Corporation v. Colonial Homes, Inc.. 판결일: 1967-05-22. 법원: New Mexico Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: PLATCO CORPORATION, Plaintiff-Appellant, v. COLONIAL HOMES, INC., Defendant-Appellee\n**판결일**: 1967-05-22\n**법원**: New Mexico Supreme Court\n**관할**: New Mexico, NM\n\n**판사**: Hensley, Jr.\n\n## 변호인\n\nHeidel, Swarthout & Samberson, Loving-ton, for appellant., Malcolm L. Shaw, Hobbs, for appellee.\n\n## 인용\n\n- 428 P.2d 9\n- 78 N.M. 35\n\n## 판결문 요약\n\n\n428 P.2d 9 (1967)\n78 N.M. 35\nPLATCO CORPORATION, Plaintiff-Appellant,\nv.\nCOLONIAL HOMES, INC., Defendant-Appellee.\nNo. 8174.\nSupreme Court of New Mexico.\nMay 22, 1967.\nHeidel, Swarthout &amp; Samberson, Lovington, for appellant.\nMalcolm L. Shaw, Hobbs, for appellee.\n\nOPINION\nHENSLEY, Jr., Chief Judge, Court of Appeals.\nThis action was brought to recover a money judgment and the complaint was based on a verified account. From an adverse judgment the plaintiff has appealed.\nThe complaint named two defendants, Colonial Homes, Inc., and M.A. Shaw, who was also president of the corporate co-defendant. Service of process upon M.A. Shaw was delayed until some five days before the trial date. The issues between the plaintiff and the defendant, Colonial Homes, Inc., were tried separately at the request of the plaintiff pursuant to Section 21-1-1 (42) (b), N.M.S.A. 1953. The complaint was based on a single claim against both defendants. In due time a judgment was entered dismissing the complaint as to the defendant Colonial Homes, Inc., and further reciting that jurisdiction of the cause was retained as to the issues between the plaintiff and the defendant M.A. Shaw.\nBefore reaching the issues presented by the appellant we are met at the outset with Supreme Court Rule 5 (1) also referred to as Section 21-2-1 (5) (1), N.M.S.A. 1953, providing for appeals from final judgments.\nIn Floyd v. Towndrow, 48 N.M. 444, 152 P.2d 391, we discussed the reason for Rule 5, supra. We have recently co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=platco-corporation-v-colonial-homes-inc"
    }
  ],
  "relatedIncidents": [
    20494,
    20497,
    20499,
    20500,
    20503
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}