{
  "id": 20606,
  "title": "1967년 Sweet 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-05-04",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Sweet. 판결일: 1967-05-04. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington v. Patrick Ralph Sweet\n**판결일**: 1967-05-04\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Denney\n\n## 변호인\n\nRobert L. Butler, for appellant (appointed counsel for appeal)., Charles O. Carroll and Herbert L. Onstad, for respondent.\n\n## 인용\n\n- 71 Wash. 2d 172\n\n## 판결문 요약\n\n\nDenney, J.†\nAfter trial to the court appellant Patrick Ralph Sweet was convicted on two counts of the crime of robbery. He appeals. All assignments of error relate to the ruling of the trial court in admitting testimony of the appellant’s oral confessions given to two deputy sheriffs of King County.\nA hearing was conducted by the trial court on the admission of the confessions pursuant to Rule of Pleading, Practice and Procedure 101.20W. Findings of fact and conclusions of law were entered that the confessions were given voluntarily, of the appellant’s own free will without the use of force, threats or violence, that no promises or inducements of any kind were made and that no untruthful or misleading statements were made by the officers to appellant.\nAt 9:45 a.m., on December 5, 1965, appellant was taken from his cell in the King County jail to the office of a *174deputy sheriff where he was interviewed until about noon by Deputy Sheriff Crider. Deputy Sheriff Booth, a friend of appellant for many years standing, was summoned. The conversation with Booth is covered hereafter. After talking to Booth, appellant gave the confession to Deputy Sheriff Crider relative to the robbery of a Safeway store (count 2) and later gave the confession to Deputy Sheriff Leaf regarding the robbery of Cushing’s Market (count 1).\nAppellant does not contend that he was not fully informed of his rights. Both he and the officers testified that at the beginning of the interview appellant was inform...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-sweet"
    }
  ],
  "relatedIncidents": [
    20499,
    20500,
    20508,
    20529,
    20530
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}