{
  "id": 2061,
  "title": "2019년 in Re Briana Nicole Adames, Relator 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2019-07-03",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: in Re Briana Nicole Adames, Relator. 판결일: 2019-07-03. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: in Re Briana Nicole Adames, Relator\n**판결일**: 2019-07-03\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n\n## 판결문 요약\n\n             IN THE COURT OF CRIMINAL APPEALS\n                         OF TEXAS\n                            NOS. WR-90,006-01 AND WR-90,006-02\n\n\n                          IN RE BRIANA NICOLE ADAMES, Relator\n\n\n        ON APPLICATIONS FOR WRITS OF MANDAMUS AND PROHIBITION\n          CAUSE NO. 19-0945CR IN THE COUNTY COURT AT LAW NO. 1\n                            FROM HAYS COUNTY\n\n\n       Per curiam.\n\n                                            ORDER\n\n\n       Relator has filed motions for leave to file writs of mandamus and prohibition pursuant to the\n\noriginal jurisdiction of this Court. In them, she contends that her appellate attorney has attempted\n\nto file various documents necessary to her appeal, including notice of appeal, notice of appearance,\n\nand a request for preparation of the clerk’s record for appeal in the County Court at Law No. 1 of\n\nHays County. Relator alleges that Respondent, the Hays County Clerk, refuses to file the documents\n\nunless Relator first pays a fee.\n\n       In these circumstances, additional facts are needed. Respondent, the County Clerk of Hays\n\nCounty, is ordered to file a response stating whether Relator has attempted to file documents with\n\f                                                                                                      2\n\nthe Hays County Clerk, and whether the Clerk is requiring payment of fees before filing such\n\ndocuments. If the Clerk is requiring payment of fees as a condition of filing documents pertaining\n\nto Relator...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-briana-nicole-adames-relator"
    }
  ],
  "relatedIncidents": [
    1906,
    1910,
    1911,
    1913,
    1918
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}