{
  "id": 20616,
  "title": "1967년 State v. Bell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-04-12",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: State v. Bell. 판결일: 1967-04-12. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State v. Allan Bell, Jr.\n**판결일**: 1967-04-12\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Branch\n\n## 변호인\n\n\n\nAttorney General Bruton and Staff Attorney Vañore for the State.\n, \nFrancis O. Clarkson, Jr., for defendant, appellant.\n\n\n## 인용\n\n- 153 S.E.2d 741\n- 270 N.C. 25\n\n## 판결문 요약\n\n\n153 S.E.2d 741 (1967)\n270 N.C. 25\nSTATE\nv.\nAllan BELL, Jr.\nNo. 266.\nSupreme Court of North Carolina.\nApril 12, 1967.\n*742 *744 Atty. Gen. T. W. Bruton and Staff Atty. Andrew A. Venore, Jr., Raleigh, for the State.\nFrancis O. Clarkson, Jr., Charlotte, for defendant, appellant.\nBRANCH, Justice.\nBill of indictment No. 48215 charges that:\n\"Allen Bell, Jr., late of the County of Mecklenburg on the 12th day of October, 1966, with force and arms at and in the County aforesaid, unlawfully, wilfully, and feloniously, having in his possession and with the use and threatened use of firearms and other dangerous weapons, implements, and means, to wit: A pistol whereby the life of Jean Rogers was endangered and threatened, did then and there unlawfully, wilfully, forcibly, violently and feloniously take, rob, steal, 1 Timex watch, 1 high school pen, and 1 pair ear bobs, the property of Jean Rogers and carry away 1 brown purse, 1 blue billfold, 1 pair eye glasses, 1 citadel charm braclet to-wit: $60.00 of the value of less than $200 from the presence, person, place of business, and residence of Jean Rogers contrary to the form of the statute in such case made and provided and against the peace and dignity of the State.\"\nThere is a fatal variance between the indictment and the proof on this record. The indictment in bill No. 48215 charges that \"Jean\" Rogers was the person robbed. The entire proof and the record is that the person robbed was \"Susan\" Rogers.\nThe defendant in a criminal action...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-bell"
    }
  ],
  "relatedIncidents": [
    20494,
    20497,
    20499,
    20500,
    20503
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}