{
  "id": 20613,
  "title": "1967년 United States v. Keith Brownell Chamley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-04-14",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Keith Brownell Chamley. 판결일: 1967-04-14. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Keith Brownell CHAMLEY, Defendant-Appellant\n**판결일**: 1967-04-14\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Kiley, Major, Swygert\n\n## 변호인\n\nJohn J. Cleary, Chicago, 111., Keith B. Chamley, St. Louis, Mo., Michael J. Mc-Ardle, Chicago, 111., for appellant., Carl W. Feickert, U. S. Atty., Arthur Jay Ginsburg, Joel A. Kunin, Asst. U. S. Atty., East St. Louis, 111., for plaintiff-appellee.\n\n## 인용\n\n- 376 F.2d 57\n\n## 판결문 요약\n\n376 F.2d 57\n    UNITED STATES of America, Plaintiff-Appellee,v.Keith Brownell CHAMLEY, Defendant-Appellant.\n    No. 15646.\n    United States Court of Appeals Seventh Circuit.\n    April 14, 1967.\n    \n      John J. Cleary, Chicago, Ill., Keith B. Chamley, St. Louis, Mo., Michael J. McArdle, Chicago, Ill., for appellant.\n      Carl W. Feickert, U. S. Atty., Arthur Jay Ginsburg, Joel A. Kunin, Asst. U. S. Atty., East St. Louis, Ill., for plaintiff-appellee.\n      Before MAJOR, Senior Circuit Judge, KILEY, and SWYGERT, Circuit Judges.\n      SWYGERT, Circuit Judge.\n    \n    \n      1\n      Keith Brownell Chamley and others1 were charged in a one-count indictment with conspiracy2 to violate that portion of 18 U.S.C. &#167; 2314 prohibiting the unlawful and fraudulent interstate transportation of forged securities, knowing them to have been forged.3 Chamley appeals from a judgment of conviction and a sentence of five years' imprisonment which followed a jury verdict of guilty.\n    \n    \n      2\n      The forgery and interstate transportation of four checks and two money orders were proved. The checks, each in the amount of $86.40, were forged by James Lynch. They were drawn on the Katz Dry Goods account of a St. Louis, Missouri bank and cashed by Larry Lynch at supermarkets in Belleville and East St. Louis, Illinois during October 1964. One money order, in the amount of $100, was completed by Jo Ann Ferris; the other, for $93.32, was made out by Larry Lynch. The money orders were dra...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-keith-brownell-chamley"
    }
  ],
  "relatedIncidents": [
    20559,
    20562,
    20585,
    20589,
    20596
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}