{
  "id": 20612,
  "title": "1967년 Deegan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-04-19",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Deegan. 판결일: 1967-04-19. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America Ex Rel. Warren HILL, Relator, v. John T. DEEGAN, Warden of Sing Sing Prison, County of Westchester, State of New York, Respondent\n**판결일**: 1967-04-19\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Frankel\n\n## 변호인\n\nJay H. Topkis, New York City, for petitioner., Alan F. Scribner, Asst. Dist. Atty. (Frank S. Hogan, Dist. Atty., and H. Richard Uviller, Asst. Dist. Atty., New York City, with him on the brief), for respondent.\n\n## 인용\n\n- 268 F. Supp. 580\n\n## 판결문 요약\n\n\n268 F.Supp. 580 (1967)\nUNITED STATES of America ex rel. Warren HILL, Relator,\nv.\nJohn T. DEEGAN,[*] Warden of Sing Sing Prison, County of Westchester, State of New York, Respondent.\nNo. 66 Civ. 1114.\nUnited States District Court S. D. New York.\nApril 19, 1967.\n*581 Jay H. Topkis, New York City, for petitioner.\nAlan F. Scribner, Asst. Dist. Atty. (Frank S. Hogan, Dist. Atty., and H. Richard Uviller, Asst. Dist. Atty., New York City, with him on the brief), for respondent.\n\nOPINION\nFRANKEL, District Judge.\nOn the afternoon of May 17, 1961, in the course of an armed hold-up on a New York City street, the driver of a United Parcel Service truck was shot to death. The petitioner, Warren (also known as Eddie) Hill, along with three others Lonergan, Catanzaro and McChesney was indicted for murder in the first degree. The trial of Lonergan, himself a United Parcel driver, was severed, and he testified to his role in the planning of the crime. Petitioner moved before trial for a severance, as did Catanzaro and McChesney, but the motion was denied. A jury found the three defendants guilty, recommending mercy only in the case of McChesney. Hill and Catanzaro were both sentenced to death.[1]\n*582 On appeal to the Court of Appeals, the conviction of Catanzaro was unanimously affirmed. Hill's conviction was also affirmed, but three judges (Desmond, C. J., and Fuld and Scileppi, JJ.,) dissented, voting \"to reverse and to order a new trial in the interest of justice.\" 13 N.Y.2d 842, 242 N...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-ex-rel-hill-v-deegan"
    }
  ],
  "relatedIncidents": [
    20505,
    20538,
    20542,
    20584,
    20600
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}