{
  "id": 20620,
  "title": "1967년 Nathaniel Clifton v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-04-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Nathaniel Clifton v. United States. 판결일: 1967-04-10. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Nathaniel CLIFTON, Appellant, v. UNITED STATES of America, Appellee\n**판결일**: 1967-04-10\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Bastian, Burger, Leventhal\n\n## 변호인\n\nMr. Donald L. Hardison, Washington, D. C. (appointed by this court), for appellant., Mr. James A. Strazzella, Asst. U. S. Atty., with whom Messrs. David G. Bress, U. S. Atty., and Frank Q. Nebeker, Asst. U. S. Atty., were on the brief, for ap-pellee. Mr. John C. Conliff, Jr., U. S. Atty., at the time the record was filed, also entered an appearance for appellee.\n\n## 인용\n\n- 371 F.2d 354\n\n## 판결문 요약\n\n\nBURGER, Circuit Judge:\nThis appeal arises out of the holding of the Supreme Court in Jackson v. Denno, 378 U.S. 368, 84 S.Ct. 1774, 12 L.Ed.2d 908 (1964).\nMore than 20 years ago Appellant was tried and convicted on a charge of robbery.1 2No appeal was taken. In 1964 Appellant first attacked his 1946 conviction by a petition in the District Court, Clifton v. United States, Civil No. 2316-64, which was treated by the court as a petition for a writ of coram, nobis.2 That petition was denied. Following Jackson v. Denno, supra, a second petition was filed in 1965. In this second petition from which the instant appeal is taken Appellant rests on the single ground that the District Court in the 1946 trial had not afforded him an independent hearing such as is now required to pass on the voluntariness of the confession which was admitted in evidence against him.3\n*356Search for the stenographic verbatim record of the 1946 trial was unavailing but the District Judge who presided at that trial heard Appellant’s petition and relied on detailed personal longhand notes of the trial which he had preserved. On the basis of these notes the District Judge made findings that he had in fact conducted an independent hearing on the issue of voluntariness of the confession and “found on the basis of the evidence that the confession was voluntary * * * and admitted the confession.” Accordingly, the District Judge denied the contemporaneous petition, United States v. Clifton, 239 F.Supp. 49, 51 (D....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nathaniel-clifton-v-united-states"
    }
  ],
  "relatedIncidents": [
    20499,
    20500,
    20508,
    20529,
    20530
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}