{
  "id": 20637,
  "title": "1967년 Loucks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-03-04",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Loucks. 판결일: 1967-03-04. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: Rhoda D. Loucks, Appellant, v. Ethel K. McCormick, and P. S. McCormick, Appellees\n**판결일**: 1967-03-04\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Hatcher\n\n## 변호인\n\nDale E. Saffels, of Garden City, argued the cause, and A. M. Fleming, Lloyd H. Haag and Clifford R. Hope, Jr., all of Garden City, were with him on the briefs for the appellant., Logan N. Green, of Garden City, argued the cause, and Ray H. Calihan, Ray H. Calihan, Jr. and Daniel J. High, all of Garden City, were with him on the briefs for the appellees.\n\n## 인용\n\n- 424 P.2d 555\n- 198 Kan. 351\n\n## 판결문 요약\n\n\n198 Kan. 351 (1967)\n424 P.2d 555\nRHODA D. LOUCKS, Appellant,\nv.\nETHEL K. McCORMICK, and P.S. McCORMICK, Appellees.\nNo. 44,646\nSupreme Court of Kansas.\nOpinion filed March 4, 1967.\nDale E. Saffels, of Garden City, argued the cause, and A.M. Fleming, Lloyd H. Haag and Clifford R. Hope, Jr., all of Garden City, were with him on the briefs for the appellant.\nLogan N. Green, of Garden City, argued the cause, and Ray H. Calihan, Ray H. Calihan, Jr. and Daniel J. High, all of Garden City, were with him on the briefs for the appellees.\nThe opinion of the court was delivered by\nHATCHER, C.:\nThis was an action to cancel a quitclaim deed alleged to have been obtained by fraud.\nThe facts leading up to the execution of the deed are not in dispute. *352 Although P.S. McCormick, the divorced husband of Ethel, is named as defendant, he did not participate in the transaction in controversy or the trial of the case, therefore we will refer to Ethel K. McCormick as the defendant and appellee. In 1938 Charles A. Loucks employed the defendant, Ethel K. McCormick, in his abstract business at Lakin, Kansas. The next year a partnership was formed to operate the abstract business and an insurance agency was also included. Charles A. Loucks owned a one-half interest in the partnership and Ethel K. McCormick and P.S. McCormick, her husband, each owned a one-fourth interest. The business was carried on by the McCormicks, Mr. Loucks acting only in an advisory capacity.\nThe partnership arrangement contin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=loucks-v-mccormick"
    }
  ],
  "relatedIncidents": [
    20559,
    20562,
    20585,
    20589,
    20596
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}