{
  "id": 20639,
  "title": "1967년 Senter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-03-01",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Senter. 판결일: 1967-03-01. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Manzell SENTER, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1967-03-01\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Onion\n\n## 변호인\n\nJames H. Martin, Dallas, for appellant., Henry Wade, Dist.'Atty., Robert H. Stin-son, Asst. Dist. Atty., Dallas, and Leon B. Douglas, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 411 S.W.2d 742\n\n## 판결문 요약\n\n\n411 S.W.2d 742 (1967)\nManzell SENTER, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 40142.\nCourt of Criminal Appeals of Texas.\nMarch 1, 1967.\n*743 James H. Martin, Dallas, for appellant.\nHenry Wade, Dist. Atty., Robert H. Stinson, Asst. Dist. Atty., Dallas, and Leon B. Douglas, State's Atty., Austin, for the State.\n\nOPINION\nONION, Judge.\nThe offense is hog theft; the punishment is confinement in the Texas Department of Corrections for ten years.\nAppellant's sole ground of error is the sufficiency of the evidence to support the \"taking\" of the six hogs alleged in the indictment.\nThe record reveals that on April 6, 1966, the date of the offense, Herman Pinson, the complaining witness, was the owner of a 20 acre hog farm in Dallas County where he was raising 500 hogs. The rectangularshaped farm was completely surrounded by hog proof fencing and there was only one entrance gate. A number of pens were located on the farm. As we understand the record, the particular pens in question in the case at bar consisted of a small feeding pen adjacent to a loading pen which adjoined a loading chute. The feeding pen is entered from the pasture area by a gate. Another gate leads from the feeding pen into the loading pen, and the loading pen is separated from the loading chute by a locked gate to which only Pinson had a key. Pinson testified that when he left the farm on the day in question there were no hogs in the pens and chute described above and the gates were all closed. He further te...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=senter-v-state"
    }
  ],
  "relatedIncidents": [
    20494,
    20497,
    20499,
    20500,
    20503
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}