{
  "id": 20643,
  "title": "1967년 Bond 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-02-17",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Bond. 판결일: 1967-02-17. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: Lillard BOND and Jack Harris v. COMMONWEALTH of Kentucky\n**판결일**: 1967-02-17\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Hill\n\n## 변호인\n\nB. M. Westberry, Marion, Joseph Grace, Paducah, for appellants., Robert Matthews, Atty. Gen., Lacey T.. Smith, Asst. Atty. Gen., Frankfort, for ap-pellee.\n\n## 인용\n\n- 414 S.W.2d 131\n\n## 판결문 요약\n\n\nHILL, Judge.\nAppellants Lillard Bond and Jack Harris were jointly indicted with Frankie Jones and charged with the wilful murder of Thruston Belt. Appellants Bond and Harris were convicted and given penitentiary terms of ten years each. They appeal. Jones had not been tried when the briefs in this action were prepared.\nAppellants argue that: (1) They were entitled to a “directed verdict of not guilty”; *132(2) evidence obtained by reason of an illegal search should not have been admitted; (3) the instructions were erroneous; (4) they were denied a speedy trial; (5) the trial court erred in overruling their motion for a bill of particulars. After reciting the facts, we shall discuss these questions in the order listed above.\nOn Sunday night, May 9, 1965, the home of Thruston Belt, located four miles west of Marion, Kentucky, was completely destroyed by fire. A badly burned torso was found in that part of the ashes over which the bedroom of the house formerly was located. Numerous bone fragments were found, part of which were recovered some distance from the torso; none were larger than a silver dollar. Thruston Belt was in the community late in the afternoon before the night of the fire. He has not been seen since. A watch and cigarette lighter were found near what a mortician said was the torso of a male human being and were identified by members of Belt’s family as having been the property of Belt.\nThe deceased, Thruston Belt, and one Pilly (William Grady) Hodge on Saturday...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bond-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    20505,
    20538,
    20542,
    20584,
    20600
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}