{
  "id": 20648,
  "title": "1967년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-02-09",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Brown. 판결일: 1967-02-09. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Brown v. the State\n**판결일**: 1967-02-09\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Cook\n\n## 변호인\n\nH. Dale Thompson, for appellant., W. W. Larsen, Jr., Solicitor General, Arthur K. Bolton, Attorney General, G. Ernest Tidwell, Executive Assistant Attorney General, Carter A. Setliff, Assistant Attorney General, Joel M. Feldman, for appellee.\n\n## 인용\n\n- 153 S.E.2d 709\n- 223 Ga. 76\n\n## 판결문 요약\n\n\n223 Ga. 76 (1967)\n153 S.E.2d 709\nBROWN\nv.\nTHE STATE.\n23791.\nSupreme Court of Georgia.\nSubmitted November 14, 1966.\nDecided February 9, 1967.\n*78 H. Dale Thompson, for appellant.\nW. W. Larsen, Jr., Solicitor General, Arthur K. Bolton, Attorney General, G. Ernest Tidwell, Executive Assistant Attorney General, Carter A. Setliff, Assistant Attorney General, Joel M. Feldman, for appellee.\nCook, Justice.\n1. The first assignment of error in the enumeration of errors is the denial of the motion for new trial, which was on the usual general grounds. The evidence authorized the verdict, and there is no merit in this assignment.\n2. In Specification 2 of the enumeration of errors it is asserted that it was error not to charge on voluntary manslaughter. In Specification 7 error is assigned on the failure to charge voluntary manslaughter as related to mutual combat. In the brief of counsel for the appellant the argument in regard to *79 Specification 2 deals with voluntary manslaughter as related to mutual combat, and we will consider these two assignments of error together.\nIn Johnson v. State, 173 Ga. 734, 742 (2) (161 S.E. 590), mutual combat was defined as follows: \"If upon a sudden quarrel the parties fight upon the spot, or presently agree and fetch or draw their weapons and fight, and one of them is killed, such killing is but voluntary manslaughter, no matter who strikes the first blow. Being suddenly aroused by anger, and mutually intending to fight, the law of mutual combat is i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brown-v-state"
    }
  ],
  "relatedIncidents": [
    20505,
    20538,
    20542,
    20584,
    20600
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}