{
  "id": 20658,
  "title": "1967년 Lyons 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-01-19",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Lyons. 판결일: 1967-01-19. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Appellee, vs. Isiah Lyons, Jr., Appellant\n**판결일**: 1967-01-19\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: William G. Clark\n\n## 변호인\n\nGerald W. Getty, Public Defender, of Chicago, (James J. Doherty, Assistant Public Defender, of counsel,) for appellant., William G. Clark, Attorney General, of Springfield, and Daniel P. Ward, State’s Attorney, of Chicago, (Fred G. Leach, Assistant Attorney General, and Elmer C. Kissane and Matthew J. Moran, Assistant State’s Attorneys, of counsel,) for the People.\n\n## 인용\n\n- 223 N.E.2d 99\n- 36 Ill. 2d 336\n\n## 판결문 요약\n\n\n36 Ill.2d 336 (1967)\n223 N.E.2d 99\nTHE PEOPLE OF THE STATE OF ILLINOIS, Appellee,\nv.\nISIAH LYONS, JR., Appellant.\nNo. 39386.\nSupreme Court of Illinois.\nOpinion filed January 19, 1967.\n*337 GERALD W. GETTY, Public Defender, of Chicago, (JAMES J. DOHERTY, Assistant Public Defender, of counsel,) for appellant.\nWILLIAM G. CLARK, Attorney General, of Springfield, and DANIEL P. WARD, State's Attorney, of Chicago, (FRED G. LEACH, Assistant Attorney General, and ELMER C. KISSANE and MATTHEW J. MORAN, Assistant State's Attorneys, of counsel,) for the People.\nJudgment affirmed.\nMr. JUSTICE UNDERWOOD delivered the opinion of the court:\nIsiah Lyons was convicted of murder in a Cook County circuit court jury trial and sentenced to 40 to 50 years imprisonment. His direct appeal challenges, on constitutional grounds, the admissibility of his confession. He also claims that, if his confession is inadmissible, the remaining evidence is insufficient to prove him guilty of murder and that certain jury instructions were improper.\nOn March 9, 1963, Laura Dent was shot and killed while seated at a table near defendant in the 4th Area Police Headquarters building. Defendant was separated from his wife and had been \"keeping company\" with Mrs. Dent for some three years. In February he and decedent had a fight on the street during which she struck him and he \"tripped her down\". Apparently as a result of this, decedent complained to the police and, on the day of the shooting, accompanied two officers ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-people-v-lyons"
    }
  ],
  "relatedIncidents": [
    20505,
    20538,
    20542,
    20584,
    20600
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}