{
  "id": 20650,
  "title": "1967년 Connolloy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1967-02-02",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Connolloy. 판결일: 1967-02-02. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Thomas Connolloy & others v. Building Inspector of Norwood & others\n**판결일**: 1967-02-02\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n## 변호인\n\nLawrence F. Voice for the petitioners., Claude B. Cross (John M. Reed, Harry P. Goldstein <& Isidore M. Lib-man with him) for the respondents Polaroid Corporation & another., Walter J. Gotovich, Town Counsel, for the respondent Building Inspector of Norwood.\n\n## 인용\n\n- 351 Mass. 713\n\n## 판결문 요약\n\n\nThis petition for a writ of mandamus seeks to compel the building inspector of the town of Norwood to enforce the zoning by-law of the town “as it stood before the alleged amendment of September 23, 1965.” Prior to the amendment an area of about 189 acres was zoned as “Single Residence 2.” The amendment changed the zone to \"Limited Manufacturing.” The trial judge viewed the area, made rather detailed findings and ordered that judgment be entered dismissing the petition. The petitioners appealed. The evidence is reported and the exhibits are before us. The thrust of the petitioners’ argument appears to be that this is spot zoning. We do not agree. The judge found that “[rjegard was had to the characteristics of the different parts of the Town, and the most appropriate use of the land was for light manufacturing, and not for residential purposes. Spot zoning is not involved and the amendment will not violate the requirement of uniform classification, and is not invalid because made after other nearby land had been for a long time classified for residences. It was an appropriate zoning reclassification of the locus in the light of the physical characteristics of the land.” Our *714examination of the record lends support to the conclusions of the judge. The legal principles involved have been frequently stated by us in previous decisions. We discern no inconsistencies in the holding in this case.\nLawrence F. Voice for the petitioners.\nClaude B. Cross (John M. Reed, Harry P. Gold...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=connolloy-v-building-inspector"
    }
  ],
  "relatedIncidents": [
    20494,
    20497,
    20499,
    20500,
    20503
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}