{
  "id": 20675,
  "title": "1966년 Herbert D. Jackson v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-12-28",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Herbert D. Jackson v. United States. 판결일: 1966-12-28. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Herbert D. JACKSON, Appellant, v. UNITED STATES of America, Appellee\n**판결일**: 1966-12-28\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Bastian, Danaher, Fahy\n\n## 변호인\n\nMr. R. Kenneth Mundy, Washington, D. C., for appellant., Mr. Richard B. Buhrman, Atty., Dept, of Justice, with whom Messrs. David G. Bress, U. S. Atty., Frank Q. Nebeker and William H. Collins, Jr., Asst. U. S. Attys., were on the brief, for appellee.\n\n## 인용\n\n- 371 F.2d 960\n\n## 판결문 요약\n\n371 F.2d 960\n    Herbert D. JACKSON, Appellant,v.UNITED STATES of America, Appellee.\n    No. 20176.\n    United States Court of Appeals District of Columbia Circuit.\n    Argued November 9, 1966.\n    Decided December 28, 1966.\n    \n      Mr. R. Kenneth Mundy, Washington, D. C., for appellant.\n      Mr. Richard B. Buhrman, Atty., Dept. of Justice, with whom Messrs. David G. Bress, U. S. Atty., Frank Q. Nebeker and William H. Collins, Jr., Asst. U. S. Attys., were on the brief, for appellee.\n      Before FAHY and DANAHER, Circuit Judges, and BASTIAN, Senior Circuit Judge.\n      BASTIAN, Senior Circuit Judge:\n    \n    \n      1\n      Appellant was charged with assault with a dangerous weapon, a pistol, in violation of D. C. CODE Sec. 22-502. The case came on for trial after appellant's plea of not guilty, appellant being represented by counsel of his own choosing.\n    \n    \n      2\n      At the trial, Minkow, the owner of a night club, testified that under an agreement which he had with a detective agency for services, appellant, an employee of that agency, had been assigned to his club as a special police officer on the evening in question; that during a quarrel with him, appellant became enraged, drew a gun and shot him in the mouth, inflicting serious injury. Minkow also testified that at no time during the quarrel did he have a gun in his possession, but admitted that a gun was kept in a locked drawer behind the bar. He further testified that no one, to his knowledge, had remov...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=herbert-d-jackson-v-united-states"
    }
  ],
  "relatedIncidents": [
    20695,
    20703,
    20730,
    20800,
    20572
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}