{
  "id": 20687,
  "title": "1966년 Mitidiere 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-11-18",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Mitidiere. 판결일: 1966-11-18. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: L. T. MITIDIERE, Plaintiff and Respondent, v. GEORGE J. SAITO, Defendant and Appellant\n**판결일**: 1966-11-18\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Kingsley\n\n## 변호인\n\nMilton Zerin and Morton Minikes for Defendant and Appellant., Gabler, High & Clark and Jess F. High for Plaintiff and Respondent.\n\n## 인용\n\n- 246 Cal. App. 2d 535\n\n## 판결문 요약\n\n\n246 Cal. App. 2d 535 (1966)\nL. T. MITIDIERE, Plaintiff and Respondent,\nv.\nGEORGE J. SAITO, Defendant and Appellant.\nCiv. No. 29155. \nCalifornia Court of Appeals. Second Dist., Div. Four.  \nNov. 18, 1966.\n Milton Zerin and Morton Minikes for Defendant and Appellant.\n Gabler, High &amp; Clark and Jess F. High for Plaintiff and Respondent.\n KINGSLEY, J.\n Plaintiff sued to recover real estate broker's commissions in the sum of $7,200. Defendant denied owing the commission to plaintiff and claimed that the agreement obligating him to pay the commission was obtained by fraud, concealment, deception and mistake, and that the agreement was rescinded on these grounds. After a trial by court, judgment was entered against defendant in the sum of $7,200 principal, $750 attorney's fees, and costs of suit in the sum of $135.29.\n Defendant, 35 years of age, has been a flower grower for 11 years; previously he worked as a day laborer. Defendant listed his property with plaintiff in an open listing for a period of 10 days commencing August 20, 1963, and expiring September 1, 1963, with the property being listed at $120,000, terms cash. Defendant contends that, when he signed the agreement, he understood the $120,000 figure to represent a net price, and plaintiff contends that the figure was to represent the gross selling price. This incident was the first real estate transaction in which defendant was ever involved. *537\n Defendant testified that a Mr. Gentile, a licensed real estate salesma...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mitidiere-v-saito"
    }
  ],
  "relatedIncidents": [
    20788,
    20824,
    20559,
    20562,
    20585
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}