{
  "id": 20680,
  "title": "1966년 Stepter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-12-16",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Stepter. 판결일: 1966-12-16. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: People of the State of Illinois v. Jack J. Stepter\n**판결일**: 1966-12-16\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Drucker, English, McCormick\n\n## 변호인\n\nGerald W. Getty, Public Defender of Cook County, of Chicago (Brian L. Crowe and James J. Doherty, Assistant Public Defenders, of counsel), for appellant., Daniel P. Ward, State’s Attorney of Cook County, of Chicago (Elmer C. Kissane and James B. Zagel, Assistant State’s Attorneys, of counsel), for appellee.\n\n## 인용\n\n- 78 Ill. App. 2d 305\n\n## 판결문 요약\n\n ME. JUSTICE ENGLISH delivered the opinion of the court. Offenses Charged in the Indictment Murder * and aggravated battery. Judgment After a bench trial, defendant was found guilty of both crimes. On the murder conviction he was sentenced to a term of 15 to 20 years, with a concurrent sentence of 3 to 5 years for aggravated battery. Defendant has appealed from the murder conviction only. Contention on Appeal Defendant’s sole contention is that he was not proven guilty of murder beyond a reasonable doubt. Evidence On August 7, 1964, Mrs. Helen Higgs held a party in her home at 6208 South Morgan Street. Among the guests were Cornelius Owens (the deceased), Eddie Anderson, and defendant. During the course of the party Helen Higgs was shot in the leg by defendant in the bathroom. Mrs. Higgs subsequently emerged from the bathroom and, according to the testimony of Eddie Anderson: (1) Owens (the deceased) was standing between the kitchen and bathroom; (2) Owens shouted at defendant either “Don’t shoot her” or “Don’t kill her”; (3) Anderson heard the gun fire and saw Owens fall to the floor; and (4) he (Anderson) looked at defendant and saw the gun in his hand. Anderson did not actually see defendant pull the trigger. According to the testimony of Helen Higgs, she was shot after a brief struggle with defendant in the bathroom while the door was closed; she heard only one shot; she ran downstairs but returned in response to defendant’s pleas, and passed out shortly thereafter. (Ande...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-stepter"
    }
  ],
  "relatedIncidents": [
    20676,
    20707,
    20711,
    20716,
    20746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}