{
  "id": 20685,
  "title": "1966년 Agnello 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-12-01",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Agnello. 판결일: 1966-12-01. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Appellee, vs. Sidoro Agnello, Appellant\n**판결일**: 1966-12-01\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: William G. Clark\n\n## 변호인\n\nMaurice J. Garvey, of Chicago, appointed by the court, for appellant., William G. Clark, Attorney General, of Springfield, and Daniel P. Ward, State’s Attorney, of Chicago, (Fred G. Leach, Assistant Attorney General, and Elmer C. Kis- and Kenneth L. Gillis, Assistant State’s Attorneys, of counsel,) for the People.\n\n## 인용\n\n- 221 N.E.2d 658\n- 35 Ill. 2d 611\n\n## 판결문 요약\n\n\n35 Ill. 2d 611 (1966)\n221 N.E.2d 658\nTHE PEOPLE OF THE STATE OF ILLINOIS, Appellee,\nv.\nSIDORO AGNELLO, Appellant.\nNo. 39132.\nSupreme Court of Illinois.\nOpinion filed December 1, 1966.\nRehearing denied January 27, 1967.\nMAURICE J. GARVEY, of Chicago, appointed by the court, for appellant.\nWILLIAM G. CLARK, Attorney General, of Springfield, and DANIEL P. WARD, State's Attorney, of Chicago, (FRED G. LEACH, Assistant Attorney General, and ELMER C. KIS- *612 and KENNETH L. GILLIS, Assistant State's Attorneys, of counsel,) for the People.\nReversed and remanded.\nMr. JUSTICE HERSHEY delivered the opinion of the court:[*]\nDefendant, Sidoro Agnello, was found guilty of robbery by a jury in the criminal court of Cook County and sentenced to life imprisonment in the penitentiary under the Habitual Criminal Act. This court affirmed his conviction in People v. Agnello, 22 Ill. 2d 352. Defendant filed a petition for a hearing under the Illinois Post-Conviction Hearing Act, which was dismissed on motion without a hearing on the merits. Defendant appeals to this court from the order of dismissal.\nThe defendant's lengthy pro se petition under the Post-Conviction Hearing Act contained allegations (1) that the indictment under which he was convicted of robbery was fatally defective and that there were other irregularities with regard to the indictment; (2) that the trial court erred in not conducting a hearing to determine his competency to stand trial; (3) that he was denied his constitutional...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "성범죄",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-people-v-ritchie"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-people-v-agnello"
    }
  ],
  "relatedIncidents": [
    20683,
    20688,
    20692,
    20708,
    20745
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}