{
  "id": 2068,
  "title": "2019년 Simmons 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2019-06-27",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Simmons. 판결일: 2019-06-27. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: People v. Simmons\n**판결일**: 2019-06-27\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 2019 NY Slip Op 5224\n\n## 판결문 요약\n\n\r\n\r\nPeople v Simmons (2019 NY Slip Op 05224)\r\n\r\n\r\n\r\n\r\n\r\nPeople v Simmons\r\n\r\n\r\n2019 NY Slip Op 05224\r\n\r\n\r\nDecided on June 27, 2019\r\n\r\n\r\nAppellate Division, First Department\r\n\r\n\r\n\r\nPublished by New York State Law Reporting Bureau pursuant to Judiciary Law § 431.\r\n\r\n\r\nThis opinion is uncorrected and subject to revision before publication in the Official Reports.\r\n\r\n\r\n\r\nDecided on June 27, 2019\r\n\r\nFriedman, J.P., Gische, Kapnick, Singh, JJ.\r\n\r\n\r\n9777 2601/15\r\n\r\n[*1]The People of the State of New York, Respondent,\r\nvBrandon Simmons, Defendant-Appellant.\r\n\r\n\r\nRobert S. Dean, Center for Appellate Litigation, New York (Jody Ratner of counsel), for appellant.\r\nCyrus R. Vance, Jr., District Attorney, New York (Brent Ferguson of counsel), for respondent.\r\n\r\n\r\n\r\nJudgment, Supreme Court, New York County (Robert M. Stolz, J.), rendered September 20, 2016, convicting defendant, upon his plea of guilty, of assault in the first degree, and sentencing him, as a second felony offender, to a term of 12 years, unanimously modified to the extent of vacating the sentence and remanding for resentencing, including a predicate felony adjudication, and otherwise affirmed.\r\nWe note at the outset that defendant was adequately represented by counsel and was given an opportunity by the court to speak. The court also correctly determined that defendant was a second felony offender based on his Pennsylvania conviction. We adhere to our previous determination (expressed, not as \"dicta\" but as what was intende...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "폭행",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-skyers"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-simmons"
    }
  ],
  "relatedIncidents": [
    1910,
    1932,
    1939,
    1987,
    2012
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}