{
  "id": 20692,
  "title": "1966년 Thompson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-11-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Thompson. 판결일: 1966-11-07. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Clarence Thompson\n**판결일**: 1966-11-07\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 26 A.D.2d 938\n\n## 판결문 요약\n\n\nIn a coram nobis proceeding, defendant appeals from an order of the Supreme Court, Kings County, entered March 5, 1965, which, without a hearing, denied his application to vacate ,a judgment of the former County Court, Kings County, rendered January 31, 1961, convicting him of assault in the second degree with intent to commit rape, upon a plea of guilty, and imposing sentence upon him as a second felony offender. Order affirmed. The application was grounded on a contention that defendant’s prior conviction in the State of Maryland, after a jury trial, could not serve as the basis for sentencing him as a multiple offender because he was denied counsel at a preliminary hearing before a Magistrate, who ordered him held for the Grand Jury. Under Maryland’s preliminary hearing procedure, defendant was not required to enter a plea or assert any defenses lest they be waived, but if he chose to enter a plea of guilty it could be received as an admission in the event of trial. Thus, “ a critical stage in the criminal process is reached [in Maryland] when a guilty plea is given” (Matter of De Toro, 222 F. Supp. 621, 624). It does not appear in the record that defendant elected to plead guilty at the preliminary hearing before the Magistrate in Maryland. Absent such plea, that hearing was not a critical stage in the proceedings and the denial of counsel thereat did not violate defendant’s constitutional rights (United States ex rel. Cooper v. Reincke, 333 F. 2d 608; Matter of De Toro,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-thompson"
    }
  ],
  "relatedIncidents": [
    20685,
    20767,
    20796,
    20814,
    20829
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}