{
  "id": 20703,
  "title": "1966년 In Re Acuna 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-10-05",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: In Re Acuna. 판결일: 1966-10-05. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: In Re ROBERT ACUNA, a Person Coming Under the Juvenile Court Law. WARREN THORNTON, as Chief Probation Officer, Etc., Plaintiff and Respondent, v. ROBERT ACUNA, Defendant and Appellant\n**판결일**: 1966-10-05\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Regan\n\n## 변호인\n\nJohn R. Griffin for Objector and Appellant., Thomas C. Lynch, Attorney General, Doris Maier, Assistant Attorney General, and Michael Buzzell, Deputy Attorney General, for Petitioner and Respondent.\n\n## 인용\n\n- 245 Cal. App. 2d 388\n\n## 판결문 요약\n\n\n245 Cal.App.2d 388 (1966)\nIn re ROBERT ACUNA, a Person Coming Under the Juvenile Court Law. WARREN THORNTON, as Chief Probation Officer, etc., Plaintiff and Respondent,\nv.\nROBERT ACUNA, Defendant and Appellant.\nCiv. No. 11333. \nCalifornia Court of Appeals. Third Dist.  \nOct. 5, 1966\n John R. Griffin for Objector and Appellant.\n Thomas C. Lynch, Attorney General, Doris Maier, Assistant Attorney General, and Michael Buzzell, Deputy Attorney General, for Petitioner and Respondent.\n REGAN, J.\n By a petition filed in the juvenile court under section 602 of the Welfare and Institutions Code on August 2, 1965, appellant Robert Acuna, a minor of the age of 17 years, was charged with a violation of section 245 of the Penal Code (assault with a deadly weapon), and by a supplemental petition dated August 17, 1965, he was charged under said section 602 with violations of sections 647, subdivision (f), 415 and 148 of the Penal Code. After a hearing, at which he was represented by counsel, Acuna was declared a ward of the juvenile court. He appeals, contending:\n 1. His extrajudicial confession was improperly received in evidence.\n 2. The evidence was insufficient to sustain the finding of wardship on either the original or the supplemental petitions.\n 3. The trial court was biased against appellant.\n Statement of Facts\n A. The Original Petition.\n 1. Facts Relating to the Assault.\n One George Culjius, driving at about 2 a.m. on July 31, 1965, was attacked by several juveniles when he halte...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thornton-v-acuna"
    }
  ],
  "relatedIncidents": [
    20675,
    20695,
    20730,
    20800,
    20572
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}