{
  "id": 20709,
  "title": "1966년 DaCosta 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-09-20",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: DaCosta. 판결일: 1966-09-20. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: General Guaranty Insurance Co. of Fla. v. DaCosta\n**판결일**: 1966-09-20\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Pearson, Carroll and Swann\n\n## 인용\n\n- 190 So. 2d 211\n\n## 판결문 요약\n\n\n190 So. 2d 211 (1966)\nGENERAL GUARANTY INSURANCE COMPANY OF FLORIDA, Appellant,\nv.\nAlfred DaCOSTA, Appellee.\nNo. 66-209.\nDistrict Court of Appeal of Florida. Third District.\nSeptember 20, 1966.\nSmathers &amp; Thompson and Roland R. Parent, Miami, for appellant.\nThomas A. Horkan, Jr., Miami, for appellee.\nBefore PEARSON, CARROLL and SWANN, JJ.\nPER CURIAM.\nThis is an interlocutory appeal from an order which denied a motion to quash or dismiss a rule nisi, and directed the appellant, General Guaranty Insurance Company of Florida, to file its response to the rule within twenty days.\n*212 The facts are that Alfred DaCosta obtained a final judgment against Cam Exports, Inc., in a suit, at law, in the Circuit Court of Dade County, Florida. A writ of execution was issued, delivered to the Sheriff, and returned unsatisfied. In supplementary proceedings, DaCosta's attorney filed an affidavit and prayed that the court join the appellant as a party defendant, because, as the alleged liability insurer of Cam Exports, Inc., it was obligated for the full amount of plaintiff's judgment, and was therefore a third party holding assets of the judgment debtor. He further prayed for the court to issue its rule nisi directing the appellant to appear and show cause why it should not be required to pay the judgment against Cam Exports, Inc.\nThe court issued its rule nisi, after final judgment, making the appellant a party defendant in the supplementary proceedings, finding that it was or might be l...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=general-guaranty-insurance-co-of-fla-v-dacosta"
    }
  ],
  "relatedIncidents": [
    20734,
    20760,
    20769,
    20807,
    20834
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}