{
  "id": 20707,
  "title": "1966년 Fletcher 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-09-21",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Fletcher. 판결일: 1966-09-21. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State v. Leonard Fletcher\n**판결일**: 1966-09-21\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Bobbitt\n\n## 변호인\n\n\n\nAttorney General Bruton, Deputy Attorney General Moody and Staff Attorney Vanore for the State.\n, \nCecil C. Jackson, Jr., for defendant appellant.\n\n\n## 인용\n\n- 150 S.E.2d 54\n- 268 N.C. 140\n\n## 판결문 요약\n\n\n150 S.E.2d 54 (1966)\n268 N.C. 140\nSTATE\nv.\nLeonard FLETCHER.\nNo. 86.\nSupreme Court of North Carolina.\nSeptember 21, 1966.\n*55 Atty. Gen. T. W. Bruton, Deputy Atty. Gen. Ralph Moody and Staff Attorney Andrew A. Vanore, Jr., Raleigh, for the State.\nCecil C. Jackson, Jr., Asheville, for defendant appellant.\nBOBBITT, Justice.\nThe judge instructed the jury they could return a verdict of guilty of felonious assault as charged, or a verdict of guilty of assault with a deadly weapon, or a verdict of not guilty. The evidence required that such instruction be given. G.S. § 15-169; G.S. § 15-170; State v. Hicks, 241 N.C. 156, 84 S.E.2d 545.\nIt is unnecessary to review the evidence. When considered in the light most favorable to the State, it was sufficient to support a verdict of guilty of felonious assault as charged. When considered in the light most favorable to defendant, it was sufficient to require appropriate instructions as to defendant's right of self-defense in respect of repelling a felonious assault and in respect of repelling a nonfelonious assault.\nDefendant excepted to and assigns as error this portion of the charge: \"In either case, in order to excuse the killing on the plea of self-defense, it is necessary for the accused to show that he quit the combat before the mortal wound was given and retreated or fled as far as he could with safety and then urged by necessity, real or apparent, killed his adversary.\" (Our italics.) Other instructions relating to self-defense inc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-fletcher"
    }
  ],
  "relatedIncidents": [
    20676,
    20680,
    20711,
    20716,
    20746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}