{
  "id": 20711,
  "title": "1966년 United States v. George Edward Slaughter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-09-15",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. George Edward Slaughter. 판결일: 1966-09-15. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. George Edward SLAUGHTER, Appellant\n**판결일**: 1966-09-15\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n**판사**: Bell, Boreman, Bryan, Haynsworth, Per Curiam, Sobeloff, Spencer\n\n## 변호인\n\nRudolph G. Singleton, Jr., and James R. Nance, Fayetteville, N. C. (Court-assigned counsel) [Nance, Barrington, Collier & Singleton, Fayetteville, N. C., on brief] for appellant., Theodore George Gilinsky, Atty., Department of Justice (Fred M. Vinson, Jr., Acting Asst. Atty. Gen., and Robert S. Erdahl, Oliver Dibble and Abraham Dash, Attys., Department of Justice, and Robert H. Cowen, U. S. Atty., on brief), for appellee., Ronald P. Sokol, Charlottesville, Va. amicus curiae.\n\n## 인용\n\n- 366 F.2d 833\n\n## 판결문 요약\n\n366 F.2d 833\n    UNITED STATES of America, Appellee.v.George Edward SLAUGHTER, Appellant.\n    No. 9800.\n    United States Court of Appeals Fourth Circuit.\n    Argued January 5, 1966.\n    Decided September 15, 1966.\n    \n      Rudolph G. Singleton, Jr., and James R. Nance, Fayetteville, N. C. (Court-assigned counsel) [Nance, Barrington, Collier &amp; Singleton, Fayetteville, N. C., on brief] for appellant.\n      Theodore George Gilinsky, Atty., Department of Justice (Fred M. Vinson, Jr., Acting Asst. Atty. Gen., and Robert S. Erdahl, Oliver Dibble and Abraham Dash, Attys., Department of Justice, and Robert H. Cowen, U. S. Atty., on brief), for appellee.\n      Ronald P. Sokol, Charlottesville, Va. amicus curiae.\n      Before HAYNSWORTH, Chief Judge, and SOBELOFF, BOREMAN, BRYAN, and J. SPENCER BELL, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      The following opinion was written by Harrison L. Winter, District Judge, who was sitting by assignment with the court when the case was first heard. After rehearing the case en banc this opinion was adopted as the opinion of the full court. It was also noted upon examination of the record that no mention was made in the charge of the possibility of a verdict of a lesser included offense. We assume that if the case is retried this omission will be corrected. Judge Winter's opinion follows:\n    \n    \n      2\n      Appellant, a discharged serviceman, was indicted for first degree murder of one Cortney Reed on the United States m...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-george-edward-slaughter"
    }
  ],
  "relatedIncidents": [
    20676,
    20680,
    20707,
    20716,
    20746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}