{
  "id": 20716,
  "title": "1966년 Huey R. Lee v. State of Alabama 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-08-25",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Huey R. Lee v. State of Alabama. 판결일: 1966-08-25. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Huey R. LEE, Appellant, v. STATE OF ALABAMA, Appellee\n**판결일**: 1966-08-25\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Bell, Fisher, Thornberry\n\n## 변호인\n\nWalter Mark Anderson, III, Asst. Atty. Gen., Montgomery, Ala., for appellee.\n\n## 인용\n\n- 364 F.2d 945\n\n## 판결문 요약\n\n364 F.2d 945\n    Huey R. LEE, Appellant,v.STATE OF ALABAMA, Appellee.\n    No. 22994.\n    United States Court of Appeals Fifth Circuit.\n    August 25, 1966.\n    \n      Walter Mark Anderson, III, Asst. Atty. Gen., Montgomery, Ala., for appellee.\n      Before BELL and THORNBERRY, Circuit Judges, and FISHER, District Judge.\n      FISHER, District Judge:\n      This is another appeal from an order entered by the United States District Court from the Middle District of Alabama denying without a hearing an application for habeas corpus brought by Huey R. Lee, a prisoner of the State of Alabama, serving a life sentence on a conviction of murder.\n      The District Court entered an order to the effect that since the petitioner presents no new grounds not heretofore presented and determined, 28 U.S.C.A. &#167; 2244,1 and for reasons stated in the Court's prior orders relative to this applicant, it should not entertain the habeas corpus petition.2\n      The question before this Court is whether the District Court should have granted an evidentiary hearing as required by Townsend v. Sain, 372 U.S. 293, 83 S.Ct. 745, 9 L.Ed.2d 770 (1964) on the contention of the appellant that he has repeatedly been denied a plenary hearing on the issue of an alleged conspiracy between the trial court and appellant's attorney. The allegations of the alleged conspiracy are vague, but it appears that one issue asserted has to do with appellant's sanity at the time of his original trial.\n      In the original...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=huey-r-lee-v-state-of-alabama"
    }
  ],
  "relatedIncidents": [
    20676,
    20680,
    20707,
    20711,
    20746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}