{
  "id": 20734,
  "title": "1966년 Scammahorn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-07-14",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Scammahorn. 판결일: 1966-07-14. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: Dale F. Scammahorn, Plaintiff-Appellee, v. Gibraltar Savings & Loan Association, Defendant-Appellant\n**판결일**: 1966-07-14\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: O'Connor\n\n## 변호인\n\nAlan W. Farley, of Kansas City, argued the cause and was on the brief for the appellant., Joseph T. Carey, of Kansas City, argued the cause, and David W. Carson, John K. Dear, Ernest N. Yamevich, John William Mahoney and John H. Fields, all of Kansas City, were with him on the brief for the appellee.\n\n## 인용\n\n- 416 P.2d 771\n- 197 Kan. 410\n\n## 판결문 요약\n\n\n197 Kan. 410 (1966)\n416 P.2d 771\nDALE F. SCAMMAHORN, Plaintiff-Appellee,\nv.\nGIBRALTAR SAVINGS &amp; LOAN ASSOCIATION, Defendant-Appellant.\nNo. 44,612\nSupreme Court of Kansas.\nOpinion filed July 14, 1966.\nAlan W. Farley, of Kansas City, argued the cause and was on the brief for the appellant.\nJoseph T. Carey, of Kansas City, argued the cause, and David W. Carson, John K. Dear, Ernest N. Yarnevich, John William Mahoney and John H. Fields, all of Kansas City, were with him on the brief for the appellee.\nThe opinion of the court was delivered by\nO'CONNOR, J.:\nThis is a workmen's compensation case in which the respondent, Gibraltar Savings &amp; Loan Association, has appealed from an award of compensation made by the district court to the claimant, Dale F. Scammahorn.\nThe case has given rise to a rather lengthy chronology of judicial *411 activity; hence a narration of the background is deemed appropriate. The compensation award from which this appeal stems was originally rendered by the examiner and, after review, affirmed by the director. On November 22, 1963, respondent appealed to the district court. On December 5 claimant filed a demand for all compensation due to date under the award. Respondent refused to pay all sums due but did pay the medical benefits and tendered checks for the ten weeks next preceding the director's decision and the weeks up to the date of demand. Claimant accepted the medical benefits but refused the weekly compensation checks. On January 24, 1964, c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=scammahorn-v-gibraltar-savings-loan-assn"
    }
  ],
  "relatedIncidents": [
    20709,
    20760,
    20769,
    20807,
    20834
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}