{
  "id": 20739,
  "title": "1966년 Gill 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-07-06",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Gill. 판결일: 1966-07-06. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: The State of New Jersey, Plaintiff-Respondent, v. William W. Gill, Defendant-Appellant\n**판결일**: 1966-07-06\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: Per Curiam\n\n## 변호인\n\nMr. Burton L. Fundler argued the cause for appellant (Messrs. Mime, Nowels & Fundler, attorneys)., Mr. Thomas L. Yaccarino, Assistant County Prosecutor, argued the cause for respondent (Mr. Vincent P. Keuper, Monmouth County Prosecutor, attorney).\n\n## 인용\n\n- 221 A.2d 521\n- 47 N.J. 441\n\n## 판결문 요약\n\n\n47 N.J. 441 (1966)\n221 A.2d 521\nTHE STATE OF NEW JERSEY, PLAINTIFF-RESPONDENT,\nv.\nWILLIAM W. GILL, DEFENDANT-APPELLANT.\nThe Supreme Court of New Jersey.\nArgued June 7, 1966.\nDecided July 6, 1966.\n*442 Mr. Burton L. Fundler argued the cause for appellant (Messrs. Mirne, Nowels &amp; Fundler, attorneys).\nMr. Thomas L. Yaccarino, Assistant County Prosecutor, argued the cause for respondent (Mr. Vincent P. Keuper, Monmouth County Prosecutor, attorney).\nPER CURIAM.\nThe defendant was convicted before a local magistrate of violating the \"hit and run\" statute. N.J.S.A. 39:4-129. He appealed to the County Court where, after a trial de novo, he was again found guilty and was directed to pay a fine of $25 plus court costs. On further appeal, his conviction was affirmed in the Appellate Division. State v. Gill, 89 N.J. Super. 104 (App. Div. 1965). We granted certification on the defendant's application. 46 N.J. 217 (1966).\nThe defendant was on his way home from work shortly after 1 A.M. on June 25, 1964. He was driving his own automobile and struck an unoccupied vehicle which was parked on Norwood Avenue in Avon. The impact was sufficiently severe to cause substantial damage to the parked vehicle and to impel it across the public sidewalk. The defendant emerged from his car, made note on a piece of paper of the license *443 number of the damaged automobile, and remained in the vicinity for about 10 or 15 minutes. There was no one about and he made no effort to telephone or reach the Avo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-gill"
    }
  ],
  "relatedIncidents": [
    20675,
    20676,
    20680,
    20683,
    20685
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}