{
  "id": 20731,
  "title": "1966년 Hurley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-07-27",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Hurley. 판결일: 1966-07-27. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: James M. HURLEY, Plaintiff in Error, v. the STATE of Oklahoma, Defendant in Error\n**판결일**: 1966-07-27\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Bussey, Nix\n\n## 변호인\n\nCharles V. Foor, McAlester, for plaintiff in error., Charles Nesbitt, Atty. Gen., Hugh H. Collum, Asst. Atty. Gen., for defendant in error.\n\n## 인용\n\n- 416 P.2d 967\n\n## 판결문 요약\n\n\n416 P.2d 967 (1966)\nJames M. HURLEY, Plaintiff in Error,\nv.\nThe STATE of Oklahoma, Defendant in Error.\nNo. A-13774.\nCourt of Criminal Appeals of Oklahoma.\nJuly 27, 1966.\nCharles V. Foor, McAlester, for plaintiff in error.\nCharles Nesbitt, Atty. Gen., Hugh H. Collum, Asst. Atty. Gen., for defendant in error.\n*969 BRETT, Judge.\nJames M. Hurley was by information charged on May 4, 1965 in the district court of Pittsburg County with the offense of forgery in the second degree, after former conviction of a felony.\nDefendant was tried before a jury, and the jury returned a verdict of guilty as charged, and then a verdict of guilty of forgery in the second degree, after former conviction of a felony, and left the punishment to be fixed by the court. The court sentenced defendant to serve from four to twelve years in the state penitentiary. Motion for new trial was filed and overruled, and appeal duly lodged in this Court.\nAccording to the statement of counsel for defendant in his brief, this defendant was originally charged jointly with one William Edward Hobbs. There is nothing in the record before us to show this, although Hobbs appeared before the court as a witness for the State, and admitted that he was presently serving a term in the State Penitentiary for forgery. The attorney for defendant states that Hobbs entered a plea of guilty to the charge here prosecuted, and was sentenced.\nDefendant was charged and prosecuted under Title 21 O.S.A. § 1577, which provides:\n\"Every pers...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hurley-v-state"
    }
  ],
  "relatedIncidents": [
    20675,
    20676,
    20680,
    20683,
    20685
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}