{
  "id": 20746,
  "title": "1966년 Russell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-06-24",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Russell. 판결일: 1966-06-24. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth ex rel. Davis v. Russell\n**판결일**: 1966-06-24\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Bell, Brien, Consideration, Eagen, Jones, Musmanno, Roberts, Took\n\n## 변호인\n\nJimmie Lee Davis, appellant, in propria persona., Abner H. Silver and Joseph M. Smith, Assistant District Attorneys, F. Emmett Fitzpatrick, Jr., First Assistant District Attorney, and James G. Grumlish, Jr., District Attorney, for appellee.\n\n## 인용\n\n- 422 Pa. 223\n\n## 판결문 요약\n\n\nOpinion by\nMr. Justice Roberts,\nIn April 1962, appellant, while represented by counsel, entered a plea of guilty to the charge of murder generally. A hearing was held on the plea and appellant was adjudged guilty of murder in the second degree and sentenced to a term of imprisonment of 10 to *22520 years. No appeal was taken from the judgment of conviction or sentence. His present petition for a writ of habeas corpus was dismissed without a hearing and this appeal followed.\nWe note at the outset that the instant petition for habeas corpus contains numerous contentions considered and rejected by this Court on a previous appeal. Commonwealth ex rel. Davis v. Russell, 415 Pa. 119, 202 A. 2d 306 (1964). Nothing has been called to our attention which would warrant reconsideration of those contentions at this time.\nHowever, appellant also raises a number of contentions in support of the issuance of the writ not previously advanced. While we presently entertain these contentions, we are of the view they do not entitle appellant to the relief sought and affirm the action of the court below.\nAppellant first seeks to challenge his conviction on the ground that a confession, allegedly obtained as the result of coercion, was improperly admitted at the hearing on his guilty plea. The record discloses, however, that at the hearing no objection was interposed to the admission of the challenged confession and that appellant took the stand and testified to substantially the same facts as con...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-ex-rel-davis-v-russell"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-ex-rel-parker-v-myers"
    }
  ],
  "relatedIncidents": [
    20676,
    20680,
    20707,
    20711,
    20716
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}