{
  "id": 20745,
  "title": "1966년 Hohmann 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-06-27",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Hohmann. 판결일: 1966-06-27. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: People of the State of Illinois, Plaintiff-Appellee, v. John Hohmann, Defendant-Appellant\n**판결일**: 1966-06-27\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Kluczynski\n\n## 변호인\n\nSherman Carmell, of Chicago, for appellant., Daniel P. Ward, State’s Attorney of Cook County, of Chicago (Elmer C. Kissane and E. James Gildea, Assistant State’s Attorneys, of counsel), for appellee.\n\n## 인용\n\n- 219 N.E.2d 621\n- 72 Ill. App. 2d 374\n\n## 판결문 요약\n\n\n72 Ill. App.2d 374 (1966)\n219 N.E.2d 621\nPeople of the State of Illinois, Plaintiff-Appellee,\nv.\nJohn Hohmann, Defendant-Appellant.\nGen. No. 50,511.\nIllinois Appellate Court  First District, First Division.\nJune 27, 1966.\nSherman Carmell, of Chicago, for appellant.\nDaniel P. Ward, State's Attorney of Cook County, of Chicago (Elmer C. Kissane and E. James Gildea, Assistant State's Attorneys, of counsel), for appellee.\nMR. PRESIDING JUSTICE KLUCZYNSKI delivered the opinion of the court.\n*375 Defendant, John Hohmann, was found guilty by the court of the crime of burglary. He appeals, contending the evidence is insufficient to sustain the conviction.\nAt about 6:00 a.m. on October 22, 1964, Robert Davis left for work, leaving his apartment at 1742 W. Belmont Avenue, Chicago, unoccupied. At approximately 10:00 a.m., Merhl Smith, his uncle, driving a Flash cab, was hailed by the defendant whom Smith said came from the gangway where Davis lived. He was carrying a bundle wrapped in \"some type of a sweater or shirt.\" At defendant's direction, Smith drove him to a grocery store at Willow and Dayton Streets. During the course of the ride, Smith noticed that defendant changed shoes and placed shoe trees in the shoes which he had removed from his feet. He also saw, when the bundle was open, an orange gun cleaning kit which looked familiar. Upon arrival at the destination, defendant went into the store to get additional money for the fare, leaving the bundle in the cab. Smith's curiosity ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-hohmann"
    }
  ],
  "relatedIncidents": [
    20683,
    20685,
    20688,
    20708,
    20752
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}