{
  "id": 20747,
  "title": "1966년 Maroney 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-06-23",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Maroney. 판결일: 1966-06-23. 법원: District Court, W.D. Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES ex rel. James CANNON v. James F. MARONEY, Superintendent, State Correctional Institution, Pittsburgh, Pa.\n**판결일**: 1966-06-23\n**법원**: District Court, W.D. Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Marsh\n\n## 변호인\n\nHymen Schlesinger and M. Y. Stein-berg, Pittsburgh, Pa., for petitioner., Louis Abromson, Asst. Dist. Atty., Pittsburgh, Pa., for respondent.\n\n## 인용\n\n- 255 F. Supp. 235\n\n## 판결문 요약\n\n\nOPINION\nMARSH, District Judge.\nThis is a petition for a writ of habeas corpus filed by the relator, James Cannon, who is presently in the custody of the respondent. The factual background on which the petition is based is not disputed.\nOn September 19, 1949, at No. 103 September Sessions, 1949, Court of Oyer &amp; Terminer, Allegheny County, Pennsylvania, the relator was indicted for murder and voluntary manslaughter in connection with the death of one Charles M. Williams. On December 7, 1953, a jury trial on this indictment was commenced.\nDuring his opening address to the jury, the prosecuting attorney stated: “This was not the first time that James Cannon took the life of another human being.” Following this remark defense counsel moved for the withdrawal of a juror. The motion was denied by the trial judge who subsequently cautioned against further references to past convictions.1\nNear the close of the Commonwealth’s case, a prior conviction of Cannon for manslaughter in the State of Maryland was admitted into evidence over the objection of defense counsel. The conviction was offered for the sole purpose of fixing punishment should Cannon be found guilty of murder in the first degree.2 In 1953 this was permissible in Pennsylvania.3 A notation on the record of conviction indicated that Cannon had been pardoned for that offense by the Governor of Maryland.4\nCannon, whose defense was an alibi, took the stand in his own behalf. On cross-examination he was asked whether he had...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-ex-rel-cannon-v-maroney"
    }
  ],
  "relatedIncidents": [
    20676,
    20680,
    20707,
    20711,
    20716
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}