{
  "id": 20756,
  "title": "1966년 Wagoner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-06-13",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Wagoner. 판결일: 1966-06-13. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Billy George WAGONER, alias Billy George Wagner\n**판결일**: 1966-06-13\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Higgins, Houser, Welborn\n\n## 변호인\n\nNorman H. Anderson, Atty. Gen., Louis C. Defeo, Jr., Asst. Atty. Gen., Jefferson City, for respondent., Taken as submitted by appellant.\n\n## 인용\n\n- 403 S.W.2d 592\n\n## 판결문 요약\n\n\nHIGGINS, Commissioner.\nOn June 13, 1963, Billy George Wagoner, alias Billy George Wagner, waived his right to counsel and entered a plea of guilty to a charge of burglary and stealing for which he was sentenced to five years’ imprisonment for each crime, the sentences to run consecutively. He has since moved under Criminal Rule 27.26, V.A.M.R., to vacate that judgment and sentence and has appealed from the order denying his motion without a hearing.\nIn his motion appellant contended that his right to counsel under Sections 10 and 18(a), Article I, Constitution of Missouri, V.A.M.S., Amendment XIV, Constitution *593of the United States, Sections 545.820 and 544.170, V.A.M.S., Criminal Rule 29.05, V.A.M.R., Gideon v. Wainwright, 372 U.S. 335, 342, 83 S.Ct. 792, 9 L.Ed.2d 799, Lane v. Brown, 372 U.S. 477, 83 S.Ct. 768, 9 L.Ed.2d 892, and Escobedo v. State of Illinois, 378 U.S. 478, 84 S.Ct. 1758, 12 L.Ed.2d 977, was denied him by the trial court because it was not waived intelligently in that he “is, and has been all of his life, a paranoic incompetent, where his mental delusions render him incapable of comprehending the meaning or the signification of intelligently waving his rights to Counsel,” and “thereby he is illegaly and unconstitutionally imprisoned.”\nIt does not appear that relief has been granted on a motion under Rule 27.26, supra, for an absence of intelligent waiver of counsel. It has been inferred, however, that waiver of the right, not intelligently made, would b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-wagoner"
    }
  ],
  "relatedIncidents": [
    20683,
    20685,
    20688,
    20708,
    20745
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}