{
  "id": 20752,
  "title": "1966년 Taylor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-06-15",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Taylor. 판결일: 1966-06-15. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: WILLIE TAYLOR, Plaintiff and Appellant, v. SOCONY MOBIL OIL COMPANY, INC., Defendant and Respondent\n**판결일**: 1966-06-15\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Stone\n\n## 변호인\n\nColley & McGhee and Milton L. McGhee for Plaintiff and Appellant., Sims Hamilton, R. H. Buchanan and R. H. Zahm, Jr., for Defendant and Respondent.\n\n## 인용\n\n- 242 Cal. App. 2d 832\n\n## 판결문 요약\n\n\n242 Cal. App. 2d 832 (1966)\nWILLIE TAYLOR, Plaintiff and Appellant,\nv.\nSOCONY MOBIL OIL COMPANY, INC., Defendant and Respondent.\nCiv. No. 629. \nCalifornia Court of Appeals. Fifth Dist.  \nJune 15, 1966.\n Colley &amp; McGhee and Milton L. McGhee for Plaintiff and Appellant.\n Sims Hamilton, R. H. Buchanan and R. H. Zahm, Jr., for Defendant and Respondent.\n STONE, J.\n Plaintiff appeals from a judgment that followed an order granting motion for nonsuit in an action for malicious prosecution.\n George Allen, while employed as a service station operator for defendant Socony Mobil Oil Company, was the victim of *833 an armed robbery. He was alone at the time. In accordance with instructions from his employer, Allen immediately telephoned the police and then his superior. He did not know the robber and there was no clue to the man's identity. Later Allen chanced to see plaintiff on the street and recognized him as the armed robber. He so informed his employer and the police, and plaintiff was arrested. Allen made a positive identification in the police lineup and again at the preliminary hearing, resulting in plaintiff's being held to answer.\n Thereafter the complaint was dismissed at the request of the district attorney's office because of insufficiency of the evidence, and plaintiff was released from custody.\n Plaintiff then instituted this action for malicious prosecution against Allen, the service station employee, and Socony Mobil Oil Company, his employer. As defendant Allen fai...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=taylor-v-socony-mobil-oil-co"
    }
  ],
  "relatedIncidents": [
    20683,
    20685,
    20688,
    20708,
    20745
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}