{
  "id": 20760,
  "title": "1966년 Belmont Mortgage Corp. v. Southern Realty & Utilities Corp. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-06-07",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Belmont Mortgage Corp. v. Southern Realty & Utilities Corp.. 판결일: 1966-06-07. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: BELMONT MORTGAGE CORPORATION, a Florida corporation v. SOUTHERN REALTY & UTILITIES CORP., a Delaware corporation authorized to do business in the State of Florida\n**판결일**: 1966-06-07\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Barkdull, Hendry, Pearson\n\n## 변호인\n\nWard & Ward, Miami, for appellant., B. C. Fuller, Miami Beach, Fuller Warren, Miami, for appellee.\n\n## 인용\n\n- 186 So. 2d 815\n\n## 판결문 요약\n\n\nORDER ON MANDATE\nBefore HENDRY, C. J., and PEARSON and BARKDULL, JJ.\nPER CURIAM.\nWhereas, the judgment of this court was entered on February 23, 1965 (172 So.2d 522) reversing the order of the Circuit Court of Dade County, Florida, in the above styled cause; and\nWhereas, on review of this court’s judgment by certiorari, the Supreme Court of Florida, by its opinion and judgment filed April 20, 1966 (186 So.2d 24) and mandate dated May 26, 1966, now lodged in this court, quashed this court’s judgment with directions to affirm the order of the trial court;\nNow, therefore, it is ordered that the mandate of this court issued on March 16, 1965 is withdrawn, the opinion and judgment filed February 23, 1965 is vacated, the said opinion and judgment of the Supreme Court of Florida is herewith made the opinion and judgment of this court and the order of the circuit court appealed from in this cause is affirmed. Costs allowed shall be taxed in the circuit court (Rule 3.16(b) Florida Appellate Rules, 31 F.SiA.).\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=belmont-mortgage-corp-v-southern-realty-utilities-corp"
    }
  ],
  "relatedIncidents": [
    20709,
    20734,
    20769,
    20807,
    20834
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}