{
  "id": 20765,
  "title": "1966년 Ex Parte Jester 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-05-25",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex Parte Jester. 판결일: 1966-05-25. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Donald JESTER\n**판결일**: 1966-05-25\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrison\n\n## 변호인\n\nS. B. French, Austin, for appellant., Leon B. Douglas, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 403 S.W.2d 133\n\n## 판결문 요약\n\n\n403 S.W.2d 133 (1966)\nEx parte Donald JESTER.\nNo. 39714.\nCourt of Criminal Appeals of Texas.\nMay 25, 1966.\n*134 S. B. French, Austin, for appellant.\nLeon B. Douglas, State's Atty., Austin, for the State.\n\nOPINION\nMORRISON, Judge.\nThis is an appeal from the order of the 147th Judicial District Court of Travis County denying appellant's motion for a reduction of bond. The record reflects that prior to indictment, appellant had been released on bond in the sum of $5,000 and that after the return of an indictment for robbery, bond was set at $25,000. At the hearing on the motion for reduction, it was shown that appellant had a record of 18 non-felony convictions with the Austin Police Department, that at the time of the hearing appellant had pending against him a charge of the possession of narcotics as well as a Federal charge of concealing stolen money orders. The testimony of appellant could be fairly construed as admitting that he had taken some narcotics prior to commission of the offense for which he is presently charged, and that if released on bond, appellant intended to go into another state to seek employment. It was further shown that the evidence at the examining trial might well have supported an indictment for robbery with firearms, but in order to utilize a prior conviction against appellant's co-indictee, a joint indictment was returned against the two charging them with robbery by assault.\nWe have concluded that the case of Ex parte Korn v. State, Tex.Cr.App., 4...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-jester"
    }
  ],
  "relatedIncidents": [
    20683,
    20685,
    20688,
    20708,
    20745
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}