{
  "id": 20763,
  "title": "1966년 Wade 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-05-27",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Wade. 판결일: 1966-05-27. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: People of the State of Illinois, in Error v. Emanuel Wade, in Error\n**판결일**: 1966-05-27\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: McCormick\n\n## 변호인\n\nKirkland, Ellis, Hodson, Chaff etz & Masters, of Chicago (William D. North, of counsel), for plaintiff in error., Daniel P. Ward, State’s Attorney of Cook County, of Chicago (Elmer C. Kissane and James Zagel, Assistant State’s Attorneys, of counsel), for defendant in error.\n\n## 인용\n\n- 71 Ill. App. 2d 202\n\n## 판결문 요약\n\n MR. JUSTICE McCORMICK delivered the opinion of the court. CHARGE; Murder.1  DEFENSE AT TRIAL: Excusable homicide by misadventure. JUDGMENT: After a trial by a jury the defendant was found guilty; the court entered judgment on the verdict and imposed sentence of not less than 20 nor more than 25 years. The defendant took a writ of error to the Illinois Supreme Court, which court transferred the case to this court. POINTS RAISED ON APPEAL: (1) The charge was not proved beyond a reasonable doubt. (2) The trial court erred in refusing to instruct the jury on the law relevant to “excusable homicide by misadventure.” (3) The trial court erroneously refused to instruct the jury on the law relevant to verbal admissions. (4) The trial court erroneously permitted the jury to know which instructions had been requested by the State and which had been requested by the defense. (5) The argument of the State’s Attorney was prejudicial to the defendant. EVIDENCE: Testimony of State witnesses. Certain of the coworkers of the deceased testified in the trial, among them Mrs. Laura Coleman, who stated in her testimony that she left her place of employment shortly after 4:30 p. m. and walked to her car which was parked on Racine Avenue; that after she reached the car she saw the defendant and his wife, Lorene Wade (the deceased), standing approximately 2 feet from each other at a distance of about 10 or 12 feet from the witness. She testified that she heard the defendant say to Lorene: “Oh, you’...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-wade"
    }
  ],
  "relatedIncidents": [
    20676,
    20680,
    20707,
    20711,
    20716
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}