{
  "id": 20769,
  "title": "1966년 Lisby 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-05-18",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: Lisby. 판결일: 1966-05-18. 법원: Nevada Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: JAMES LISBY, Appellant, v. THE STATE OF NEVADA, Respondent\n**판결일**: 1966-05-18\n**법원**: Nevada Supreme Court\n**관할**: Nevada, NV\n\n**판사**: Collins, Thompson, Zenoff\n\n## 변호인\n\nDorsey & Harrington, of Las Vegas, for Appellant., Harvey Dickerson, Attorney General, and Edward G. Marshall, District Attorney, and Monte J. Morris, Deputy District Attorney, Clark County, for Respondent.\n\n## 인용\n\n- 414 P.2d 592\n- 82 Nev. 183\n\n## 판결문 요약\n\n\n414 P.2d 592 (1966)\n82 Nev. 183\nJames LISBY, Appellant,\nv.\nThe STATE of Nevada, Respondent.\nNo. 4987.\nSupreme Court of Nevada.\nMay 18, 1966.\n*593 Dorsey &amp; Harrington, of Las Vegas, for Appellant.\nHarvey Dickerson, Atty. Gen., Carson. City, Edward G. Marshall, Dist. Atty., and *594 Monte J. Morris, Deputy Dist. Atty., Las Vegas, for Respondent.\nZENOFF, District Judge.\nAppellant was convicted of selling narcotics. The State presented as its sole witness police officer Kingsbury who testified as to his contacts as an undercover agent with Lisby, relating several meetings at Lisby's residence. On the occasions of two of these meetings Kingsbury made purchases of heroin from Lisby, the last of which is the basis for this charge.\nKingsbury sought out Lisby, representing himself as a friend of a friend of Lisby. It appears that the undercover agent gave the impression that he was available to purchase heroin. On January 9, 1965, he went to Lisby's apartment and Lisby asked him if he wanted to buy some heroin. After receiving $60, Lisby left and four hours later turned over 12 capsules of heroin to Kingsbury indicating that he had used two capsules from the purchase for himself.\nLisby was arrested, charged, and convicted. The information included a count of habitual criminal pursuant to NRS 207.010.[1]\n1. Appellant cites as error the refusal of the trial court to rule as a matter of law that he was entrapped. There is substantial evidence that the criminal intent originated with...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lisby-v-state"
    }
  ],
  "relatedIncidents": [
    20709,
    20734,
    20760,
    20807,
    20834
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}