{
  "id": 20773,
  "title": "1966년 State v. Williams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-05-07",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: State v. Williams. 판결일: 1966-05-07. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State of Kansas, Appellee, v. Willie Williams, Appellant\n**판결일**: 1966-05-07\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Fromme, Schroeder\n\n## 변호인\n\nJohn T. Flannagan, of Olathe, argued the cause and was on the brief for the appellant., Gerald E. Williams, Assistant County Attorney, argued the cause, and Robert C. Londerholm, Attorney General, was with him on the brief for the appellee.\n\n## 인용\n\n- 413 P.2d 1006\n- 196 Kan. 628\n\n## 판결문 요약\n\n\n196 Kan. 628 (1966)\n413 P.2d 1006\nSTATE OF KANSAS, Appellee,\nv.\nWILLIE WILLIAMS, Appellant.\nNos. 42,223 and 44,343\nSupreme Court of Kansas.\nOpinion filed May 7, 1966.\nJohn T. Flannagan, of Olathe, argued the cause and was on the brief for the appellant.\nGerald E. Williams, Assistant County Attorney, argued the cause, and *629 Robert C. Londerholm, Attorney General, was with him on the brief for the appellee.\nThe opinion of the court was delivered by\nSCHROEDER, J.:\nThis is an appeal by the defendant in a criminal action which resulted in a conviction and sentence to the state penitentiary.\nVarious alleged trial errors are assigned for review.\nOn the 29th day of March, 1960, an information was filed in the district court of Johnson County, Kansas, charging Willie Williams (defendant-appellant) and another with three counts of burglary in the second degree and grand larceny pursuant to G.S. 1959 Supp. (now K.S.A.) 21-520 and G.S. 1949 (now K.S.A.) 21-524, respectively, on each count. Under Count I of the information the defendants were charged with second degree burglary and grand larceny at Kobler's Drug Store in DeSoto, Kansas, on or about the 4th day of March, 1960. The second count charged the defendants with second degree burglary and grand larceny at the Lewis Drug Store in Gardner, Kansas, on or about the 9th day of March, 1960. The third count charged the defendants with second degree burglary and grand larceny at the Forbes Grocery Store at Gardner, Kansas, on or about...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-williams"
    }
  ],
  "relatedIncidents": [
    20683,
    20685,
    20688,
    20708,
    20745
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}