{
  "id": 2079,
  "title": "2019년 Flowers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2019-06-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Flowers. 판결일: 2019-06-21. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Curtis Giovanni FLOWERS, Petitioner v. MISSISSIPPI\n**판결일**: 2019-06-21\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Brett Kavanaugh\n\n## 변호인\n\nSheri Lynn Johnson for the petitioner., Special Assistant Attorney General Jason Davis for the respondent., Sheri Lynn Johnson, Counsel of Record, Keir M. Weyble, Cornell Law School, Ithaca, NY, Alison Steiner, Office of the State Public, Defender Capital Defense, Counsel Division, Jackson, MS, for petitioner., Jim Hood, Attorney General, State of Mississippi, Jason Davis, Counsel of Record, Special Assistant Attorney General, Brad Smith, Special Assistant Attorney General, Office of the Attorne\n\n## 인용\n\n- 139 S. Ct. 2228\n- 2019 U.S. LEXIS 4196\n- 204 L. Ed. 2d 638\n\n## 판결문 요약\n\n(Slip Opinion)              OCTOBER TERM, 2018                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U.S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                       FLOWERS v. MISSISSIPPI\n\n      CERTIORARI TO THE SUPREME COURT OF MISSISSIPPI\n\n     No. 17–9572. Argued March 20, 2019—Decided June 21, 2019\nPetitioner Curtis Flowers has been tried six separate times for the\n  murder of four employees of a Mississippi furniture store. Flowers is\n  black; three of the four victims were white. At the first two trials, the\n  State used its peremptory strikes on all of the qualified black pro-\n  spective jurors. In each case, the jury convicted Flowers and sen-\n  tenced him to death, but the convictions were later reversed by the\n  Mississippi Supreme Court based on prosecutorial misconduct. At\n  the third trial, the State used all of its 15 peremptory strikes against\n  black prospective jurors, and the jury convicted Flowers and sen-\n  tenced him to death. The Mississippi Supreme Court reversed again,\n  this...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=flowers-v-mississippi"
    }
  ],
  "relatedIncidents": [
    1906,
    1913,
    1919,
    1933,
    1942
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}