{
  "id": 20796,
  "title": "1966년 Moseley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-03-16",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Moseley. 판결일: 1966-03-16. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. JERRY MOSELEY, Defendant and Appellant\n**판결일**: 1966-03-16\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Kingsley\n\n## 변호인\n\nJames A. Irwin, under appointment by the District Court of Appeal, for Defendant and Appellant., Thomas C. Lynch, Attornel General, William E. James, Assistant Attorney General, and Ronald M. George, Deputy Attorney General, for Plaintiff and Respondent.\n\n## 인용\n\n- 240 Cal. App. 2d 859\n\n## 판결문 요약\n\n\n240 Cal.App.2d 859 (1966)\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nJERRY MOSELEY, Defendant and Appellant.\nCrim. No. 10288. \nCalifornia Court of Appeals. Second Dist., Div. Four.  \nMar. 16, 1966.\n James A. Irwin, under appointment by the District Court of Appeal, for Defendant and Appellant.\n Thomas C. Lynch, Attorney General, William E. James, Assistant Attorney General, and Ronald M. George, Deputy Attorney General, for Plaintiff and Respondent.\n KINGSLEY, J.\n Defendant Moseley was charged, jointly with William Joseph King, Norman Lee Malone, Tommy Willis Lee, and Robert Smith, with sundry offenses involving Diane Lawson, a 16-year-old girl. In Count I, Moseley, King and Malone were charged with pimping, in violation of section 266h of the Penal Code; in Count II all five defendants were charged with pandering, in violation of section 266i of the Penal Code; Count III charged King with statutory rape, in violation of subdivision 1 of section 261 of the Penal Code; Count IV made a similar charge of statutory rape as to Malone; Count V charged statutory rape as to Moseley. After a jury trial, Moseley was found guilty on Counts I, II and V; King was found guilty on Counts I, II and III; Malone was found not guilty on Count I, but guilty on Counts II and IV; Smith was found not guilty. The jury recommended a county jail sentence on the statutory rape counts. King and Moseley were sentenced to state prison on the pimping and pandering counts and to the county jail on the statut...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-moseley"
    }
  ],
  "relatedIncidents": [
    20685,
    20692,
    20767,
    20814,
    20829
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}