{
  "id": 20809,
  "title": "1966년 Carroll 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-02-28",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Carroll. 판결일: 1966-02-28. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Thomas D. Carroll v. Walter B. Ryan, as Mayor of the Incorporated Village of Hempstead\n**판결일**: 1966-02-28\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Beldoek, Benjamin, Brennan, Hopkins, Ughetta\n\n## 인용\n\n- 25 A.D.2d 562\n\n## 판결문 요약\n\n\nProceeding pursuant to article 78 of the CPLR to review and annul a determination of the respondents, constituting the Mayor and the Board of Trustees of the Incorporated Village of Hempstead, made June 22, 1965, dismissing the petitioner from service in the Police Department of said village [transferred to this court for disposition by order of the Supremo Court, Nassau County, entered September 14, 1965]. The determination to dismiss the petitioner was made by resolution of the respondents at the close of the hearing on charges preferred against the petitioner. The respondents made no findings in support *563of their decision and they have not set forth the grounds therefor in their answer to the petition or elsewhere. Determination annulled on the law, without costs, and matter remanded to respondents to make findings in support of their decision. “Determinations subject to judicial review must be based on findings which are sufficient to inform the court and parties as to the findings made, the basis of the findings, and whether the findings are supportable by the evidence. (Matter of New York Water Serv. Corp. v. Water Power &amp; Control Comm., 283 N. Y. 23; Matter of Carroll v. Huckle, 274 App. Div. 1024; Matter of Jackson v. Rohan, 1 A D 2d 89; Matter of Pasch v. Gerosa, 18 A D 2d 982; 1 Benjamin, Administrative Adjudication, p. 251.) ” (Matter of Di Orio v. Murphy, 20 A D 2d 754).\nBeldoek, P. J., Ughetta, Brennan, Hopkins and Benjamin, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carroll-v-ryan"
    }
  ],
  "relatedIncidents": [
    20675,
    20676,
    20680,
    20683,
    20685
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}