{
  "id": 20800,
  "title": "1966년 Boss 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-03-10",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Boss. 판결일: 1966-03-10. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Willard I. BOSS, Appellant, v. PRINCE'S DRIVE-INS, Appellee\n**판결일**: 1966-03-10\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Wilson\n\n## 변호인\n\nThompson, Hippard, Gibson, Korioth & Tita, Houston, for appellant., Fulbright, Crooker, Freeman, Bates & Jaworski, Blake, Tartt and Jerry Wickliffe, Houston, for appellee.\n\n## 인용\n\n- 401 S.W.2d 140\n\n## 판결문 요약\n\n\n401 S.W.2d 140 (1966)\nWillard I. BOSS, Appellant,\nv.\nPRINCE'S DRIVE-INS, Appellee.\nNo. 4438.\nCourt of Civil Appeals of Texas, Waco.\nMarch 10, 1966.\nRehearing Denied March 31, 1966.\nThompson, Hippard, Gibson, Korioth &amp; Tita, Houston, for appellant.\nFulbright, Crooker, Freeman, Bates &amp; Jaworski, Blake, Tartt and Jerry Wickliffe, Houston, for appellee.\n*141 WILSON, Justice.\nJudgment for defendant, operator of a drive-in eating establishment, was rendered notwithstanding jury findings that its negligence in failing to call the police proximately caused plaintiff customer's injuries received in an assault by a third person.\nPlaintiff drove his car upon defendant's premises to order food. He was accompanied by his wife. He saw \"a crowd of young fellows stand around, moving, milling around,\" and saw a youth, Yosemite, whose clothes were wet, muddy and disheveled, and who appeared to have been involved in a fight. Plaintiff concluded that what he saw \"could signify trouble of some sort, and immediately I decided to avoid the area and get as far away as I could\", he testified. He then moved his car toward the opposite end of the parking lot and ordered food. He parked next to another car occupied by a man. Plaintiff observed no further fighting, but \"saw Yosemite back away from the group and run across the parking area.\" After an interval (during which Yosemite testified he entered defendant's cooking area and requested some employees to call the police) Yosemite came to the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=boss-v-princes-drive-ins"
    }
  ],
  "relatedIncidents": [
    20675,
    20695,
    20703,
    20730,
    20572
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}