{
  "id": 20807,
  "title": "1966년 Wilcox 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-03-01",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Wilcox. 판결일: 1966-03-01. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Wilcox v. State\n**판결일**: 1966-03-01\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Tillman Pearson, Carroll and Barkdull\n\n## 인용\n\n- 183 So. 2d 555\n\n## 판결문 요약\n\n\n183 So.2d 555 (1966)\nIsiah WILCOX and Frank Hanks, Appellants,\nv.\nThe STATE of Florida, Appellee.\nNos. 65-39, 65-219.\nDistrict Court of Appeal of Florida. Third District.\nMarch 1, 1966.\n*556 George Nicholas, Ernest W. Yocom and Richard Barest, Miami, for appellants.\nEarl Faircloth, Atty. Gen., and Arden M. Siegendorf, Asst. Atty. Gen., for appellee.\nBefore TILLMAN PEARSON, CARROLL and BARKDULL, JJ.\nTILLMAN PEARSON, Judge.\nThese appeals were argued together and will be dealt with in one opinion. An information was filed against the appellants on February 18, 1964, charging the crime of grand larceny. The information charged that the appellants had taken property belonging to the Curtiss National Bank of Miami Springs, Florida. They were adjudged not guilty and were discharged.\nOn May 14, 1964, a second information for grand larceny was filed against these appellants. An information for entering without breaking an automobile was filed on May 20, 1964. The new information for larceny alleged the same facts as the previous grand larceny information, except that it was alleged that the appellants had taken property from the possession of \"M.A. Koshock, bailee or custodian.\" The appellants moved to quash the information upon the grounds of double jeopardy and failure to allege ownership. The Court denied the motions. The defendants moved for directed verdicts on the same grounds, and at the conclusion of the case, the court again denied the motions. The defendants were found guil...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wilcox-v-state"
    }
  ],
  "relatedIncidents": [
    20709,
    20734,
    20760,
    20769,
    20834
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}