{
  "id": 20808,
  "title": "1966년 Heieck and Moran v. City of Modesto 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-02-28",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Heieck and Moran v. City of Modesto. 판결일: 1966-02-28. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: HEIECK AND MORAN, Plaintiff and Appellant, v. CITY OF MODESTO, Defendant and Respondent\n**판결일**: 1966-02-28\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Burke, MeComb, Mosk, Peek, Peters, Tobriner, Traynor\n\n## 변호인\n\nHall, Henry, Oliver & McReavy, Stephen McReavy, Ronald M. Sohigian and Lee H. Cliff for Plaintiff and Appellant., Augustus Castro, William B. Boone, Stephen H. Slabach and Frank D. Tatum, Jr., for Defendant and Respondent., Harry S. Fenton, Robert F. Carlson and Kenneth G. Nellis as Amici Curiae on behalf of Defendant and Respondent.\n\n## 인용\n\n- 64 Cal. 2d 229\n\n## 판결문 요약\n\n\n64 Cal. 2d 229 (1966)\nHEIECK AND MORAN, Plaintiff and Appellant,\nv.\nCITY OF MODESTO, Defendant and Respondent.\nS. F. No. 22196. \nSupreme Court of California. In Bank.  \nFeb. 28, 1966.\n Hall, Henry, Oliver &amp; McReavy, Stephen McReavy, Ronald M. Sohigian and Lee H. Cliff for Plaintiff and Appellant.\n Augustus Castro, William B. Boone, Stephen H. Slabach and Frank D. Tatum, Jr., for Defendant and Respondent.\n Harry S. Fenton, Robert F. Carlson and Kenneth G. Nellis as Amici Curiae on behalf of Defendant and Respondent.\n BURKE, J.\n The second and third causes of action of the complaint herein seek recovery from defendant City of Modesto of damages to plaintiff's property caused by fire. The trial court sustained the city's general demurrer without leave to amend, and plaintiff appeals from the ensuing judgment dismissing the action as against the city. We have concluded that under prevailing rules of governmental immunity the city incurred no liability for plaintiff's alleged damages, and that the judgment should be affirmed.\n In the second cause of action plaintiff alleges that on May 4, 1962, the fire department of defendant city was notified of a fire that had started at premises in the city adjoining those of plaintiff; that the department promptly responded with sufficient personnel, equipment and facilities to contain the fire, but because city employees had closed a valve in the water main there was no water in the fire hydrants and consequently the fire spread to plai...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=heieck-and-moran-v-city-of-modesto"
    }
  ],
  "relatedIncidents": [
    20675,
    20676,
    20680,
    20683,
    20685
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}