{
  "id": 20814,
  "title": "1966년 Battles 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-02-14",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Battles. 판결일: 1966-02-14. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. CHARLES BATTLES, Defendant and Appellant\n**판결일**: 1966-02-14\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Shinn\n\n## 변호인\n\nHerbert M. Shyer for Defendant and Appellant., Thomas C. Lynch, Attorney General, William E. James, Assistant Attorney General, and Nicholas C. Yost, Deputy Attorney General, for Plaintiff and Respondent.\n\n## 인용\n\n- 240 Cal. App. 2d 122\n\n## 판결문 요약\n\n\n240 Cal.App.2d 122 (1966)\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nCHARLES BATTLES, Defendant and Appellant.\nCrim. No. 11364. \nCalifornia Court of Appeals. Second Dist., Div. Three.  \nFeb. 14, 1966.\n Herbert M. Shyer for Defendant and Appellant.\n Thomas C. Lynch, Attorney General, William E. James, Assistant Attorney General, and Nicholas C. Yost, Deputy Attorney General, for Plaintiff and Respondent.\n SHINN, P. J.\n Appellant, Charles Battles, was convicted in a trial without jury of the crime of rape, consisting of having sexual intercourse with a female under 18 years of age who was not his wife. He was granted probation and appealed from the order as a judgment.\n [1] The act was admitted by appellant; his excuse was that he believed the young woman was of the age of consent (People v. Hernandez, 61 Cal.2d 529 [39 Cal.Rptr. 361, 393 P.2d 673]).\n The court, of course, had an opportunity to form an opinion as to the apparent age of the prosecutrix, and she appeared to the court to be so obviously under the age of consent *123 as to overcome the testimony of appellant that he honestly believed her to be of lawful age.\n It is argued in the brief that the prosecutrix not only deceived appellant by her appearance, her assurance of her maturity, and her manner, but that her simple attire and youthful deportment in court also deceived the judge. We do not believe so.\n The young woman was married (although evidently not very much) and informed appellant of that fact; she testified ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-battles"
    }
  ],
  "relatedIncidents": [
    20685,
    20692,
    20767,
    20796,
    20829
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}