{
  "id": 20823,
  "title": "1966년 Barnhardt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-02-04",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Barnhardt. 판결일: 1966-02-04. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: Tony James Barnhardt v. Yellow Cab Company, Inc. and Great American Insurance Company\n**판결일**: 1966-02-04\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Sharp\n\n## 변호인\n\n\n\nRobert L. Scott for 'plaintiff appellee.\n, \nHelms, Mulliss, McMillan & Johnston by Larry J. Dagenhart for defendant appellants.\n\n\n## 인용\n\n- 146 S.E.2d 479\n- 266 N.C. 419\n\n## 판결문 요약\n\n\n146 S.E.2d 479 (1966)\n266 N.C. 419\nTony James BARNHARDT\nv.\nYELLOW CAB COMPANY, Inc. and Great American Insurance Company.\nNo. 278.\nSupreme Court of North Carolina.\nFebruary 4, 1966.\n*481 Robert L. Scott, Charlotte, for plaintiff appellee.\nHelms, Mulliss, McMillan &amp; Johnston, by Larry J. Dagenhart, Charlotte, for defendant appellants.\nSHARP, Justice.\nWhen an employee who holds two separate jobs is injured in one of them, may his compensation be based on his average weekly wages from both, or must it relate only to the wages earned in the job producing the injury? This is the determinative question posed by this appeal.\nCompensation to an injured employee under the North Carolina Workmen's Compensation Act is based upon his average weekly wages as defined by G.S. § 97-2(5), the pertinent portions of which follow with our enumerations, paragraphing and italics:\n\"Average Weekly Wages.(1) `Average weekly wages' shall mean the earnings of the injured employee in the employment in which he was working at the time of the injury during the period of fifty-two weeks immediately preceding the date of the injury, including the subsistence allowance paid to veteran trainees by the United States government, provided the amount of said allowance shall be reported monthly by said trainee to his employer, divided by fifty-two; but if the injured employee lost more than seven consecutive calendar days at one or more times during such period, although not in the same week, then the earnin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=barnhardt-v-yellow-cab-company"
    }
  ],
  "relatedIncidents": [
    20675,
    20676,
    20680,
    20683,
    20685
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}