{
  "id": 20828,
  "title": "1966년 Lulay 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-01-25",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Lulay. 판결일: 1966-01-25. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Robert Lulay, D/B/A Hausam’s Market, Appellee, vs. Peoria Journal-Star, Inc., Appellant\n**판결일**: 1966-01-25\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Klingbiel\n\n## 변호인\n\nKirkland, Ellis, Hodson, Chaffetz & Masters, of Chicago, and McConnell, Kennedy, McConnell & Morris, of Peoria, (Don H. Reuben, Lawrence Gunnels, and Craig W. Christensen, of counsel,) for appellant., Kellstedt & Young, of Peoria, (James P. Kellstedt and William H. Young, of counsel,) for appellee.\n\n## 인용\n\n- 214 N.E.2d 746\n- 34 Ill. 2d 112\n\n## 판결문 요약\n\n\n34 Ill. 2d 112 (1966)\n214 N.E.2d 746\nROBERT LULAY, d/b/a HAUSAM'S MARKET, Appellee,\nv.\nPEORIA JOURNAL-STAR, INC., Appellant.\nNo. 39042M.\nSupreme Court of Illinois.\nOpinion filed January 25, 1966.\nRehearing denied March 23, 1966.\nKIRKLAND, ELLIS, HODSON, CHAFFETZ &amp; MASTERS, of Chicago, and McCONNELL, KENNEDY, McCONNELL &amp; MORRIS, of Peoria, (DON H. REUBEN, LAWRENCE GUNNELS, and CRAIG W. CHRISTENSEN, of counsel,) for appellant.\nKELLSTEDT &amp; YOUNG, of Peoria, (JAMES P. KELLSTEDT and WILLIAM H. YOUNG, of counsel,) for appellee.\nNo. 39042M. Judgment reversed.\nMr. CHIEF JUSTICE KLINGBIEL delivered the opinion of the court:\nThis is an appeal from a judgment of the circuit court of Peoria County in an action for libel. The plaintiff Robert Lulay obtained a jury verdict for $150,000 ($60,000 in *113 compensatory damages plus $90,000 in punitive damages) against the Peoria Journal-Star, Inc. Judgment was entered against defendant upon the verdict. The defendant appealed directly to this court claiming State and Federal constitutional questions. The defendant contends that the trial court's rejection of the defense of privilege to report governmental affairs and denial of the right to publish substantial truth violated section 4 of article II of the Illinois constitution and the first and fourteenth amendments to the United States constitution. The questions were raised below and passed upon by the trial court, which gives this court jurisdiction.\nThe plaintiff is the proprie...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lulay-v-peoria-journal-star-inc"
    }
  ],
  "relatedIncidents": [
    20675,
    20676,
    20680,
    20683,
    20685
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}