{
  "id": 20827,
  "title": "1966년 Robin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-01-26",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Robin. 판결일: 1966-01-26. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Succession of Ida Lewis HILL. Bobbie June Moore ROBIN, (Opponent)-Appellants v. Marcelena Hill TAYLOR, (Proponent)-Appellee\n**판결일**: 1966-01-26\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Ayres, Gladney, Hardy\n\n## 변호인\n\nCarmouche & Shelton and Thomas Robert Shayne, Rayne, for appellants., J. B. Thornhill, Monroe, for appellee.\n\n## 인용\n\n- 183 So. 2d 419\n\n## 판결문 요약\n\n\nHARDY, Judge.\nDecedent, Ida Lewis Hill, died in the City of Monroe, Ouachita Parish, Louisiana, on February 18, 1965, leaving a document purporting to be her last will and testament in the form of a nuncupative testament by private act. Probate of the will was orally opposed on behalf of two of decedent’s grandchildren, and, pursuant to order issued by the court, opponents filed a written objection to the probate of the testament and a date was fixed for hearing thereof. After hearing there was judgment in favor of the proponent of the will, the testamentary executrix, dismissing the opposition and ordering the last will and testament to be admitted to probate. Opponents petitioned for a sus-pensive appeal from this judgment directed to the Court of Appeal, First Circuit, State of Louisiana. Responsive to subsequent proceedings the suspensive appeal was dismissed and a devolutive appeal was granted to this court.\nOpponents-appellants first contend that the will was not probated in accordance with the provisions of C.C.P. Articles 2901, 2903, prescribing the procedure with respect to a contradictory trial of an opposition to the probate of a testament. We confess we are unable to perceive any pertinence, *420materiality or relevance in this objection. The record discloses that, after oral opposition, in accord with order of the court, opponents filed a written opposition which was tried contradictorily and disposed of by judgment rendered, read and signed on June 22, 1965, in...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robin-v-taylor"
    }
  ],
  "relatedIncidents": [
    20675,
    20676,
    20680,
    20683,
    20685
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}