{
  "id": 20829,
  "title": "1966년 Russell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-01-24",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Russell. 판결일: 1966-01-24. 법원: District Court, W.D. Missouri.",
  "description": "## 사건 정보\n\n**사건명**: Walter RUSSELL, Petitioner, v. Harold R. SWENSON, Warden, Missouri State Penitentiary, Jefferson City, Missouri, Respondent\n**판결일**: 1966-01-24\n**법원**: District Court, W.D. Missouri\n**관할**: Missouri, MO\n\n**판사**: Becker\n\n## 변호인\n\nWalter Russell, pro se., William A. Peterson, Asst. Atty. Gen., Jefferson City, Mo., for respondent.\n\n## 인용\n\n- 251 F. Supp. 196\n\n## 판결문 요약\n\n\n251 F. Supp. 196 (1966)\nWalter RUSSELL, Petitioner,\nv.\nHarold R. SWENSON, Warden, Missouri State Penitentiary, Jefferson City, Missouri, Respondent.\nCiv. A. No. 962.\nUnited States District Court W. D. Missouri, Central Division.\nJanuary 24, 1966.\n*197 Walter Russell, pro se.\nWilliam A. Peterson, Asst. Atty. Gen., Jefferson City, Mo., for respondent.\nBECKER, Chief Judge.\nThis is a petition for a writ of habeas corpus by a convict in the Missouri State Penitentiary. The petitioner states that he was convicted in the Circuit Court of Cooper County, Missouri, of rape on his plea of guilty and sentenced to life imprisonment in 1959.\nThe grounds asserted for the writ include a charge that an involuntary confession was procurred from petitioner; that petitioner was denied the effective assistance of counsel in connection with arraignment before the magistrate; and that petitioner was arrested on a warrant of arrest which was issued without the filing of a complaint or affidavit. At least two of the grounds, the alleged involuntary confession and the alleged ineffective assistance of counsel, are grounds for review of the conviction under Missouri Criminal Rule 27.26, V.A. M.R., and by federal habeas corpus if petitioner has exhausted his available effective state remedies as required by Section 2254 of Title 28, U.S.C.A.\nPetitioner alleges that he filed a motion to vacate the sentence and judgment in the committing court under the Missouri Criminal Rule 27.26 and that this motion w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=russell-v-swenson"
    }
  ],
  "relatedIncidents": [
    20685,
    20692,
    20767,
    20796,
    20814
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}