{
  "id": 20826,
  "title": "1966년 Harris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-01-27",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Harris. 판결일: 1966-01-27. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Goldie Harris v. Jack Smith, as Administrator of the Estate of Sam Wolf\n**판결일**: 1966-01-27\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Gibson, Hamm, Herlihy, Reynolds, Taylor\n\n## 인용\n\n- 25 A.D.2d 477\n\n## 판결문 요약\n\n\nHamm, J.\nAppeal from a judgment in favor of the defendant granted at the close of the plaintiffs’ evidence (CPLR 4401). The appellants are husband and wife. The appellant husband leased a Summer bungalow from the respondent’s intestate on April 24, 1962. On July 9, 1962, the appellant wife fell as she was entering the dinette of the leased premises from an adjoining bedroom. According to the appellants’ evidence the dinette was covered with asphalt tile and on the bedroom floor there was an oilcloth rug. Between the oilcloth and asphalt there was a space of uncovered wooden floor about eight inches in width and about a half inch lower than the asphalt and about an eighth of an inch lower than the oilcloth. The asphalt tile, where it ended at the uncovered wood flooring, was frayed, worn and raveled and a piece of tile about an inch and three quarters by a half inch was broken off and missing. The plaintiff testified that her foot became caught in the floor covering of the dinette and that as a result she tripped and fell. The appellants argue that there was sufficient evidence for submission to the jury “ that the defendant reserved a degree of control ” over the premises and that the trial court erred “ in prohibiting testimony by plaintiff as to subsequent repairs to the premises, on the question of defendant’s reservation of control of the premises.” As to the first issue raised they rely on three items, a roof repair, “ staples on the floor ” and a provision of the lease...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harris-v-smith"
    }
  ],
  "relatedIncidents": [
    20675,
    20676,
    20680,
    20683,
    20685
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}