{
  "id": 20835,
  "title": "1966년 Subia 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1966-01-06",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Subia. 판결일: 1966-01-06. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. YNES SUBIA Defendant and Appellant\n**판결일**: 1966-01-06\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Conley\n\n## 변호인\n\nJack M. Tipton, under appointment by the District Court of Appeal, for Defendant and Appellant., Thomas C. Lynch, Attorney General, Edward A. Hinz, Jr., and Roger E. Venturi, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 239 Cal. App. 2d 245\n\n## 판결문 요약\n\n\n239 Cal.App.2d 245 (1966)\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nYNES SUBIA Defendant and Appellant.\nCrim. No. 170. \nCalifornia Court of Appeals. Fifth Dist.  \nJan. 6, 1966.\n Jack M. Tipton, under appointment by the District Court of Appeal, for Defendant and Appellant.\n Thomas C. Lynch, Attorney General, Edward A. Hinz, Jr., and Roger E. Venturi, Deputy Attorneys General, for Plaintiff and Respondent.\n CONLEY, P. J.\n Ynes Subia was convicted of murdering Irene Walker on a canal bank near Los Banos; the crime was adjudged to be murder in the first degree, and the defendant was sentenced to life imprisonment. Counsel for the defendant does not claim that the evidence was insufficient to justify a conviction of murder. On the contrary, his efforts are strictly confined to the contention that the trial court should have found that the crime was murder in the second, rather than in the first, degree.\n The homicide took place on the 9th day of November, 1964; the defendant was arrested and accused of the murder on that same day; he was arraigned on December 14, 1964, and, being represented by the public defender, entered pleas of not guilty and not guilty by reason of insanity. He originally asked for a jury trial, but on January 21, 1965, he and his counsel waived a jury and joined the district attorney in submitting the case on the preliminary examination, a statement made by the defendant to the district attorney on the 9th day of November, 1964, and the written opinions of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-subia"
    }
  ],
  "relatedIncidents": [
    20676,
    20680,
    20707,
    20711,
    20716
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}