{
  "id": 20842,
  "title": "1965년 Holmes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-12-14",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Holmes. 판결일: 1965-12-14. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Holmes v. State\n**판결일**: 1965-12-14\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Tillman Pearson, Barkdull and Swann\n\n## 인용\n\n- 181 So. 2d 586\n\n## 판결문 요약\n\n\n181 So.2d 586 (1965)\nMilton HOLMES, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 65-148.\nDistrict Court of Appeal of Florida. Third District.\nDecember 14, 1965.\nRehearing Denied January 26, 1966.\nEli Breger, Miami, for appellant.\nEarl Faircloth, Atty. Gen., and James T. Carlisle and Arden M. Siegendorf, Asst. Attys. Gen., for appellee.\nBefore TILLMAN PEARSON, BARKDULL and SWANN, JJ.\nPER CURIAM.\nBy this appeal, the defendant seeks review of a jury verdict and judgment thereon finding him guilty of leaving the scene of an accident which resulted in the death of a small child. Upon appeal, the appellant urges error in the introduction of certain photographs of his automobile, contending that same were introduced solely for the purpose of prejudicing or inflaming the minds of the jurors; and, secondly, that the court erred in not instructing the jury as to the penalty for the crime informed against, citing § 918.10(1), Fla. Stat., F.S.A. We find no error and affirm.\nThe photographs were properly identified. The reasonable inference from the evidence was that they were of the defendant's automobile, and the appellant has cited us no authority that their introduction constituted error. The Supreme Court of Florida has specifically held that notwithstanding the language of § 918.10 (1), Fla. Stat., F.S.A., it is not mandatory on the trial court to give instructions as to the penalty. See: Cason v. State, 159 Fla. 294, 31 So.2d 274; Simmons v. State, 160 Fla. 626, 36 So.2d 207. Par...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=holmes-v-state"
    }
  ],
  "relatedIncidents": [
    20851,
    20864,
    20903,
    20997,
    21047
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}