{
  "id": 20840,
  "title": "1965년 King 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-12-17",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: King. 판결일: 1965-12-17. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Hershey KING v. STATE of Mississippi\n**판결일**: 1965-12-17\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Brady, Ethridge, Jones, Rodgers, Smith\n\n## 변호인\n\nFrank W. Walden, John T. Green, Natchez, for appellant., Joe T. Patterson, Atty. Gen., by G. Garland Lyell, Jr., Asst. Atty. Gen., Jackson, for appellee.\n\n## 인용\n\n- 181 So. 2d 158\n- 254 Miss. 162\n\n## 판결문 요약\n\n\nETHRIDGE, Presiding Justice.\nIn the Circuit Court of Adams County Hershey King, appellant, was indicted for murder, found guilty of manslaughter, and sentenced to five years in the state penitentiary. The defense was that the shooting was accidental. We hold the conviction is against the great weight of the evidence, and reverse and remand the case.\nThe deceased, George Young, was shot in the head with a .22 pistol around 10:00 p. m. on October 3, 1964. The bullet entered his head under the nose and ranged upward, lodging between the brain and the skull. The parties were at Dixie Inn,, a bar and poolroom in Natchez. The only witness for the state who said she saw the shooting was Effie Cobbing, a Negro woman 67 years of age. She was the mother of Young, and a former mother-in-law to the defendant. She testified that King stated earlier, “I am going to kill me somebody before daylight in the morning.” King, Young, and Brown were talking together at the bar. There were no harsh words and everything seemed to be pleasant and peaceful. King aimed the pistol at Young’s back, and when someone walked in the door Young looked around and King shot him in the face. She was standing at the corner of the bar, with her hand under her chin.\nOn the other hand, the defendant testified that when he left home, he put his gun in his pocket, so that he could pawn it in order to get gas turned on at his house. He and Young were standing sideways at the bar, talking pleasantly. There was no argum...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=king-v-state"
    }
  ],
  "relatedIncidents": [
    20852,
    20862,
    20869,
    20890,
    20936
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}