{
  "id": 20852,
  "title": "1965년 Sustaita 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-12-01",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Sustaita. 판결일: 1965-12-01. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Juan SUSTAITA, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1965-12-01\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrison\n\n## 변호인\n\nSam Saleh (Court appointed on appeal only), Lamesa, for appellant., Leon B. Douglas, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 396 S.W.2d 381\n\n## 판결문 요약\n\n\n396 S.W.2d 381 (1965)\nJuan SUSTAITA, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 38790.\nCourt of Criminal Appeals of Texas.\nDecember 1, 1965.\nSam Saleh (Court appointed on appeal only), Lamesa, for appellant.\nLeon B. Douglas, State's Atty., Austin, for the State.\nMORRISON, Judge.\nThe offense is murder; the punishment, 50 years.\nThree State witnesses testified that they were engaged in a fight at a drive-in theater on the night in question and that deceased was a participant. The three were armed with knives, and deceased was armed with a stick similar to the big end of a billiard cue. Appellant was not a participant, nor had he been seen by any of the witnesses prior to the time he started firing at the group. One shot entered the center of the back of deceased's neck which caused his death. Appellant then fired twice at another of the participants, but did not hit him.\nThe Sheriff apprehended appellant some time later, and appellant directed him to a point approximately four miles from town where he recovered a pistol of the same caliber as the bullet which was recovered from deceased's neck.\n*382 On the afternoon of the day following the homicide the Sheriff carried appellant to the Department of Public Safety Building in Midland where a written confession was signed by appellant.\nAppellant did not testify, but called his father who testified that appellant had never before been convicted of a felony and answered the question, \"Has he had any trouble with his head that...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sustaita-v-state"
    }
  ],
  "relatedIncidents": [
    20840,
    20862,
    20869,
    20890,
    20936
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}