{
  "id": 20855,
  "title": "1965년 Johnson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-11-24",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Johnson v. State. 판결일: 1965-11-24. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Grady JOHNSON, Jr., Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1965-11-24\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Dice\n\n## 변호인\n\nDonald W. Cantwell, Dallas, for appellant., Henry Wade, Dist. Atty., C. M. Turling-ton, Malcolm Dade and W. John Allison, Jr., Asst. Dist. Attys., Dallas, and Leon B. Douglas, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 397 S.W.2d 441\n\n## 판결문 요약\n\n\n397 S.W.2d 441 (1965)\nGrady JOHNSON, Jr., Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 38692.\nCourt of Criminal Appeals of Texas.\nNovember 24, 1965.\nRehearing Denied January 19, 1966.\n*442 Donald W. Cantwell, Dallas, for appellant.\nHenry Wade, Dist. Atty., C. M. Turlington, Malcolm Dade and W. John Allison, Jr., Asst. Dist. Attys., Dallas, and Leon B. Douglas, State's Atty., Austin, for the State.\nDICE, Commissioner.\nThe conviction is for the unlawful possession of marihuana; the punishment, fifteen years.\nThe state's evidence shows that on the night in question Officers Bliss and Williams saw the appellant walking on a public road in the city of Dallas. When they observed that he was \"staggering and wobbling around,\" they stopped the patrol car and went to him. After engaging appellant in conversation, in which he spoke in a \"confused and slurred\" manner, the officers formed the opinion that he was intoxicated and placed him under arrest. They then searched him and found some unsigned checks in his pocket which had been stamped with a check protector. Appellant was then carried to the city hall and, after being taken to the burglary, theft, and forgery sections, was taken to the jail on the fourth floor and turned over to the jail guard. Before assigning him to a cell, the guard proceeded to search appellant and, in the search, found a small cigarette in his watch pocket. After the guard, Hollman, laid the cigarette on the counter, appellant grabbed it and put it in his ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-v-state"
    }
  ],
  "relatedIncidents": [
    20853,
    20859,
    20896,
    20949,
    20952
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}