{
  "id": 20857,
  "title": "1965년 Watts 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-11-23",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Watts. 판결일: 1965-11-23. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Sewell S. Watts, Jr., as Executors of Roberta M. Lanari v. Swiss Bank Corporation, and Interpleading Maria E. Meyer-Lanari, Interpleaded\n**판결일**: 1965-11-23\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 24 A.D.2d 849\n\n## 판결문 요약\n\n\nOrder, entered on October 26, 1964, unanimously modified, on the law, to delete the provisions dismissing the Fourth and Fifth affirmative defenses and counterclaims set forth in the answers of the interpleaded defend*850ants, and to deny the motions insofar as they seek dismissal of said defenses; and order otherwise affirmed, without costs or disbursements to any party. Special Term properly struck and dismissed the defenses alleging the applicability of the French and Italian law to the joint-tenancy account established here by the foreign domieiliaries with the Swiss Bank Corporation. (See Wyatt v. Fulrath, 16 N Y 2d 169.) It was, however, improper to strike and dismiss the defenses alleging that the decree of the Court of Extended Jurisdiction of Nice is res judicata of issues involved in this action. Under principles of comity, our courts should give full effect to a judgment rendered by a French court of competent jurisdiction. (See International Firearms Co. v. Kingston Trust Co., 6 N Y 2d 406; Johnston v. Compagnie Generale Transatlantique, 242 N. Y. 381, 387; Gould v. Gould, 235 N. Y. 14.) The questions raised with respect to the ultimate effect of such judgment to resolve issues involved in the present action, depending, inter alia, upon jurisdiction of the foreign court, identity of parties, identity of issues, and finality of the determination, may not be resolved at the pleading stage on the present record. Concur — Breitel, J. P., Babin, Valente, Eager and Ste...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=watts-v-swiss-bank-corp"
    }
  ],
  "relatedIncidents": [
    20840,
    20842,
    20847,
    20851,
    20852
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}