{
  "id": 20859,
  "title": "1965년 Kuczynski 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-11-19",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Kuczynski. 판결일: 1965-11-19. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Defendant in Error, vs. Stanley Kuczynski, Plaintiff in Error\n**판결일**: 1965-11-19\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: G. Leach\n\n## 변호인\n\nRobert D. McHugh, of Chicago, appointed by the court, for plaintiff in error., William G. Clark, Attorney General, of Springfield, and Daniel P. Ward, State’s Attorney, of Chicago, (Fred G. Leach, Assistant Attorney General, and Elmer C. Kissane and William J. Nellis, Assistant State’s Attorneys, of counsel) for the People.\n\n## 인용\n\n- 211 N.E.2d 687\n- 33 Ill. 2d 412\n\n## 판결문 요약\n\n\n33 Ill.2d 412 (1965)\n211 N.E.2d 687\nTHE PEOPLE OF THE STATE OF ILLINOIS, Defendant in Error,\nv.\nSTANLEY KUCZYNSKI, Plaintiff in Error.\nNo. 38544.\nSupreme Court of Illinois.\nOpinion filed November 19, 1965.\nROBERT D. McHUGH, of Chicago, appointed by the court, for plaintiff in error.\nWILLIAM G. CLARK, Attorney General, of Springfield, and DANIEL P. WARD, State's Attorney, of Chicago, (FRED *413 G. LEACH, Assistant Attorney General, and ELMER C. KISSANE and WILLIAM J. NELLIS, Assistant State's Attorneys, of counsel) for the People.\nJudgment affirmed.\nMr. JUSTICE SOLFISBURG delivered the opinion of the court:\nThe defendant, Stanley Kuczynski, brings this writ of error to review his conviction for armed robbery. His prior conviction on the same charge in 1958 was reversed by this court in People v. Kuczynski, 23 Ill.2d 320, and the cause was remanded for a new trial. It was redocketed and the defendant tried by the court, found guilty and sentenced to the penitentiary for a term of 7 to 10 years.\nDefendant's principal contentions relate to the four-months rule. (Ill. Rev. Stat. 1961, chap. 38, par. 748.) He claims that he demanded a trial while free on bail on November 13, 1962, and was, therefore, entitled to discharge prior to his trial on June 10, 1963. He further insists that the failure of his counsel to petition for discharge deprived him of his rights to the assistance of competent counsel.\nSince the record indicates that no application for discharge under the four-months...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-people-v-kuczynski"
    }
  ],
  "relatedIncidents": [
    20853,
    20855,
    20896,
    20949,
    20952
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}