{
  "id": 20868,
  "title": "1965년 Agrashell, Inc. v. Hammons Products Company 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-11-09",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Agrashell, Inc. v. Hammons Products Company. 판결일: 1965-11-09. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: AGRASHELL, INC., Appellant, v. HAMMONS PRODUCTS COMPANY, Appellee\n**판결일**: 1965-11-09\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Mehaffy, Van Oosterhout, Van Pelt\n\n## 변호인\n\nAlbert C. Johnston, of Keith, Johnston, Isner & Des Marais, New York City, made argument for appellant and filed brief with Sam F. Hamra, Jr., of Miller, Fairman, Sanford, Carr & Lowther, Springfield, Mo., B. H. Clampett, Springfield, Mo., made argument for appellee and filed brief with Martin E. Hogan, Jr., Washington, D. C.\n\n## 인용\n\n- 352 F.2d 443\n\n## 판결문 요약\n\n352 F.2d 443\n    AGRASHELL, INC., Appellant,v.HAMMONS PRODUCTS COMPANY, Appellee.\n    No. 17972.\n    United States Court of Appeals Eighth Circuit.\n    November 9, 1965.\n    \n      Albert C. Johnston, of Keith, Johnston, Isner &amp; Des Marais, New York City, made argument for appellant and filed brief with Sam F. Hamra, Jr., of Miller, Fairman, Sanford, Carr &amp; Lowther, Springfield, Mo.\n      B. H. Clampett, Springfield, Mo., made argument for appellee and filed brief with Martin E. Hogan, Jr., Washington, D. C.\n      Before VAN OOSTERHOUT and MEHAFFY, Circuit Judges, and VAN PELT, District Judge.\n      VAN OOSTERHOUT, Circuit Judge.\n    \n    \n      1\n      This is an appeal by the plaintiff Agrashell, Inc., from final order sustaining defendant Hammons Products Company's motion for summary judgment and dismissing plaintiff's complaint for patent infringement.\n    \n    \n      2\n      Plaintiff, in its complaint filed August 7, 1963, claimed to be an assignee of United States Letters Patent No. Re. 23,422 covering \"Cleaning Method and Material Therefor\" by virtue of a document entitled \"Exclusive License Agreement\" effective October 1, 1961, entered into between plaintiff and Purex Corporation Ltd., the then owner of the patent. Responsive pleadings were filed and a number of pretrial conferences were held. Depositions were taken. Defendant upon its request was furnished with a copy of the licensing agreement on or about December 10, 1963. The jurisdiction of the court to ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=agrashell-inc-v-hammons-products-company"
    }
  ],
  "relatedIncidents": [
    20840,
    20842,
    20847,
    20851,
    20852
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}