{
  "id": 20864,
  "title": "1965년 LaMura 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-11-15",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: LaMura. 판결일: 1965-11-15. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: US Home & Develop. Corp. v. LaMura\n**판결일**: 1965-11-15\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Judges Conford, Kilkenny and Leonard\n\n## 인용\n\n- 214 A.2d 538\n- 89 N.J. Super. 254\n\n## 판결문 요약\n\n\n89 N.J. Super. 254 (1965)\n214 A.2d 538\nU.S. HOME &amp; DEVELOPMENT CORPORATION, A CORPORATION OF THE STATE OF DELAWARE, AUTHORIZED TO DO BUSINESS IN THE STATE OF NEW JERSEY, PLAINTIFF-RESPONDENT,\nv.\nJOSEPH LaMURA, JR., BUILDING INSPECTOR OF THE TOWNSHIP OF MARLBORO, MAYOR AND COUNCILMEN OF THE TOWNSHIP OF MARLBORO, AND THE TOWNSHIP OF MARLBORO, IN THE COUNTY OF MONMOUTH, A MUNICIPAL CORPORATION IN THE STATE OF NEW JERSEY, DEFENDANTS-APPELLANTS.\nSuperior Court of New Jersey, Appellate Division.\nArgued September 29, 1965.\nDecided November 15, 1965.\n*256 Before Judges CONFORD, KILKENNY and LEONARD.\nMr. Joseph T. Grause argued the cause for appellants (Messrs. Parsons, Canzona, Blair &amp; Warren, attorneys).\nMr. Stewart M. Hutt argued the cause for respondent (Messrs. Hutt &amp; Berkow, attorneys; Mr. Sam Weiss, of counsel).\nThe opinion of the court was delivered by CONFORD, S.J.A.D.\nThis is an appeal by defendants from a summary judgment entered by the Law Division, Monmouth *257 County, in favor of plaintiff developer, and ordering defendant LaMura, building inspector of Marlboro Township, to issue building permits to plaintiff for 20 lots in section 1-B of plaintiff's approved and filed subdivision development entitled, \"U.S. at Marlboro West.\"\nFinal approval of sections 1-B and 1-A of the subdivision, encompassing 42 lots, had been granted by the planning board then in office on December 27, 1963, and by the Marlboro Township Committee (as required by the subdivision ordina...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=us-home-develop-corp-v-lamura"
    }
  ],
  "relatedIncidents": [
    20842,
    20851,
    20903,
    20997,
    21047
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}