{
  "id": 20867,
  "title": "1965년 Application of William J. Popowsky 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-11-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Application of William J. Popowsky. 판결일: 1965-11-10. 법원: Court of Customs and Patent Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Application of William J. POPOWSKY\n**판결일**: 1965-11-10\n**법원**: Court of Customs and Patent Appeals\n**관할**: USA, Federal\n\n**판사**: Almond, Rich, Smith, Worley\n\n## 변호인\n\nArthur H. Swanson, Lockwood D. Burton, Philadelphia, Pa., for appellant., Clarence W. Moore, Washington, D. C. (Jere W. Sears, Washington, D. C., of counsel), for the Commissioner of Patents.\n\n## 인용\n\n- 351 F.2d 1008\n- 53 C.C.P.A. 733\n\n## 판결문 요약\n\n351 F.2d 1008\n    Application of William J. POPOWSKY.\n    Patent Appeal No. 7442.\n    United States Court of Customs and Patent Appeals.\n    November 10, 1965.\n    \n      Arthur H. Swanson, Lockwood D. Burton, Philadelphia, Pa., for appellant.\n      Clarence W. Moore, Washington, D. C. (Jere W. Sears, Washington, D. C., of counsel), for the Commissioner of Patents.\n      Before WORLEY, Chief Judge, and RICH, SMITH, and ALMOND, Judges.\n      SMITH, Judge.\n    \n    \n      1\n      Appellant appeals from a decision of the Board of Appeals affirming the examiner's rejection of claims 13 and 14 of appellant's application, serial No. 841,763 filed September 23, 1959 entitled \"Measuring Apparatus.\"\n    \n    \n      2\n      The issue for determination is whether appellant's device is obvious in view of the prior art under 35 USC &#167; 103.1 The references remaining2 in support of the rejection are as follows:\n    \n    \n      3\n      Geffcken et al., (British) 235,526 June 17, 1926\n    \n    \n      4\n      Jenkins, Voltage-Sensitive Capacitors, Electrical Manufacturing, Dec. 1954, pp. 83-88, 300, 302.\n    \n    \n      The Invention\n    \n    As stated by appellant:\n    \n      5\n      The claims under appeal * * * are drawn to an electrical signal transducer for use in industrial process control applications. The transducer is characterized in that it receives a unidirectional analog voltage signal and, through its unique circuitry, produces a corresponding unidirectional analog current si...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=application-of-william-j-popowsky"
    }
  ],
  "relatedIncidents": [
    21034,
    20840,
    20842,
    20847,
    20851
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}