{
  "id": 20869,
  "title": "1965년 Oliver 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-11-09",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Oliver. 판결일: 1965-11-09. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Oliver v. Miller\n**판결일**: 1965-11-09\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Holt\n\n## 변호인\n\nJonh M. Lofton, Jr. and Jack Yates, for appellant., Edgar Woolsey, Jr., Jeff Mobley, William R. Bullock, for appellee.\n\n## 인용\n\n- 396 S.W.2d 288\n- 239 Ark. 1043\n\n## 판결문 요약\n\n\n396 S.W.2d 288 (1965)\nDow OLIVER, Administrator, Appellant,\nv.\nMargery E. MILLER, Administratrix, Appellee.\nNo. 5-3683.\nSupreme Court of Arkansas.\nNovember 9, 1965.\n*289 John M. Lofton, Jr., Little Rock, Jack Yates, Ozark, for appellant.\nEdgar Woolsey, Jr., Clarksville, Jeff Mobley and William R. Bullock, Russellville, for appellee.\nHOLT, Justice.\nThis appeal involves a head-on collision between two vehicles killing both drivers, Mrs. Glenda Oliver and Stanley Miller, who were the only occupants of the cars. Appellant first contends that the present action is barred by a previous one.\nThe accident occurred on December 14, 1963. Six days later, or December 20th, Dow Oliver, husband of Mrs. Oliver, on behalf of himself and their four children, filed suit against Leon Hoing, the special administrator of the estate of Mr. Miller, in the Circuit Court of Franklin County, Arkansas seeking damages for the alleged wrongful death of his wife. On that date Mrs. Miller was advised by letter that a special administrator of her husband's estate had been appointed for the specific purpose of securing service of summons upon the administrator in that action. Within the time to answer the special administrator filed a motion to quash the service of summons upon him. No further pleadings were filed in the case and on February 7, 1964 the suit was dismissed \"without prejudice\". On the previous day an order was entered in the Probate Court of Franklin County appointing Dow Oliver the administr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=oliver-v-miller"
    }
  ],
  "relatedIncidents": [
    20840,
    20852,
    20862,
    20890,
    20936
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}