{
  "id": 20862,
  "title": "1965년 Holland 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-11-16",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Holland. 판결일: 1965-11-16. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: State of Iowa, Appellee, v. James Lewis Holland, Appellant\n**판결일**: 1965-11-16\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Becker, Garfield\n\n## 변호인\n\nBurton E. Parriott, of Remsen, for appellant., Lawrence F. Scalise, Attorney General, Don R. Bennett, Assistant Attorney General, and 'William S. Sturges, of Le Mars, County Attorney, for appellee.\n\n## 인용\n\n- 138 N.W.2d 86\n- 258 Iowa 206\n\n## 판결문 요약\n\n\n138 N.W.2d 86 (1965)\nSTATE of Iowa, Appellee,\nv.\nJames Lewis HOLLAND, Appellant.\nNo. 51713.\nSupreme Court of Iowa.\nNovember 16, 1965.\nBurton E. Parriott, Remsen, for appellant.\nLawrence F. Scalise, Atty. Gen., Don R. Bennett, Asst. Atty. Gen., and William S. Sturges, County Atty., LeMars, for appellee.\nGARFIELD, Chief Justice.\nDefendant, age 25, was indicted for the murder of Theodore Christiansen, tried, convicted of murder in the second degree and sentenced to a term of 60 years in the state penitentiary as authorized by section 690.3, Code, 1962. His appeal assigns error in admitting in evidence oral and written confessions made by him. We find no merit in the appeal and affirm the conviction.\nDefendant asserts the confessions were inadmissible because made when he was without assistance of counsel, were not voluntary but induced by such cruel and inhuman treatment of him as to overcome his power of resistance and by fear for his life and safety from the sadistic and inhuman acts of a Tennessee sheriff.\nThe deceased, age 48, lived with his mother in Sioux City. She last saw him alive Friday afternoon, July 10, 1964, when he left home with his truck and said he would return Sunday morning. Sioux City police officers and Sheriff Scholer of Plymouth County found his truck and decomposed, naked body July 23 in a small clearing surrounded by high weeds near the Floyd River, over the line in Plymouth County which adjoins Sioux City on the north. His clothing and billfold, witho...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-holland"
    }
  ],
  "relatedIncidents": [
    20840,
    20852,
    20869,
    20890,
    20936
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}