{
  "id": 20870,
  "title": "1965년 Safeco Insurance of America v. Hartford Fire Insurance 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-11-09",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Safeco Insurance of America v. Hartford Fire Insurance. 판결일: 1965-11-09. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: SAFECO INSURANCE COMPANY OF AMERICA, Cross-defendant and v. HARTFORD FIRE INSURANCE COMPANY, and Appellant HARTFORD ACCIDENT & INDEMNITY CO., Cross-complainant and\n**판결일**: 1965-11-09\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Draper\n\n## 변호인\n\nRobert S. Chadwick for Defendant and Appellant and for Defendant, Cross-complainant and Appellant., Wines & Bonney and B. K. Wines for Plaintiff, Cross-defendant and Respondent.\n\n## 인용\n\n- 238 Cal. App. 2d 77\n\n## 판결문 요약\n\n\nDRAPER, P. J.\nDeclaratory judgment determined that the policies of plaintiff and defendant both afforded primary coverage and thus should share pro-rata the bodily injury liability arising from an automobile collision. Defendant-cross-complainant appeals, urging that plaintiff’s coverage is primary, and its own but excess.\nEureka Valley Cooperative is an unincorporated association. It is a water and soil conservation group, whose members are owners of lands in Inyo County. On February 12, 1961, members of the group met in that county with Mr. Kelsey, who was not a member but was acting as manager. In connection with activities of the cooperative, Mr. Roberts, a member, was driving Kelsey to Bishop in Kelsey’s car. They collided with an automobile occupied by Mr. and Mrs. Lunde, who sued Roberts, Kelsey and the cooperative for damages. Kelsey’s car was uninsured. Roberts’ own ear was insured by plaintiff, and the policy also covered Roberts while driving an automobile he did not own. Defendant had insured Eureka Valley Cooperative against liability for bodily injuries inflicted in operation of automobiles.\nPlaintiff Safeco concedes that its policy covers this accident. Since the car driven by its insured carried no insurance, the Safeco liability is primary.\nHartford concedes that its policy covers the cooperative ‘ ‘ as the employer of Roberts, ’ ’ but contends that this coverage is only secondary to that of Safeco. The Lundes ’ claims have been settled within the limits of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=safeco-insurance-of-america-v-hartford-fire-insurance"
    }
  ],
  "relatedIncidents": [
    20930,
    21015,
    21048,
    21060,
    20685
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}