{
  "id": 20877,
  "title": "1965년 Matthews 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-10-04",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Matthews. 판결일: 1965-10-04. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Russell Mae MATTHEWS v. The STATE of Texas\n**판결일**: 1965-10-04\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Woodley\n\n## 변호인\n\nNo attorney on appeal for appellant., Henry Wade, Dist. Atty., Neil English, Jim Zimmerman, and W. John Allison, Jr., Asst. Dist. Attys., Dallas, and Leon B. Douglas, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 394 S.W.2d 522\n\n## 판결문 요약\n\n\nWOODLEY, Judge.\nThe offense is -passing as true a forged instrument in writing; the punishment, enhanced by two previous convictions for forgery, life.\nThe indictment alleged the forgery and passing of a check purportedly drawn by Stanley H. Marcus on the National Bank *523of Commerce payable to the order of Laura Ann Davis in the sum of $850, dated July 3, 1963.\nThe evidence shows that such a check was presented by appellant to Mae Starks, a teller at the City Bank and Trust Company, which opened for business in Dallas on July 1, 1963.\nThe teller cashed the check upon the assumption that the initials “G. B.” appearing thereon represented the approval of the bank president, G. B. Bowman.\nThe check was introduced in evidence. Mae Starks identified appellant at the trial and in a police line up as the person who passed the check to her.\nMr. Bowman, the bank president, testified that he did not approve or initial the check for cashing.\nStanley Marcus, President of Neiman Marcus Company, testified that he did not sign the check; that he did not give appellant permission to sign his name on any check and to his knowledge he did not know her. He further testified that he had not for some years used his middle initial; that his address was on the check but was misspelled; that he did not know a Laura Ann Davis, and that he had never had an account at the National Bank of Commerce.\nThe prior convictions for forgery alleged for enhancement of punishment were proved by the records and...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=matthews-v-state"
    }
  ],
  "relatedIncidents": [
    20840,
    20842,
    20847,
    20851,
    20852
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}