{
  "id": 20890,
  "title": "1965년 People v. Earnest Thomas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-09-20",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: People v. Earnest Thomas. 판결일: 1965-09-20. 법원: Michigan Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: People v. Earnest Thomas\n**판결일**: 1965-09-20\n**법원**: Michigan Court of Appeals\n**관할**: Michigan, MI\n\n**판사**: Burns, Lesinski, Watts\n\n## 변호인\n\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, Samuel II. Olsen, Prosecuting Attorney, Samuel J. Torina, Chief Appellate Lawyer, and James E. Lacey, Assistant Prosecuting Attorney, for the people., Abba I. Friedman, for defendant.\n\n## 인용\n\n- 136 N.W.2d 721\n- 1 Mich. App. 444\n\n## 판결문 요약\n\n\n1 Mich. App. 444 (1965)\n136 N.W.2d 721\nPEOPLE\nv.\nEARNEST THOMAS.\nDocket No. 444.\nMichigan Court of Appeals.\nDecided September 20, 1965.\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, Samuel H. Olsen, Prosecuting Attorney, Samuel J. Torina, Chief Appellate Lawyer, and James E. Lacey, Assistant Prosecuting Attorney, for the people.\nAbba I. Friedman, for defendant.\nWATTS, J.\nDefendant Earnest Thomas was convicted by a jury of assault with intent to do great bodily harm less than the crime of murder in violation of CL 1948, § 750.84 (Stat Ann 1962 Rev § 28.279), in the recorder's court of the city of Detroit and sentenced to serve not less than two and one-half nor more than 10 years at the State Prison of Southern Michigan at Jackson. Defendant appeals, alleging four assignments of error.\nOctober 31, 1963, on or about the hour of 6 o'clock in the evening, complainant Joseph Boske in the city of Detroit was assaulted by defendant Thomas who charged complainant, knocked him to the pavement, kicked and stamped him several times. Complainant *446 got up and defendant attacked him again, knocked him down and continued to kick him. Complainant was kicked approximately 12 times by defendant.\nThe police arrived shortly after complainant was knocked down the second time. Complainant was taken to the hospital, given treatment, and released. Defendant left the scene and was apprehended some time later.\nDefendant was charged with violating the penal code of the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-earnest-thomas"
    }
  ],
  "relatedIncidents": [
    20840,
    20852,
    20862,
    20869,
    20936
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}