{
  "id": 20896,
  "title": "1965년 Nolen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-09-13",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Nolen. 판결일: 1965-09-13. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Nolen v. State\n**판결일**: 1965-09-13\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Holt, Ward\n\n## 변호인\n\nHolt, Park & Holt, for appellant., Bruce Bennett, Atty. General, By: Beryl F. Anthony, Jr., Asst. Atty. General, for appellee.\n\n## 인용\n\n- 239 Ark. 681\n- 393 S.W.2d 765\n\n## 판결문 요약\n\n Paul Ward, Associate Justice. Appellant, Fred Nolen, together with two accomplices was indicted for robbing Robert Fox on May 11, 1963. The accomplices were Irvin Steele (alias Irvin Perry) and Wayne Ogles. Steele and Ogles pleaded guilty soon after the robbery occurred. Steele was given twenty one years in the penitentiary and Ogles ivas given a three year suspended sentence. Appellant pleaded not guilty, was tried and convicted on December 15, 1964, and was sentenced to five years in the penitentiary. Before examining appellant’s contentions for a reversal we deem it expedient to set forth á brief description of some of the parties involved, and also a summary of pertinent facts. Parties. Fred Nolen (appellant) is forty four years old, is a very substantial farmer near Paragould, he has a wife and family, and has never before been convicted of any crime. Irvin Steele (alias Irvin Perry) admits he has previously been convicted of felonies five or six times, and his wife is the bartender at Wink’s Tavern in Paragould. Wayne Ogles was seventeen years of age in 1963; he had known Steele for about three years during which time they had been close associates; he admits they had been together on four or five “jobs”; and, he admits he has pleaded guilty to four or five criminal charges but has never been punished. Robert Fox (who was robbed) is a young man who lives with his parents a few miles from Paragould. He admits to having been convicted of such offenses as drunkenness, dri...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nolen-v-state"
    }
  ],
  "relatedIncidents": [
    20853,
    20855,
    20859,
    20949,
    20952
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}