{
  "id": 20906,
  "title": "1965년 First Manufacturers National Bank v. Johnson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-08-30",
  "location": "Maine, ME, USA",
  "summary": "미국 Maine, ME 법원 판결 사건. 사건명: First Manufacturers National Bank v. Johnson. 판결일: 1965-08-30. 법원: Supreme Judicial Court of Maine.",
  "description": "## 사건 정보\n\n**사건명**: First Manufacturers National Bank of Lewiston and Auburn v. Ernest H. Johnson, State Tax Assessor\n**판결일**: 1965-08-30\n**법원**: Supreme Judicial Court of Maine\n**관할**: Maine, ME\n\n**판사**: Marken, Rudman, Sullivan, Tapley, Webber, Williamson\n\n## 변호인\n\nSkelton & Taintor, by Frederick G. Taintor and Charles H. Abbott, for Plaintiffs., Jon R. Doyle, Asst. Atty. Gen., for Defendant.\n\n## 인용\n\n- 161 Me. 369\n\n## 판결문 요약\n\n\nWilliamson, C. J.\nThis is a complaint under Rule 80B M. R. C. P. by the plaintiff trustees under the will of John W. Wood to review administrative action of the defendant State Tax Assessor. The trustees allege that they were aggrieved by the refusal of the State Tax Assessor to effect a compromise of inheritance tax. On motion of the defendant, judgment dismissing the complaint on the pleadings was entered. The plaintiffs appeal.\n*371The plaintiffs seek to have the decision set aside and the cause remanded with instructions that the State Tax Assessor shall enter into good faith negotiations for the settlement of the inheritance tax based on the value of the trust as of the date of the death of the decedent John W. Wood.\nThe statute under which the plaintiffs seek action reads:\n“In case it is impossible either to determine the persons entitled to an interest or to compute the present value of any interest, the state tax assessor may and to promote the early settlement of taxes shall endeavor to, with the approval of the attorney general, effect such settlement of the tax as he shall deem [reasonable in the best interests] of the state, and payment of the sum so agreed upon shall be full satisfaction of such tax. Executors, administrators and trustees are authorized and empowered to compromise the amount of tax with the state tax assessor.” R. S., 1954, c. 155, § 12, as amended 1961, c. 187; now 36 M. R. S. A., § 3635. The 1961 amendment is emphasized; the clause in brackets...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=first-manufacturers-national-bank-v-johnson"
    }
  ],
  "relatedIncidents": [
    20840,
    20842,
    20847,
    20851,
    20852
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}