{
  "id": 20905,
  "title": "1965년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-08-30",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1965-08-30. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Robert E. Hedberg v. State Farm Mutual Automobile Insurance Company, State Farm Life Insurance Company, State Farm Fire & Casualty Company, State Farm General Insurance Company\n**판결일**: 1965-08-30\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 350 F.2d 924\n\n## 판결문 요약\n\n350 F.2d 924\n    2 A.L.R.Fed. 1\n    Robert E. HEDBERG, Appellant,v.STATE FARM MUTUAL AUTOMOBILE INSURANCE COMPANY, State FarmLife Insurance Company, State Farm Fire &amp; CasualtyCompany, State Farm General InsuranceCompany, Appellees.\n    No. 17797.\n    United States Court of Appeals Eighth Circuit.\n    Aug. 30, 1965.\n    \n      Joe A. Walters and Robert J. Christianson, Jr., both of O'Connor, Green, Thomas &amp; Walters, Minneapolis, Minn., for appellant.\n      Marvin E. Lundquist, Wheaton, Minn., for appellee.\n      Before VAN OOSTERHOUT, BLACKMUN, and MEHAFFY, Circuit Judges.\n      BLACKMUN, Circuit Judge.\n    \n    \n      1\n      State Farm Mutual Automobile Insurance Company (State Automobile), State Farm Life Insurance Company (State Life), State Farm Fire &amp; Casualty Company (State Fire), and State Farm General Insurance Company (State General), all Illinois corporations, instituted this diversity suit in the United States District Court for the District of Minnesota against Robert E. Hedberg, a Minnesota resident.  The relief sought was (a) replevin of personal property; (b) damages for the detention of that property; (c) an injunction; and (d) damages for violation of contracts between the plaintiffs and the defendant.  Hedberg's answer challenged the presence of the $10,000 jurisdictional amount prescribed by 28 U.S.C. 1332(a) and, as well, the plaintiffs' right to the relief requested.\n    \n    \n      2\n      At the argument on the plaintiffs' motion for a preli...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robert-e-hedberg-v-state-farm-mutual-automobile-insurance-company-state"
    }
  ],
  "relatedIncidents": [
    20840,
    20842,
    20847,
    20851,
    20852
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}