{
  "id": 20936,
  "title": "1965년 Hale 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-07-07",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Hale. 판결일: 1965-07-07. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: STATE OF NEW JERSEY, PLAINTIFF-RESPONDENT, v. MATTHEW JAMES HALE, Jr., DEFENDANT-APPELLANT\n**판결일**: 1965-07-07\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: Francis, Hall, Jacobs, None, Proctor, Schettino, Sci-Iettino, Weintraub\n\n## 변호인\n\nMr. Salvatore J. Avena argued the cause for appellants (Mr. Joseph Pierce Lodge, on the brief)., Mr. Richard A. Koerner, Deputy Attorney General, argued the cause for respondent (Mr. Arthur J. Sills, Attorney General of New Jersey, attorney).\n\n## 인용\n\n- 212 A.2d 146\n- 45 N.J. 255\n\n## 판결문 요약\n\n\n45 N.J. 255 (1965)\n212 A.2d 146\nSTATE OF NEW JERSEY, PLAINTIFF-RESPONDENT,\nv.\nMATTHEW JAMES HALE, JR., DEFENDANT-APPELLANT.\nThe Supreme Court of New Jersey.\nArgued June 1, 1965.\nDecided July 7, 1965.\n*257 Mr. Salvatore J. Avena argued the cause for appellants (Mr. Joseph Pierce Lodge, on the brief).\nMr. Richard A. Koerner, Deputy Attorney General, argued the cause for respondent (Mr. Arthur J. Sills, Attorney General of New Jersey, attorney).\nThe opinion of the court was delivered by SCHETTINO, J.\nDefendant, Matthew James Hale, Jr., was charged and tried for the murder of his wife on or about midnight May 28, 1961. The jury returned a verdict of guilty in the first degree with a recommendation of life imprisonment. In addition to the brief filed in this Court by his counsel, defendant has filed a brief pro se.\nThe facts surrounding the murder are deduced from defendant's oral testimony at trial, his written confession (no objection to which was raised at trial) and the testimony of others to whom he stated the circumstances of the murder. No other person witnessed the incident.\nOn the morning of May 28, 1961 defendant had an argument with his wife about her manner of keeping house and his drinking. At lunch they apparently resolved their differences *258 and made up. According to defendant there were no hostile feelings at dinner.\nWhile they were eating dinner a neighbor called Hale and asked if he had any beer to spare. Hale replied that he did not, but that he would see if...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hale"
    }
  ],
  "relatedIncidents": [
    20840,
    20852,
    20862,
    20869,
    20890
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}