{
  "id": 20935,
  "title": "1965년 Perry 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-07-08",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Perry. 판결일: 1965-07-08. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington v. James O. Perry\n**판결일**: 1965-07-08\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n## 변호인\n\nCharles O. Carroll, James E. Kennedy, and Russell R. Pearson, for appellant.\n\n## 인용\n\n- 66 Wash. 2d 596\n\n## 판결문 요약\n\n\nPer Curiam.\nThis is an appeal from an order of the Superior Court for King County dismissing a filiation proceeding brought by the state against the defendant (respondent) , James O. Perry. A complaint, filed in the Seattle District Justice Court on June 9, 1961, alleged that the defendant was the father of a male child born to the complaining witness on February 28, 1960. A warrant was issued forthwith for the arrest of the defendant, but he was not apprehended until November 19,1963. A justice court hearing was held on December 6, 1963, and the case was bound over to the superior court on December 20,1963. The justice court transcript was filed in the superior court on February 26, 1964.\nOn the day of the trial, September 22, 1964, the superior court judge interrupted the first state witness and stated that he had examined the superior court file and found that it contained a carbon copy of the complaint, rather *597than the original, and that the carbon copy was not signed, verified, or date-stamped. The defendant’s counsel thereupon made a motion for dismissal of the action on the ground that the action had not been commenced within two years after the birth of the child. RCW 26.24.160. The defendant’s motion was granted by the trial court.\nPrior to the entry of a written order on the court’s ruling, the state filed a motion for reconsideration on October 23, 1964. In support of its motion the state disclosed (1) that a notation on the transcript of the justice court doc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-perry"
    }
  ],
  "relatedIncidents": [
    20840,
    20842,
    20847,
    20851,
    20852
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}