{
  "id": 20930,
  "title": "1965년 Louis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-08-10",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Louis. 판결일: 1965-08-10. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The State of Ohio, Appellee, v. Louis, Appellant\n**판결일**: 1965-08-10\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Bryant, Dueeey, Troop\n\n## 변호인\n\nMr. C. Howard Johnson,  prosecuting attorney,  Mr. Fred L.  Newsom, Jr.,  and  Mr. K. Michael Foley,  for appellee.\n\n Mr. Edward T. Roth,  for appellant.\n\n## 인용\n\n- 209 N.E.2d 756\n- 3 Ohio App. 2d 189\n\n## 판결문 요약\n\nThis is an appeal on questions of law by Tony Louis, appellant, defendant in the court below. The state of Ohio, appellee, plaintiff below, by indictment charged that on July 11, 1963, Louis burglarized an inhabited dwelling in the night season contrary to Section 2907.09, Revised Code; (2) while armed with a deadly weapon, he robbed a man of $1.50, contrary to Section2901.13, Revised Code; and (3) he committed forcible rape, contrary to Section 2905.01, Revised Code.\nLouis was tried before a jury which, on January 21, 1964, found him guilty of all three charges. The trial court granted a new trial on the rape charge, and it was later dismissed. The jury did not recommend mercy in its verdict on the burglary charge making a life sentence mandatory. The trial court imposed a life sentence on the burglary charge and a concurrent indeterminate sentence of from ten to twenty-five years on the armed robbery charge.\nIn his appeal to this court, Louis makes five assignments of error. The first, second and fourth assignments relate to the admission, exclusion or weight of the evidence. The third assignment relates to the overruling of Louis' motion to dismiss, and the fifth assignment relates to other errors appearing in the record.\nAt the time of argument, counsel for Louis alleged that the charge of the trial court violated the constitutional rights of Louis. At the trial, Louis did not take the stand and testify in his own behalf. It was claimed that the trial court in its charge ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-louis"
    }
  ],
  "relatedIncidents": [
    20870,
    21015,
    21048,
    21060,
    20685
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}