{
  "id": 20949,
  "title": "1965년 Collins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-06-25",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Collins. 판결일: 1965-06-25. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: John Wesley COLLINS v. COMMONWEALTH of Kentucky\n**판결일**: 1965-06-25\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Waddill\n\n## 변호인\n\nJames E. Higgins, Jr., Hopkinsville, for appellant., Robert Matthews, Atty. Gen., Joseph H. Eckert, Asst. Atty. Gen., Frankfort, for appellee.\n\n## 인용\n\n- 392 S.W.2d 77\n\n## 판결문 요약\n\n\nWADDILL, Commissioner.\nThe appeal is from an order overruling a motion under RCr 11.42 to vacate a judgment pursuant to which appellant is incarcerated in the Eddyville State Penitentiary.\nAppellant contends he was denied the effective assistance of counsel in contravention of the 14th Amendment to the Federal Constitution and Section 11 of our State Constitution in that he was brought to trial the same day counsel was appointed to represent him.\nUpon the filing of this motion the circuit judge appointed the Honorable James Higgins to represent appellant. A hearing was held in appellant’s presence at which time it was shown that appellant was arrested for armed robbery and waived a preliminary hearing in February 1961, executed bond in March 1961, was indicted by the grand jury September 25, 1961, and was arraigned in circuit court October 10, 1961. On the latter date he informed the circuit judge he was financially unable to employ counsel and the Honorable Louis McHenry was appointed to represent him.\nMr. McHenry testified at the hearing that he interviewed appellant and the prosecuting witness before the trial and appellant did not furnish him with the names of any witnesses to have subpoenaed in his behalf. The prosecuting witness informed Mr. Mc-Henry that appellant had participated in the robbery. Mr. McHenry stated, in effect, that appellant had no ground upon which to seek a continuance. The circuit judge, in overruling the motion to vacate the judgment, found that a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=collins-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    20853,
    20855,
    20859,
    20896,
    20952
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}