{
  "id": 20945,
  "title": "1965년 Kravitz Estate 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-06-30",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Kravitz Estate. 판결일: 1965-06-30. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Kravitz Estate\n**판결일**: 1965-06-30\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Bell, Cohen, Eagen, Jones, MuSmanno, Musmanno, O'Brien, Roberts\n\n## 변호인\n\nDesmond J. McTighe, with him Philip D. Weiss, and Duffy, McTighe & McElhone, for appellant., Morris Passon, with him Leon H. Fose, for appellee.\n\n## 인용\n\n- 418 Pa. 319\n\n## 판결문 요약\n\n\n418 Pa. 319 (1965)\nKravitz Estate.\nSupreme Court of Pennsylvania.\nArgued April 29, 1965.\nJune 30, 1965.\n*320 Before BELL, C.J., MUSMANNO, JONES, COHEN, EAGEN, O'BRIEN and ROBERTS, JJ.\nDesmond J. McTighe, with him Philip D. Weiss, and Duffy, McTighe &amp; McElhone, for appellant.\nMorris Passon, with him Leon H. Fox, for appellee.\nOPINION BY MR. CHIEF JUSTICE BELL, June 30, 1965:\nMay a convicted slayer relitigate in the Orphans' Court the issue of murder and the question of his guilt?\n*321 Ethel Kravitz, the appellant, was indicted for the murder of her husband, Max Kravitz, in their home in Wynnewood, on July 4, 1958. She pleaded not guilty; she was found guilty of murder in the second degree by a jury on December 12, 1958, and on July 17, 1959, she was sentenced to an indeterminate sentence in the State Industrial Home for Women at Muncy, Pennsylvania. On June 28, 1960, this Court in Commonwealth v. Kravitz, 400 Pa. 198, 161 A. 2d 861, affirmed the judgment and sentence.\nMax Kravitz left surviving him, his widow Ethel Kravitz, a brother Harry Kravitz, and a sister Esther Passon. Kravitz left a will in which he bequeathed his residuary estate to his wife if she survived him by ninety days. Having so survived him, she presented her claim to her husband's residuary estate at the audit of his executor's account. Her claim was disallowed and dismissed in a learned Opinion by President Judge TAXIS.\nEthel Kravitz did not testify in the criminal case in which she was convicted of mu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kravitz-estate"
    }
  ],
  "relatedIncidents": [
    20840,
    20852,
    20862,
    20869,
    20890
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}