{
  "id": 20964,
  "title": "1965년 Barger 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-06-02",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Barger. 판결일: 1965-06-02. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Audra J. Barger v. Leonard Webb and American National Bank & Trust Company\n**판결일**: 1965-06-02\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: Burnett\n\n## 변호인\n\nH. Keith Harder, Daniel C. B. Levy, Chattanooga, for appellant., Jerry J. Phillips, Chattanooga, Miller, Martin, Hitching, Tipton & Lenihan, Chattanooga, of counsel, for appellee, Bank., Stone & Kirkland, Chattanooga, for apppellee, \"Webb.\n\n## 인용\n\n- 391 S.W.2d 664\n- 216 Tenn. 275\n\n## 판결문 요약\n\n\n391 S.W.2d 664 (1965)\nAudra J. BARGER\nv.\nLeonard WEBB and American National Bank &amp; Trust Company.\nSupreme Court of Tennessee.\nJune 2, 1965.\n*665 H. Keith Harber, Daniel C. B. Levy, Chattanooga, for appellant.\nJerry J. Phillips, Chattanooga, Miller, Martin, Hitching, Tipton &amp; Lenihan, Chattanooga, of counsel, for appellee, Bank.\nStone &amp; Kirkland, Chattanooga, for apppellee, Webb.\nBURNETT, Chief Justice.\nMrs. Barger brought this suit against Webb and the Bank alleging that she and her husband purchased an automobile trailer from Webb, who in turn assigned their note to the Bank. The Bank repossessed this property and failed to comply with the provisions of T.C.A. § 47-1302 (effective when the acts herein happened), in that it did not post notice as required by statute, thus she sought to recover under T.C.A. § 47-1306 (effective when the acts herein took place) the amount she and her husband had paid (he had assigned any rights that he had to her) from Webb and the Bank.\nTo this bill the Bank filed a plea in bar in which it alleged in substance that this suit is barred due to former adjudication, election of remedies and accord and satisfaction. The plea of Leonard Webb raised substantially the same defenses. This plea of the Bank has attached to it a copy of the original declaration in the lower court repossessing this trailer along with a certified copy of an answer and a cross-bill to this action, and likewise a certified copy of the order adjudicating the law c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=barger-v-webb"
    }
  ],
  "relatedIncidents": [
    20840,
    20842,
    20847,
    20851,
    20852
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}