{
  "id": 20962,
  "title": "1965년 Black v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-06-03",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Black v. State. 판결일: 1965-06-03. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Black v. State of Indiana\n**판결일**: 1965-06-03\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Arterburn\n\n## 변호인\n\nGeorge E. Sawyer, of Richmond, for appellant., John J. Dillon, Attorney General, and David S. Wedding, Deputy Attorney General, for appellee.\n\n## 인용\n\n- 207 N.E.2d 627\n- 246 Ind. 550\n\n## 판결문 요약\n\n\n246 Ind. 550 (1965)\n207 N.E.2d 627\nBLACK\nv.\nSTATE OF INDIANA.\nNo. 30,552.\nSupreme Court of Indiana.\nFiled June 3, 1965.\n*551 George E. Sawyer, of Richmond, for appellant.\nJohn J. Dillon, Attorney General, and David S. Wedding, Deputy Attorney General, for appellee.\nARTERBURN, J.\nThis is an appeal from a conviction of armed robbery. The main contention raised by the appellant on appeal is that the verdict of the jury is not sustained by sufficient evidence. A brief recital of the evidence most favorable to the State is necessary for a review of this question.\nThe testimony shows that on December 27, 1962, shortly before midnight, Don's Gulf Service Station in Richmond, Indiana was robbed. Three men drove up to the station in a car. One of them got out, came into the station and took a sum of money from the station owner, Donald Tharp, and the station attendant, Earl Lathrop. Lathrop testified the driver of the car kept a towel over his face and identified the get-a-way car as a black and white 1954 Ford Hardtop with a loud exhaust noise. One of the witnesses for the State, Truby McFarland, Jr., an accomplice in the robbery, was at the time of the trial an inmate at the Indiana State Prison where he was sentenced to serve a ten-year term for armed robbery as a result of a plea of guilty for robbery involved in the charges in this case. He testified that the appellant-Black and Delbert Ullery were with him at the time the robbery occurred; that appellant was the driver of the c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=black-v-state"
    }
  ],
  "relatedIncidents": [
    20853,
    20855,
    20859,
    20896,
    20949
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}