{
  "id": 20963,
  "title": "1965년 Barnes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-06-02",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Barnes. 판결일: 1965-06-02. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: STATE v. ALBERT (ALTON) E. BARNES, Petitioner\n**판결일**: 1965-06-02\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Higgins, Parker\n\n## 변호인\n\n\n\nT. W., Bruton, Attorney General, James F. Bullock, Assistant Attorney General for the State.\n, \nEarl Whitted, Jr., Samuel S. Mitchell for defendant appellant.\n\n\n## 인용\n\n- 142 S.E.2d 344\n- 264 N.C. 517\n\n## 판결문 요약\n\n\n142 S.E.2d 344 (1965)\n264 N.C. 517\nSTATE\nv.\nAlbert (Alton) E. BARNES, Petitioner.\nNo. 167.\nSupreme Court of North Carolina.\nJune 2, 1965.\nT. W. Bruton, Atty. Gen., James F. Bullock, Asst. Atty. Gen., for the State.\n*345 Earl Whitted, Jr., Goldsboro, Samuel S. Mitchell, Raleigh, for defendant appellant.\nHIGGINS, Justice.\nOn October 3, 1961, the Grand Jury returned a bill of indictment against the defendant, Alton E. Barnes, Robert E. Elliott, and James A. Andrews, charging that on September 23, 1961, the above named \"unlawfully, wilfully, maliciously, and feloniously did injure the home of Robert E. Christenbury and wife * * * situate near the Rifle Range Road, by the use of a high explosive, to-wit: a hand grenade. * * *\"\nBoth Barnes and Christenbury were members of the United States Marine Corps in active service. Barnes was arrested by the Marine Corps authorities and on September 29, 1961, was turned over to the Sheriff of Onslow County for prosecution in the State court. The defendant and his family made an unsuccessful effort to employ counsel. He was not afforded a preliminary hearing. On the day following the return of the indictment the case was called for trial. According to the record, Elliott and Andrews, represented by counsel, entered pleas of nolo contendere. Barnes, without counsel, entered a plea of not guilty. At the conclusion of the State's evidence a verdict of not guilty was directed by the court on the charges against Elliott and Andrews. They were rele...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-barnes"
    }
  ],
  "relatedIncidents": [
    20840,
    20842,
    20847,
    20851,
    20852
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}