{
  "id": 20967,
  "title": "1965년 McCorkle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-05-24",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: McCorkle. 판결일: 1965-05-24. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: McCorkle v. United Gas Pipe Line Company, Et Al.\n**판결일**: 1965-05-24\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Brady\n\n## 변호인\n\nCrawley & Ford, Kosciusko, for appellant., Brunini, Everett, Grantham & Quin, George P. Hewes, III, Newt P. Harrison, Jackson; George J. Thornton, Kosciusko, for appellees.\n\n## 인용\n\n- 175 So. 2d 480\n- 253 Miss. 169\n\n## 판결문 요약\n\n\n253 Miss. 169 (1965)\n175 So. 2d 480\nMcCORKLE\nv.\nUNITED GAS PIPE LINE COMPANY, et al.\nNo. 43408.\nSupreme Court of Mississippi.\nMay 24, 1965.\nCrawley &amp; Ford, Kosciusko, for appellant.\n*172 Brunini, Everett, Grantham &amp; Quin, George P. Hewes, III, Newt P. Harrison, Jackson; George J. Thornton, Kosciusko, for appellees.\n*173 BRADY, TOM P., J.\nThis is an appeal from a final decree of the Chancery Court of Attala County, Mississippi, dismissing a bill of complaint and a bill for attachment filed by the appellant against the appellees, United Gas Pipe Line Company and Daulton P. May. The record reveals the following pertinent facts:\nOn November 30, 1962, around 2:40 P.M., appellant was riding in a Chevrolet pickup truck driven by her husband in a southerly direction over U.S. Highway 51 a short distance south of the town of Vaiden, in Carroll County, Mississippi. Mississippi State Highway 35 intersects U.S. Highway 51 at approximately a sixty-nine degree angle, Highway 35 traverses in a southeasterly and northwesterly direction, and U.S. Highway 51 extends generally in a northerly and southerly *174 direction. Daulton P. May, employee, agent and servant of United Gas Pipe Line Company, a nonresident corporation incorporated in the state of Delaware, was operating a 1962 Chevrolet automobile likewise in a southerly direction over U.S. Highway 51 and was following the Chevrolet pickup truck driven by appellant's husband, C.M. McCorkle. The car driven by May collided with the M...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mccorkle-v-united-gas-pipe-line-co"
    }
  ],
  "relatedIncidents": [
    20840,
    20842,
    20847,
    20851,
    20852
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}