{
  "id": 20966,
  "title": "1965년 Lawrence E. Wilson, Warden of San Quentin Prison v. Frederick Gray 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-05-26",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Lawrence E. Wilson, Warden of San Quentin Prison v. Frederick Gray. 판결일: 1965-05-26. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Lawrence E. WILSON, Warden of San Quentin Prison, Appellant, v. Frederick GRAY, Appellee\n**판결일**: 1965-05-26\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Duniway, Hamley, Hamlin\n\n## 변호인\n\nThomas C. Lynch, Atty. Gen. of Cal., Albert W. Harris, Jr., Robert R. Granucci, and Michael J. Phelan, Deputy Attys. Gen. of Cal., San Francisco, Cal., for appellant., Marshall W. Krause, San Francisco, Cal., for appellee.\n\n## 인용\n\n- 345 F.2d 282\n\n## 판결문 요약\n\n345 F.2d 282\n    Lawrence E. WILSON, Warden of San Quentin Prison, Appellant,v.Frederick GRAY, Appellee.\n    No. 19380.\n    United States Court of Appeals Ninth Circuit.\n    April 21, 1965.\n    Rehearing Denied May 26, 1965.\n    \n      Thomas C. Lynch, Atty. Gen. of Cal., Albert W. Harris, Jr., Robert R. Granucci, and Michael J. Phelan, Deputy Attys. Gen. of Cal., San Francisco, Cal., for appellant.\n      Marshall W. Krause, San Francisco, Cal., for appellee.\n      Before HAMLEY, HAMLIN and DUNIWAY, Circuit Judges.\n      HAMLIN, Circuit Judge.\n    \n    \n      1\n      Appellee, Frederick Gray, is an inmate at San Quentin Prison, California. On April 3, 1962, the appellee was charged by information in the Superior Court of the State of California in and for the County of Los Angeles with assault with a deadly weapon, a violation of section 245 of the California Penal Code. On April 12, 1962, the appellee, represented by his attorney, a deputy public defender of Los Angeles County, entered a plea of not guilty. When the case came on for trial in the Superior Court of Los Angeles County, appellee, represented by his attorney, personally waived his right to a trial by jury. In appellee's presence and without any objection on the part of appellee, his attorney stipulated that the matter be heard on the transcript of the preliminary hearing, each side retaining the right to produce additional evidence at the trial. However, at the trial neither side produced any further evidence. Ap...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lawrence-e-wilson-warden-of-san-quentin-prison-v-frederick-gray"
    }
  ],
  "relatedIncidents": [
    20675,
    20695,
    20703,
    20730,
    20800
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}