{
  "id": 20978,
  "title": "1965년 Hanna 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-04-26",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Hanna. 판결일: 1965-04-26. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Hanna v. Plumer, Executor\n**판결일**: 1965-04-26\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Black, Harlan, Warren\n\n## 변호인\n\nAlbert P. Zabin argued the cause for petitioner, pro hac vice, by special leave of Court. With him on the brief was George Welch., James J. Fitzpatrick argued the cause for respondent. On the brief were Alfred, E. LoPresti and James T. Connolly.\n\n## 인용\n\n- 14 L. Ed. 2d 8\n- 85 S. Ct. 1136\n- 380 U.S. 460\n- 1965 U.S. LEXIS 1350\n\n## 판결문 요약\n\n\n380 U.S. 460 (1965)\nHANNA\nv.\nPLUMER, EXECUTOR.\nNo. 171.\nSupreme Court of United States.\nArgued January 21, 1965.\nDecided April 26, 1965.\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FIRST CIRCUIT.\nAlbert P. Zabin argued the cause for petitioner, pro hac vice, by special leave of Court. With him on the brief was George Welch.\nJames J. Fitzpatrick argued the cause for respondent. On the brief were Alfred E. LoPresti and James T. Connolly.\n*461 MR. CHIEF JUSTICE WARREN delivered the opinion of the Court.\nThe question to be decided is whether, in a civil action where the jurisdiction of the United States district court is based upon diversity of citizenship between the parties, service of process shall be made in the manner prescribed by state law or that set forth in Rule 4 (d) (1) of the Federal Rules of Civil Procedure.\nOn February 6, 1963, petitioner, a citizen of Ohio, filed her complaint in the District Court for the District of Massachusetts, claiming damages in excess of $10,000 for personal injuries resulting from an automobile accident in South Carolina, allegedly caused by the negligence of one Louise Plumer Osgood, a Massachusetts citizen deceased at the time of the filing of the complaint. Respondent, Mrs. Osgood's executor and also a Massachusetts citizen, was named as defendant. On February 8, service was made by leaving copies of the summons and the complaint with respondent's wife at his residence, concededly in compliance with Rule 4 (d) (1), which ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hanna-v-plumer"
    }
  ],
  "relatedIncidents": [
    20755,
    20840,
    20842,
    20847,
    20851
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}