{
  "id": 20989,
  "title": "1965년 Kutner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-04-13",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Kutner. 판결일: 1965-04-13. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Kutner v. Kalish\n**판결일**: 1965-04-13\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Barkdull, C.J., and Carroll and Hendry\n\n## 인용\n\n- 173 So. 2d 763\n\n## 판결문 요약\n\n\n173 So. 2d 763 (1965)\nNorman KUTNER and Helen Kutner, his wife, Appellants,\nv.\nLeonard KALISH and Frank Kalish Appellees.\nNo. 64-776.\nDistrict Court of Appeal of Florida. Third District.\nApril 13, 1965.\n*764 Rothstein &amp; Tumin, Miami, for appellants.\nHerbert E. Kaufman, Miami, for appellees.\nBefore BARKDULL, C.J., and CARROLL and HENDRY, JJ.\nHENDRY, Judge.\nPlaintiffs brought action against the defendants herein, and in a three count complaint sought damages arising out of a loss occasioned when plaintiffs, pursuant to defendants' alleged fraudulent misrepresentations, conspiracy and grossly negligently given advice, invested funds with one Herbert Goldberger.\nDefendants' motions to dismiss for failure to state a cause of action were sustained. Plaintiffs elected not to amend their complaint within the time allowed and appealed.\nIn count I of the complaint, plaintiffs attempted to allege a cause based upon legal fraud. It has long been the Florida rule that whenever fraud is relied upon the allegations relating thereto should be specific and the facts constituting the fraud *765 clearly stated.[1] This position has not been abandoned by the adoption of the Florida Rules of Civil Procedure.[2]\nIn order that fraud be actionable the following elements must be made to appear:\n(1) a misrepresentation of material fact,\n(2) [a] knowledge of the representor of the misrepresentation, or, [b] representations made by the representor without knowledge as to either truth or falsity, or...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kutner-v-kalish"
    }
  ],
  "relatedIncidents": [
    21005,
    20687,
    20788,
    20824,
    20840
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}