{
  "id": 20997,
  "title": "1965년 Hodson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-04-08",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Hodson. 판결일: 1965-04-08. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Earl M. HODSON, Jr. v. Beatrice C. HODSON\n**판결일**: 1965-04-08\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Coleman, Goodwyn, Harwood, Lawson, Livingston, Merrill, Simpson\n\n## 변호인\n\nJas. M. Rea, Notasulga, for petitioner., Wm. C. Irby, Auburn, for respondent.\n\n## 인용\n\n- 277 Ala. 647\n- 173 So. 2d 809\n\n## 판결문 요약\n\n\nLIVINGSTON, Chief Justice.\nThis is an application to this Court for permission to file a bill in the nature of a bill of review in the Circuit Court, in Equity, of Lee County, Alabama. The decree sought to be reviewed was rendered in the divorce action of Hodson v. Hodson in which Mrs. Hodson was granted a divorce against Mr. Hodson on the grounds of cruelty. The wife was awarded custody of the minor child of the parties, the sum of $100 per month for the support and maintenance of the child, a one-half interest in the real property owned by the husband as alimony in gross, and an attorney’s fee of $200. That decree was affirmed by this Court in Hodson v. Hodson, 276 Ala. 227, 160 So.2d 637.\nA bill, m the nature of a bill of review, can be filed without leave of the circuit court or without leave of this Court as a matter of right. Daniel, Ch.P. &amp; Pr. 1584; McDonald v. Pearson, 114 Ala. 631, Headnote 8, 21 So. 534; Graves et al. v. Brittingham et al., 209 Ala. 147, 95 So. 542; Cunningham v. Wood, 224 Ala. 288, 140 So. 351, and Ex parte Stanley, 255 Ala. 95, 50 So.2d 242.\nOur research Has revealed only one case, that of Ex Parte W. A. Carlisle, in 265 Ala. 474, 92 So.2d 33, in which it was held that leave to file a bill in the nature of a bill of review was necessary when the decision sought to be reviewed had been affirmed by this Court, citing Faust v. Ragsdale, 253 Ala. 424, 44 So.2d 580. The citation of Faust v. Ragsdale, supra, is inapt to support the proposition pos...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hodson-v-hodson"
    }
  ],
  "relatedIncidents": [
    20842,
    20851,
    20864,
    20903,
    21047
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}