{
  "id": 21005,
  "title": "1965년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-03-26",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Brown. 판결일: 1965-03-26. 법원: District Court, W.D. Virginia.",
  "description": "## 사건 정보\n\n**사건명**: Samuel T. BROWN, Plaintiff, v. Harold L. VALENTINE, Defendant\n**판결일**: 1965-03-26\n**법원**: District Court, W.D. Virginia\n**관할**: Virginia, VA\n\n**판사**: Michie\n\n## 변호인\n\nWilbur L. Hazlegrove, Hazlegrove, Shackelford & Carr, Roanoke, Va., for plaintiff., Frank W. Rogers, Jr., Woods, Rogers, Muse & Walker, Roanoke, Va., for defendant.\n\n## 인용\n\n- 240 F. Supp. 539\n\n## 판결문 요약\n\n\n240 F. Supp. 539 (1965)\nSamuel T. BROWN, Plaintiff,\nv.\nHarold L. VALENTINE, Defendant.\nCiv. A. No. 1305.\nUnited States District Court W. D. Virginia, Roanoke Division.\nMarch 26, 1965.\nWilbur L. Hazlegrove, Hazlegrove, Shackelford &amp; Carr, Roanoke, Va., for plaintiff.\nFrank W. Rogers, Jr., Woods, Rogers, Muse &amp; Walker, Roanoke, Va., for defendant.\nMICHIE, District Judge.\nThis diversity action was brought to collect damages for an alleged breach of a contract for the sale of securities. The defendant, by his amended answer, has raised as an affirmative defense the New Jersey Statute of Frauds and moved for summary judgment on the ground that any recovery under the contract, if the contract were found to exist, would be barred by that statute. Plaintiff has filed a motion for summary judgment on his own behalf arguing that the facts are not in dispute and that on that basis he should prevail. However, it appears that crucial facts are indeed in dispute and that the plaintiff may not prevail as a matter of law. His motion will therefore be denied. Turning to the defendant's motion, the facts are as follows:\nIn early 1960 the plaintiff, Samuel T. Brown (hereinafter called Brown), was the chief executive officer of Virginia Iron, Coal &amp; Coke Company (hereinafter called the Virginia Company), and the owner of at least 30,000 of its shares. By the latter part of that year, however, control of the Virginia Company had apparently been obtained by the defendant, Harold L. Va...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brown-v-valentine"
    }
  ],
  "relatedIncidents": [
    20989,
    20687,
    20788,
    20824,
    20840
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}