{
  "id": 21014,
  "title": "1965년 Lee F. Dilworth v. T. N. Riner, Owner of Tom's Restaurant 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-03-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Lee F. Dilworth v. T. N. Riner, Owner of Tom's Restaurant. 판결일: 1965-03-18. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Lee F. DILWORTH Et Al., Appellants, v. T. N. RINER, Owner of Tom’s Restaurant, Et Al., Appellees\n**판결일**: 1965-03-18\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Bell, Brown, Hunter\n\n## 변호인\n\nMelvin Zarr, New York City, Henry M. Aronson, R. Jess Brown, Jackson, Miss., Michael Meltsner, New York City, Harold H.'Greene, Atty., Dept, of Justice, Washington, D. C., Jack Greenberg, New York City, for appellants., C. R. Bolton, Tupelo, Miss., Robert D. Patterson, Aberdeen, Miss., for appel-lees. Burke Marshall, Asst. Atty. Gen., H. M. Ray, U. S. Atty., Harold H. Greene, Peter S. Smith, Bernard J. Haugen, Attys., Dept, of Justice, Washington, D. C., for the United States as amicus curiae.\n\n## 인용\n\n- 343 F.2d 226\n\n## 판결문 요약\n\n343 F.2d 226\n    Lee F. DILWORTH et al., Appellants,v.T. N. RINER, Owner of Tom's Restaurant, et al., Appellees.\n    No. 22008.\n    United States Court of Appeals Fifth Circuit.\n    March 18, 1965.\n    \n      Melvin Zarr, New York City, Henry M. Aronson, R. Jess Brown, Jackson, Miss., Michael Meltsner, New York City, Harold H. Greene, Atty., Dept. of Justice, Washington, D.C., Jack Greenberg, New York City, for appellants.\n      C. R. Bolton, Tupelo, Miss., Robert D. Patterson, Aberdeen, Miss., for appellees.  Burke Marshall, Asst. Atty. Gen., H. M. Ray, U.S. Atty., Harold H. Greene, Peter S. Smith, Bernard J. Haugen, Attys., Dept. of Justice, Washington, D.C., for the United States as amicus curiae.\n      Before BROWN and BELL, Circuit Judges and HUNTER, District Judge.\n      GRIFFIN B. BELL, Circuit Judge.\n    \n    \n      1\n      This appeal is from the denial of a temporary restraining order by the District Court.  It was sought under a complaint filed by eighteen Negro citizens on September 22, 1964.  The complaint was based on activity which occurred on September 5, 1964.  The appeal presents a question of first impression under the Civil Rights Act of 1964, i.e., whether the Act constitutes congressional authorization for the staying of state prosecutions by federal courts.  The question is presented within the context of 28 U.S.C.A. 2283, in pertinent part as follows:\n    \n    \n      2\n      'A court of the United States may not grant an injunction to stay proceedings ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lee-f-dilworth-v-t-n-riner-owner-of-toms-restaurant"
    }
  ],
  "relatedIncidents": [
    20840,
    20842,
    20847,
    20851,
    20852
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}