{
  "id": 21015,
  "title": "1965년 Nettleton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-03-18",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Nettleton. 판결일: 1965-03-18. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington, Respondent, v. Gary M. Nettleton, Appellant\n**판결일**: 1965-03-18\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Hill\n\n## 변호인\n\nEugene T. Golden, for appellant., Clarence J. Rabideau and Laurence S. Moore, for.respondent.\n\n## 인용\n\n- 400 P.2d 301\n- 65 Wash. 2d 878\n\n## 판결문 요약\n\n\n65 Wash. 2d 878 (1965)\n400 P.2d 301\nTHE STATE OF WASHINGTON, Respondent,\nv.\nGARY M. NETTLETON, Appellant.[*]\nNo. 37383.\nThe Supreme Court of Washington, Department One.\nMarch 18, 1965.\nHILL, J.\nGary Nettleton was found guilty of rape, burglary in the second degree, and three counts of attempted escape. His counsel on this appeal did not represent him at the trial.\nThere was substantial evidence to sustain the verdict on each count. Nettleton did not testify, so the jury had no version of the incidents on which the escape charges were based, except that of the state's witnesses which it was entitled to accept. The defense to the rape and burglary charges was an alibi. The jury, obviously, did not believe the alibi witness who was rather effectively impeached.\nFrom the judgments and sentences, the defendant appeals. Two of his contentions merit discussion. It is urged that the trial court should have given an instruction, cautioning *879 the jury in the matter of the weighing of the uncorroborated testimony[1] of accomplices.\n[1] Such an instruction was never requested. Its necessity is urged for the first time on this appeal. This is not such an instruction as a trial judge must give in the absence of a request. It is simply a buttress to the argument that counsel can always make  that an accomplice (particularly one who is not being prosecuted for the offense) need not be believed. We have never gone further than to hold that, under certain conditions, the failure to give s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-nettleton"
    }
  ],
  "relatedIncidents": [
    20870,
    20930,
    21048,
    21060,
    20685
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}