{
  "id": 21017,
  "title": "1965년 Boies 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-03-17",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Boies. 판결일: 1965-03-17. 법원: Arizona Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: L. C. “Cal” BOIES, Sheriff of Maricopa County, State of Arizona, Appellant, v. Phillip DOVICO, Appellee\n**판결일**: 1965-03-17\n**법원**: Arizona Supreme Court\n**관할**: Arizona, AZ\n\n**판사**: Bernstein, Lockwood, McFARLAND, Struckmeyer, Udall\n\n## 변호인\n\nRobert W. Pickrell, Atty. Gen., Philip M. Haggerty, Asst. Atty. Gen., Charles N. Ronan, County Atty., and Edward C. Rapp, Deputy County Atty., for appellant., Lawrence C. Cantor, Phoenix, for appellee.\n\n## 인용\n\n- 400 P.2d 109\n- 97 Ariz. 306\n\n## 판결문 요약\n\n\n97 Ariz. 306 (1965)\n400 P.2d 109\nL.C. \"Cal\" BOIES, Sheriff of Maricopa County, State of Arizona, Appellant,\nv.\nPhillip DOVICO, Appellee.\nNo. 7926.\nSupreme Court of Arizona. En Banc.\nMarch 17, 1965.\n*307 Robert W. Pickrell, Atty. Gen., Philip M. Haggerty, Asst. Atty. Gen., Charles N. Ronan, County Atty., and Edward C. Rapp, Deputy County Atty., for appellant.\nLawrence C. Cantor, Phoenix, for appellee.\nBERNSTEIN, Justice.\nThe Appellee in this case was allegedly a fugitive from the Commonwealth of Pennsylvania, wanted by it for the crime of burglary. The Appellee resisted extradition, stating that he was not in Pennsylvania at the time of the burglary. There was a hearing pursuant to A.R.S. § 13-1301 et seq., the Uniform Extradition Act, said *308 hearing being conducted by the Attorney General's office of this state. The Attorney General prepared a transcript of the hearing and submitted it to the Governor, who then issued a Governor's warrant, and further ordered the Sheriff of Maricopa County to surrender the Appellee to the authorities of Pennsylvania.\nThereafter, pursuant to A.R.S. § 13-1310, the Appellee filed a writ of habeas corpus in the Superior Court of Maricopa County, resisting the Governor's warrant and again urging that he was not present in Pennsylvania at the time of the alleged burglary. During the hearing the trial court heard testimony from three witnesses who testified that the Appellee was not in Pennsylvania at the time of the burglary, but was in Rochest...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=boies-v-dovico"
    }
  ],
  "relatedIncidents": [
    20853,
    20855,
    20859,
    20896,
    20949
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}