{
  "id": 21020,
  "title": "1965년 Wojtas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-03-15",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Wojtas. 판결일: 1965-03-15. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Julia Wojtas v. Fifth Avenue Coach Corporation\n**판결일**: 1965-03-15\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 23 A.D.2d 685\n\n## 판결문 요약\n\n\nIn a negligence action by a wife and her husband to recover damages for personal injury, medical expenses and loss of services, brought against the defendants Fifth Avenue Coach Corporation and Charles Williams, the driver of one of its buses, in which the plaintiff wife was a passenger, the plaintiffs appeal from a judgment of the Supreme Count, Queens County, entered October 16, 1963 after trial upon a jury’s verdict in favor of defendants, dismissing the complaint on the merits. Judgment affirmed, without costs. The plaintiffs’ sole contention on this appeal is that the Trial Justice committed prejudicial error in permitting defendants’ trial counsel to read into evidence the pretrial deposition of the defendant bus driver (taken by the plaintiffs), although plaintiffs had not offered any part thereof at the trial (CPLR 3117, subd. [a], par. 2). It was in effect conceded by plaintiffs’ counsel that, at the time of the trial and as a consequence of a coronary thrombosis, Williams (the bus driver) was considered by his physician to be sick and unable to testify; and the Trial Justice so found. In our opinion, the statute (CPLR 3117, subd. [a], par. 2) has made inapplicable those cases arising under the former Civil Practice Act which permitted a party to read in part or in whole his own pretrial deposition when the party at whose instance it was tallen has refused to do so. We hold that, under the statute as it now reads, the party-deponent himself may not so use the deposi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wojtas-v-fifth-avenue-coach-corp"
    }
  ],
  "relatedIncidents": [
    20840,
    20842,
    20847,
    20851,
    20852
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}