{
  "id": 21024,
  "title": "1965년 Barbier 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-03-08",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Barbier. 판결일: 1965-03-08. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Leson Chevrolet Company v. Barbier\n**판결일**: 1965-03-08\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Regan, Samuel, and Hall\n\n## 인용\n\n- 173 So. 2d 50\n\n## 판결문 요약\n\n\n173 So. 2d 50 (1965)\nLESON CHEVROLET COMPANY, Inc.\nv.\nPercy J. BARBIER.\nNo. 1722.\nCourt of Appeal of Louisiana, Fourth Circuit.\nMarch 8, 1965.\nRehearing Denied April 5, 1965.\n*51 Hattier, Schroeder &amp; Kuntz, John B. Hattier, New Orleans, for plaintiff-appellant.\nGeorge T. Oubre, Norco, for defendant-appellee.\nBefore REGAN, SAMUEL, and HALL, JJ.\nSAMUEL, Judge.\nPlaintiff, as the holder for value of a promissory note and chattel mortgage executed by the defendant, originally instituted this suit thereon as an executory proceeding. It was converted by the trial court (there is some question as to the propriety of the conversion but neither litigant made or makes any objection thereto) into an ordinary proceeding and thereafter defendant answered, pleading want or failure of consideration as a result of a redhibitory vice, and reconvened for damages. There was judgment in the trial court dismissing both the main and reconventional demands and plaintiff has appealed therefrom.\nThe record reveals the following essential facts: During January of 1962 plaintiff, an automotive dealer, sold a used 1958 Chevrolet automobile to the defendant. As part of the purchase price defendant gave plaintiff his promissory note, payable in monthly installments, in the total amount of $947.52 and a chattel mortgage on the car. At the time this suit was filed the note was past due and exigible and defendant had made no payments thereon either in principal or interest. Approximately two weeks after ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=leson-chevrolet-company-v-barbier"
    }
  ],
  "relatedIncidents": [
    20840,
    20842,
    20847,
    20851,
    20852
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}