{
  "id": 21034,
  "title": "1965년 Application of Noble André 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-02-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Application of Noble André. 판결일: 1965-02-18. 법원: Court of Customs and Patent Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Application of Noble ANDRÉ\n**판결일**: 1965-02-18\n**법원**: Court of Customs and Patent Appeals\n**관할**: USA, Federal\n\n**판사**: Almond, Martin, Rich, Smith\n\n## 변호인\n\nDirks B. Foster, San Francisco, Cal., (Mark R. Mohler, San Francisco, Cal., of counsel), for appellant., Clarence W. Moore, Washington, D. C., (L. F. Parker, Washington, D. C., of counsel), for the Commissioner of Patents.\n\n## 인용\n\n- 341 F.2d 304\n\n## 판결문 요약\n\n341 F.2d 304\n    Application of Noble ANDR&#201;.\n    Patent Appeal No. 7303.\n    United States Court of Customs and Patent Appeals.\n    February 18, 1965.\n    \n      Dirks B. Foster, San Francisco, Cal., (Mark R. Mohler, San Francisco, Cal., of counsel), for appellant.\n      Clarence W. Moore, Washington, D. C., (L. F. Parker, Washington, D. C., of counsel), for the Commissioner of Patents.\n      Before RICH, Acting Chief Judge, and MARTIN, SMITH, and ALMOND, Judges.\n      MARTIN, Judge.\n    \n    \n      1\n      This appeal is a review of the board's affirmance of the rejection of appellant's claims 9 and 10 in application serial No. 780,603 for a \"Multi-Can Package and Blank,\" filed December 15, 1958. The specification states that this application is a continuation-in-part of serial No. 557,885, filed January 9, 1956. No claims stand allowed. The question is one of obviousness under 35 U.S.C. &#167; 103.\n    \n    \n      2\n      The invention is a paper wrapper of the type used for six-packs of canned items. Its major features are best understood by reference to Figures 2 and 5 of the application reproduced below:\n    \n    \n      3\n      NOTE: OPINION CONTAINING TABLE OR OTHER DATA THAT IS NOT VIEWABLE\n    \n    \n      4\n      As the first major feature of the invention, a paper blank is tightly wrapped around the cans so that the rims or chimes 8 and 22 of the cans protrude through arcuate slits provided therefor. The second major feature is a display strip 10 which is positi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=application-of-noble-andre"
    }
  ],
  "relatedIncidents": [
    20867,
    20840,
    20842,
    20847,
    20851
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}