{
  "id": 21047,
  "title": "1965년 Dixon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-02-02",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Dixon. 판결일: 1965-02-02. 법원: District Court, E.D. Virginia.",
  "description": "## 사건 정보\n\n**사건명**: Charlie DIXON, Petitioner, v. Jerry C. OOSTING, Deputy Commissioner, United States Employees’ Compensation Commission, Fifth Compensation District, Respondent, and Liberty Mutual Insurance Company, Intervenor\n**판결일**: 1965-02-02\n**법원**: District Court, E.D. Virginia\n**관할**: Virginia, VA\n\n**판사**: Walter E. Hoffman\n\n## 변호인\n\nKelsey & Rabinowitz, Norfolk, Va., for petitioner., C. V. Spratley, Jr., U. S. Atty., W. T.. Mason, Jr., Norfolk, Va., for respondent., L. S. Parsons, Jr., Norfolk, Va., for intervenor.\n\n## 인용\n\n- 238 F. Supp. 25\n\n## 판결문 요약\n\n\n238 F. Supp. 25 (1965)\nCharlie DIXON, Petitioner,\nv.\nJerry C. OOSTING, Deputy Commissioner, United States Employees' Compensation Commission, Fifth Compensation District, Respondent, and\nLiberty Mutual Insurance Company, Intervenor.\nCiv. A. No. 4521.\nUnited States District Court E. D. Virginia, Norfolk Division.\nFebruary 2, 1965.\n*26 Kelsey &amp; Rabinowitz, Norfolk, Va., for petitioner.\nC. V. Spratley, Jr., U. S. Atty., W. T. Mason, Jr., Norfolk, Va., for respondent.\nL. S. Parsons, Jr., Norfolk, Va., for intervenor.\nWALTER E. HOFFMAN, Chief Judge.\nFollowing the entry of an order denying compensation to petitioner under the Longshoremen's and Harbor Workers' Compensation Act, 33 U.S.C. § 901 et seq., for lack of jurisdiction in that petitioner's injury of December 19, 1961, did not occur upon the navigable waters of the United States, petitioner seasonably filed his complaint requesting (1) a trial de novo on the jurisdictional issue, and (2) the suspension and vacation of the alleged erroneous order as entered by the respondent Deputy Commissioner.\nThere is no factual dispute as to the details of the accident. The Commissioner found:\n\"* * * that on said day the claimant herein was engaged in the construction of the trestled bridge between Chesapeake Beach and South Island and such bridge was about one-half finished; that on said day he was performing services as a pile *27 driver operator on a cap setting rig which rested on piles or uncompleted trestle at a location in Che...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dixon-v-oosting"
    }
  ],
  "relatedIncidents": [
    20842,
    20851,
    20864,
    20903,
    20997
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}