{
  "id": 21048,
  "title": "1965년 Magidson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-02-02",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Magidson. 판결일: 1965-02-02. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Appellant, v. ROBERT LOUIS MAGIDSON, Defendant and Respondent\n**판결일**: 1965-02-02\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Draper\n\n## 변호인\n\nStanley Mosk, Attorney General, Edward P. O’Brien and John F. Kraetzer, Deputy Attorneys General, for Plaintiff and Appellant., George L. Cooke for Defendant and Respondent.\n\n## 인용\n\n- 232 Cal. App. 2d 1\n\n## 판결문 요약\n\n\n232 Cal.App.2d 1 (1965)\nTHE PEOPLE, Plaintiff and Appellant,\nv.\nROBERT LOUIS MAGIDSON, Defendant and Respondent.\nCrim. No. 4565. \nCalifornia Court of Appeals. First Dist., Div. Three.  \nFeb. 2, 1965.\n Stanley Mosk, Attorney General, Edward P. O'Brien and John F. Kraetzer, Deputy Attorneys General, for Plaintiff and Appellant.\n George L. Cooke for Defendant and Respondent.\n DRAPER, P. J.\n At preliminary examination, defendant was held to answer three counts of bookmaking (Pen. Code,  337a). The superior court granted his motion to set aside the ensuing information (Pen. Code,  995), and the People appeal.\n A police officer saw one Wood, in an Emeryville bar, dial 861- 6029, and then heard him state names of horses and amounts of money after each horse's name. Investigation revealed that the number dialed was at a San Francisco address, and was listed to a woman known to be defendant's wife. Consultation among police officers of Emeryville, Oakland and San Francisco resulted in a detailed plan which was carried out eight days after the first telephone call. An officer saw Wood dial the telephone in the same bar. He did not see the number, but heard a conversation similar to that previously noted. Wood was then arrested. An officer dialed 861- 6029, a male voice answered \"Yeah,\" and the officer started to recite some bets he desired to make. The telephone at the other end of the line was hung up. The police in Emeryville then radioed to police in San Francisco who were observin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-magidson"
    }
  ],
  "relatedIncidents": [
    20870,
    20930,
    21015,
    21060,
    20685
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}