{
  "id": 21056,
  "title": "1965년 Berzon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-01-14",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Berzon. 판결일: 1965-01-14. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Lester Berzon v. Don Allen Motors, Inc.\n**판결일**: 1965-01-14\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 23 A.D.2d 530\n\n## 판결문 요약\n\n\nOrder unanimously reversed, with costs and motion granted to the extent of dismissing the fifth and sixth causes of action in the complaint. Memorandum: Plaintiffs were passengers in a ear which was struck by a truck manufactured by defendant General Motors Corporation and sold to defendant City of Buffalo by defendant-appellant Don Allen Motors, Inc. The complaint alleges six causes of action. We are concerned on this appeal only with the fifth and sixth causes of action in which recovery is sought from appellant for breach of implied warranty relating to the truck’s braking mechanism. . Special Term denied appellant’s motion to dismiss these two causes of action citing Goldberg v. Kollsman Instrument Corp. (12 N Y 2d 432) as authority for sustaining their sufficiency. The principle enunciated in Goldberg created liability on the part of the vendor (appellant) “for breach of law-implied warranties, to the persons whose use is contemplated ” (pp. 436-437). In Thomas v. Leary (15 A D 2d 438) we held that an employee of the purchaser would be such a contemplated user and should be protected under the implied warranty doctrine as “ a logical and progressive step ” (p. 440) in the application of the Goldberg doctrine. To extend Goldberg further to include bystanders and strangers, such as the plaintiffs, would be such a radical departure from established law that if it is to be accomplished it should be done by legislative 'action and not judicial pronouncement. While appellant’...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=berzon-v-don-allen-motors-inc"
    }
  ],
  "relatedIncidents": [
    20840,
    20842,
    20847,
    20851,
    20852
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}