{
  "id": 21053,
  "title": "1965년 Harvey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-01-19",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Harvey. 판결일: 1965-01-19. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: William Harvey Et Al., Appellants, vs. Clyde Park District, Appellee\n**판결일**: 1965-01-19\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Schaefer\n\n## 변호인\n\nRosenberg & Kosin, of Chicago, (Robert S. Kosin, of counsel,) for appellants., Joseph I. Bulger, of Chicago, for appellee., David S. Kerwin, Ralph Patterson, and Kirkland, Ellis, Hodson, Chaffetz & Masters, all of Chicago, (Thomas M. Thomas and Thomas F. Scully, of counsel, ) for amicus curiae Chicago Park District.\n\n## 인용\n\n- 203 N.E.2d 573\n- 32 Ill. 2d 60\n\n## 판결문 요약\n\n\n32 Ill.2d 60 (1964)\n203 N.E.2d 573\nWILLIAM HARVEY et al., Appellants,\nv.\nCLYDE PARK DISTRICT, Appellee.\nNo. 38581.\nSupreme Court of Illinois.\nOpinion filed November 24, 1964.\nModified on denial of rehearing January 19, 1965.\n*61 ROSENBERG &amp; KOSIN, of Chicago, (ROBERT S. KOSIN, of counsel,) for appellants.\nJOSEPH I. BULGER, of Chicago, for appellee.\nDAVID S. KERWIN, RALPH PATTERSON, and KIRKLAND, ELLIS, HODSON, CHAFFETZ &amp; MASTERS, all of Chicago, (THOMAS M. THOMAS and THOMAS F. SCULLY, of counsel,) for amicus curiae Chicago Park District.\nReversed and remanded.\nMr. JUSTICE SCHAEFER delivered the opinion of the court:\nThis action was instituted on behalf of William Harvey, a minor, to recover damages for injuries alleged to have been caused by the negligence of the defendant, Clyde Park District, in maintaining its playground facilities. The complaint alleged that as a result of defendant's negligence, the plaintiff was thrown to the ground while using a children's slide. The defendant moved to dismiss the complaint upon the ground that it was immune from liability by reason of section 12.1 of the Park District Code, which provides: \"Any park district shall not be liable for any injuries *62 to person or property, or for the death of any person heretofore or hereafter caused by or resulting from the negligence of its agents, servants, officers or employees in the operation or maintenance of any property, equipment or facility under the jurisdiction, control or custody ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harvey-v-clyde-park-dist"
    }
  ],
  "relatedIncidents": [
    20840,
    20842,
    20847,
    20851,
    20852
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}