{
  "id": 21059,
  "title": "1965년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-01-07",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Brown. 판결일: 1965-01-07. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Wallace Allen BROWN v. STATE of Alabama\n**판결일**: 1965-01-07\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Coleman, Goodwyn, Lawson, Livingston\n\n## 변호인\n\nRichmond M. Flowers, Atty. Gen., and John C. Tyson, III, Asst. Atty. Gen., for petitioner., Wallace Allen Brown, pro se.\n\n## 인용\n\n- 170 So. 2d 504\n- 277 Ala. 353\n\n## 판결문 요약\n\n\n170 So. 2d 504 (1964)\nWallace Allen BROWN\nv.\nSTATE of Alabama.\n2 Div. 465.\nSupreme Court of Alabama.\nJanuary 7, 1965.\n*505 Richmond M. Flowers, Atty. Gen., and John C. Tyson, III, Asst. Atty. Gen., for petitioner.\nWallace Allen Brown, pro se.\nLAWSON, Justice.\nThis is a petition for writ of certiorari filed by the State of Alabama through its Attorney General to reverse the judgment of the Court of Appeals in the case of Brown v. State of Alabama.\nBrown was indicted in the Fall of 1960 by a grand jury of Sumter County of the offense of burglary. On or about October 12, 1960, Brown entered a plea of guilty to the offense of burglary in the second degree. Judgment of guilt was duly entered and Brown was sentenced to a term of five years imprisonment in the penitentiary.\nOn July 25, 1963, Brown filed in the Circuit Court of Sumter County a petition for writ of error coram nobis wherein he attacked his conviction and sentence on the ground, among others, that he \"was forced to plead guilty because he did not have the assistance of counsel for his defense.\"\nAfter a hearing at which Brown was represented by counsel, the trial court rendered a judgment denying the relief sought by Brown in his petition for writ of error coram nobis. From that judgment Brown appealed to the Court of Appeals, which court on October 6, 1964, reversed the judgment of the Circuit Court of Sumter County. The Court of Appeals rendered its judgment of reversal without an opinion by placing on the record the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brown-v-state"
    }
  ],
  "relatedIncidents": [
    20853,
    20855,
    20859,
    20896,
    20949
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}