{
  "id": 21057,
  "title": "1965년 Youngblut 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-01-12",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Youngblut. 판결일: 1965-01-12. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: State of Iowa, Appellant, v. Norris Frank Youngblut, Appellee\n**판결일**: 1965-01-12\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Peterson, ThoRNtoN\n\n## 변호인\n\nEvan Hultman, Attorney General, John H. Allen, Assistant Attorney General, and William C. Ball, Black Hawk County Attorney, for appellant., Frederick G. White, of Waterloo, for appellee.\n\n## 인용\n\n- 132 N.W.2d 486\n- 257 Iowa 343\n\n## 판결문 요약\n\n\n132 N.W.2d 486 (1965)\nSTATE of Iowa, Appellant,\nv.\nNorris Frank YOUNGBLUT, Appellee.\nNo. 51474.\nSupreme Court of Iowa.\nJanuary 12, 1965.\nEvan Hultman, Atty. Gen. of Iowa, John H. Allen, Asst. Atty. Gen., William C. Ball, Black Hawk County Atty., for appellant.\nFrederick G. White, Waterloo, for appellee.\nPETERSON, Justice.\nOn September 3, 1963, the Grand Jury of Black Hawk County, Iowa, voted and filed the following indictment against defendant :\n\"The Grand Jurors of the County of Black Hawk in the name and by the authority of the State of Iowa accuse NORRIS FRANK YOUNGBLUT of the crime of MANSLAUGHTER and charge that the said NORRIS FRANK YOUNGBLUT in the county and state aforesaid, did unlawfully operate a motor vehicle upon a public highway in such a wanton and reckless manner in disregard for the safety of other persons, so as to kill one, Meta E. Rollfs, contrary to and in violation of Section 690.10 of the 1962 Code of the State of Iowa.\" Defendant filed demurrer to such indictment, which was sustained. Plaintiff, State of Iowa, appealed.\nInsofar as defendant seeks to uphold the ruling on the demurrer he contends the words of the indictment, as limited and defined by the minutes of testimony attached thereto, fail to charge a crime in that they do not state decedent's death was caused by an unlawful act of defendant because the testimony does not show contact between the vehicles driven by defendant and decedent. This was the trial court's theory in sustaining the demur...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-youngblut"
    }
  ],
  "relatedIncidents": [
    20840,
    20852,
    20862,
    20869,
    20890
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}