{
  "id": 21068,
  "title": "1964년 Schults 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-12-18",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Schults. 판결일: 1964-12-18. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: Schults v. Bd. of Ed. of Teaneck\n**판결일**: 1964-12-18\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Judges Goldmann, Sullivan and Labrecque\n\n## 인용\n\n- 205 A.2d 762\n- 86 N.J. Super. 29\n\n## 판결문 요약\n\n\n86 N.J. Super. 29 (1964)\n205 A.2d 762\nFRANK SCHULTS, JR., A MINOR BY FRANK SCHULTS, HIS FATHER AND NEXT FRIEND, ET AL., PLAINTIFFS-APPELLANTS,\nv.\nBOARD OF EDUCATION OF THE TOWNSHIP OF TEANECK, BERGEN COUNTY, NEW JERSEY, ET AL., DEFENDANTS-RESPONDENTS.\nSuperior Court of New Jersey, Appellate Division.\nArgued December 7, 1964.\nDecided December 18, 1964.\n*31 Before Judges GOLDMANN, SULLIVAN and LABRECQUE.\nMr. Milton T. Lasher argued the cause for appellants.\nMr. Irving C. Evers argued the cause for respondents (Messrs. Parisi, Evers &amp; Greenfield, attorneys).\nThe opinion of the court was delivered by GOLDMANN, S.J.A.D.\nPlaintiffs appeal from a Law Division judgment dismissing their complaint, entered on defendants' motion to strike. The trial court held that plaintiffs had failed to exhaust their administrative remedies and the matter was one which should be heard and determined by the Commissioner of Education. The case involves an attempt by plaintiffs to enforce the neighborhood school concept, as opposed to a plan by the Board of Education of Teaneck Township (\"board\") to achieve better racial balance and use of local school facilities.\n\nI.\nSince October 1961 the board had had under constant discussion the problems posed by the marked increase in Negro pupils in two of its elementary schools, Washington Irving and William Cullen Bryant. A March 1962 study of the concentration of Negro children in the Teaneck Township school system showed that it was about 25% in Washingt...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=schults-v-bd-of-ed-of-teaneck"
    }
  ],
  "relatedIncidents": [
    21073,
    21080,
    21086,
    21087,
    21090
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}