{
  "id": 21060,
  "title": "1965년 Herring 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1965-01-06",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Herring. 판결일: 1965-01-06. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Ellen Davis HERRING Et Al., Petitioners, v. James Alex BLAKELEY, Respondent\n**판결일**: 1965-01-06\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Smith\n\n## 변호인\n\nAndrew J. MacMaster, Bradford & Pritchard, Dallas, for petitioners., Jay S. Fichtner, Harvey L. Davis, Dallas, for respondent.\n\n## 인용\n\n- 385 S.W.2d 843\n\n## 판결문 요약\n\n\n385 S.W.2d 843 (1965)\nEllen Davis HERRING et al., Petitioners,\nv.\nJames Alex BLAKELEY, Respondent.\nNo. A-10031.\nSupreme Court of Texas.\nJanuary 6, 1965.\nRehearing Denied February 3, 1965.\n*844 Andrew J. MacMaster, Bradford &amp; Pritchard, Dallas, for petitioners.\nJay S. Fichtner, Harvey L. Davis, Dallas, for respondent.\nSMITH, Justice.\nThis declaratory judgment suit presents to the Court the primary question of whether or not a profit-sharing plan and trust agreement and a retirement annuity plan (the particulars will be given later), are property, and, if so, shall such property be classed as community property.\nIn the beginning, we deem it necessary to identify the parties to this suit, and to give a complete factual background in order to fully understand why it is important that the nature of the two plans be determined.\nJames Alex Blakeley in his capacity as Trustee under the will of James E. Herring, deceased, filed this suit alleging that Ellen Davis Herring, a feme sole, Ferris McKool, Receiver, Pacific Finance Corporation, Marathon Insurance Company, a subsidiary of P. F. C., United California Bank, and the John Hancock Mutual Life Insurance Company were necessary parties defendant.\nIn September, 1948, James E. and Ellen Davis Herring were husband and wife, and such relationship continued until the marital ties were broken by a judgment of divorce. Although the judgment of divorce bears the date of August 18, 1960, it was stipulated in the trial of this case that t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "성범죄",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=herring-v-blakeley"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lohse-v-state"
    }
  ],
  "relatedIncidents": [
    20870,
    20930,
    21015,
    21048,
    20685
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}