{
  "id": 21073,
  "title": "1964년 Dowell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-12-10",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Dowell. 판결일: 1964-12-10. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Amy L. Dowell, an Infant, by Robert V. Dowell, Her Guardian ad Litem v. Harry T. Remmer, Jr.\n**판결일**: 1964-12-10\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Henry, Williams\n\n## 변호인\n\nShaw J. Dallal and Salvador J. Capecelatro, Sr., for appellants., Martin, Clearwater & Bell (Robert J. Bell of counsel), for H. T. Remmer and another, respondents., Kernan & Kernan (James S. Kernan, Jr., of counsel), for the Faxton Hospital, respondent.\n\n## 인용\n\n- 22 A.D.2d 192\n\n## 판결문 요약\n\n\n\nPer Curiam.\n\nThis is an appeal by the plaintiffs from unfavorable determinations with respect to five causes of action alleged in one complaint. The causes of action are as follows: (1) by the infant plaintiff against all of the defendants, seeking damages for personal injuries; (2) by the father of the infant for his derivative claim against all of the defendants; (3) by Maralynn A. Dowell, mother of the infant, seeking damages for mental anguish against all of the defendants; (4) by Robert V. Dowell and Maralynn A. Dowell, the parents of the infant, for damages for breach of contract against the defendants Remmer and the hospital; (5) by these same plaintiffs seeking damages for fraud against the defendant Remmer.\nAt the close of all the proof, actions 1 and 2 were dismissed as to the hospital. At the close of all the proof, action 3 was dismissed as to all defendants. At the close of the plaintiffs’ proof, action 4 was dismissed as to the hospital, and at the close of all the proof, was dismissed as to the defendant Remmer. Action 5 was dismissed at the close of the plaintiffs’ proof. The surviving issues of malpractice in actions 1 and 2 were submitted to the jury against the defendants Remmer and Manogue and resulted in verdicts of no cause of action in their favor. The appeal is, therefore, from this adverse jury verdict- *194and also from the various motions granted in favor of the defendants during the course of the trial.\nWe find no error with respect to the court’...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dowell-v-remmer"
    }
  ],
  "relatedIncidents": [
    21194,
    21271,
    20989,
    21005,
    21068
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}