{
  "id": 21080,
  "title": "1964년 People v. Miller 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-11-24",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: People v. Miller. 판결일: 1964-11-24. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: THE PEOPLE, and v. RICHARD DAVIS MILLER, and\n**판결일**: 1964-11-24\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Kincaid\n\n## 변호인\n\nRichard Davis Miller, in pro. per., and Wardell Moss, under appointment by the District Court of Appeal, for Defendant and Appellant., Thomas C. Lynch and Stanley Mosk, Attorneys General, William E. James, Assistant Attorney General and Gilbert F. Nelson, Deputy Attorney General, for Plaintiff and Respondent.\n\n## 인용\n\n- 230 Cal. App. 2d 876\n\n## 판결문 요약\n\n\nKINCAID, J. pro tem.*\nAppellant was charged with murder committed on December 2, 1960. Following a jury trial he was convicted of first degree murder and the penalty was fixed at life imprisonment. An appeal from that judgment was considered by the California Supreme Court and the judgment was reversed (People v. Miller, 57 Cal.2d 821 [22 Cal.Rptr. 465, 372 P.2d 297]). The reversal was basically because of error in the instructions to the jury.\nThe facts on the previous appeal and those presented on this appeal are substantially the same. The information alleges appellant suffered a prior felony conviction in the State of Michigan in 1954 for the crime of robbery. When arraigned at this trial, appellant admitted this prior felony conviction. A jury again returned a verdict of first degree murder. Penalty was again fixed at imprisonment in the state prison for life. The prior felony conviction was found to be true. Following denial of motion for new trial probation was denied and appellant was sentenced to the state prison for life. The appeal from this judgment followed.\nAppellant filed a brief in propria persona and following *879appointment of counsel for appellant an additional brief was filed.\nAppellant concedes that the facts presented on this appeal are substantially those as presented on his former appeal. He contends that these facts are insufficient as a matter of law to sustain the conviction.\nStatement oe the Evidence\nThe principal witness for the prosecution, Cha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-miller"
    }
  ],
  "relatedIncidents": [
    21108,
    21157,
    21253,
    21263,
    20840
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}