{
  "id": 21086,
  "title": "1964년 McClendon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-11-16",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: McClendon. 판결일: 1964-11-16. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State v. McClendon\n**판결일**: 1964-11-16\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Ethridge, Gillespie, Kyle, Patterson, Rodgers\n\n## 변호인\n\nG. Garland Lyell, Jr., Asst. Atty. Gen., Jackson, for appellant., No attorney for appellee.\n\n## 인용\n\n- 251 Miss. 181\n- 168 So. 2d 737\n\n## 판결문 요약\n\n\nPatterson, J.\nThis is an appeal by the State of Mississippi from an order of the circuit court of Choctaw County dismissing a criminal cause of action.\nThe defendant was indicted under Mississippi Code Annotated section 2052 (1956) “Children, Female — Violation of Persons of — Penalty” on the 17th day of February, 1964, in Choctaw County. The defendant moved the court to require the State to inform the defendant as to the date and place of the alleged crime as charged in the indictment and such motion was sustained by the court. Whereupon the district attorney, on behalf of the State, declined to plead further by way of filing a bill of particulars, but announced the State was ready and willing to proceed with the trial of the defendant in the cause. The court upon this refusal of the district attorney to plead further, dismissed the cause and granted this appeal.\n The sole issue to be determined here is whether the court was correct in sustaining the motion of the defendant requiring the State to be more specific as to the date and place of the alleged crime as charged in the indictment. This Court has held on several occasions that the defendant in a criminal case is not entitled to a bill of particulars. Andrews v. State, 237 Miss. 875, 116 So. 2d 749 (1960); Jones v. State, 215 Miss. 355, 60 So. 2d 805 (1952); McDaniel v. State 191 Miss. 854, 4 So. 2d 355 (1941); Sanders v. State, 141 Miss. 289, 105 So. 523 (1925). It is noted that the body of the indictment charges the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mcclendon"
    }
  ],
  "relatedIncidents": [
    21068,
    21073,
    21080,
    21087,
    21090
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}