{
  "id": 21087,
  "title": "1964년 Henson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-11-13",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Henson. 판결일: 1964-11-13. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Henson v. State\n**판결일**: 1964-11-13\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Henderson, C.J., and Hammond, Prescott, Horney and Sybert\n\n## 변호인\n\nJack E. Richards for the appellant., Robert C. Murphy, Deputy Attorney General, with whom were Thomas B. Finan, Attorney General, Carville M. Downes, Assistant Attorney General, William J. O’Downell and James W. McAllister, State’s Attorney and Assistant State’s Attorney, respectively, for Baltimore City, on the brief, for the appellee.\n\n## 인용\n\n- 204 A.2d 516\n- 236 Md. 518\n\n## 판결문 요약\n\n\n236 Md. 518 (1964)\n204 A.2d 516\nHENSON\nv.\nSTATE\n[No. 48, September Term, 1964.]\nCourt of Appeals of Maryland.\nDecided November 13, 1964.\nThe cause was argued before HENDERSON, C.J., and HAMMOND, PRESCOTT, HORNEY and SYBERT, JJ.\nJack E. Richards for the appellant.\nRobert C. Murphy, Deputy Attorney General, with whom were Thomas B. Finan, Attorney General, Carville M. Downes, *520 Assistant Attorney General, William J. O'Donnell and James W. McAllister, State's Attorney and Assistant State's Attorney, respectively, for Baltimore City, on the brief, for the appellee.\nHAMMOND, J., delivered the opinion of the Court.\nNorman Henson, convicted of possession and control of narcotics, contends in his appeal (a) that no probable cause existed for the issuance of the search warrant used to procure incriminating evidence; (b) that the police officers who executed the search warrant broke open the door of the house being searched without first announcing who they were and making demand that entry be granted, and that this was illegal and vitiated all that followed; and (c) that there was no probable cause to arrest him.\nThe affidavit in support of the issuance of the search warrant recited that complaint had been made to the police that the laws relating to the possession and sale of narcotic drugs were being violated on the premises known as 1827 McCulloh Street in Baltimore and that officer Robinson (the affiant) and officer Davis (both experienced in narcotics investigations and arres...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=henson-v-state"
    }
  ],
  "relatedIncidents": [
    21068,
    21073,
    21080,
    21086,
    21090
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}