{
  "id": 21093,
  "title": "1964년 Donald Feeley v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-11-04",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Donald Feeley v. United States. 판결일: 1964-11-04. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Donald FEELEY v. UNITED STATES of America, Appellant\n**판결일**: 1964-11-04\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Biggs, McLaughlin, Staley\n\n## 변호인\n\nMarilyn S. Talcott, Appellate Section, Civil Division, Dept, of Justice, Washington, D. C. (John W. Douglas, Asst. Atty. Gen., Drew J. T. O’Keefe, U. S. Atty., Sherman L. Cohn, Atty. Dept, of Justice, Washington, D. C., on the brief), for appellant., Jex*ome E. Ornsteen, Ornsteen & Lu-nine, Philadelphia, Pa., for appellee.\n\n## 인용\n\n- 337 F.2d 924\n\n## 판결문 요약\n\n337 F.2d 924\n    Donald FEELEYv.UNITED STATES of America, Appellant.\n    No. 14738.\n    United States Court of Appeals Third Circuit.\n    Argued May 5, 1964.\n    Decided November 4, 1964.\n    \n      Marilyn S. Talcott, Appellate Section, Civil Division, Dept. of Justice, Washington, D. C. (John W. Douglas, Asst. Atty. Gen., Drew J. T. O'Keefe, U. S. Atty., Sherman L. Cohn, Atty. Dept. of Justice, Washington, D. C., on the brief), for appellant.\n      Jerome E. Ornsteen, Ornsteen &amp; Lunine, Philadelphia, Pa., for appellee.\n      Before BIGGS, Chief Judge, and McLAUGHLIN and STALEY, Circuit Judges.\n      BIGGS, Chief Judge.\n    \n    \n      1\n      The plaintiff-appellant, Donald Feeley, a veteran of the United States armed forces, sustained severe physical injuries while engaged in overseas combat. These injuries culminated in a medical discharge for a mental disorder; psychoneurosis, anxiety reaction. This service-connected disability has resulted in Feeley's being rated as 50% permanently disabled by the Veterans' Administration, entitling him to disability benefits. Prior to July 7, 1960, Feeley frequently sought medical care for this condition, which he received free of charge from the Veterans' Administration.\n    \n    \n      2\n      The district court1 found that on July 5, 1960, the plaintiff, while working for the City of Philadelphia, was injured in Philadelphia by a United States Post Office truck through the negligence of an employee of the United States Governmen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=donald-feeley-v-united-states"
    }
  ],
  "relatedIncidents": [
    21068,
    21073,
    21080,
    21086,
    21087
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}