{
  "id": 21096,
  "title": "1964년 Estate of Davis v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-10-23",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Estate of Davis v. State. 판결일: 1964-10-23. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Beatrice Davis, as Administratrix of the Estate of Irving S. Davis v. State of New York\n**판결일**: 1964-10-23\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Herlihy\n\n## 인용\n\n- 22 A.D.2d 733\n\n## 판결문 요약\n\n\nHerlihy, J.\nThe State appeals from that part of an order of the Court of Claims which, after dismissing the claim, granted the motion to file an amended claim. The original claim, dated October 3, 1960, was brought to recover for the wrongful death of the husband of the claimant on July 19, 1960 and alleged that his estate and next of kin sustained damages. The record contains a certificate dated January 24, 1964 from the Clerk of the Surrogate’s Court of the county where decedent resided stating that “No Petition filed for Letters of Administration. In the matter of the estate of Irving Simon Davis deceased.” Thereafter, a motion made by the State to dismiss the claim for lack of jurisdiction was granted, but claimant was given permission to file a verified amended claim. Subdivision 2 of section 10 of the Court of Claims Act provides in part that a notice of intention or claim by an administrator for damages shall be filed within 90 days after the appointment of such administrator. It further provides that “ In amy event such claim shall be filed within two years after the death of the decedent.\" (Emphasis supplied.) It is not disputed that the original claim was filed by the claimant as the widow of .the decedent and that it was jurisdictionally defective. The statute prescribes the person who has the right to enforce the claim and no cause of action arises until the representative is duly appointed. (Boffe v. Consolidated Tel. &amp; Elec. Subway Co., 171 App. Div. 392, a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=estate-of-davis-v-state"
    }
  ],
  "relatedIncidents": [
    21068,
    21073,
    21080,
    21086,
    21087
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}