{
  "id": 21098,
  "title": "1964년 Robert v. Ferry v. Stewart L. Udall, Secretary of the Interior, Autrice Copeland Freeman v. Stewart L. Udall, Secretary of the Interior 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-10-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Robert v. Ferry v. Stewart L. Udall, Secretary of the Interior, Autrice Copeland Freeman v. Stewart L. Udall, Secretary of the Interior. 판결일: 1964-10-21. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Robert v. FERRY, Appellant, v. Stewart L. UDALL, Secretary of the Interior, Et Al., Appellees; Autrice Copeland FREEMAN, Appellant, v. Stewart L. UDALL, Secretary of the Interior, Et Al., Appellees\n**판결일**: 1964-10-21\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Browning, Hamley, Hamlin\n\n## 변호인\n\nHerbert B. Finn, Stephen T. Meadow, Phoenix, Ariz., for appellant Ferry., Elmer C. Coker, Phoenix, Ariz., for appellant Freeman., Ramsey Clark, Asst. Atty. Gen., S. Billingsley Hill, Grace Powers Monaco, Attys., Dept, of Justice, Washington, D. C., Charles A. Muecke, U. S. Atty., Arthur E. Ross, Asst. U. S. Atty., Phoenix, Ariz., John E. Lindberg, Asst. U. S. Atty., Tucson, Ariz., for appellees.\n\n## 인용\n\n- 336 F.2d 706\n\n## 판결문 요약\n\n336 F.2d 706\n    Robert V. FERRY, Appellant,v.Stewart L. UDALL, Secretary of the Interior, et al., Appellees.Autrice Copeland FREEMAN, Appellant,v.Stewart L. UDALL, Secretary of the Interior, et al., Appellees.\n    Nos. 19056, 19058.\n    United States Court of Appeals Ninth Circuit.\n    Sept. 9, 1964, Rehearing Denied Oct. 21, 1964.\n    \n      Herbert B. Finn, Stephen T. Meadow, Phoenix, Ariz., for appellant ferry.\n      Elmer C. Coker, Phoenix, Ariz., for appellant Freeman.\n      Ramsey Clark, Asst. Atty. Gen., S. Billingsley Hill, Grace Powers Monaco, Attys., Dept. of Justice, Washington, D.C., Charles A. Muecke, U.S Atty., Arthur E. Ross, Asst. U.S. Atty., Phoenix, Ariz., John E. Lindberg, Asst. U.S. Atty., Tucson, Ariz., for appellees.\n      Before HAMLEY, HAMLIN and BROWNING, Circuit Judges.\n      HAMLEY, Circuit Judge.\n    \n    \n      1\n      Stewart L. Udall, Secretary of the United States Department of Interior (Secretary), and certain other individuals connected with the Department, were made defendants in these two cases brought in the District Court of Arizona.  The first case (Freeman case) was filed on December 12, 1962, by Autrice Copeland Freeman.  The second case (Ferry case) was filed on April 17, 1963, by Robert V. Ferry and Irving Baker, collectively referred to herein as Ferry.  The plaintiffs in both cases sought district court review under the Administrative Procedure Act of decisions of defendants involving the administration and sale of public lands.\n ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robert-v-ferry-v-stewart-l-udall-secretary-of-the-interior-autrice"
    }
  ],
  "relatedIncidents": [
    21068,
    21073,
    21080,
    21086,
    21087
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}