{
  "id": 21090,
  "title": "1964년 Jordan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-11-07",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Jordan. 판결일: 1964-11-07. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: State of Kansas, Appellee, v. Morris Claude Jordan, Appellant\n**판결일**: 1964-11-07\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Fatzer\n\n## 변호인\n\nFrank W. Hebert, of Coffeyville, argued the cause and was on the briefs for appellant., Monte K. Heasty, Assistant County Attorney, of Independence, argued the cause, and William Ferguson, Attorney General, of Topeka, and B. D. Watson, County Attorney, of Independence, were with him on the briefs for appellee.\n\n## 인용\n\n- 396 P.2d 342\n- 193 Kan. 664\n\n## 판결문 요약\n\n\n193 Kan. 664 (1964)\n396 P.2d 342\nSTATE OF KANSAS, Appellee,\nv.\nMORRIS CLAUDE JORDAN, Appellant.\nNo. 43,941\nSupreme Court of Kansas.\nOpinion filed November 7, 1964.\nFrank W. Liebert, of Coffeyville, argued the cause and was on the briefs for appellant.\nMonte K. Heasty, Assistant County Attorney, of Independence, argued the cause, and William Ferguson, Attorney General, of Topeka, and B.D. Watson, County Attorney, of Independence, were with him on the briefs for appellee.\nThe opinion of the court was delivered by\nFATZER, J.:\nThis appeal is from a conviction in the district court of Montgomery County on a plea of guilty to burglary in the second degree (G.S. 1961 Supp., 21-520) and attempted grand larceny (G.S. 1949, 21-101 and G.S. 1961 Supp., 21-533).\nThe defendant was arrested on September 20, 1963, on a warrant charging him with burglary in the second degree and attempted grand larceny. On the same day, he was taken before the judge of the city court of Coffeyville, sitting as a magistrate, for a preliminary hearing. The transcript of the proceedings of that hearing disclosed *665 that the defendant was arraigned on the complaint and warrant before the judge of the city court of Coffeyville on September 20, 1963, and the defendant entered a plea of guilty and waived his right to a preliminary hearing without the appearance of counsel. He was bound over for trial to the district court of Montgomery County on the charges as contained in the complaint and warrant. The defendan...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-jordan"
    }
  ],
  "relatedIncidents": [
    21109,
    21112,
    21159,
    21200,
    21242
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}