{
  "id": 21108,
  "title": "1964년 Reddish 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-10-07",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Reddish. 판결일: 1964-10-07. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Reddish v. State\n**판결일**: 1964-10-07\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Thornal\n\n## 인용\n\n- 167 So. 2d 858\n\n## 판결문 요약\n\n\n167 So.2d 858 (1964)\nJoe REDDISH, Appellant,\nv.\nThe STATE of Florida, Appellee.\nNo. 31796.\nSupreme Court of Florida.\nJuly 22, 1964.\nOn Petition for Modification October 7, 1964.\n*860 Scruggs &amp; Carmichael, Gainesville, for appellant.\nJames W. Kynes, Atty. Gen., and James G. Mahorner, Asst. Atty. Gen., for appellee.\nTHORNAL, Justice.\nAppellant Joe Reddish seeks reversal of a verdict and judgment finding him guilty of murder in the first degree with an ensuing death sentence.\nReversal is sought on the grounds that two confessions allowed into evidence were not voluntarily obtained; that certain pictures should not have been permitted in evidence and that testimony regarding the collateral offense was inadmissible.\nReddish was convicted of the murder of Deputy Sheriff Harold P. Croft. The homicide was committed when Croft was in the act of serving upon Reddish a warrant charging him with malicious shooting into the dwelling of one Ira Green. For some months prior to the homicide Reddish had been having an affair with Green's wife, Velma. The clandestine affair had reached the point where Velma had discussed divorcing her husband Ira so that she could marry Joe Reddish. At about 9:30 P.M., May 22, 1961, Joe proceeded to Ira's house and fired one or more shotgun blasts through the front door. Sheriff Whitehead obtained a warrant for Joe's arrest charging him with the shooting into the Green dwelling. While attempting service of the warrant, Deputy Sheriff Croft was killed at t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=reddish-v-state"
    }
  ],
  "relatedIncidents": [
    21080,
    21157,
    21253,
    21263,
    20840
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}