{
  "id": 21112,
  "title": "1964년 Hardin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-10-05",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Hardin. 판결일: 1964-10-05. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Hardin v. State of Indiana\n**판결일**: 1964-10-05\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Landis\n\n## 변호인\n\nM. Walter Bell, of Indianapolis, for appellant., Edwin K. Steers, Attorney General and David S. Wedding, Deputy Attorney General, for appellee.\n\n## 인용\n\n- 201 N.E.2d 333\n- 246 Ind. 23\n\n## 판결문 요약\n\n\n246 Ind. 23 (1964)\n201 N.E.2d 333\nHARDIN\nv.\nSTATE OF INDIANA.\nNo. 30,422.\nSupreme Court of Indiana.\nFiled October 5, 1964.\nRehearing denied November 18, 1964.\n*24 M. Walter Bell, of Indianapolis, for appellant.\nEdwin K. Steers, Attorney General and David S. Wedding, Deputy Attorney General, for appellee.\nLANDIS, J.\nAppellant was charged by affidavit in three (3) counts with: (1) robbery, (2) grand larceny, and (3) automobile banditry. After a trial by jury appellant was convicted of grand larceny and automobile banditry and was fined in the sum of $500.00 and sentenced for a term of one (1) to ten (10) years in the Indiana State Prison. This appeal followed the overruling of his motion for new trial.\n*25 Appellant first contends the jury's verdict is not sustained by sufficient evidence.\nThe evidence favorable to the state is that Frank Ebner, an employee of the Marion County Treasurer's office, on February 2, 1962, at about 9 a.m. was walking in the city of Indianapolis to the bank to deposit certain checks and cash receipts from the treasurer's office when he was accosted by two men. Ebner testified one of the two men jerked the black grip, which contained the money and checks, out of his hand and that as he was pulled around by the force of the jerk he saw two men running down the parking lot toward Virginia Avenue.\nLarry Storms, a parking lot attendant, stated that on February 2, 1962, at about 9 a.m. he saw appellant and another man run through the parking lot (the same...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hardin-v-state"
    }
  ],
  "relatedIncidents": [
    21090,
    21109,
    21159,
    21200,
    21242
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}