{
  "id": 21123,
  "title": "1964년 Scott-Steven Development Corp. v. Gables by the Sea, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-09-09",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Scott-Steven Development Corp. v. Gables by the Sea, Inc.. 판결일: 1964-09-09. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Scott-Steven Development Corp. v. Gables by the Sea, Inc.\n**판결일**: 1964-09-09\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Horton, Tillman Pearson and Hendry\n\n## 인용\n\n- 167 So. 2d 763\n\n## 판결문 요약\n\n\n167 So.2d 763 (1964)\nSCOTT-STEVEN DEVELOPMENT CORP., Inc., a Florida corporation, Appellant,\nv.\nGABLES BY THE SEA, INC., a Florida corporation, Appellee.\nNos. 63-680, 63-681.\nDistrict Court of Appeal of Florida. Third District.\nSeptember 9, 1964.\nRehearing Denied October 21, 1964.\nSibley, Giblin, King &amp; Levenson, Miami Beach, Sponder &amp; Bloom, North Miami, for appellant.\n*764 Scott, McCarthy, Preston &amp; Steel and Dwight Sullivan, Miami, for appellee.\nBefore HORTON, TILLMAN PEARSON and HENDRY, JJ.\nHORTON, Judge.\nThis appeal is from a supplemental final decree in a specific performance action which in substance found that the appellant had not proved damages resulting from the alleged breach of a land sales contract.\nThe contract between the appellant, as purchaser, and the appellee, a subdivision developer, as seller, provided that the appellee would place underground electrical wiring and other improvements in the subdivision and would sell to the appellant six lots with an option to purchase approximately 20% of the remaining lots in the subdivision.\nThe appellant by this action sought to require appellee to specifically perform the covenants of the contract as to improvements to be made on the land as well as to require the appellee to sell to the appellant the lots specified in the contract. After the taking of testimony on the issue of specific performance, the chancellor entered a final decree in which he concluded (1) that the appellant was not entited to spe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=scott-steven-development-corp-v-gables-by-the-sea-inc"
    }
  ],
  "relatedIncidents": [
    21150,
    20842,
    20851,
    20864,
    20903
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}