{
  "id": 21145,
  "title": "1964년 Tyree 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-07-16",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Tyree. 판결일: 1964-07-16. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Gordon L. Tyree v. General Insurance Company of America\n**판결일**: 1964-07-16\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Weaver\n\n## 변호인\n\nWayne Gladstone, for appellants., Loney, Westland, Koontz & Raekes, for respondent.\n\n## 인용\n\n- 64 Wash. 2d 748\n\n## 판결문 요약\n\n\nWeaver, J.\nThis appeal is the second phase of a multiparty lawsuit commenced in 1960.\nThe first phase, based upon plaintiffs’ first cause of action in their original complaint, culminated in an affirmance of a summary judgment, dated September 14, 1961, dismissing the action against defendant Roy L. Stone (and others) with prejudice. Tyree v. Stone, 62 Wn. (2d) 694, 384 P. (2d) 626 (1963).\nOctober 2, 1961, plaintiffs filed an amended complaint in which the second and third causes of action are directed against defendant General Insurance Company of America. Generally, plaintiffs seek reformation of a fire insurance policy and judgment thereon for $19,350.\nPlaintiffs appeal from a judgment dated July 18, 1962, dismissing their cause of action for reformation of the *749fire insurance policy and granting judgment to plaintiffs for $1,266.67 against defendant insurance company.\nThe issues of this appeal spring from the same series of basic events considered in the first appeal. Our prior decision should be read for further detailed facts. We summarize-the findings of fact, which we find supported by substantial evidence in the record.\nIn 1944, defendant Stone (who has been dismissed from this action) held a lease from the federal government on certain land in Richland, Washington, on which a food market was located. Between 1944 and 1950, Stone constructed an addition to the market to be used as a bakery, gave title to the government, and leased the land and bakery from the gov...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tyree-v-general-insurance-co-of-america"
    }
  ],
  "relatedIncidents": [
    21068,
    21073,
    21080,
    21086,
    21087
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}