{
  "id": 21150,
  "title": "1964년 American Casualty Co. v. Niagara Fire Insurance 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-07-08",
  "location": "South Carolina, SC, USA",
  "summary": "미국 South Carolina, SC 법원 판결 사건. 사건명: American Casualty Co. v. Niagara Fire Insurance. 판결일: 1964-07-08. 법원: Supreme Court of South Carolina.",
  "description": "## 사건 정보\n\n**사건명**: AMERICAN CASUALTY COMPANY, Appellant, v. NIAGARA FIRE INSURANCE COMPANY and Julia A. Pearson, as Administratrix of the Estate of William Pearson, Respondents, and Myra Register and Mrs. Margaret Register, Appellants\n**판결일**: 1964-07-08\n**법원**: Supreme Court of South Carolina\n**관할**: South Carolina, SC\n\n**판사**: Brailsford, Bussey, Lewis, Moss, Taylor\n\n## 변호인\n\nMessrs. Nelson, Mullins, Grier & Scarborough, of Columbia, for Appellant, American Casualty Company, and Isadore E. Lourie, of Columbia, and Edward E. Saleeby, of Hartsville, for Appellants, Myra Register and Mrs. Margaret Register,, Messrs. deLoach & deLoach, of Camden, for Respondent, Niagara Fire Insurance Company,\n\n## 인용\n\n- 137 S.E.2d 412\n- 244 S.C. 411\n\n## 판결문 요약\n\n\n244 S.C. 411 (1964)\n137 S.E.2d 412\nAMERICAN CASUALTY COMPANY, Appellant,\nv.\nNIAGARA FIRE INSURANCE COMPANY and Julia A. Pearson, as Administratrix of the Estate of William Pearson, Respondents, and Myra Register and Mrs. Margaret Register, Appellants.\n18238\nSupreme Court of South Carolina.\nJuly 8, 1964.\n*412 Messrs. Nelson, Mullins, Grier &amp; Scarborough, of Columbia, for Appellant, American Casualty Company, and Isadore E. Lourie, of Columbia, and Edward E. Saleeby, of Hartsville, for Appellants, Myra Register and Mrs. Margaret Register.\nMessrs. deLoach &amp; deLoach, of Camden, for Respondent, Niagara Fire Insurance Company.\n*413 July 8, 1964.\nLEWIS, Justice.\nThis action for declaratory judgment was brought by the plaintiff, American Casualty Insurance Company of Reading, Pennsylvania, against the defendants, Niagara Fire Insurance Company, Mrs. Margaret Register, and others, for the purpose of determining whether or not the defendant Niagara Fire Insurance Company provided on April 27, 1961, liability insurance coverage on a 1958 Plymouth automobile owned by the defendant, Mrs. Margaret Register. From a judgment of the lower court holding that Niagara provided no insurance coverage on the Plymouth automobile of Mrs. Register on the above date, American Casualty Insurance Company and Mrs. Register have appealed.\nThe Plymouth automobile owned by the defendant, Mrs. Margaret Register, was involved on April 27, 1961, in a collision with an automobile operated by one William...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=american-casualty-co-v-niagara-fire-insurance"
    }
  ],
  "relatedIncidents": [
    21123,
    20842,
    20851,
    20864,
    20903
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}