{
  "id": 21157,
  "title": "1964년 Lambright 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-06-30",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Lambright. 판결일: 1964-06-30. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. LEE CLYDE LAMBRIGHT, Defendant and Appellant\n**판결일**: 1964-06-30\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: McCOMB, Traynor\n\n## 변호인\n\nBurton Marks, under appointment by the Supreme Court, for Defendant and Appellant., Stanley Mosk, Attorney General, William E. James, Assistant Attorney General, and Gilbert F. Nelson, Deputy Attorney General, for Plaintiff and Respondent.\n\n## 인용\n\n- 61 Cal. 2d 482\n\n## 판결문 요약\n\n\n61 Cal.2d 482 (1964)\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nLEE CLYDE LAMBRIGHT, Defendant and Appellant. [61 Cal.2d 483]\nCrim. No. 7915. \nSupreme Court of California. In Bank.  \nJune 30, 1964.\n Burton Marks, under appointment by the Supreme Court, for Defendant and Appellant.\n Stanley Mosk, Attorney General, William E. James, Assistant Attorney General, and Gilbert F. Nelson, Deputy Attorney General, for Plaintiff and Respondent.\n TRAYNOR, J.\n Defendant appeals from a judgment of conviction entered on a jury verdict finding him guilty of two counts of second degree murder. His appeal from the order denying his motion for a new trial is dismissed. (Pen. Code,  1237.)\n Defendant had known Alys Tuttle since about 1958. She was separated from her husband and was living with Max Navarro. Alys sometimes lived at defendant's cottage for periods of a few days on occasions when she had quarreled with Navarro. Defendant and Alys were both heavy drinkers and spent much of their time together consuming alcohol. They also had sexual relations. Defendant apparently had accepted the fact that Alys chose to live with Navarro, although defendant at one time sought to have Alys marry him after she obtained a divorce from her husband.\n At about 6:30 a.m. on the morning of February 7, 1963, defendant arrived at Navarro's cottage with a bottle of whiskey, which defendant and Alys consumed during the morning. Navarro had already left for work when defendant arrived. Ernest Mitchell, a fellow e...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-lambright"
    }
  ],
  "relatedIncidents": [
    21080,
    21108,
    21253,
    21263,
    20840
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}