{
  "id": 21159,
  "title": "1964년 Howe 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-06-27",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Howe. 판결일: 1964-06-27. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Patrick E. HOWE, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1964-06-27\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrison\n\n## 변호인\n\nPaul W. Wisdom, Jr., Dallas, for appellant., Henry Wade, Dist. Atty., George Milner, Jim Miller, Harryette Bercu and C. M. Turlington, Asst. Dist. Attys., Dallas, and Leon B. Douglas, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 380 S.W.2d 615\n\n## 판결문 요약\n\n\n380 S.W.2d 615 (1964)\nPatrick E. HOWE, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 36496.\nCourt of Criminal Appeals of Texas.\nJune 27, 1964.\n*616 Paul W. Wisdom, Jr., Dallas, for appellant.\nHenry Wade, Dist. Atty., George Milner, Jim Miller, Harryette Bercu and C. M. Turlington, Asst. Dist. Attys., Dallas, and Leon B. Douglas, State's Atty., Austin, for the State.\nMORRISON, Judge.\nThe offense is robbery; the punishment 24 years in the penitentiary. Our prior opinion is withdrawn and the following is substituted in lieu thereof.\nThe evidence, briefly stated, reflects that on March 1, 1963, at 1:30 p. m., appellant walked into the Alamo Laundry sub-station, managed by H. C. Remington, and asked Mr. Remington what time the station closed. He was informed that the station closed at 6:00 p. m. Between 5:00 and 6:00 the same evening, appellant returned to the substation, placed a paper sack on the end of the cash register, pointed a gun at Mr. Remington and stated, \"I will blow your brains out; get that money in there quick, and I mean all of it.\" The amount of $51.79 was put in the sack, whereupon appellant ran from the building and drove away with a companion in a green and white Chevrolet. Mr. Remington pointed appellant out in a police lineup a few weeks after the robbery.\nW. F. Gentry, a police officer for the city of Dallas, described the apprehension of appellant on March 26, 1963. Through James M. Leavelle, an officer with the Dallas Police Department, a confession mad...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=howe-v-state"
    }
  ],
  "relatedIncidents": [
    21090,
    21109,
    21112,
    21200,
    21242
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}