{
  "id": 21155,
  "title": "1964년 Claim of Schillaci v. 175 West 12th Street Construction Corp. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-07-02",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Claim of Schillaci v. 175 West 12th Street Construction Corp.. 판결일: 1964-07-02. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Claim of Paul Schillaci v. 175 West 12th Street Construction Corporation, Workmen's Compensation Board\n**판결일**: 1964-07-02\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Taylor\n\n## 인용\n\n- 21 A.D.2d 934\n\n## 판결문 요약\n\n\nTaylor, J.\nUpon a shortened record an employer and its carrier appeal from a decision and award of the Workmen’s Compensation Board for continuing partial disability contending that there is no substantial medical evidence of causally related disability subsequent to July 20, 1961 and from an order of the board denying their application for a further review. In the late evening of December 20, 1960 an unknown and apparently unapprehended intruder upon the employer’s premises struck claimant, a night watchman, on the right side of his face with a two-by-four. As a result of the assault thus perpetrated claimant sustained facial abrasions and lacerations and a depressed fracture of the right zygomatic arch with medial displacement. Hospitalization for a period of 10 days followed during which an open reduction of the right maxilla was performed. On March 16, 1961 claimant resumed Ms employment for a period of three months and then ceased work. An uncontested award to July 20, 1961 based on a 50% disability was made and paid. The record contains reports by an attending neurologist expressing the firm *935medical opinion based on persistent symptoms of headaches and dizziness that claimant was suffering from a causally related post-concussion syndrome which partially disabled him. Quite obviously the board accepted this proof as the basis for the award appealed from. Appellants argue that “ Since the testimony of Dr. Wildman, the impartial specialist, as well as his report, clea...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=claim-of-schillaci-v-175-west-12th-street-construction-corp"
    }
  ],
  "relatedIncidents": [
    21168,
    21179,
    20966,
    21068,
    21073
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}