{
  "id": 21161,
  "title": "1964년 Rider 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-06-22",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Rider. 판결일: 1964-06-22. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: THOMAS A. RIDER, AS ADMINISTRATOR AD PROSEQUENDUM OF SAYOKO RIDER, THOMAS RIDER, HELEN RIDER, BY THEIR GUARDIAN AD LITEM, THOMAS A. RIDER, AND THOMAS A. RIDER, INDIVIDUALLY, PLAINTIFFS, v. VERNON LYNCH AND GERALD DAY, DEFENDANTS AND THIRD-PARTY PLAINTIFFS-APPELLANTS, v. GENERAL INSURANCE COMPANY OF AMERICA, AND MARVIN H. GUENTHER, Jr. D/B/A GUENTHER AGENCY, THIRD-PARTY DEFENDANTS-RESPONDENTS\n**판결일**: 1964-06-22\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: Francis, Han-Eman\n\n## 변호인\n\nMr. Martin L. Haines argued the cause for defendants and third-party plaintiffs-appellants (Messrs. Himon, Haines & Bunting, attorneys)., Mr. Michael Patrick King argued the cause ior third-party defendant-respondent General Insurance Company (Mr. Carl Kisselman, of counsel; Messrs. Kisselman, Devine, Deighan & Montano, attorneys)., Mr. Robert W. Griscuolo argued the cause for third-party defendant-respondent Marvin H. Guenther (Messrs. Parker, McCay •& Griscuolo, attorneys).\n\n## 인용\n\n- 201 A.2d 561\n- 42 N.J. 465\n\n## 판결문 요약\n\n\n42 N.J. 465 (1964)\n201 A.2d 561\nTHOMAS A. RIDER, AS ADMINISTRATOR AD PROSEQUENDUM OF SAYOKO RIDER, THOMAS RIDER, HELEN RIDER, BY THEIR GUARDIAN AD LITEM, THOMAS A. RIDER, AND THOMAS A. RIDER, INDIVIDUALLY, PLAINTIFFS,\nv.\nVERNON LYNCH AND GERALD DAY, DEFENDANTS AND THIRD-PARTY PLAINTIFFS-APPELLANTS,\nv.\nGENERAL INSURANCE COMPANY OF AMERICA, AND MARVIN H. GUENTHER, JR. D/B/A GUENTHER AGENCY, THIRD-PARTY DEFENDANTS-RESPONDENTS.\nThe Supreme Court of New Jersey.\nArgued March 3, 1964.\nDecided June 22, 1964.\n*467 Mr. Martin L. Haines argued the cause for defendants and third-party plaintiffs-appellants (Messrs. Dimon, Haines &amp; Bunting, attorneys).\n*468 Mr. Michael Patrick King argued the cause for third-party defendant-respondent General Insurance Company (Mr. Carl Kisselman, of counsel; Messrs. Kisselman, Devine, Deighan &amp; Montano, attorneys).\nMr. Robert W. Criscuolo argued the cause for third-party defendant-respondent Marvin H. Guenther (Messrs. Parker, McCay &amp; Criscuolo, attorneys).\nThe opinion of the court was delivered by FRANCIS, J.\nVernon Lynch was involved in a collision while operating an automobile owned by Gerald Day. The driver and two passengers in the other car were injured and one passenger was killed. Damage suits were brought against Lynch who, believing that he was entitled to coverage under a policy of liability insurance issued by the General Insurance Company, called upon the company to defend the action and to pay any judgment recovered therein up ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rider-v-lynch"
    }
  ],
  "relatedIncidents": [
    21068,
    21073,
    21080,
    21086,
    21087
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}