{
  "id": 21168,
  "title": "1964년 United States v. Clifton Johnson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-06-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Clifton Johnson. 판결일: 1964-06-12. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Plaintiff-Appellee, v. Clifton JOHNSON, Defendant-Appellant\n**판결일**: 1964-06-12\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Edwards, Miller, Phillips\n\n## 변호인\n\nLeland H. Logan and J. Reid Caudill, Bowling Green, Ky., for appellant., John E. Stout, Asst. U. S. Atty., Louisville, Ky. (William E. Scent, U. S. Atty., Louisville, Ky., on the brief), for appel-lee.\n\n## 인용\n\n- 333 F.2d 1004\n\n## 판결문 요약\n\n333 F.2d 1004\n    UNITED STATES of America, Plaintiff-Appellee,v.Clifton JOHNSON, Defendant-Appellant.\n    No. 15489.\n    United States Court of Appeals Sixth Circuit.\n    June 12, 1964.\n    \n      Leland H. Logan and J. Reid Caudill, Bowling Green, Ky., for appellant.\n      John E. Stout, Asst. U.S. Atty., Louisville, Ky.  (William E. Scent, U.S. Atty., Louisville, Ky., on the brief), for appellee.\n      Before MILLER, PHILLIPS and EDWARDS, Circuit Judges.\n      SHACKELFORD MILLER, Jr., Circuit Judge.\n    \n    \n      1\n      The defendant, Clifton Johnson, was found guilty by a jury under an indictment charging violation of the internal revenue laws pertaining to distilled spirits and for assaulting a federal officer.\n    \n    \n      2\n      His main contention on this appeal is that he did not have the assistance of counsel for his defense, guaranteed him by the Sixth Amendment of the Constitution of the United States.\n    \n    \n      3\n      The defendant had employed two attorneys, recognized as being honorable and capable, to represent him at the trial.  On the morning of the trial after the parties had announced ready, and the jury had been selected but not sworn, the District Judge, out of the presence of the jury, called attention to a written communication which he had received from the defendant's wife, signed and sworn to by her and several others, apparently friends of the defendant, which requested that the two attorneys who had been employed by the defendant be ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-clifton-johnson"
    }
  ],
  "relatedIncidents": [
    21155,
    21179,
    20966,
    21068,
    21073
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}