{
  "id": 21172,
  "title": "1964년 Rubin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-06-05",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Rubin. 판결일: 1964-06-05. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: City of Omaha, a Municipal Corporation, Appellant, v. Eva Rubin Et Al., Appellees\n**판결일**: 1964-06-05\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Boslaugh, Brower, Carter, Messmore, Spencer, White, Yeager\n\n## 변호인\n\nHerbert M. Fitle, Bernard E. Vinardi, Frederick A. Brown, Edward M. Stein, Sebastian J, Todero, Walter J. Matejka, and Frederick H. Geihs, for appellant., Lane, Baird, Pedersen & Haggart and Arthur J. Whalen, for appellees.\n\n## 인용\n\n- 128 N.W.2d 814\n- 177 Neb. 314\n\n## 판결문 요약\n\n\n128 N.W.2d 814 (1964)\n177 Neb. 314\nThe CITY OF OMAHA, a Municipal Corporation, Appellant,\nv.\nEva RUBIN, Eva Realty, Inc., a Corporation, and Ada H. Slacketka, Appellees.\nNo. 35660.\nSupreme Court of Nebraska.\nJune 5, 1964.\nHerbert M. Fitle, Bernard E. Vinardi, Frederick A. Brown, Edward M. Stein, Sebastian J. Todero, Walter J. Matejka, Frederick S. Geihs, Omaha, for appellant.\nLane, Baird, Pedersen &amp; Haggart, Arthur J. Whalen, Omaha, for appellees.\nHeard before WHITE, C. J., and CARTER, MESSMORE, YEAGER, SPENCER, BOSLAUGH, and BROWER, JJ.\n*815 BOSLAUGH, Justice.\nThis is an action by the City of Omaha, Nebraska, to enjoin an alleged violation of the Omaha municipal code and to require the defendants to comply with certain requirements of the code. The defendants are Eva Rubin; Eva Realty, Inc., a corporation; and Ada H. Slacketka. For convenience, the defendant Eva Rubin, will be referred to as the defendant.\nThe trial court found that there was no violation of the ordinances or building code of the city of Omaha and dismissed the action. The plaintiff's motion for new trial was overruled and it has appealed.\nThe controversy arises out of the construction of an apartment building on property located at the northeast corner of the intersection of Thirty-sixth and Howard Streets in Omaha, Nebraska. The property extends 124 feet north along the east line of Thirty-sixth Street and 82 feet east along the north line of Howard Street. The apartment building which is the subject ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=city-of-omaha-v-rubin"
    }
  ],
  "relatedIncidents": [
    20978,
    21068,
    21073,
    21080,
    21086
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}