{
  "id": 21179,
  "title": "1964년 Finden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-05-22",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Finden. 판결일: 1964-05-22. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: Dennis Finden, by His Father and Natural Guardian, Harold E. Finden, and Another v. Raymond A. Klaas\n**판결일**: 1964-05-22\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Rogosheske\n\n## 변호인\n\nD. D. Daly, for appellant., LeVander, Gillen, Miller & Durenberger, for respondents.\n\n## 인용\n\n- 268 Minn. 268\n- 128 N.W.2d 748\n\n## 판결문 요약\n\n\n268 Minn. 268 (1964)\n128 N.W. (2d) 748\nDENNIS FINDEN, BY HIS FATHER AND NATURAL GUARDIAN, HAROLD E. FINDEN, AND ANOTHER\nv.\nRAYMOND A. KLAAS.\nNo. 39,132.\nSupreme Court of Minnesota.\nMay 22, 1964.\nD.D. Daly, for appellant.\nLeVander, Gillen, Miller &amp; Durenberger, for respondents.\n*269 ROGOSHESKE, JUSTICE.\nDefendant appeals from an order denying his motion to vacate a default judgment and for leave to answer plaintiffs' complaint in an action for damages arising out of a willful assault.\nPlaintiffs commenced their joint action on February 20, 1962, by personal service upon defendant. The complaint alleged that on January 7, 1962, defendant willfully assaulted plaintiff Dennis Finden, the 19-year-old son of plaintiff Harold E. Finden, causing severe and permanent bodily injuries, and that by reason thereof, plaintiff Dennis Finden sustained damages of $30,000 and plaintiff Harold E. Finden sustained damages of $1,750 for past medical expenses and would incur further medical expense of $1,000.\nThe brief record before us reveals that before the time to answer expired defendant retained Ray Flader, an attorney, to represent him. The attorney assured defendant that he would answer the complaint and conduct the defense. He discussed the case with plaintiffs' counsel and, upon request, was furnished with information concerning the basis for the complaint. Plaintiffs' counsel was advised that an answer would be interposed as soon as defendant's attorney completed his investigation. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=finden-v-klaas"
    }
  ],
  "relatedIncidents": [
    21155,
    21168,
    20966,
    21068,
    21073
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}