{
  "id": 21185,
  "title": "1964년 Charles H. Weaver v. T. Wade Markley, Warden, United States Penitentiary, Terre Haute, Indiana 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-05-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Charles H. Weaver v. T. Wade Markley, Warden, United States Penitentiary, Terre Haute, Indiana. 판결일: 1964-05-13. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Charles H. WEAVER, Petitioner-Appellant, v. T. Wade MARKLEY, Warden, United States Penitentiary, Terre Haute, Indiana, Respondent-Appellee\n**판결일**: 1964-05-13\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Kiley, Major, Schnackenberg\n\n## 변호인\n\nCharles H. Weaver, in pro. per., Richard P. Stein, U. S. Atty., Kenneth M. Stroud, Asst. U. S. Atty., Indianapolis, Ind., for appellee.\n\n## 인용\n\n- 332 F.2d 34\n\n## 판결문 요약\n\n332 F.2d 34\n    Charles H. WEAVER, Petitioner-appellant,v.T. Wade MARKLEY, Warden, United States Penitentiary, TerreHaute, Indiana, Respondent-Appellee.\n    No. 14476.\n    United States Court of Appeals Seventh Circuit.\n    May 13, 1964.\n    \n      Charles H. Weaver, in pro. per.\n      Richard P. Stein, U.S. Atty., Kenneth M. Stroud, Asst. U.S. Atty., Indianapolis, Ind., for appellee.\n      Before SCHNACKENBERG, KILEY and MAJOR, Circuit Judges.\n      SCHNACKENBERG, Circuit Judge.\n    \n    \n      1\n      Charles Weaver, petitioner, has appealed from an order of the district court dismissing his petition for a writ of habeas corpus, under which he sought release from imprisonment in the United States Penitentiary at Terre Haute, Indiana.\n    \n    \n      2\n      A warrant was issued on May 1, 1963 charging petitioner with violation of parole.  He was arrested and on July 10, 1963 was committed to the penitentiary.\n    \n    18 U.S.C.A. 4207 applies.1\n    \n      3\n      In his briefs in this court, he asserts that October 10, 1963 should be considered as the date of the filing of his petition for a writ of habeas corpus, because that was 'the date placed on the petition by the case worker (at the penitentiary) as the date * * * of filing with said District Court'.\n    \n    \n      4\n      Petitioner relies upon United States ex rel. Buono v. Kenton, 2 Cir., 287 F.2d 534 (1961).  However, we note that in Kenton, 287 F.2d at 536, the court said:\n    \n    \n      5\n      '* * * The pro...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=charles-h-weaver-v-t-wade-markley-warden-united-states-penitentiary"
    }
  ],
  "relatedIncidents": [
    21068,
    21073,
    21080,
    21086,
    21087
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}