{
  "id": 21193,
  "title": "1964년 Electrolux Corporation v. Dustpak, Ltd., Inc., and Anschel Wolf 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-05-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Electrolux Corporation v. Dustpak, Ltd., Inc., and Anschel Wolf. 판결일: 1964-05-05. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Electrolux Corporation v. Dustpak, Ltd., Inc., and Anschel Wolf\n**판결일**: 1964-05-05\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 330 F.2d 958\n\n## 판결문 요약\n\n330 F.2d 958\n    ELECTROLUX CORPORATION, Appellant,v.DUSTPAK, LTD., INC., and Anschel Wolf, Appellees.\n    No. 421.\n    Docket 28362.\n    United States Court of Appeals Second Circuit.\n    Argued May 4, 1964.\n    Decided May 5, 1964.\n    \n      Plaintiff-appellant in an action for patent infringement appeals from the decision of the United States District Court for the Eastern District of New York, John F. Dooling, Jr., J., dismissing the action, after a hearing, on the ground that the patents are invalid.\n      John T. Kelton, New York City (Watson, Leavenworth, Kelton &amp; Taggart; Elmer R. Helferich; Thomas C. Betts), New York City, for appellant.\n      Samuel J. Stoll, Jamaica, N. Y., for appellees.\n      Before WATERMAN, FRIENDLY and SMITH, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      The judgment of the district court dismissing plaintiff's action alleging patent infringement is affirmed on the opinion of Judge Dooling which is reported at 215 F.Supp. 367 (E.D.N.Y.1963).\n    \n    ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=electrolux-corporation-v-dustpak-ltd-inc-and-ansch"
    }
  ],
  "relatedIncidents": [
    21068,
    21073,
    21080,
    21086,
    21087
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}