{
  "id": 21208,
  "title": "1964년 Elizabeth Harris v. James B. Turner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-04-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Elizabeth Harris v. James B. Turner. 판결일: 1964-04-07. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Elizabeth HARRIS, Plaintiff-Appellant, v. James B. TURNER Et Al., Defendants-Appellees\n**판결일**: 1964-04-07\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Edwards, Phillips, Weick\n\n## 변호인\n\nJohn S. Wrinkle, Chattanooga, Tenn., for appellant., Sizer Chambliss, Chattanooga, Tenn. (Goins, Gammon, Baker & Robinson, Morgan & Garner, Arvin IT. Reingold, Collins & Lee, Atchley & Atchley, Diet-zen, Graham & Dietzen, Chattanooga, Tenn., of counsel), for appellees.\n\n## 인용\n\n- 329 F.2d 918\n\n## 판결문 요약\n\n329 F.2d 918\n    Elizabeth HARRIS, Plaintiff-Appellant,v.James B. TURNER et al., Defendants-Appellees.\n    No. 15453.\n    United States Court of Appeals Sixth Circuit.\n    April 7, 1964.\n    \n      John S. Wrinkle, Chattanooga, Tenn., for appellant.\n      Sizer Chambliss, Chattanooga, Tenn.  (Goins, Gammon, Baker &amp; Robinson, Morgan &amp; Garner, Arvin H. Reingold, Collins &amp; Lee, Atchley &amp; Atchley, Dietzen, Graham &amp; Dietzen, Chattanooga, Tenn., of counsel), for appellees.\n      Before WEICK, Chief Judge, and PHILLIPS and EDWARDS, Circuit Judges.\n      HARRY PHILLIPS, Circuit Judge.\n    \n    \n      1\n      As well stated by the District Judge, 'this controversy grows out of an episode occurring during a prolonged, tortuous and acrimonious state litigation between parents concerning the custody of their child.'\n    \n    \n      2\n      The appellant, mother of the child, filed suit for $50,000 in damages alleged to have resulted from a conspiracy in violation of 42 U.S.C. 1983 and 1985.  By a separate count of her complaint she sued for common law conspiracy to take away her child, alleging diversity of citizenship.  The defendants-appellees are the Circuit Judge of Hamilton County, Tennessee, who made an adjudication divesting appellant of custody of the child; the District Attorney General of Hamilton County; the Sheriff of the County, the surety on his official bond and three of his deputies; the father and paternal grandparents of the child; and the Chattanoog...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=elizabeth-harris-v-james-b-turner"
    }
  ],
  "relatedIncidents": [
    21068,
    21073,
    21080,
    21086,
    21087
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}