{
  "id": 21219,
  "title": "1964년 Lewis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-04-01",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Lewis. 판결일: 1964-04-01. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: NATHANIEL LEWIS, Petitioner, v. THE SUPERIOR COURT OF THE CITY AND COUNTY OF SAN FRANCISCO, Respondent; THE PEOPLE, Real Party in Interest\n**판결일**: 1964-04-01\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Draper\n\n## 변호인\n\nEphraim Margolin for Petitioner., Stanley Mosk, Attorney General, Albert W. Harris, Jr., and John F. Kraetzer, Deputy Attorneys General, for Respondent and Real Party in Interest.\n\n## 인용\n\n- 226 Cal. App. 2d 102\n\n## 판결문 요약\n\n\n226 Cal.App.2d 102 (1964)\nNATHANIEL LEWIS, Petitioner,\nv.\nTHE SUPERIOR COURT OF THE CITY AND COUNTY OF SAN FRANCISCO, Respondent; THE PEOPLE, Real Party in Interest.\nCiv. No. 21849. \nCalifornia Court of Appeals. First Dist., Div. Three.  \nApril 1, 1964.\n Ephraim Margolin for Petitioner.\n Stanley Mosk, Attorney General, Albert W. Harris, Jr., and John F. Kraetzer, Deputy Attorneys General, for Respondent and Real Party in Interest. *103\n DRAPER, P. J.\n Upon denial of his motion to set aside information charging him with possession of marijuana (Health &amp; Saf. Code,  11530), petitioner sought prohibition (Pen. Code,  999a). We issued alternative writ. Validity of search and seizure is the sole issue.\n Officer Forni testified at the preliminary examination that his partner, Lawrence, had received information that a \"shooting gallery\" (the smoking of marijuana) was to take place at an address on Pine Street. Lawrence did not testify, the name of the alleged informer was not given, and there was no evidence to establish his reliability. The two officers drove to the address and parked nearby at about 1:20 o'clock a.m. The building appeared to consist of an upper and lower flat. No lights shone within it. Four men, one of whom (not petitioner) Forni knew to have served a county jail term at some unspecified time for possession of marijuana, entered the building. The officers called for two more policemen, and the four approached the steps leading to the building entrance. Two o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lewis-v-superior-court"
    }
  ],
  "relatedIncidents": [
    21272,
    20870,
    20930,
    21015,
    21048
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}