{
  "id": 21217,
  "title": "1964년 Sedan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-04-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Sedan. 판결일: 1964-04-02. 법원: District Court, M.D. Florida.",
  "description": "## 사건 정보\n\n**사건명**: United States v. ONE 1962 FORD SEDAN, Serial No. 2N62X117261\n**판결일**: 1964-04-02\n**법원**: District Court, M.D. Florida\n**관할**: USA, Federal\n\n**판사**: McRae\n\n## 변호인\n\nJames H. Walsh, Asst. U. S. Atty., Jacksonville, Fla., for the United States., Harvey Mabry, Jacksonville, Fla., for claimant Duval Motor Co.\n\n## 인용\n\n- 228 F. Supp. 409\n\n## 판결문 요약\n\n\nMcRAE, District Judge.\nThis case was tried by the Court without a jury.\nThe controlling facts in the case are undisputed. Hugh Dorsey Crosby was taken to the Duval Motor Company in Jacksonville, Florida, by a “bird-dog” salesman and was introduced to John H. Griffin, Manager of the Fleet and Lease Department of the company. Crosby told Griffin that he was interested in making arrangements for the purchase of an automobile. Griffin displayed several automobiles to Crosby and Crosby selected the 1962 Ford Sedan which is the subject matter of this suit. Crosby then informed Griffin that title to the automobile was to be taken in the name of C. T. Fisher, Crosby’s brother-in-law. Griffin testified that he felt reasonably sure that an investigation was made of the credit standing of Fisher, but no such investigation was made with reference to Crosby. Griffin further testified that he and Crosby went to the home of Fisher where final arrangements were made for the purchase of the car in the name of Fisher, although it was clearly understood, and Griffin was informed, that the car was bought for Crosby.\nThereafter, Hugh Dorsey Crosby went to a filling station operated by one Ernest Winney and bought $3.00 worth of gasoline for the automobile. He gave Winney a $10.00 bill and received the change. Winney at that time was suspicious of the bilí and accordingly made a notation of the license tag. Shortly thereafter Winney informed an agent of the Treasury Department of the transaction,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-sedan"
    }
  ],
  "relatedIncidents": [
    20867,
    21034,
    21068,
    21073,
    21080
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}