{
  "id": 21242,
  "title": "1964년 In re McGrath 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-03-25",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: In re McGrath. 판결일: 1964-03-25. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Petition of HEBER J. McGRATH\n**판결일**: 1964-03-25\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n## 인용\n\n- 143 Mont. 397\n- 390 P.2d 452\n\n## 판결문 요약\n\n\nPER CURIAM.\nThis matter has been submitted by Heber J. McGrath, an inmate of the Montana State Prison, appearing pro se, and is called an appeal from the denial by the district court of Chouteau County of McGrath’s petition for writ of error coram nobis, motion to withdraw plea of guilty and enter a plea of not guilty, and certain allied motions hereinafter more particularly referred to.\nBefore passing to a discussion of the contentions made by McGrath the official records of the district court disclose that on July 11, 1961, an information was filed against John T. Jones and Heber Jesse McGrath, charging them with the crime of burglary in the first degree, wherein it was alleged that the defendants on Sunday, the 9th day of July, 1961, in the County of Chouteau and State of Montana, committed the crime of burglary in the First Degree, in that the said John T. Jones and Heber Jesse McGrath, then and there being, then and there did, wilfully, wrongfully, unlawfully, and feloniously, intentionally, and burglariously, with the intent in them, the said John T. Jones and Heber Jesse McGrath, then and there and therein, to commit burglary in the first degree, during the nighttime, enter into that certain garage and service station in Carter, Montana, known as the “Kustom Klinic,” then and there the property of Eussell Salisbury, contrary to form, force and effect of the statute in such case made and provided, and against the peace and dignity of the State of Montana.\nThe minutes o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-mcgrath"
    }
  ],
  "relatedIncidents": [
    21090,
    21109,
    21112,
    21159,
    21200
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}