{
  "id": 21253,
  "title": "1964년 Boles 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-03-17",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: Boles. 판결일: 1964-03-17. 법원: West Virginia Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State Ex Rel. William C. Legg, Alias William C. Baldwin v. Otto C. Boles, Warden, West Virginia Penitentiary\n**판결일**: 1964-03-17\n**법원**: West Virginia Supreme Court\n**관할**: West Virginia, WV\n\n**판사**: BeRRY, Berry, Caplan\n\n## 변호인\n\nStephen P. Meyer, for relator., C. Donald Robertson, Attorney General, George H. Mitchell, Assistant Attorney General, for respondent.\n\n## 인용\n\n- 135 S.E.2d 257\n- 148 W. Va. 354\n\n## 판결문 요약\n\n\nCaplan, Judge:\nThe petitioner, William C. Legg, alias William C. Baldwin, invoked the original jurisdiction of this Court by filing herein his petition praying for a writ of habeas corpus ad subjiciendum. On January 13, 1964, the writ was issued, returnable on February 4, 1964, and counsel was appointed to represent the petitioner. On the return day the Attorney General, appearing for the respondent, produced the petitioner and filed a return and demurrer to the petition. Also filed was a stipulation of facts signed by counsel for the parties hereto. The case was thereupon submitted for decision upon the aforesaid pleadings and *356stipulation of facts and upon the briefs and arguments of counsel.\nAt the January Term, 1963, of the Intermediate Court of Kanawha County, the petitioner was indicted for the crime of attempted murder. Upon his arraignment he entered a plea of guilty to the charge in the indictment. Thereafter, on March 28, 1963, the prosecuting attorney filed an information charging the petitioner with two prior felony convictions.\nHaving entered a plea of not guilty to the charges in the information, a jury was empaneled and the issue was tried. The jury found the petitioner to be the same person as that named in the information. On May 9, 1963, the petitioner’s motion to set aside the verdict and grant him a new trial was overruled and he was sentenced to life imprisonment.\nOn July 15, 1963, the petitioner filed in the Intermediate Court of Kanawha County his p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-legg-v-boles"
    }
  ],
  "relatedIncidents": [
    21080,
    21108,
    21157,
    21263,
    20840
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}