{
  "id": 21258,
  "title": "1964년 Land 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-02-19",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Land. 판결일: 1964-02-19. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: E. M. LAND, Petitioner, v. W. R. TURNER, Respondent\n**판결일**: 1964-02-19\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Greenhill, Smith\n\n## 변호인\n\nAdams & Granberry, Crockett, for petitioner., J. B. Sallas, Crockett, for respondent.\n\n## 인용\n\n- 377 S.W.2d 181\n\n## 판결문 요약\n\n\n377 S.W.2d 181 (1964)\nE. M. LAND, Petitioner,\nv.\nW. R. TURNER, Respondent.\nNo. A-9799.\nSupreme Court of Texas.\nFebruary 19, 1964.\n*182 Adams &amp; Granberry, Crockett, for petitioner.\nJ. B. Sallas, Crockett, for respondent.\nGREENHILL, Justice.\nW. R. Turner instituted this suit against E. M. Land in trespass to try title. Trial was to a jury which found that Land had *183 not had 5 or 10 years' adverse possession of the property. No jury issue was given or requested as to prior possession, but judgment was entered for Turner on the basis of his prior possession. That judgment was affirmed by the Waco Court of Civil Appeals. 369 S.W.2d 716. The main questions here are whether Turner had prior possession; whether his possession was sufficient to entitle him to judgment; whether the possession, if had, was not abandoned; and whether, assuming issues of fact existed on these questions, the burden was upon Turner to obtain fact findings thereon.\nTurner's petition described 340 acres of land, but Land in open court disclaimed as to all but 44 acres.\nAll of the land in question had belonged to R. C. Stokes. It was in the J. M. Love Survey, Houston County, some five to seven miles west of Crockett, Texas. In September of 1913, R. C. Stokes executed a deed to Dr. E. B. Stokes. The deed conveyed 140 acres of land and included the 44 acres here in question. Dr. Stokes thereafter died. His widow, in 1948, executed a deed to 93.6 acres to the defendant E. M. Land. The property conveyed to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=land-v-turner"
    }
  ],
  "relatedIncidents": [
    21068,
    21073,
    21080,
    21086,
    21087
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}