{
  "id": 21263,
  "title": "1964년 Nichols 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-01-29",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Nichols. 판결일: 1964-01-29. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Oregon v. Nichols\n**판결일**: 1964-01-29\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: McAllister, Chief Justice, and Rossman, Perry, Sloan, O'connell, Goodwin and Denecke, Justices\n\n## 변호인\n\nEdward N. Fadeley, Eugene, argued the cause and filed briefs for appellant., William F. Frye, District Attorney, Eugene, argued the cause and filed a brief for respondent.\n\n## 인용\n\n- 388 P.2d 739\n- 236 Or. 521\n\n## 판결문 요약\n\n\n236 Or. 521 (1964)\n388 P.2d 739\nSTATE OF OREGON\nv.\nNICHOLS\nSupreme Court of Oregon.\nArgued December 2, 1963.\nAffirmed January 29, 1964.\nPetition for rehearing denied March 10, 1964.\n*524 Edward N. Fadeley, Eugene, argued the cause and filed briefs for appellant.\nWilliam F. Frye, District Attorney, Eugene, argued the cause and filed a brief for respondent.\nBefore McALLISTER, Chief Justice, and ROSSMAN, PERRY, SLOAN, O'CONNELL, GOODWIN and DENECKE, Justices.\nAFFIRMED.\n*525 GOODWIN, J.\nDefendant appeals from a conviction of second-degree murder.\nThe defendant took the stand and virtually admitted that he shot Hazel Nichols with a rifle and that she died as a result of the wound. He said the shooting was an accident. The prosecution contended that it was intentional, although without premeditation.\nNo witness, other than the defendant, saw the shooting. The defendant's teen-age daughter heard it. Her room was next to the room in which the shooting occurred. She also heard a verbal exchange which preceded the shot. She testified that her father and mother were having an argument that was sufficiently shrill to cause her to put her head under the covers in an effort to go to sleep. (The record does not disclose whether the defendant and the deceased were legally married.)\nThe testimony on both sides tended to prove that the defendant had intended to \"go spotlight some deer.\" There was evidence that he was a competent marksman, and that within the year, using the weapon in evidence...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-nichols"
    }
  ],
  "relatedIncidents": [
    21080,
    21108,
    21157,
    21253,
    20840
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}