{
  "id": 21272,
  "title": "1964년 Chief of the Fire Department v. Sutherland Apartments, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-01-13",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Chief of the Fire Department v. Sutherland Apartments, Inc.. 판결일: 1964-01-13. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Chief of the Fire Department of Boston vs. Sutherland Apartments, Inc.\n**판결일**: 1964-01-13\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Cutter, Spalding, Spiegel, Whittehore, Wilejns\n\n## 변호인\n\nLeo Gordon for the defendant., William H. Kerr for the plaintiff.\n\n## 인용\n\n- 195 N.E.2d 536\n- 346 Mass. 685\n\n## 판결문 요약\n\n\n346 Mass. 685 (1964)\n195 N.E.2d 536\nCHIEF OF THE FIRE DEPARTMENT OF BOSTON\nvs.\nSUTHERLAND APARTMENTS, INC.\nSupreme Judicial Court of Massachusetts, Suffolk.\nDecember 5, 1963.\nJanuary 13, 1964.\nPresent: WILKINS, C.J., SPALDING, WHITTEMORE, CUTTER, &amp; SPIEGEL, JJ.\nLeo Gordon for the defendant.\nWilliam H. Kerr for the plaintiff.\nSPIEGEL, J.\nThis is an appeal from a decree of the Superior Court ordering the defendant to comply with a regulation of the Board of Fire Prevention Regulations, which provides, in pertinent part, that \"any inner court not protected by a roof which will support a load of 40 lbs. per square foot shall have a substantial parapet or barrier at least 30 inches high.\" This suit was brought under G.L.c. 148, § 30.\nThe facts do not appear to be in dispute. The plaintiff is chief of the fire department of the city of Boston. The defendant is the owner of the premises at 518, 520, and 524 Cambridge Street. The buildings on its premises have two inner courts neither of which is \"protected by a roof which will support a load of 40 lbs. per square foot\" or has \"a substantial parapet or barrier at least 30 inches high.\" On June 13, 1962, the plaintiff served an order on the defendant \"to provide each of such inner courts with a substantial parapet or barrier at least 30 inches high on or before June 30, 1962.\"[1] The defendant did not comply with this order. There was an earlier proceeding \"in the criminal side of the ... [Municipal Court of the] Brighton Distric...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=chief-of-the-fire-department-v-sutherland-apartments-inc"
    }
  ],
  "relatedIncidents": [
    21219,
    20870,
    20930,
    21015,
    21048
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}