{
  "id": 21271,
  "title": "1964년 Cass Bank & Trust Co. v. National Indemnity Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-01-14",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Cass Bank & Trust Co. v. National Indemnity Co.. 판결일: 1964-01-14. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: CASS BANK & TRUST COMPANY, a Corporation, and David Coonce, d/b/a Refrigerated Truck Leasing v. NATIONAL INDEMNITY COMPANY, a Corporation, Appellee John E. MONGE v. NATIONAL INDEMNITY COMPANY, a Corporation\n**판결일**: 1964-01-14\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Oosterhout\n\n## 변호인\n\nJohn S. Marsalek, of Moser, Marsalek, Carpenter, Cleary & Jaeckel, St. Louis, Mo., Eugene W. Wines, St. Louis, Mo., on the brief, for appellants., James W. Jeans, St. Louis, Mo., Gray & Jeans, St. Louis, Mo., for appellee.\n\n## 인용\n\n- 326 F.2d 308\n\n## 판결문 요약\n\n\nVAN OOSTERHOUT, Circuit Judge.\nThis is a timely appeal by plaintiff Coonce and intervenors Cass Bank &amp; Trust Company and John E. Monge from final judgment dismissing their complaint and claims. This case was tried to Judge Meredith without a jury. A memorandum opinion setting out the facts and the basis of the trial court’s decision is reported at 213 F.Supp. 483. Jurisdiction, based upon diversity of citizenship, is established.\nThe cause of action is based upon a policy of insurance issued by the defendant National Indemnity Company providing collision coverage with respect to a tractor-trailer owned by Coonce. Plaintiff’s claim is for $12,000 collision damage to his tractor-trailer. Intervenor Cass Bank &amp; Trust Company had a valid mortgage upon the tractor-trailer and intervenor John E. Monge claims a lien upon Coonce’s claim against defendant by virtue of a judgment he holds against Coonce upon which an execution has been issued against any sums due Coonce from the defendant. The rights of the intervenors are dependent upon Coonce’s policy rights against the defendant. For convenience, we shall in this opinion treat plaintiff as the sole claimant. The rights of the intervenors arise only in the event Coonce has insurance coverage under the policy in suit.\nIt is undisputed that the defendant issued the policy sued upon; that plaintiff paid the premium due; that such policy provides collision coverage for the unit damaged; and that the collision occurred within the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cass-bank-trust-co-v-national-indemnity-co"
    }
  ],
  "relatedIncidents": [
    21073,
    21194,
    20989,
    21005,
    21068
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}