{
  "id": 21275,
  "title": "1964년 G.W. Stubblefield v. Robert F. Kennedy, Attorney General of the United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1964-01-09",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: G.W. Stubblefield v. Robert F. Kennedy, Attorney General of the United States. 판결일: 1964-01-09. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: G. W. STUBBLEFIELD, Appellant, v. Robert F. KENNEDY, Attorney General of the United States, Et Al., Appellees\n**판결일**: 1964-01-09\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Bastian, Edgerton, Miller, Wilbur\n\n## 변호인\n\nMr. Carleton A. Harkrader, Washington, D. C., with whom Mr. Phillip D. Bostwick, San Francisco, Cal. (both appointed by this court), was on the brief,, for appellant., Mr. Bernard J. Haugen, Atty., Dept, of Justice, of the bar of the Supreme Court of North Dakota, pro hac vice, by-special leave of court, with whom Asst. Atty. Gen. Burke Marshall, and Messrs. David C. Acheson, U. S. Atty. and Harold H. Greene, Atty., Dept, of Justice, were on the brief, for appellees. Mr. Paul A. Renne, Asst. U. \n\n## 인용\n\n- 328 F.2d 526\n\n## 판결문 요약\n\n328 F.2d 526\n    117 U.S.App.D.C. 225\n    G.W. STUBBLEFIELD, Appellant,v.Robert F. KENNEDY, Attorney General of the United States, etal., Appellees.\n    No. 17170.\n    United States Court of Appeals District of Columbia Circuit.\n    Argued Dec. 6, 1963.Decided Jan. 9, 1964.\n    \n      Mr. Carleton A. Harkrader, Washington, D.C., with whom Mr. Phillip D. Bostwick, San Francisco, Cal.  (both appointed by this court), was on the brief, for appellant.\n      Mr. Bernard J. Haugen, Atty., Dept. of Justice, of the bar of the Supreme Court of North Dakota, Pro hac vice, by special leave of court, with whom Asst. Atty. Gen. Burke Marshall, and Messrs. David C. Acheson, U.S. Atty. and Harold H. Greene, Atty., Dept. of Justice, were on the brief, for appellees.  Mr. Paul A. Renne, Asst. U.S. Atty., also entered an appearance for appellees.\n      Before EDGERTON, Senior Circuit Judge, and WILBUR K. MILLER and BASTIAN, Circuit Judges.\n      BASTIAN, Circuit Judge.\n    \n    \n      1\n      Appellant asks this court to review the action of the United States Board of Parole revoking his parole, and to issue a mandatory injunction requiring the Board to forthwith release appellant from the Federal penitentiary at Leavenworth, Kansas.  The essential facts are as follows:\n    \n    \n      2\n      In April 1945, appellant was convicted in the United States District Court for the District of Massachusetts and sentenced to a term of seventeen years for post office robbery and violation of the Dyer A...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gw-stubblefield-v-robert-f-kennedy-attorney-general-of-the-united"
    }
  ],
  "relatedIncidents": [
    21090,
    21109,
    21112,
    21159,
    21200
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}