{
  "id": 21289,
  "title": "1963년 Hopkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-12-03",
  "location": "New Hampshire, NH, USA",
  "summary": "미국 New Hampshire, NH 법원 판결 사건. 사건명: Hopkins. 판결일: 1963-12-03. 법원: Supreme Court of New Hampshire.",
  "description": "## 사건 정보\n\n**사건명**: Charles Hopkins v. William Hacker; William Hacker v. Charles Hopkins\n**판결일**: 1963-12-03\n**법원**: Supreme Court of New Hampshire\n**관할**: New Hampshire, NH\n\n**판사**: Duncan\n\n## 변호인\n\nGriffin, Harrington, Brigham & Taylor {Mr. Alvin E. Taylor orally), for Charles Hopkins., Alfred Catalfo (by brief and orally), for William Hacker.\n\n## 인용\n\n- 105 N.H. 150\n\n## 판결문 요약\n\n\n105 N.H. 150 (1963)\nCHARLES HOPKINS\nv.\nWILLIAM HACKER.\nWILLIAM HACKER\nv.\nCHARLES HOPKINS.\nNo. 5148.\nSupreme Court of New Hampshire.\nArgued November 5, 1963.\nDecided December 3, 1963.\nGriffin, Harrington, Brigham &amp; Taylor (Mr. Alvin E. Taylor orally), for Charles Hopkins.\nAlfred Catalfo (by brief and orally), for William Hacker.\nDUNCAN, J.\nThe defendant Hacker does not seriously contest his liability to Hopkins as plaintiff for rents received by the former from the letting of the latter's property. The disputed issues relate to the verdict for Hopkins as defendant in the cross action of Hacker v. Hopkins, in which Hacker sought damages for personal injuries suffered in an assault by a third person.\nAs agent for Hopkins, Hacker leased certain premises at Seabrook Beach for the latter part of the summer of 1957, at a rental of $400, $100 of which was deposited with Hacker in advance. The tenant or tenants, who were residents of Massachusetts, took possession on July 27, paying the $300 balance by check. They were immediately dissatisfied with the condition *151 and furnishings of the premises, and complained to Hacker. At Hacker's request Hopkins visited the premises on July 28 and 29 to adjust the oil burner, and to repair a lock. The tenants occupied the premises through Labor Day.\nOn July 28, Hacker delivered the $300 check to Hopkins, and there was evidence that on the same day the tenants demanded their money back. However Hopkins deposited the check on July 29, and la...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hopkins-v-hacker"
    }
  ],
  "relatedIncidents": [
    21369,
    21414,
    21155,
    21168,
    21179
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}