{
  "id": 2128,
  "title": "2019년 Daley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2019-05-02",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Daley. 판결일: 2019-05-02. 법원: District Court, W.D. Virginia.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Benjamin DALEY\n**판결일**: 2019-05-02\n**법원**: District Court, W.D. Virginia\n**관할**: Virginia, VA\n\n**판사**: Moon\n\n## 변호인\n\n*544Christopher Robert Kavanaugh, United States Attorneys Office - Charlottesville Western District of Virginia, Charlottesville, VA, for United States of America\n\n## 인용\n\n- 378 F. Supp. 3d 539\n\n## 판결문 요약\n\n\nNORMAN K. MOON, SENIOR UNITED STATES DISTRICT JUDGE\nThis matter is before the Court upon Defendants Benjamin Daley, Michael Miselis, *545and Thomas Gillen's motions to dismiss the indictment.1 (Dkts. 72, 73, 74). On October 10, 2018, Defendants were indicted on one count of conspiracy to commit an offense against the United States in violation of 18 U.S.C. § 371 (Count One) and one count of traveling in interstate commerce with the intent to riot (Count Two) in violation of 18 U.S.C. § 2101 (\"Federal Anti-Riot Act\" or \"Anti-Riot Act\"). (Dkt. 8). Defendants mount a sweeping attack on the validity of 18 U.S.C. § 2101 and both counts of the indictment. Defendants' arguments fail, and the Court will deny the motions to dismiss the indictment.\nI. LEGAL STANDARD\n\"An indictment must contain the elements of the offense charged, fairly inform a defendant of the charge, and enable the defendant to plead double jeopardy as a defense in a future prosecution for the same offense.\" United States v. Palin , 874 F.3d 418, 423-24 (4th Cir. 2017) (quoting United States v. Daniels , 973 F.2d 272, 274 (4th Cir. 1992) ). \"Absent a charge of every essential element of an offense, an indictment is invalid,\" id. at 424, and \"mere reference to the applicable statute does not cure the defect.\" United States v. Kingrea , 573 F.3d 186, 191 (4th Cir. 2009). \"When the words of a statute are used to describe the offense generally, they 'must be accompanied with such a statement of the facts and circumstan...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-daley"
    }
  ],
  "relatedIncidents": [
    1906,
    1910,
    1911,
    1913,
    1918
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}