{
  "id": 21280,
  "title": "1963년 Courville 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-12-26",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Courville. 판결일: 1963-12-26. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington, Respondent, v. Stephen Courville Et Al., Defendants, Arthur St. Peter, Appellant\n**판결일**: 1963-12-26\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Rosellini\n\n## 변호인\n\nBennett Feigenbaum, for appellant., Charles O. Carroll and Richard M. Ishikawa, for respondent.\n\n## 인용\n\n- 387 P.2d 938\n- 63 Wash. 2d 498\n\n## 판결문 요약\n\n\n63 Wash. 2d 498 (1963)\n387 P.2d 938\nTHE STATE OF WASHINGTON, Respondent,\nv.\nSTEPHEN COURVILLE et al., Defendants,\nARTHUR ST. PETER, Appellant.[*]\nNo. 36542.\nThe Supreme Court of Washington, Department One.\nDecember 26, 1963.\nBennett Feigenbaum, for appellant.\nCharles O. Carroll and Richard M. Ishikawa, for respondent.\n*499 ROSELLINI, J.\nThe appellant and Stephen Courville were tried for the crimes of escape, robbery, and taking and riding in a motor vehicle without the permission of the owner. The jury returned a verdict of guilty on all counts.\nThe testimony produced at the trial tended to establish that the appellant, Courville, Thomas, and six others escaped from the King County jail at approximately 8:30 p.m. on October 22, 1961.\nAfter making their exit from the jail, Courville, Thomas, and the appellant forced the night jail operator into his elevator and descended with him to the third floor of the building. They took the operator's wallet and some change from his pockets.\nThe three escapees then took the operator down to the second floor and into the men's restroom. After they were inside the restroom a few moments, another night elevator operator and the night watchman appeared; they also were bound, gagged, and placed inside the men's restroom.\nCourville took the elevator operator's coat and put it on. The three escapees were seen a few moments later leaving the County-City Building by way of the 4th Avenue entrance.\nSome time that night a privately-owned 1957 Chevr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-courville"
    }
  ],
  "relatedIncidents": [
    21293,
    21343,
    21361,
    21381,
    21425
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}