{
  "id": 21293,
  "title": "1963년 Campbell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-11-20",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Campbell. 판결일: 1963-11-20. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Robert Lee CAMPBELL v. The STATE of Texas\n**판결일**: 1963-11-20\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrison, Woodley\n\n## 변호인\n\nRonald Aultman (on appeal only), Fort Worth, for appellant., Doug Crouch, Dist. Atty., Gordon Gray, Asst. Dist. Atty., Fort Worth, and Leon.,B: Douglas, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 373 S.W.2d 747\n\n## 판결문 요약\n\n\nMORRISON, Judge.\nThe offense is burglary with two prior felony convictions alleged for enhancement; the punishment, life.\nReverend Grubbs, pastor of the Evans Avenue Baptist Church in Fort Worth, testified that when he arrived at the church on Monday morning, he found that a window had been pried open, one safe badly damaged and another smaller safe missing. He identified the smaller safe, later recovered by the officers, as being the one taken from his church.\n*748Officer Hawkins testified that sometime later he talked to appellant, who was then in custody, and as a result of such conversation, he recovered the safe in question from the Trinity River, near the Randol Mill Road.\nOfficer Lynn testified that he talked to appellant while in jail and secured from him a voluntary written confession which was introduced in evidence and which recited that appellant entered the Evans Avenue Baptist Church through a back window, took a safe which he carried north of the Randol Mill Road at the Trinity River, where he opened it and after removing the money therefrom, threw it off the bridge.\nThe prior convictions were established in the manner approved by this Court in Reyes v. State, Tex.Cr.App., 353 S.W.2d 450, and appellant did not testify or introduce any evidence in his own behalf.\nWe shall discuss the contentions advanced by court appointed counsel on appeal by brief and in argument. He contends that the court erred in overruling his motion for mistrial when Officer Lynn, in sta...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=campbell-v-state"
    }
  ],
  "relatedIncidents": [
    21280,
    21343,
    21361,
    21381,
    21425
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}