{
  "id": 21292,
  "title": "1963년 White 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-11-20",
  "location": "Idaho, ID, USA",
  "summary": "미국 Idaho, ID 법원 판결 사건. 사건명: White. 판결일: 1963-11-20. 법원: Idaho Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: ARGONAUT INSURANCE COMPANY, a Corporation, Plaintiff-Appellant, v. A. L. WHITE, Dba Al White Insurance Agency, C. T. Secaur, and Lloyd George, Defendants-Respondents\n**판결일**: 1963-11-20\n**법원**: Idaho Supreme Court\n**관할**: Idaho, ID\n\n**판사**: Hyatt, Knudson, McFADDEN, Smith, Taylor\n\n## 변호인\n\nMoffatt, Thomas, Barrett & Blanton, Boise, for appellant., Swayne & McNichols, Orofino, for respondents.\n\n## 인용\n\n- 386 P.2d 964\n- 86 Idaho 374\n\n## 판결문 요약\n\n\n386 P.2d 964 (1963)\nARGONAUT INSURANCE COMPANY, a corporation, Plaintiff-Appellant,\nv.\nA. L. WHITE, dba Al White Insurance Agency, C. T. Secaur, and Lloyd George, Defendants-Respondents.\nNo. 9305.\nSupreme Court of Idaho.\nNovember 20, 1963.\nMoffatt, Thomas, Barrett &amp; Blanton, Boise, for appellant.\nSwayne &amp; McNichols, Orofino, for respondents.\nKNUDSON, Chief Justice.\nOn December 18, 1961, plaintiff-appellant Argonaut Insurance Company filed its complaint against defendants-respondents A. L. White dba Al White Insurance Agency (hereinafter referred to as White), C. T. Secaur and Lloyd George, seeking a judgment for damages in the sum of $5,675.42.\nOn January 9, 1962, defendants Secaur and George filed their joint motion to dismiss the action as to them on the ground that \"the complaint fails to state a claim against these defendants upon which relief can be granted.\" The order of the district court granting said motion and dismissing plaintiff's complaint with prejudice was filed November 28, 1962, and this appeal is from said order.\nThe only issue presented by this appeal is whether or not the trial court erred in granting the motion to dismiss. An examination of the complaint is essential to resolve such issue.\nThis court has repeatedly held that pleadings are to be liberally construed and when considering a motion to dismiss the complaint all facts alleged therein are to be considered as true, it is the plaintiff's alleged right to relief that is thereby challenged. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=argonaut-insurance-company-v-white"
    }
  ],
  "relatedIncidents": [
    21279,
    21280,
    21289,
    21293,
    21298
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}