{
  "id": 21298,
  "title": "1963년 Chapa 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-11-14",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Chapa. 판결일: 1963-11-14. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: GREAT NATIONAL LIFE INSURANCE COMPANY v. Jesus G. CHAPA\n**판결일**: 1963-11-14\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: McDonald, Wilson\n\n## 변호인\n\nJones, Boyd, Westbrook & Lovelace, Waco, for appellant., Carl Chase, Corpus Christi, Sam Lanham, Waco, for appellee.\n\n## 인용\n\n- 373 S.W.2d 280\n\n## 판결문 요약\n\n\nMcDONALD, Chief Justice.\nThis is an appeal from an order of the District Court of McLennan County, overruling defendant’s plea of privilege to be sued in Dallas County. The suit arose from an automobile accident in which plaintiff was run over by David Castillo, a life insurance salesman, alleged to be a co-conspirator with defendant Insurance Company, in order to impute the negligence of the salesman to the defendant Insurance Company.\nPlaintiff brought suit in McLennan County, alleging that defendant Castillo, on April 1, 1961, negligently drove his automobile into plaintiff, causing severe injury to his body. Plaintiff alleged that at the time of the accident defendant Castillo was performing duties for defendant Insurance Company, in direct violation of Article 21.07-1 of the Insurance Code, V.A.T.S.; that defendants in effect had contracted with one another, whereby defendant Castillo would sell insurance for defendant Insurance Company prior to the time Castillo had a valid license; that such constituted an actionable conspiracy whereby both defendants became co-conspirators, and as such are joint tort feasors, and both liable for the negligence of defendant Castillo.\nDefendant Insurance Company filed its plea of privilege to be sued in Dallas County.\nTrial was before the court without a jury, which, after hearing, overruled defendant Insurance Company’s plea of privilege. Defendant Insurance Company appeals, contending the Trial Court erred in overruling its plea of p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=great-national-life-insurance-co-v-chapa"
    }
  ],
  "relatedIncidents": [
    21279,
    21280,
    21289,
    21292,
    21293
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}