{
  "id": 21304,
  "title": "1963년 Amalgamated Clothing Workers of America, Afl-Cio v. National Labor Relations Board, Henry I. Siegel Co., Inc., Intervenor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-11-06",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Amalgamated Clothing Workers of America, Afl-Cio v. National Labor Relations Board, Henry I. Siegel Co., Inc., Intervenor. 판결일: 1963-11-06. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: AMALGAMATED CLOTHING WORKERS OF AMERICA, AFL-CIO, Petitioner, v. NATIONAL LABOR RELATIONS BOARD, Respondent, Henry I. Siegel Co., Inc., Intervenor\n**판결일**: 1963-11-06\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Hays, Marshall, Waterman\n\n## 변호인\n\nJames J. Graham (of Jacob Sheinkman), New York City, for petitioner., Hans J. Lehmann, N. L. R. B., Washington, D. C. (Arnold Ordman, Gen. Counsel, Dominick L. Manoli, Associate Gen. Counsel, Marcel Mallet-Prevost, Asst, Gen. Counsel, and Allison W. Brown, Jr., Washington, D. C., on the brief), for respondent., Osmond K. Fraenkel (of Hays, St. John, Abramson & Heilbron), New York City (William Abramson, New York City, on the brief), for intervenor.\n\n## 인용\n\n- 324 F.2d 228\n\n## 판결문 요약\n\n324 F.2d 228\n    AMALGAMATED CLOTHING WORKERS OF AMERICA, AFL-CIO, Petitioner,v.NATIONAL LABOR RELATIONS BOARD, Respondent, Henry I. SiegelCo., Inc., Intervenor.\n    No. 60, Docket 28123.\n    United States Court of Appeals Second Circuit.\n    Argued Oct. 16, 1963.Decided Nov. 6, 1963.\n    \n      James J. Graham (of Jacob Sheinkman), New York City, for petitioner.\n      Hans J. Lehmann, N.L.R.B., Washington, D.C.  (Arnold Ordman, Gen. Counsel, Dominick L. Manoli, Associate Gen. Counsel, Marcel Mallet-Prevost, Asst. Gen. Counsel, and Allison W. Brown, Jr., Washington, D.C., on the brief), for respondent.\n      Osmond K. Fraenkel (of Hays, St. John, Abramson &amp; Heilbron), New York City (William Abramson, New York City, on the brief), for intervenor.\n      Before WATERMAN, HAYS and MARSHALL, Circuit Judges.\n      HAYS, Circuit Judge.\n    \n    \n      1\n      Petitioner, as the person aggrieved by the Board's order dismissing in its entirety a complaint of unfair labor practice, brings this proceeding to review that order.  We hold that the dismissal of the complaint was not justified by the reasons given by the Board and remand the case to the Board for consideration of whether there was a waiver of the right to bring a charge as to the conduct which was the subject of the complaint.\n    \n    \n      2\n      The complaint charged a refusal to bargain in violation of Section 8(a)(5) of the National Labor Relations Act, 29 U.S.C. 158(a)(5).  Petitioner was the charging party.\n    ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=amalgamated-clothing-workers-of-america-afl-cio-v-national-labor"
    }
  ],
  "relatedIncidents": [
    21279,
    21280,
    21289,
    21292,
    21293
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}