{
  "id": 21302,
  "title": "1963년 In re the Claim of Roehsler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-11-08",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re the Claim of Roehsler. 판결일: 1963-11-08. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Claim of John L. Roehsler, Martin P. Catherwood, as Industrial Commissioner\n**판결일**: 1963-11-08\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 19 A.D.2d 927\n\n## 판결문 요약\n\n\n-It seems clear that claimant was uncertain whether his respiratory condition, which greatly restricted his physical activities but not, necessarily, some self-employment in work upon promotional ideas and programs, was of such a nature as to disqualify him from unemployment insurance benefits (Labor Law, § 527, subd. 1, par. [a] ; § 591, subd. 2) and whether, if it was, it was so serious as to entitle him to disability benefits from the Federal Social Security Administration (see IT. S. Code, tit. 42, § 423). In this quandary, claimant made application to both agencies and it is undisputed that he did so without concealment or intent to defraud. Indeed, claimant requested the Social Security Administration to make available to the Industrial Commissioner the medical data compiled in his case, but this the Administration refused to do. In this case, claimant’s application to the Social Security Administration might properly have been treated as evidence supportive of a factual determination of disability and consequent disqualification; but we are unable to determine whether the board gave the application that effect or whether the decision is to be construed as embodying the legally erroneous holding that the mere filing of the application established disability and consequent disqualification from unemployment insurance benefits as a matter of law (cf. Matter of San Filippo v. San Filippo, 17 A D 2d 1019, mot. for iv. to opp. den. 12 N Y 2d 645; Neel v. Bibieoff, 204 F. Su...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-the-claim-of-roehsler"
    }
  ],
  "relatedIncidents": [
    21348,
    21356,
    21380,
    21401,
    21412
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}