{
  "id": 21308,
  "title": "1963년 Rodriguez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-10-30",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Rodriguez. 판결일: 1963-10-30. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Manuel RODRIGUEZ and Blas Villarreal, Appellants, v. the STATE of Texas, Appellee\n**판결일**: 1963-10-30\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrison\n\n## 변호인\n\nVern J. Thrower, Donald R. Royall, C. Anthony Friloux, Jr., Houston, Les Procter, Austin (On Appeal Only) for appellant Manuel Villarreal., Frank Briscoe, Dist. Atty., Gus J. Zgourides, Carl E. F. Dally and Howell Stone, Asst. Dist. Attys., Houston, and Leon B. Douglas, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 373 S.W.2d 490\n\n## 판결문 요약\n\n\n373 S.W.2d 490 (1963)\nManuel RODRIGUEZ and Blas Villarreal, Appellants,\nv.\nThe STATE of Texas, Appellee.\nNo. 35897.\nCourt of Criminal Appeals of Texas.\nOctober 30, 1963.\nRehearing Denied January 8, 1964.\nVern J. Thrower, Donald R. Royall, C. Anthony Friloux, Jr., Houston, Les Procter, Austin (On Appeal Only) for appellant Manuel Villarreal.\nFrank Briscoe, Dist. Atty., Gus J. Zgourides, Carl E. F. Dally and Howell Stone, Asst. Dist. Attys., Houston, and Leon B. Douglas, State's Atty., Austin, for the State.\nMORRISON, Judge.\nThe offense is murder; the appellant Villarreal received the punishment of death while the appellant Rodriguez' punishment was assessed at confinement for 99 years. Rodriguez has filed in this Court his proper application to dismiss his appeal and the same is granted. Villarreal's appeal alone will be considered.\nDeceased, an informer for the Narcotics Division of the Houston Police Department, was fatally shot through the window of his home while he lay in bed. The State's case against Villarreal is made to depend upon a confession secured from him at the Ranger Headquarters in the northwest section of the city of Houston after a period of some seven hours of interrogation, not having been arrested by virtue of a warrant or carried before a magistrate. A strong case of involuntaries due to police brutality was made out by the testimony of the accused, by means of pictures and testimony of doctors and lay witnesses. However, we are met with the test applie...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rodriguez-v-state"
    }
  ],
  "relatedIncidents": [
    21379,
    21398,
    21409,
    21413,
    21492
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}