{
  "id": 21318,
  "title": "1963년 Fant 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-10-15",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Fant. 판결일: 1963-10-15. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: FANT v. DUFFY Et Vir\n**판결일**: 1963-10-15\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Brune, C.J., and Henderson, Hammond, Prescott, Marbury and Sybert\n\n## 변호인\n\nRaymond Godbersen, for appellant., No brief and no appearance for appellees.\n\n## 인용\n\n- 194 A.2d 293\n- 232 Md. 481\n\n## 판결문 요약\n\n\n232 Md. 481 (1963)\n194 A.2d 293\nFANT\nv.\nDUFFY ET VIR\n[No. 44, September Term, 1963.]\nCourt of Appeals of Maryland.\nDecided October 15, 1963.\nThe cause was argued before BRUNE, C.J., and HENDERSON, HAMMOND, PRESCOTT, MARBURY and SYBERT, JJ.\nRaymond Godbersen, for appellant.\nNo brief and no appearance for appellees.\nBRUNE, C.J., delivered the opinion of the Court.\nThe appellant, George N. Fant, filed a bill of complaint against his former wife and her present husband (a) to set aside two deeds by which, through a straw party transaction, title to certain property in Hyattsville was transferred from the husband and wife as tenants by the entireties to the wife alone, or (b) in the alternative, to impress a constructive trust in his favor upon this property. The Circuit Court for Prince George's County granted the motion to dismiss submitted by the defendants-appellees at the conclusion of the plaintiff's case (Md. Rule 535), and entered a decree dismissing the bill. The plaintiff appeals.\nThe appellant and his former wife were married in 1942, and had three children, all daughters. The appellant's mother died (at some date not shown) and devised to him a piece of real *483 property. He sold that property and invested the proceeds in a second piece of real estate, title to which was apparently conveyed to the appellant and his wife as tenants by the entireties.[1] This second property was sold and in 1954 the Hyattsville property here involved was purchased at the price of $15,5...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fant-v-duffy"
    }
  ],
  "relatedIncidents": [
    21279,
    21280,
    21289,
    21292,
    21293
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}