{
  "id": 21311,
  "title": "1963년 Edworthy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-10-23",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Edworthy. 판결일: 1963-10-23. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Allan F. EDWORTHY, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1963-10-23\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Belcher, Woodley\n\n## 변호인\n\nHeath, Rosenthal, Atlas & Cattanach, by Joseph E. Turner, Houston, for appellant., Leon B. Douglas, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 371 S.W.2d 563\n\n## 판결문 요약\n\n\n371 S.W.2d 563 (1963)\nAllan F. EDWORTHY, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 35929.\nCourt of Criminal Appeals of Texas.\nJune 29, 1963.\nOn Rehearing October 23, 1963.\n*564 Heath, Rosenthal, Atlas &amp; Cattanach, by Joseph E. Turner, Houston, for appellant.\nLeon B. Douglas, State's Atty., Austin, for the State.\nBELCHER, Commissioner.\nThe conviction is for rape; the punishment, fifteen years.\nThe indictment alleged that appellant made an assault upon the prosecutrix who was under eighteen years of age, and did ravish and have carnal knowledge of her, she not being his wife.\nTo this indictment the appellant entered a plea of guilty, and after being duly admonished as to the consequences of the same his plea of guilty was by the court accepted.\nIn pursuance of the requirements of the statute where an accused pleads guilty to a felony upon a trial before a jury, the state introduced evidence for the purpose of enabling the jury to intelligently assess the proper punishment. Art. 502, Vernon's Ann.C.C.P.; Richardson v. State, 164 Tex. Cr.R. 500, 300 S.W.2d 83.\nThe testimony of the prosecutrix, age fifteen at the time of the commission of the offense charged, and also the written statement of the appellant pertaining to the offense were introduced in evidence before the jury by the state.\nThe appellant did not testify or offer any evidence.\nIn accordance with the court's instruction the jury found the appellant guilty as charged in the indictment and assessed his punish...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=edworthy-v-state"
    }
  ],
  "relatedIncidents": [
    21352,
    21456,
    21482,
    21486,
    21219
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}