{
  "id": 21310,
  "title": "1963년 Kimmel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-10-24",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Kimmel. 판결일: 1963-10-24. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Stewart KIMMEL Et Al., Appellants, v. Lee H. LYTTON, Jr., Et Al., Appellees\n**판결일**: 1963-10-24\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: McDONALD\n\n## 변호인\n\nWilliam C. Wright, Laredo, for appellants., Patrick J. Horkin, Jr., Corpus Christi, Waggoner Carr, Atty. Gen., Austin, Den-man Moody, Houston, Lee H. Lytton, Jr., Sarita, Lloyd, Lloyd & Dean, Alice, M. Harvey Weil, Corpus Christi, Perkins, Floyd, Davis & Oden, Alice, Elmore H. Borchers, Laredo, for appellees.\n\n## 인용\n\n- 371 S.W.2d 927\n\n## 판결문 요약\n\n\n371 S.W.2d 927 (1963)\nStewart KIMMEL et al., Appellants,\nv.\nLee H. LYTTON, Jr., et al., Appellees.\nNo. 4170.\nCourt of Civil Appeals of Texas, Waco.\nOctober 24, 1963.\nRehearing Denied November 14, 1963.\nWilliam C. Wright, Laredo, for appellants.\nPatrick J. Horkin, Jr., Corpus Christi, Waggoner Carr, Atty. Gen., Austin, Denman Moody, Houston, Lee H. Lytton, Jr., Sarita, Lloyd, Lloyd &amp; Dean, Alice, M. Harvey Weil, Corpus Christi, Perkins, Floyd, Davis &amp; Oden, Alice, Elmore H. Borchers, Laredo, for appellees.\nMcDONALD, Chief Justice.\nThis is an appeal from an order of the District Court of Jim Wells County dismissing intervenors from a suit. Plaintiff Lytton filed such suit against defendants John G. and Marie Stella Kenedy Memorial Foundation, et al., to determine the title to and possession of offices of a charitable corporation organized under the laws of Texas. Issue was joined as to who were the legal officers of the foundation by the various defendants.\nThereafter, appellants herein filed their plea of intervention and a host of amendments and supplements thereof, seeking varied relief, but sought neither title to nor possession of the offices in the Memorial Foundation which are in dispute in the main suit.\nThe Trial Court sustained motions of the other parties to the original suit to dismiss appellants' pleas of intervention. Appellants appeal, contending that the trial court erred in striking and dismissing their petition in intervention in the pending litigatio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kimmel-v-lytton"
    }
  ],
  "relatedIncidents": [
    21279,
    21280,
    21289,
    21292,
    21293
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}