{
  "id": 2133,
  "title": "2019년 Joseph Mark Whitmore v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2019-04-26",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Joseph Mark Whitmore v. State of Tennessee. 판결일: 2019-04-26. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Joseph Mark Whitmore v. State of Tennessee\n**판결일**: 2019-04-26\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Camille R. McMullen\n\n\n## 판결문 요약\n\n                                                                                        04/26/2019\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT NASHVILLE\n                          Assigned on Briefs April 16, 2019\n\n          JOSEPH MARK WHITMORE v. STATE OF TENNESSEE\n\n                Appeal from the Criminal Court for Putnam County\n                    No. 2015-CR-599 Gary McKenzie, Judge\n                    ___________________________________\n\n                           No. M2018-01526-CCA-R3-PC\n                       ___________________________________\n\nThe Petitioner, Joseph Mark Whitmore, appeals from the Putnam County Criminal\nCourt’s denial of post-conviction relief, arguing that the post-conviction court erred in\nfailing to find that trial counsel was ineffective in advising him that he could withdraw\nhis guilty plea within thirty days of his sentencing hearing and in failing to adequately\nrepresent him at sentencing. Upon our review, we affirm the judgment of the post-\nconviction court.\n\n Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Affirmed\n\nCAMILLE R. MCMULLEN, J., delivered the opinion of the court, in which JAMES\nCURWOOD WITT, JR. and D. KELLY THOMAS, JR., JJ., joined.\n\nMichael J. Rocco, Sparta, Tennessee, for the Petitioner, Joseph Mark Whitmore.\n\nHerbert H. Slatery III, Attorney General and Reporter; Benjamin A. Ball, Senior\nAssistant Attorney General; Bryant C. Dunaway, District Attorney General; and ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=joseph-mark-whitmore-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    1906,
    1910,
    1911,
    1913,
    1918
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}