{
  "id": 21344,
  "title": "1963년 Smith v. Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-09-10",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Smith v. Smith. 판결일: 1963-09-10. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: FLOYD v. SMITH Et Al., Plaintiffs and Respondents, v. CLINTON E. SMITH, Defendant and Appellant\n**판결일**: 1963-09-10\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Salsman\n\n## 변호인\n\nBohnett, Hill & Bohnett, Bohnett, Hill, Bohnett, Smeed & Collins and L. D. Bohnett for Defendant and Appellant., Tinning & DeLap and Robert Eshleman for Plaintiffs and Respondents.\n\n## 인용\n\n- 220 Cal. App. 2d 30\n\n## 판결문 요약\n\n\n220 Cal. App. 2d 30 (1963)\nFLOYD V. SMITH et al., Plaintiffs and Respondents,\nv.\nCLINTON E. SMITH, Defendant and Appellant.\nCiv. No. 20851. \nCalifornia Court of Appeals. First Dist., Div. Three.  \nSept. 10, 1963.\n Bohnett, Hill &amp; Bohnett, Bohnett, Hill, Bohnett, Smeed &amp; Collins and L. D. Bohnett for Defendant and Appellant.\n Tinning &amp; DeLap and Robert Eshleman for Plaintiffs and Respondents.\n SALSMAN, J.\n This is an appeal from a judgment dismissing appellant's cross-complaint after the trial court sustained respondents' demurrer without leave to amend. The *32 order sustaining the demurrer was made on the sole ground of res judicata.\n In order to understand respondents' plea of res judicata and the reason for the trial court's judgment it is necessary to notice some of the prior proceedings in the estate of Clara I. Smith. During the administration of that estate respondents petitioned the court to determine heirship, and at the same time filed a complaint against appellant seeking declaratory relief and to establish a trust. The respondents attached to the complaint in the declaratory relief action a copy of an agreement between Clara I. Smith and appellant, and also a copy of decedent's will and codicil. These three documents were also before the court in the heirship proceedings.  [fn. 1]\n The appellant appeared in response to notice in connection with the respondents' petition to determine heirship. Appellant filed no statement of interest, but stipulated th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-smith"
    }
  ],
  "relatedIncidents": [
    21279,
    21280,
    21289,
    21292,
    21293
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}