{
  "id": 21348,
  "title": "1963년 Godwin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-09-04",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Godwin. 판결일: 1963-09-04. 법원: Court of Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: TENNESSEE REAL ESTATE COMMISSION, etc. v. E. H. GODWIN\n**판결일**: 1963-09-04\n**법원**: Court of Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Chattin, Humphreys, Shriver\n\n## 변호인\n\nGraham Moore, Memphis, for petitioners., Lyle Reid, Assistant Attorney General, Nashville, for defendant.\n\n## 인용\n\n- 53 Tenn. App. 58\n- 378 S.W.2d 439\n\n## 판결문 요약\n\n\nSHRIVER, J.\nThis appeal involves the revocation of a real estate broker’s license by the Tennessee Real Estate Commission, and the decree of the Chancellor in Part II of the Chancery Court of Davidson County holding that the action of the Tennessee Real Estate Commission was void.\nFrom the decree of the Chancellor the Tennessee Real Estate Commission has appealed and has assigned errors.\nOn July 19,1961 the Commission notified E. H. Godwin by letter that he was to appear and show cause why his license as a real estate broker should not be revoked because of violation of certain sections of the Statutes regulating real estate brokers. The letter notified Mr. Godwin that he was accused of being guilty of committing fraud individually and in concert with others, particularly, as reflected by the facts in a case which had been tried in the Chancery Court in Shelby County, Tennessee, and affirmed by the Court of Appeals, said case *60being Franklin v. Green, 47 Tenn.App. 696, 342 S.W.(2d) 233.\nMr. Godwin filed a response to the charges denying that he had been guilty of conspiring with others to defraud the owners of the property in question and alleging that he had no dealings with the complainants but had only agreed to buy a note and mortgage of the owners of the property given by them to Howard J. Hill as consideration for the making of certain repairs to a dwelling owned by them.\nBy amendment he alleged that in buying the note in question he was acting as an individual and w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tennessee-real-estate-commission-v-godwin"
    }
  ],
  "relatedIncidents": [
    21302,
    21356,
    21380,
    21401,
    21412
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}