{
  "id": 21343,
  "title": "1963년 Lamere 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-09-11",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Lamere. 판결일: 1963-09-11. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Sherman Lamere and Theodore Lamere, in Error v. State of Tennessee, in Error\n**판결일**: 1963-09-11\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: White\n\n## 변호인\n\n'Schooleield & Taylor, Chattanooga, for plaintiffs in error., George F. McCanless, Attorney General, Thomas E. Fox, Assistant Attorney General, Nashville, for the State.\n\n## 인용\n\n- 212 Tenn. 679\n- 370 S.W.2d 466\n\n## 판결문 요약\n\n\nMr. Justice White\ndelivered the opinion of the Court.\nThe plaintiffs in error, Sherman Lamere and Theodore Lamere, defendants below, were convicted of the offense *681of robbery as tbe same is defined in T.C.A. seo. 89-4207, and were sentenced to serve three.years in the state penitentiary. A motion for a new trial was seasonably made and overruled. The appeal therefrom is now under consideration.\nThe assignments of error, in effect, are: (1) the indictment did not sufficiently describe the papers taken by the defendants; and (2) the file of papers taken by defendants belonged to them, at least they had some right to such file and papers. Therefore, they could not be guilty of robbery under the circumstances.\nThe facts simply stated are that Mr. Crawford Bean, a member of the Chattanooga Bar, was employed by the defendant, Theodore Lamere, and his wife, to represent them in the transfer of an estate from the State of New York to the State of Tennessee, and to handle all matters in connection therewith under an arrangement whereby he was to receive a percentage of the estate for his services.\nDuring the course of this representation, and on the 26th day of September, 1963, it is charged in the indictment that said defendants “did unlawfully, feloniously and forcibly take from the person of Crawford Bean the following described personal property, to-wit: one file and papers, the same being of value, the personal property of Crawford Bean, Attorney, with intent to convert the s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lamere-v-state"
    }
  ],
  "relatedIncidents": [
    21280,
    21293,
    21361,
    21381,
    21425
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}