{
  "id": 21356,
  "title": "1963년 Cora Galenti Smith v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-08-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Cora Galenti Smith v. United States. 판결일: 1963-08-21. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Cora Galenti SMITH, Appellant, v. UNITED STATES of America, Appellee\n**판결일**: 1963-08-21\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Browning, Merrill, Orr\n\n## 변호인\n\nMorse & Graves, Harry E. Claiborne and William R. Morse, Las Vegas, Nev., for appellant., John W. Bonner, U. S. Atty., Melvin D. Close, Jr., and Thomas R. C. Wilson II, Asst. U. S. Attys., Las Vegas, Nev., for appellee.\n\n## 인용\n\n- 321 F.2d 427\n\n## 판결문 요약\n\n321 F.2d 427\n    Cora Galenti SMITH, Appellant,v.UNITED STATES of America, Appellee.\n    No. 18461.\n    United States Court of Appeals Ninth Circuit.\n    July 24, 1963, Rehearing Denied Aug. 21, 1963.\n    \n      Morse &amp; Graves, Harry E. Claiborne and William R. Morse, Las Vegas, Nev., for appellant.\n      John W. Bonner, U.S. Atty., Melvin D. Close, Jr., and Thomas R. C. Wilson II, Asst. U.S. Attys., Las Vegas, Nev., for appellee.\n      Before ORR, MERRILL and BROWNING, Circuit Judges.\n      MERRILL, Circuit Judge.\n    \n    \n      1\n      This appeal is taken from judgment of conviction of mail fraud pursuant to 18 U.S.C. 1341.  Appellant was charged and found guilty of obtaining money by fraudulent pretense respecting an unworkable method of facial rejuvenation.  The indictment, in effect, claimed that through the ordinary course of mail false and fraudulent representations were made by appellant concerning her rejuvenation process, to the effect that it would remove lines, wrinkles, bags and pouches; that it involved no burning or peeling or pain, and very little discomfort; that the liquid used was harmless and contained no carbolic acid.\n    \n    \n      2\n      During trial there was introduced in evidence over appellant's objection and efforts to suppress, a travelling cosmetics case found at appellant's premises.  The contents of this case included a vial of purple liquid which was identified as composed of 48 per cent carbolic acid, 50 per cent water and 2 per cent...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cora-galenti-smith-v-united-states"
    }
  ],
  "relatedIncidents": [
    21302,
    21348,
    21380,
    21401,
    21412
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}