{
  "id": 21352,
  "title": "1963년 Titmus 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-08-26",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Titmus. 판결일: 1963-08-26. 법원: Supreme Court of Colorado.",
  "description": "## 사건 정보\n\n**사건명**: Allen LeRoy Titmus v. Harry C. Tinsley, Warden of the Colorado State Penitentiary\n**판결일**: 1963-08-26\n**법원**: Supreme Court of Colorado\n**관할**: Colorado, CO\n\n**판사**: Moore\n\n## 변호인\n\nPlaintiff in error, pro se., Mr. Duke W. Dunbar, Attorney General, Mr. Frank E. Hickey, Deputy, Mrs. Aurel M. Kelly, Special Assistant, for defendant in error.\n\n## 인용\n\n- 384 P.2d 728\n- 153 Colo. 96\n\n## 판결문 요약\n\n\n384 P.2d 728 (1963)\nAllen LeRoy TITMUS, Plaintiff In Error,\nv.\nHarry C. TINSLEY, Warden of the Colorado State Penitentiary, Defendant in Error.\nNo. 20629.\nSupreme Court of Colorado. En Banc.\nAugust 26, 1963.\n*729 Allen LeRoy Titmus, pro se.\nDuke W. Dunbar, Atty. Gen., Frank E. Hickey, Deputy Atty. Gen., Aurel M. Kelly, Special Asst. Atty. Gen., Denver, for defendant in error.\nMOORE, Justice.\nPlaintiff in error, to whom we will refer by name, is here by writ of error to review proceedings in the district court of Weld county which he contends amounted to an erroneous denial of his petition for a writ of habeas corpus.\nTitmus was charged by information filed in cause number 5628 in the district court of Weld county with the crime of statutory rape. At his request counsel was appointed to defend him and he thereafter entered a plea of guilty to the crime charged. His application for probation was denied and he was sentenced by the court to imprisonment in the Colorado state penitentiary for a term of not less than six nor more than fourteen years. Thereafter he filed a \"Motion to Vacate, Set Aside and Void Judgment and Sentence\" which was denied by the trial court. All of the foregoing proceedings occurred during the September 1960 term of the district court. Titmus sought review of these proceedings by writ of error in cause No. 19807 in this court, which writ of error was dismissed June 29, 1961.\nFollowing dismissal of the first writ of error by this court, and in August 1961...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=titmus-v-tinsley"
    }
  ],
  "relatedIncidents": [
    21311,
    21456,
    21482,
    21486,
    21219
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}