{
  "id": 21361,
  "title": "1963년 People v. Houston 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-08-09",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: People v. Houston. 판결일: 1963-08-09. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. WILLIAM ANDREW HOUSTON, Defendant and Appellant\n**판결일**: 1963-08-09\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Conley\n\n## 변호인\n\nRichard T. Tosaw, under appointment by the District Court of Appeal, and Collier & Tosaw for Defendant and Appellant., Stanley Mosk, Attorney General, Doris H. Maier, Assistant Attorney General, and Edward A. Hinz, Jr., Deputy Attorney General, for Plaintiff and Respondent.\n\n## 인용\n\n- 219 Cal. App. 2d 187\n\n## 판결문 요약\n\n\n219 Cal. App. 2d 187 (1963)\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nWILLIAM ANDREW HOUSTON, Defendant and Appellant.\nCrim. No. 73. \nCalifornia Court of Appeals. Fifth Dist.  \nAug. 9, 1963.\n Richard T. Tosaw, under appointment by the District Court of Appeal, and Collier &amp; Tosaw for Defendant and Appellant.\n Stanley Mosk, Attorney General, Doris H. Maier, Assistant Attorney General, and Edward A. Hinz, Jr., Deputy Attorney General, for Plaintiff and Respondent.\n CONLEY, P. J.\n William Andrew Houston was found guilty by a jury of armed robbery and kidnaping. Although the defendant admits that he had been convicted of 15 other armed robberies, he contends that the jury was mistaken this time.\n The appellant took the stand in his own behalf and denied that he had committed the offenses charged; this defense was bolstered by written documents and the testimony of witnesses from southern California which showed that the defendant was in the Los Angeles area earlier on the day of the robbery and that if he drove his truck back toward Modesto prior to the crime, he would scarcely have had time to accomplish the transit to the northern town. However, there were gaps in this testimony and the jury could legitimately have found, as it did, that the evidence did not give rise to a reasonable doubt as to the guilt of the defendant.\n There is no contention on the appeal that the record is not technically sufficient to justify the verdict from the standpoint of an appellate court. The...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-houston"
    }
  ],
  "relatedIncidents": [
    21280,
    21293,
    21343,
    21381,
    21425
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}