{
  "id": 21375,
  "title": "1963년 Suritz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-07-16",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Suritz. 판결일: 1963-07-16. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Suritz v. Kelner\n**판결일**: 1963-07-16\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Carroll, Horton and Pearson, Tillman\n\n## 인용\n\n- 155 So. 2d 831\n\n## 판결문 요약\n\n\n155 So. 2d 831 (1963)\nGeorge SURITZ, Appellant,\nv.\nMilton KELNER, Appellee.\nNo. 62-642.\nDistrict Court of Appeal of Florida. Third District.\nJuly 16, 1963.\nRehearing Denied September 10, 1963.\n*832 Estelle G. Furlong and Hylan H. Kout, Miami Beach, for appellant.\nJohn Lewis and Fred Patrox, Miami, for appellee.\nBefore CARROLL, HORTON and PEARSON, TILLMAN, JJ.\nPER CURIAM.\nThe appellant, George Suritz, was the plaintiff in the trial court. He appeals from a final judgment for defendant entered pursuant to a directed verdict granted at the close of plaintiff's case.\nIn his complaint Suritz alleged that he had retained the defendant, Milton Kelner, as his attorney to represent him in an action for damages for personal injuries caused by the negligence of Air Control Products, Inc. The complaint further alleged that after employment, the attorney delayed instituting action for a period longer than one year, and thereafter the action was subject to the provisions of § 440.39(4) (a), Fla. Stat., F.S.A. which provides that if the injured employee shall fail to bring his action against a third party tort-feasor within one year then the action may be brought by the employer's Workmen's Compensation carrier. Further negligence of the defendant was alleged in that he advised Suritz not to answer certain interrogatories propounded to him, resulting in the dismissal with prejudice of the action against the tort-feasor brought by the carrier.\nIn the subsequent action by Suritz against his ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=suritz-v-kelner"
    }
  ],
  "relatedIncidents": [
    21367,
    21384,
    21385,
    21408,
    21430
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}