{
  "id": 21381,
  "title": "1963년 People v. Di Salvo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-07-08",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: People v. Di Salvo. 판결일: 1963-07-08. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Peter Di Salvo\n**판결일**: 1963-07-08\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 19 A.D.2d 747\n\n## 판결문 요약\n\n\nAppeal by defendant from two judgments of the County Court of Nassau County, rendered April 6, 1962 upon his -plea of guilty, convicting him of robbery in the second degree in each case, and imposing sentence upon him as a second felony offender in each case. Judgments reversed on the law, and matter remitted to the County Court of Nassau County for resentenee of the defendant and for further proceedings not inconsistent herewith. We *748have not considered any questions of fact. On Hay 10,-1961 defendant,, who was represented by retained counsel, pleaded not guilty to the crimes charged in the two indictments. On October 23,1961 defendant, appearing with counsel, withdrew his prior pleas of not guilty to each indictment and pleaded guilty to robfoerjr in the second degree under the first count of each indictment, in satisfaction of both indictments. On February 16, 1962 defendant’s counsel, with the court’s consent, withdrew from the ease, and defendant was given an opportunity to obtain new counsel. Defendant retained new counsel, and after several adjournments for sentence the matter appeared on the calendar on April 6, 1962. On that, date an office associate of defendant’s counsel requested an adjournment on the ground that for tlie past week counsel had been actually engaged in a trial in Chicago and that he was still so engaged. The application was denied. The court thereupon immediately assigned the office associate of defendant’s counsel to represent the defendant; a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-di-salvo"
    }
  ],
  "relatedIncidents": [
    21280,
    21293,
    21343,
    21361,
    21425
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}