{
  "id": 21380,
  "title": "1963년 United States v. Edward Thomas Davis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-07-08",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Edward Thomas Davis. 판결일: 1963-07-08. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellee, v. Edward Thomas DAVIS, Appellant\n**판결일**: 1963-07-08\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n**판사**: Boreman, Bryan, Haynsworth\n\n## 변호인\n\nJohn Ritchie, Jr., Richmond, Va. (court-assigned counsel), for appellant., Alton T. Cummings, Asst. U. S. Atty. (Robert H. Cowen, U. S. Atty., on brief), for appellee.\n\n## 인용\n\n- 320 F.2d 660\n\n## 판결문 요약\n\n320 F.2d 660\n    UNITED STATES of America, Appellee,v.Edward Thomas DAVIS, Appellant.\n    No. 8807.\n    United States Court of Appeals Fourth Circuit.\n    Argued March 28, 1963.Decided July 8, 1963.\n    \n      John Ritchie, Jr., Richmond, Va.  (court-assigned counsel), for appellant.\n      Alton T. Cummings, Asst. U.S. Atty.  (Robert H. Cowen, U.S. Atty., on brief), for appellee.\n      Before HAYNSWORTH, BOREMAN and BRYAN, Circuit Judges.\n      HAYNSWORTH, Circuit Judge.\n    \n    \n      1\n      Convicted of the interstate transportation of a falsely made money order,1 the defendant has appealed, questioning the sufficiency of the Court's instructions to the jury as to his requisite knowledge, at and before the transportation, that the instrument was fraudulent and false.  Neither he nor his counsel found fault with the charge at the time of the trial, but he asks that we exercise our authority under Rule 52(b) of the Federal Rules of Criminal Procedure to note plain errors affecting his substantial rights.  We find, however, no basis for an exercise of the authority.\n    \n    \n      2\n      In Baltimore, Maryland, one hundred money orders of Nation-Wide Check Corporation had been stolen.  They were complete, except for the insertion of the name of the payee and the addition of the payee's endorsement.  One of these stolen money orders was cashed in a department store in Tarboro, North Carolina.  At that time, the name of John M. McKewen, Jr. appeared as the name of the payee....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-edward-thomas-davis"
    }
  ],
  "relatedIncidents": [
    21302,
    21348,
    21356,
    21401,
    21412
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}