{
  "id": 21384,
  "title": "1963년 Hall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-07-03",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Hall. 판결일: 1963-07-03. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: State v. Jerry Alvin Hall\n**판결일**: 1963-07-03\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Murphy\n\n## 변호인\n\nJerry Alvin Hall, pro se, for appellant., Walter F. Mondale, Attorney General, Charles E. Houston, Solicitor General, George M. Scott, County Attorney, and Per M. Larson, First Assistant County Attorney, for respondent.\n\n## 인용\n\n- 266 Minn. 74\n- 123 N.W.2d 116\n\n## 판결문 요약\n\n\n266 Minn. 74 (1963)\n123 N.W. (2d) 116\nSTATE\nv.\nJERRY ALVIN HALL.[*]\nNo. 38,803.\nSupreme Court of Minnesota.\nJuly 3, 1963.\nJerry Alvin Hall, pro se, for appellant.\nWalter F. Mondale, Attorney General, Charles E. Houston, Solicitor General, George M. Scott, County Attorney, and Per M. Larson, First Assistant County Attorney, for respondent.\nMURPHY, JUSTICE.\nThis case is before us on appeal from an order denying the defendant's motion for an immediate trial or in the alternative to discharge the warrant for his arrest. The defendant who is now confined in a Federal penitentiary in Washington complains that Minnesota prosecuting authorities deny his constitutional right to a speedy trial by failure to institute removal proceedings which will bring him to Minnesota for prosecution on a charge pending here. Although the order before us is probably not appealable, we treat it, because of the nature of the relief sought, as a petition for a writ of mandamus directing the District Court of Hennepin County to give the defendant an immediate trial or in the alternative to dismiss the proceedings.\nFrom the record it appears that on August 29, 1960, a complaint was *75 filed in the municipal court of Minneapolis, Hennepin County, charging the defendant with having committed the offense of second-degree forgery. At that time the defendant was in custody of the police at Santa Barbara, California. Upon learning of his whereabouts the Minneapolis Police Department contacted the authorities ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hall"
    }
  ],
  "relatedIncidents": [
    21367,
    21375,
    21385,
    21408,
    21430
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}