{
  "id": 21398,
  "title": "1963년 People v. Modesto 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-06-04",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: People v. Modesto. 판결일: 1963-06-04. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. LAWRENCE GLENN MODESTO, Defendant and Appellant\n**판결일**: 1963-06-04\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Schauer, Traynor\n\n## 변호인\n\nEarl Klein for Defendant and Appellant., Stanley Mosk, Attorney General, William E. James, Assistant Attorney General, Norman S. Sokolow, Deputy Attorney General, William 0. Mackey, District Attorney, and Roland Wilson, Chief Trial Deputy District Attorney, for Plaintiff and Respondent.\n\n## 인용\n\n- 382 P.2d 33\n- 59 Cal. 2d 722\n- 31 Cal. Rptr. 225\n\n## 판결문 요약\n\n\n59 Cal. 2d 722 (1963)\n382 P.2d 33\n31 Cal. Rptr. 225\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nLAWRENCE GLENN MODESTO, Defendant and Appellant.\nDocket No. Crim 7166.\nSupreme Court of California. In Bank.\nJune 4, 1963.\n*725 Earl Klein for Defendant and Appellant.\nStanley Mosk, Attorney General, William E. James, Assistant Attorney General, Norman S. Sokolow, Deputy Attorney General, William O. Mackey, District Attorney, and Roland Wilson, Chief Trial Deputy District Attorney, for Plaintiff and Respondent.\nTRAYNOR, J.\nDefendant was convicted of two counts of first degree murder. The jury fixed the penalty at death on each count. Defendant admitted two prior felony convictions. This appeal is automatic. (Pen. Code, § 1239, subd. (b).)\nShortly after midnight on October 29, 1961, defendant entered the home of Mr. and Mrs. Ardel Mack carrying a hand sledge hammer with a 4-pound head. The Macks' daughters, Connie, age 12, and Mary, age 9, were asleep in the house. At about 10:30 p.m. the previous evening defendant had seen Mr. and Mrs. Mack at a place where Mr. Mack played the guitar with a band and knew that they would not return home until about 2 a.m. Upon returning home, the Macks found Mary lying on the floor dead. Connie had disappeared. Her blankets were on the floor, and there was blood on her bed.\n*726 Defendant was arrested at his home at about 2:30 a.m., October 29, 1961. The arresting officers found bloodstains on the right rear fender, the right rear door handle, the rea...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-modesto"
    }
  ],
  "relatedIncidents": [
    21308,
    21379,
    21409,
    21413,
    21492
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}