{
  "id": 21408,
  "title": "1963년 Martin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-05-15",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Martin. 판결일: 1963-05-15. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Martin v. Good\n**판결일**: 1963-05-15\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: McAllister, Chief Justice, and Perry, O'connell, Denecke and Lusk, Justices\n\n## 변호인\n\n'Norman K. Winslow, Salem, argued the cause for appellant. With him on the briefs was Howard Kaffun, Salem., Allan Q. Carson, Salem, argued the cause for respondent. On the brief were George R. Duncan, Jr., Stayton, and Carson, Carson & Carson, Salem.\n\n## 인용\n\n- 381 P.2d 713\n- 234 Or. 291\n\n## 판결문 요약\n\n\n234 Or. 291 (1963)\n381 P.2d 713\nMARTIN\nv.\nGOOD\nSupreme Court of Oregon.\nArgued April 4, 1963.\nAffirmed May 15, 1963.\n*292 Norman K. Winslow, Salem, argued the cause for appellant. With him on the briefs was Howard Kaffun, Salem.\nAllan G. Carson, Salem, argued the cause for respondent. On the brief were George R. Duncan, Jr., Stayton, and Carson, Carson &amp; Carson, Salem.\nBefore McALLISTER, Chief Justice, and PERRY, O'CONNELL, DENECKE and LUSK, Justices.\nAFFIRMED.\nDENECKE, J.\nThe plaintiff seeks to rescind an exchange of motels between himself and the defendant principally upon the ground that the defendant had misrepresented the income of the property. The trial court held for the defendant.\nThe plaintiff owned the Last Frontier Motel and Cafe. This was located in the Cascades on one of the highways through the mountains. He listed it for sale with a Salem realtor. Through him plaintiff learned *293 of the defendant's property in Porterville, California. This was called Sequoia Motel and was solely a motel operation. It was operated personally by defendant. Sunnyvale Realty, by R.W. Phillips, was trying to sell the motel for the defendant.\nPlaintiff went to Porterville in April, 1959, for the purpose of investigating the property and stayed several days at the Sequoia Motel. The defendant, Mrs. Good, and the realtor, Mr. Phillips, were there at the same time and conversations were had about the properties and a possible exchange. At the time of this visit, the plaintiff, M...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=martin-v-good"
    }
  ],
  "relatedIncidents": [
    21367,
    21375,
    21384,
    21385,
    21430
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}