{
  "id": 21401,
  "title": "1963년 State v. Lee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-05-29",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: State v. Lee. 판결일: 1963-05-29. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington, Appellant, v. Charles Augusta Lee, Respondent\n**판결일**: 1963-05-29\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Donworth, Ott\n\n## 변호인\n\nCharles O. Carroll and Richard M. Foreman, for appellant., Torbenson, Thatcher & Stevenson, for respondent.\n\n## 인용\n\n- 382 P.2d 491\n- 62 Wash. 2d 228\n\n## 판결문 요약\n\n\n62 Wash. 2d 228 (1963)\n382 P.2d 491\nTHE STATE OF WASHINGTON, Appellant,\nv.\nCHARLES AUGUSTA LEE, Respondent.[*]\nNo. 36197.\nThe Supreme Court of Washington, En Banc.\nMay 29, 1963.\n*229 Charles O. Carroll and Richard M. Foreman, for appellant.\nTorbenson, Thatcher &amp; Stevenson, for respondent.\nOTT, C.J.\nMarch 3, 1961, Charles Augusta Lee informed Dr. H.R. Pyfer that he was in pain as a result of a recent injury to his left knee; that his name was Charles Allen, and that he resided at Issaquah, Washington. An examination of the knee did not disclose any injury; however, the doctor did find that it had been previously fused. To alleviate the alleged pain, the doctor prescribed percodan, a narcotic drug. Lee took the prescription to the pharmacy adjacent to the doctor's office, again represented that he was Charles Allen of Issaquah, and asked the pharmacist to request the doctor to prescribe a different drug because percodan made him ill. Dr. Pyfer then substituted the narcotic drug demerol. The prescription was filled, and Lee signed a charge slip as Charles Allen, Issaquah, Washington.\nMarch 6, 1961, Lee returned to Dr. Pyfer's office and obtained a refill of the prescription. Upon this second office call, the doctor recognized him to be Charles Lee, and notified the police.\nAfter Lee left the pharmacy with the demerol, he was arrested. Lee told the arresting officer that the reason he had used a false name and address was that \"... he wanted the demerol and he knew that he c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-lee"
    }
  ],
  "relatedIncidents": [
    21302,
    21348,
    21356,
    21380,
    21412
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}