{
  "id": 21413,
  "title": "1963년 Carillo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-05-06",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Carillo. 판결일: 1963-05-06. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Regular Grand Jury of the County of Queens, Duly Empanelled for the February 1963 Term of the Supreme Court, Queens County v. Teresa Carillo\n**판결일**: 1963-05-06\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 19 A.D.2d 534\n\n## 판결문 요약\n\n\nIn a proceeding by a Grand Jury under article 19 of the Judiciary Law (§ 750 et seq.) to adjudge a witness in criminal contempt of court for her refusal to answer certain questions before said Grand Jury on February 27, 1963, said witness appeals from an order of the Supreme Court, Queens County, entered February 28, 1963 upon the court’s oral decision, after a hearing, which: (a) adjudged her guilty of criminal contempt of court; and (b) committed her to the New York City Women’s House of Detention for a term of 30 days. Order affirmed, without costs. The record shows that the Grand Jury was investigating a conspiracy to commit abortion as well as the substantive crimes of abortion and manslaughter. An offer of immunity is authorized in such a ease (Penal Law, §§ 584, 2447). Hence, when the appellant witness was offered immunity, she thereafter had no right to refuse to answer on the basis of her constitutional privilege, even though she might otherwise have been a prospective defendant *535{Matter of Grand Jv/ry [Cioffi], 8 N Y 2d 220). Beldock, P. J., Ughetta, Christ, Hill and Rabin, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=regular-grand-jury-v-carillo"
    }
  ],
  "relatedIncidents": [
    21308,
    21379,
    21398,
    21409,
    21492
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}