{
  "id": 21414,
  "title": "1963년 Lindsey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-05-02",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Lindsey. 판결일: 1963-05-02. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York, Respondent, v. Vernon Lindsey, Appellant\n**판결일**: 1963-05-02\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: Desmond and Judges Dye, Fuld, Van Voorhis, Burke, Foster and Scileppi Concur\n\n## 변호인\n\nEdward K. O’Shea for appellant., Carman F. Ball, District Attorney {Dewey E. Ertell, Jr., of counsel), for respondent.\n\n## 인용\n\n- 12 N.Y.2d 421\n\n## 판결문 요약\n\n\n12 N.Y.2d 421 (1963)\nThe People of the State of New York, Respondent,\nv.\nVernon Lindsey, Appellant.\nCourt of Appeals of the State of New York.\nArgued March 25, 1963.\nDecided May 2, 1963.\nEdward K. O'Shea for appellant.\nCarman F. Ball, District Attorney (Dewey E. Ertell, Jr., of counsel), for respondent.\nChief Judge DESMOND and Judges DYE, FULD, VAN VOORHIS, BURKE, FOSTER and SCILEPPI concur.\n*422Per Curiam.\nThe defendant, charged with assault in the second degree (Penal Law, § 242, subds. 3, 4), was convicted of third degree assault (Penal Law, § 244, subd. 1), following the court's instruction to the jury that it might return such a verdict. Relying on the principle stated in People v. Mussenden (308 N.Y. 558), he seeks a reversal on the ground that the evidence permitted the jury to return a verdict of guilt of second degree assault but not one of simple assault. If the defendant were correct, we would be required to reverse and direct a new trial. However, analysis of the record before us establishes, to quote from the opinion in Mussenden, that \"there is some basis in the evidence for finding the accused innocent of the higher crime [charged] and yet guilty of the lower one\" (308 N. Y., at p. 563).\nIn order to convict the defendant of second degree assault, it was incumbent on the People to prove both that he had inflicted grievous bodily harm and that he had intended to inflict such harm (see People v. Katz, 290 N.Y. 361, 365), and so the court had instructed the jury. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-lindsey"
    }
  ],
  "relatedIncidents": [
    21289,
    21369,
    21155,
    21168,
    21179
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}