{
  "id": 21412,
  "title": "1963년 Madigan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-05-07",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Madigan. 판결일: 1963-05-07. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: James F. Madigan vs. Mark J. McCann, Sr., & Others\n**판결일**: 1963-05-07\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Kirk, Reardon, Spalding, Whittemore, Wilkins\n\n## 변호인\n\nGeorge N. Prifti S John P. Natty, for the defendants, submitted a brief., James R. DeGiacomo for the plaintiff.\n\n## 인용\n\n- 190 N.E.2d 215\n- 346 Mass. 62\n\n## 판결문 요약\n\n\n346 Mass. 62 (1963)\n190 N.E.2d 215\nJAMES F. MADIGAN\nvs.\nMARK J. McCANN, SR., &amp; others.\nSupreme Judicial Court of Massachusetts, Suffolk.\nFebruary 5, 1963.\nMay 7, 1963.\nPresent: WILKINS, C.J., SPALDING, WHITTEMORE, KIRK, &amp; REARDON, JJ.\nGeorge N. Prifti &amp; John P. Nalty, for the defendants, submitted a brief.\nJames R. DeGiacomo for the plaintiff.\n*63 REARDON, J.\nThe plaintiff seeks to rescind his purchase of an alleged fifty per cent partnership interest in a hardware business conducted as \"McCann Bros.\" in West Roxbury, because of the fraud and misrepresentations of the defendants. There was no appeal from an interlocutory decree confirming the master's report and the case is here on appeal from a final decree ordering the defendants (save Dorothy J. McCann to whom reference is not hereinafter made) to pay the plaintiff the total sum due him as found by the master, together with interest and costs.\nThe plaintiff was found to have been the victim of calculated deceit practised upon him in concert by the defendants. The defendants, in various ways and at various times, represented that one of them owned and was entitled to sell a half interest in the business when, in fact, that interest was owned by another person and, further, that the business was profitable when, in fact, it showed constant losses. Among the specific deliberate misrepresentations made by them with intent to deceive were these: that no books or records were available other than a simplified sales ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=madigan-v-mccann"
    }
  ],
  "relatedIncidents": [
    21302,
    21348,
    21356,
    21380,
    21401
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}