{
  "id": 21422,
  "title": "1963년 Loftin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-04-24",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Loftin. 판결일: 1963-04-24. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Marcus Moore LOFTIN, Appellant, v. the STATE of Texas, Appellee\n**판결일**: 1963-04-24\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Belcher\n\n## 변호인\n\nMays & Jacobs, Corsicana, for appellant., Jimmy Morris, County Atty., Corsicana, and Leon B. Douglas, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 366 S.W.2d 940\n\n## 판결문 요약\n\n\n366 S.W.2d 940 (1963)\nMarcus Moore LOFTIN, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 35638.\nCourt of Criminal Appeals of Texas.\nApril 24, 1963.\n*941 Mays &amp; Jacobs, Corsicana, for appellant.\nJimmy Morris, County Atty., Corsicana, and Leon B. Douglas, State's Atty., Austin, for the State.\nBELCHER, Commissioner.\nThe conviction is for driving while intoxicated; the punishment, three days in jail and a fine of fifty dollars.\nClayton Smith, the arresting officer, testified that he observed the appellant's automobile weaving as he drove it along the left hand side of the highway, and that after stopping the appellant he smelled the odor of alcohol on his breath and noticed that his walk was unsteady. He expressed the opinion that appellant was intoxicated. He further testified that after they arrived at the jail he \"* * * saw a card that came from his (appellant's) wallet which said in effect that he was diabetic and was not intoxicated, and that in case his behavior seemed to be unusual or abnormal, emergency measures written on the back of the card were to be followed.\" After reading the directions he asked the appellant if he wanted to go to a hospital and appellant replied that he did not.\nAnother witness who saw the appellant driving on the highway and also at the jail testified to substantially the same facts as Officer Smith.\nA search of appellant's automobile revealed one partially full and three full bottles of whiskey in the trunk, and another bottle about one-h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=loftin-v-state"
    }
  ],
  "relatedIncidents": [
    21279,
    21280,
    21289,
    21292,
    21293
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}