{
  "id": 21420,
  "title": "1963년 Smith v. Clark 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-04-26",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Smith v. Clark. 판결일: 1963-04-26. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Smith, v. Clark, Appellant\n**판결일**: 1963-04-26\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Bell, C.J., Musmanno, Jones, Cohen, Eagen, O'Brien and Roberts\n\n## 변호인\n\nMyron W. Lamproplos, with him Cassidy & Lamproplos, for appellants., Dennis C. Harrington, with him Paul F. Laughlin, for appellee.\n\n## 인용\n\n- 411 Pa. 142\n\n## 판결문 요약\n\n\n411 Pa. 142 (1963)\nSmith\nv.\nClark, Appellant.\nSupreme Court of Pennsylvania.\nArgued March 19, 1963.\nApril 26, 1963.\n*143 Before BELL, C.J., MUSMANNO, JONES, COHEN, EAGEN, O'BRIEN and ROBERTS, JJ.\n*144 Myron W. Lamproplos, with him Cassidy &amp; Lamproplos, for appellants.\nDennis C. Harrington, with him Paul F. Laughlin, for appellee.\nOPINION BY MR. JUSTICE EAGEN, April 26, 1963:\nThe plaintiff, David A. Smith, at the age of nineteen years, was seriously injured when an automobile he was operating left the roadway of State Highway Route 981, near the Borough of Latrobe, Pennsylvania, in the early morning hours of May 14, 1957. This action for damages followed. The defendants are the owners of separate business places where intoxicating alcoholic beverages are sold to the public. The complaint is based upon the allegation that shortly before the accident, the defendants sold alcoholic beverages to the minor plaintiff, who was visibly intoxicated at the time and that these unlawful acts were the proximate cause of the accident. The jury returned substantial verdicts in favor of the plaintiffs. A new trial was refused and these appeals from the judgments followed.\nCertain trial errors require the grant of a new trial.\nThe Act of 1951, P.L. 90, 146, § 493(1), 47 P.S. § 4-493, inter alia, makes it unlawful for any licensee to sell or furnish any liquor or malt or brewed beverages to a minor or to a visibly intoxicated person. That the serving of intoxicants to minors or to visibly ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smith-v-clark"
    }
  ],
  "relatedIncidents": [
    21279,
    21280,
    21289,
    21292,
    21293
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}