{
  "id": 2142,
  "title": "2019년 Reineke 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2019-04-17",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Reineke. 판결일: 2019-04-17. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Oregon, Plaintiff-Respondent v. Michael Lee REINEKE\n**판결일**: 2019-04-17\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Devore, James, Lagesen\n\n## 변호인\n\nErnest G. Lannet, Chief Defender, Criminal Appellate Section, and Zachary Lovett Mazer, Deputy Public Defender, Office of Public Defense Services, filed the brief for appellant., Ellen F. Rosenblum, Attorney General, Benjamin Gutman, Solicitor General, and Rolf C. Moan, Assistant Attorney General, filed the brief for respondent.\n\n## 인용\n\n- 441 P.3d 637\n- 297 Or. App. 84\n\n## 판결문 요약\n\n\nLAGESEN, P. J.\n*85Defendant's mother was strangled to death with a telephone cord. Defendant denied responsibility, but a jury found that he *639was the killer and convicted him of murder. The issue on appeal is whether the trial court erred when it permitted several witnesses to testify that the victim became reserved and unhappy after defendant moved in with her and seemed happier when defendant was not around. Defendant contends that the evidence was not relevant and that, if it was, its potential for unfair prejudice outweighed any probative value. We conclude that the trial court properly admitted at least some of the evidence and that, to the extent that it may have erred, the error was harmless in view of the properly admitted evidence.\nI. BACKGROUND\nIn 2008, defendant moved in with the victim, who was in her seventies. In June 2010, the victim was strangled to death with a telephone cord in the kitchen of her home. Defendant called 9-1-1 requesting that a coroner and a police officer be dispatched to the home. When emergency responders arrived, they found the victim dead on the floor. Defendant was casual and unemotional when conversing with police and other emergency responders. Ultimately, defendant was arrested and charged with the victim's murder. Defendant pleaded \"not guilty.\" He was tried and convicted, but, on appeal, we reversed his conviction because, in closing argument, the prosecutor had made a PowerPoint presentation to the jury that impermissibly urged...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-reineke"
    }
  ],
  "relatedIncidents": [
    1906,
    1913,
    1919,
    1933,
    1942
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}