{
  "id": 21426,
  "title": "1963년 Trickey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-04-18",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Trickey. 판결일: 1963-04-18. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: E. B. TRICKEY v. J. H. STONE, as Administrator of the Estate of Henry Stone\n**판결일**: 1963-04-18\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Carroll, Donald, McLane, Wigginton\n\n## 변호인\n\nTruett & Watkins, Miami, Virgil Q. Mayo, E. E. Callaway, Blountstown, for appellant., R. S. Pierce, Jr., Marianna, Clyde R. Brown, Bonifay, for appellee.\n\n## 인용\n\n- 152 So. 2d 748\n\n## 판결문 요약\n\n\nMcLANE, Associate Judge.\nThe appellant, plaintiff below, seeks review of a final decree dismissing his complaint in chancery.\nHe alleged a co-partnership existed between himself and one Henry Stone, now deceased, whereby the decedent in his lifetime agreed to finance the venture and the plaintiff to furnish his services as manager of a cattle business. The lands of the decedent, as alleged, were used as pasturage but form no part of the assets of the alleged partnership. It appears from the allegations in the complaint and admitted by the parties that the business assets at the death of the said Henry Stone consisted only of personal property. The plaintiff prayed that he as surviving partner take over the assets of the partnership and wind up its affairs through an appropriate accounting.\nIn dismissing the complaint the chancellor, after summarizing the proceedings, found as a matter of law the quantum of proof required to establish a verbal agreement of partnership to be greater than by a preponderance of the evidence. The final decree recites, “ * * * the Court has accepted the proposition that a mere preponderance of the evidence is not sufficient, but that the more exacting requirement that the testimony and evidence as a whole must be clear, convincing, full, free of suspicion, definite and certain is the burden of the plaintiff in this cause.” The court then concluded that the plaintiff *750had not sustained the burden of proof under this rule of evidence.\nThe appella...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=trickey-v-stone"
    }
  ],
  "relatedIncidents": [
    21279,
    21280,
    21289,
    21292,
    21293
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}