{
  "id": 21425,
  "title": "1963년 United States of America Ex Rel. James A. Compton, Relator-Appellee v. Walter H. Wilkins, Warden of Attica State Prison, Attica, New York 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-04-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States of America Ex Rel. James A. Compton, Relator-Appellee v. Walter H. Wilkins, Warden of Attica State Prison, Attica, New York. 판결일: 1963-04-18. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America Ex Rel. James A. COMPTON, Relator-Appellee, v. Walter H. WILKINS, Warden of Attica State Prison, Attica, New York, Respondent-Appellant\n**판결일**: 1963-04-18\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Kaufman, Marshall, Per Curiam, Smith\n\n## 변호인\n\nLouis J. Lefkowitz, Atty. Gen. for State of New York (Irving Galt, Asst. Sol. Gen., and Mortimer Sattler, Asst. Atty. Gen., of counsel), for respondent-appellant., James A. Compton, relator-appellee, pro se.\n\n## 인용\n\n- 315 F.2d 865\n\n## 판결문 요약\n\n315 F.2d 865\n    UNITED STATES of America ex rel. James A. COMPTON, Relator-Appellee,v.Walter H. WILKINS, Warden of Attica State Prison, Attica, New York, Respondent-Appellant.\n    No. 321.\n    Docket 28045.\n    United States Court of Appeals Second Circuit.\n    Submitted by Consent April 15, 1963.\n    Decided April 18, 1963.\n    \n      Louis J. Lefkowitz, Atty. Gen. for State of New York (Irving Galt, Asst. Sol. Gen., and Mortimer Sattler, Asst. Atty. Gen., of counsel), for respondent-appellant.\n      James A. Compton, relator-appellee, pro se.\n      Before SMITH, KAUFMAN and MARSHALL, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      The relator is presently being held on a judgment of conviction for the crimes of robbery, grand larceny, and escaping from prison entered in the County Court of Monroe County, New York upon relator's plea of guilty. His sentence is that of a second felony offender, the underlying conviction having been entered on a plea of guilty to five indictments each charging him with the crime of forgery, in the Court of Oyer &amp; Terminer for the County of Lancaster, Pennsylvania. Relator applied before District Judge Burke for a writ of habeas corpus, claiming that the underlying Pennsylvania felony conviction is invalid and violative of the federal constitution in that he entered his guilty plea without the assistance of counsel and that his request for counsel was denied by the court. There is no issue before us as to the exhaustion of state ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-of-america-ex-rel-james-a-compton-relator-appellee-v"
    }
  ],
  "relatedIncidents": [
    21280,
    21293,
    21343,
    21361,
    21381
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}