{
  "id": 21434,
  "title": "1963년 Bosler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-04-08",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Bosler. 판결일: 1963-04-08. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Respondent, v. Clarence Richard BOSLER, Appellant\n**판결일**: 1963-04-08\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Stone, Westhues\n\n## 변호인\n\nClarence Richard Bosler pro se., Thomas F. Eagleton, Atty. Gen., James K. Pendleton, Sp. Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 366 S.W.2d 369\n\n## 판결문 요약\n\n\n366 S.W.2d 369 (1963)\nSTATE of Missouri, Respondent,\nv.\nClarence Richard BOSLER, Appellant.\nNo. 49129.\nSupreme Court of Missouri, Division No. 1.\nApril 8, 1963.\n*370 Clarence Richard Bosler pro se.\nThomas F. Eagleton, Atty. Gen., James K. Pendleton, Sp. Asst. Atty. Gen., Jefferson City, for respondent.\n*371 WESTHUES, Judge.\nThe defendant was charged by an indictment of having committed robbery in the first degree by means of a dangerous and deadly weapon. The offense was alleged to have been committed on December 30, 1960, in the City of St. Louis, Missouri. The indictment alleged further that Bosler had previously been convicted on five separate felony charges. Upon a trial, a jury found defendant guilty of robbery in the first degree. The trial court, in accordance with Section 556.280, RSMo 1959, V.A.M.S., held a hearing on the question of whether Bosler had previously been convicted and had served sentences therefor. The trial court so found and assessed defendant's punishment at imprisonment in the State Penitentiary for a term of twenty-five years. From the sentence, defendant appealed to this court.\nWe shall first dispose of a number of preliminary matters raised by a brief filed by the defendant pro se. Defendant was represented by court-appointed counsel at the trial of his case. This attorney filed a motion for a new trial and after it was overruled and judgment entered, he filed a notice of appeal. This attorney further applied for and obtained an extension of tim...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-bosler"
    }
  ],
  "relatedIncidents": [
    21280,
    21293,
    21343,
    21361,
    21381
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}