{
  "id": 21453,
  "title": "1963년 The PEOPLE v. Palmer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-03-22",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: The PEOPLE v. Palmer. 판결일: 1963-03-22. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Defendant in Error, vs. Eddie Palmer, Plaintiff in Error\n**판결일**: 1963-03-22\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: William G. Clark\n\n## 변호인\n\nThomas D. Nyhan, of Chicago, appointed by the court, for plaintiff in error., William G. Clark, Attorney General, of Springfield, and Daniel P. Ward, State’s Attorney, of Chicago, (Fred G. Leach and E. Michael O’Brien, Assistant Attorneys General, and Edward J. Hladis and Thomas A. Hett, Assistant State’s Attorneys, of counsel,) for the People.\n\n## 인용\n\n- 189 N.E.2d 265\n- 27 Ill. 2d 311\n\n## 판결문 요약\n\n\n27 Ill.2d 311 (1963)\n189 N.E.2d 265\nTHE PEOPLE OF THE STATE OF ILLINOIS, Defendant in Error,\nv.\nEDDIE PALMER, Plaintiff in Error.\nNo. 37205.\nSupreme Court of Illinois.\nOpinion filed March 22, 1963.\n*312 THOMAS D. NYHAN, of Chicago, appointed by the court, for plaintiff in error.\nWILLIAM G. CLARK, Attorney General, of Springfield, and DANIEL P. WARD, State's Attorney, of Chicago, (FRED G. LEACH and E. MICHAEL O'BRIEN, Assistant Attorneys General, and EDWARD J. HLADIS and THOMAS A. HETT, Assistant State's Attorneys, of counsel,) for the People.\nJudgment affirmed.\nMr. CHIEF JUSTICE SOLFISBURG delivered the opinion of the court:\nThe defendant, Eddie Palmer, was indicted in the criminal court of Cook County on charges of unlawful sale, possession and dispensing of narcotics. He was tried by the court upon waiver of jury, found guilty and sentenced to the penitentiary for a term of not less than ten years nor more than ten years and one day.\nThe defendant now brings this writ of error contending that his waiver of a jury trial was not expressly and understandingly made; that he was deprived of adequate representation by counsel; and that the actions of the trial court deprived him of a fundamentally fair trial. Defendant does not question the sufficiency of the evidence to sustain the conviction.\nThe record discloses that the judge and counsel engaged in colloquy prior to the beginning of the trial, wherein defendant's counsel said: \"We'll be ready for trial. I'm not *313 sure yet...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-people-v-palmer"
    }
  ],
  "relatedIncidents": [
    21279,
    21280,
    21289,
    21292,
    21293
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}