{
  "id": 21456,
  "title": "1963년 Bridges 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-03-14",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Bridges. 판결일: 1963-03-14. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The State of Washington, Respondent, v. Levi Bridges, Appellant\n**판결일**: 1963-03-14\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Weaver\n\n## 변호인\n\nWilliam F. Lockett, for appellant., Charles O. Carroll, Joel A. C. Rindal, and Richard M. Ishikawa, for respondent.\n\n## 인용\n\n- 379 P.2d 715\n- 61 Wash. 2d 625\n\n## 판결문 요약\n\n\n61 Wash. 2d 625 (1963)\n379 P.2d 715\nTHE STATE OF WASHINGTON, Respondent,\nv.\nLEVI BRIDGES, Appellant.[*]\nNo. 36281.\nThe Supreme Court of Washington, Department Two.\nMarch 14, 1963.\nWilliam F. Lockett, for appellant.\nCharles O. Carroll, Joel A.C. Rindal, and Richard M. Ishikawa, for respondent.\nWEAVER, J.\nDefendant was charged, convicted, and sentenced for the crimes of burglary in the first degree, rape and sodomy.\nHis two assignments of error pertain only to his conviction for the alleged rape; therefore, we notice only those facts necessary to consider the assignments.\nThe prosecuting witness, aged 22, and two girl friends had just moved into a small house on Capitol Hill in Seattle. April 30, 1961, they returned home late at night, readied *626 themselves for bed, and watched the late show on television. The front porch light remained lighted since the prosecuting witness was expecting her younger sister and girl friend to spend the night with her; they were to help clean house the next day.\nWhile the other two girls fell asleep, the prosecuting witness remained awake. Hearing a noise emanating from the vicinity of the back porch, and thinking her younger sister and friend were arriving, she got out of bed to greet them. She saw two male figures on the back porch. She awakened one of the other two girls and reported what she had seen.\nApproximately 10 minutes later (about 1 a.m.), the sister of the prosecuting witness arrived with her friend. The five girls went to bed. Sh...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-bridges"
    }
  ],
  "relatedIncidents": [
    21311,
    21352,
    21482,
    21486,
    21219
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}