{
  "id": 21459,
  "title": "1963년 Price 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-03-11",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Price. 판결일: 1963-03-11. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. Arthur Leslie PRICE\n**판결일**: 1963-03-11\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Hollingsworth, Hunter\n\n## 변호인\n\nCecil Block, St. Louis, for appellant., Thomas F. Eagleton, Atty. Gen., Jack E. Koslow, Sp. Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 365 S.W.2d 534\n\n## 판결문 요약\n\n\nHOLLINGSWORTH, Judge.\nBy an amended information filed in the Circuit Court of St. Louis County defendant was charged with burglary in the second degree under § 560.070 RSMo 1959, V.A. M.S.,1 of a store operated by Anchor Lumber Company, Inc., a corporation, located at 9760 St. Charles Road, Breckenridge Hills, St. Louis County. The information, invoking the provisions of the habitual criminal act, § 556.280, also alleged two prior felony convictions of defendant. Trial to a jury resulted in a verdict finding 'him guilty of burglary as charged. The court, after a hearing held out of the presence and hearing of the jury, found that defendant had also been convicted of and imprisoned for the prior felonies alleged in the information. Following the overruling of defendant’s motion for new trial, the court assessed his punishment at imprisonment in the custody of the Missouri Department of Corrections for a term of nine years. He was then granted allocution and the court, finding that he had failed to show legal cause why sentence should not be pronounced as assessed in accordance with the verdict and the punishment assessed by the court, rendered judgment accordingly.\nCounsel, who had represented defendant at all of the proceedings in the trial court, shortly thereafter died. The transcript was approved by another attorney for defendant, but no brief has been filed *536in his behalf in this court. We, therefore, review all of tire assignments of error validly set forth in the mo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-price"
    }
  ],
  "relatedIncidents": [
    21280,
    21293,
    21343,
    21361,
    21381
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}