{
  "id": 21450,
  "title": "1963년 Bank 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-03-26",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Bank. 판결일: 1963-03-26. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The Scioto Bank, Appellant, v. Columbus Union Stock Yards Et Al., Appellees. (Two Cases)\n**판결일**: 1963-03-26\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Bryant, Dueeey, Duffy\n\n## 변호인\n\nMr. Ray W. Davis  and  Mr. James M. Hengst,  for appellant.\n\n Mr. Tom A. Renick  and  Mr. James C. Britt,  for appellees.\n\n## 인용\n\n- 201 N.E.2d 227\n- 120 Ohio App. 55\n\n## 판결문 요약\n\nThis is an appeal from judgments of the Court of Common Pleas of Franklin County in two cases. The cases have been consolidated for hearing and determination in this court. In both, judgment was for the defendants-appellees after both sides had rested on the merits.\nPlaintiff-appellant, The Scioto Bank, is a commercial bank located in Commercial Point, Pickaway County. The defendant Arthur P. Berger held an account for many years doing a large volume of checking and depositing. Upon the deposit of a check, it was the practice of the bank to credit Berger's account and allow him to draw prior to collection of the item. On March 6, 1956, the state banking department made the following recommendation:\n\"* * *\n\"Management should scrutinize the account of Arthur Berger carefully, since this customer has been operating for some time on uncollected funds. If stop payment orders should be given on any of the checks he submits for deposit, subject might find itself in an embarrassing position. It does not appear that customer is kiting checks and in looking over his account no *Page 56 \nrecord was found of any overdrafts. However, bank is extending credit to this customer until checks have cleared and on the average day these may run into thousands of dollars. It is recommended that this customer be asked to maintain a balance that will cover these uncollected funds.\n\"* * *.\"\nIn September 1956, a separate \"collection\" account was opened and a deposit of $17,000 made. Prior to August 14...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=scioto-bank-v-columbus-union-stock-yards"
    }
  ],
  "relatedIncidents": [
    21279,
    21280,
    21289,
    21292,
    21293
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}