{
  "id": 21469,
  "title": "1963년 Harris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-02-26",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Harris. 판결일: 1963-02-26. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. BURNELL JOSEPH HARRIS, Defendant and Appellant\n**판결일**: 1963-02-26\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Jefferson\n\n## 변호인\n\nArnold Pingarette for Defendant and Appellant., Stanley Mosk, Attorney General, William E. James, Assistant Attorney General, and Norman H. Sokolow, Deputy Attorney General, for Plaintiff and Respondent.\n\n## 인용\n\n- 213 Cal. App. 2d 365\n\n## 판결문 요약\n\n\n213 Cal.App.2d 365 (1963)\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nBURNELL JOSEPH HARRIS, Defendant and Appellant.\nCrim. No. 8360. \nCalifornia Court of Appeals. Second Dist., Div. Four.  \nFeb. 26, 1963.\n Arnold Fingarette for Defendant and Appellant.\n Stanley Mosk, Attorney General, William E. James, Assistant Attorney General, and Norman H. Sokolow, Deputy Attorney General, for Plaintiff and Respondent.\n JEFFERSON, J.\n The Los Angeles County Grand Jury returned an indictment in which defendant Burnell Joseph Harris was charged with agreeing to sell, deliver, or furnish, a narcotic, to wit, cocaine, to Lionel Robert, and selling, furnishing, or delivering to the same Lionel Robert a nonnarcotic substance in lieu of the narcotic in violation of section 11503 of the Health and Safety Code. The indictment alleged a prior felony conviction of the crime of burglary and a violation of section 503 of the Vehicle Code, also a felony.\n Defendant entered a plea of not guilty. Trial was by the court, trial by jury having been duly waived by defendant personally and by all counsel. Pursuant to stipulation of *367 defendant and counsel the cause was submitted to the court on the testimony given at the preliminary hearing as contained in the transcript of the proceedings.\n At the commencement of the trial the judge indicated for the record he had read and considered the evidence produced at the preliminary hearing. Defendant testified in his own behalf. The People called Lionel Robert in ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-harris"
    }
  ],
  "relatedIncidents": [
    21280,
    21293,
    21343,
    21361,
    21381
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}