{
  "id": 21466,
  "title": "1963년 Fay 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-02-28",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Fay. 판결일: 1963-02-28. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES Ex Rel. Arthur SPINNEY, Relator, v. Edward M. FAY, Warden of Green Haven Prison, Stormville, New York, Respondent\n**판결일**: 1963-02-28\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Bonsal\n\n## 변호인\n\nArthur Spinney, pro se., Louis J. Lefkowitz, Atty. Gen., State of New York, Ronald J. Offenkrantz, Deputy Asst. Atty. Gen., for respondent.\n\n## 인용\n\n- 221 F. Supp. 419\n\n## 판결문 요약\n\n\n221 F. Supp. 419 (1963)\nUNITED STATES ex rel. Arthur SPINNEY, Relator,\nv.\nEdward M. FAY, Warden of Green Haven Prison, Stormville, New York, Respondent.\nUnited States District Court S. D. New York.\nFebruary 28, 1963.\nArthur Spinney, pro se.\nLouis J. Lefkowitz, Atty. Gen., State of New York, Ronald J. Offenkrantz, Deputy Asst. Atty. Gen., for respondent.\nBONSAL, District Judge.\nArthur Spinney, presently in State custody, petitions this Court for a writ of habeas corpus claiming that his detention is unlawful in that he did not have counsel at the time of his arraignment.\nThe petitioner was convicted after trial by jury in the County Court, Queens County, of robbery, grand larceny and assault, all in the first degree. He was sentenced on March 10, 1950 to a minimum of fifteen years and a maximum of thirty years imprisonment. The petitioner is presently in Green Haven Prison, Stormville, New York.\nAn inspection of the minutes taken at the time of petitioner's arraignment on September 16, 1949 reveals that the Assistant District Attorney read the charges in the indictment to him and *420 asked him whether he pled guilty or not guilty. After petitioner had pled not guilty, the Assistant District Attorney inquired whether he had a lawyer. The petitioner stated that he had, and gave his name and address. A short time later, the petitioner made an application for bail, and responded to the court's inquiry that he wished to do it personally, without counsel. After some discussion wit...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-ex-rel-spinney-v-fay"
    }
  ],
  "relatedIncidents": [
    21280,
    21293,
    21343,
    21361,
    21381
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}