{
  "id": 21473,
  "title": "1963년 Daniel Castano v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-02-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Daniel Castano v. United States. 판결일: 1963-02-19. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Daniel CASTANO, Petitioner-Appellant, v. UNITED STATES of America, Respondent-Appellee\n**판결일**: 1963-02-19\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Duffy, Knoch, Schnackenberg\n\n## 변호인\n\nDaniel Castano, Leavenworth, Kan., William A. Clineburg, Chicago, Ill., for appellant., James P. O’Brien, U. S. Atty., Paul D. Keller, Asst. U. S. Atty., Chicago, Ill., John Peter Lulinski, John Powers Crowley, Asst. U. S. Attys., of counsel, for appellee.\n\n## 인용\n\n- 313 F.2d 857\n\n## 판결문 요약\n\n313 F.2d 857\n    Daniel CASTANO, Petitioner-Appellant,v.UNITED STATES of America, Respondent-Appellee.\n    NO. 13859.\n    United States Court of Appeals Seventh Circuit.\n    Feb. 19, 1963.\n    \n      Daniel Castano, Leavenworth, Kan., William A. Clineburg, Chicago, Ill., for appellant.\n      James P. O'Brien, U.S. Atty., Paul D. Keller, Asst. U.S. Atty., Chicago, Ill., John Peter Lulinski, John Powers Crowley, Asst. U.S. Attys., of counsel, for appellee.\n      Before DUFFY, SCHNACKENBERG and KNOCH, Circuit Judges.\n      DUFFY, Circuit Judge.\n    \n    \n      1\n      Petitioner herein was convicted, after a jury trial in the United States District Court, Northern District of Illinois, Eastern Division, on a 2-count indictment charging: Count 1, a conspiracy to receive, conceal and facilitate the transportation and concealment after unlawful importation of fifty pounds of marihuana, and Count 2, defendant and others unlawfully and knowingly received and concealed approximately 350 milligrams of heroin after the same had been unlawfully imported into the United States, well knowing the same to be so unlawfully imported.  The third overt act in Count 1 alleged petitioner and others, on a designated date, at Chicago, Illinois, 'Had a conversation with JOSEPH ARPAIO; in violation of Section 176(a), Title 21, United States Code, as amended by the Narcotics Control Act of 1956.'  Appellant was sentenced to serve six years imprisonment on each count, the sentences to run consecutively....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=daniel-castano-v-united-states"
    }
  ],
  "relatedIncidents": [
    21279,
    21280,
    21289,
    21292,
    21293
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}