{
  "id": 21484,
  "title": "1963년 Pearson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-02-06",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Pearson. 판결일: 1963-02-06. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Pearson v. First Federal Savings and Loan Ass'n\n**판결일**: 1963-02-06\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Smith\n\n## 인용\n\n- 149 So. 2d 891\n\n## 판결문 요약\n\n\n149 So.2d 891 (1963)\nTazwell W. PEARSON et al., Appellants,\nv.\nFIRST FEDERAL SAVINGS AND LOAN ASSOCIATION OF TARPON SPRINGS, a United States corporation, J.O. Stephens, E.F. Swartsel, Michael Gianeskis and Robert P. Gause, Appellees.\nNo. 2947.\nDistrict Court of Appeal of Florida. Second District.\nFebruary 6, 1963.\nRehearing Denied February 28, 1963.\n*892 H. Rex Owen of Bussey, Simmons &amp; Owen, St. Petersburg, for appellants.\nJames M. Stevens, Tarpon Springs, Krentzman &amp; MacKenzie, Clearwater, for appellees.\nSMITH, Judge.\nIn the court below, the appellants were plaintiffs and the appellees were defendants. The plaintiffs are members of the corporate defendant, First Federal Savings and Loan Association of Tarpon Springs (hereinafter referred to as the Association). The individual defendants constitute a majority *893 of the Board of Directors of the said Association. Organized and created pursuant to the Home Owners' Loan Act of 1933,[1] the Association is operated under the supervision of the Federal Home Loan Bank Board.\nThe plaintiffs filed their complaint on their own behalf and on behalf of all others similarly situated, charging conduct in the nature of mismanagement of the Association through particular acts of the defendant-directors: grossly misappraising property; making construction progress installments in advance of the appropriate stages of construction; coercing those obtaining loans from the Association to deal with the businesses of the individual defe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pearson-v-first-federal-savings-and-loan-assn"
    }
  ],
  "relatedIncidents": [
    21367,
    21375,
    21384,
    21385,
    21408
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}