{
  "id": 21486,
  "title": "1963년 County of Contra Costa v. Industrial Accident Commission 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-02-04",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: County of Contra Costa v. Industrial Accident Commission. 판결일: 1963-02-04. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: COUNTY OF CONTRA COSTA, Petitioner, v. INDUSTRIAL ACCIDENT COMMISSION and DAVID WILKERSON, Respondents\n**판결일**: 1963-02-04\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Draper\n\n## 변호인\n\nJohn A. Nejedly, District Attorney, John D. Hatzenbuhler and Verne H. Pynn, Deputy District Attorneys, for Petitioner., Everett A. Corten and Rupert A. Pedrin for Respondents.\n\n## 인용\n\n- 212 Cal. App. 2d 585\n\n## 판결문 요약\n\n\n212 Cal.App.2d 585 (1963)\nCOUNTY OF CONTRA COSTA, Petitioner,\nv.\nINDUSTRIAL ACCIDENT COMMISSION and DAVID WILKERSON, Respondents.\nCiv. No. 20693. \nCalifornia Court of Appeals. First Dist., Div. Three.  \nFeb. 4, 1963.\n John A. Nejedly, District Attorney, John D. Hatzenbuhler and Verne H. Pynn, Deputy District Attorneys, for Petitioner.\n Everett A. Corten and Rupert A. Pedrin for Respondents.\n DRAPER, P. J.\n This writ of review was issued to determine whether the Industrial Accident Commission has discretion to reduce a county's lien for public assistance paid to the injured workman during his disability. *586\n Respondent Wilkerson was injured in an industrial accident August 31, 1960. He was awarded compensation for temporary disability, liability for which was terminated as of July 31, 1961. Thereafter, Wilkerson was awarded $972.51 as permanent disability indemnity. Meanwhile, on July 12, 1961, petitioner county filed its request for allowance of a lien for public assistance paid by the county to Wilkerson. It is undisputed that the county did advance $1,047.15 to Wilkerson for living expenses of himself and his family in the period September 1960 to June 1961 and that the advances were so used. Nevertheless, the commission allowed a lien for but $450. Lien for attorney's fees, amounting to $100 also was allowed, and is not attacked here. This disposition of the lien claims left $422.51 payable to Wilkerson. The county's petition for reconsideration was denied, and this pet...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=county-of-contra-costa-v-industrial-accident-commission"
    }
  ],
  "relatedIncidents": [
    21311,
    21352,
    21456,
    21482,
    21219
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}