{
  "id": 21482,
  "title": "1963년 Liberty J. Bridgers v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-02-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Liberty J. Bridgers v. United States. 판결일: 1963-02-07. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Liberty J. BRIDGERS, Appellant, v. UNITED STATES of America, Appellee\n**판결일**: 1963-02-07\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Bastian, Burger, Per Curiam, Washington\n\n## 변호인\n\nMr. Herbert E. Forrest, Washington, D. C. (appointed by the District Court) for appellant., Mr. William C. Weitzel, Jr., Asst. U. S. Atty., with whom Messrs. David C. Acheson, U. S. Atty., and Nathan J. Paul-son, Asst. U. S. Atty., at the time the brief was filed, were on the brief, for ap-pellee. Messrs. Daniel A. Rezneck, Barry Sidman and Frank Q. Nebeker, Asst. U. S. Attys., also entered appearances for appellee.\n\n## 인용\n\n- 312 F.2d 333\n\n## 판결문 요약\n\n312 F.2d 333\n    Liberty J. BRIDGERS, Appellant,v.UNITED STATES of America, Appellee.\n    No. 17031.\n    United States Court of Appeals District of Columbia Circuit.\n    Argued September 19, 1962.\n    Decided October 25, 1962.\n    Petition for Rehearing En Banc Denied En Banc February 7, 1963.\n    \n      Mr. Herbert E. Forrest, Washington, D. C. (appointed by the District Court) for appellant.\n      Mr. William C. Weitzel, Jr., Asst. U. S. Atty., with whom Messrs. David C. Acheson, U. S. Atty., and Nathan J. Paulson, Asst. U. S. Atty., at the time the brief was filed, were on the brief, for appellee. Messrs. Daniel A. Rezneck, Barry Sidman and Frank Q. Nebeker, Asst. U. S. Attys., also entered appearances for appellee.\n      Before WASHINGTON, BASTIAN and BURGER, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      Appellant was convicted of the crimes of housebreaking with intent to steal property, and of rape. He received concurrent sentences of the same length on each of the two counts.\n    \n    \n      2\n      On this appeal, it is urged that the Government had not adequately established, under the facts of this case, proof of carnal knowledge of the complaining witness forcibly and against her will, and that the evidence was insufficient, as a matter of law, to establish the necessary element of proof of the specific intent to steal, as charged in the indictment. Appellant further urges that the testimony of the complaining witness was incredible and not adequately c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=liberty-j-bridgers-v-united-states"
    }
  ],
  "relatedIncidents": [
    21311,
    21352,
    21456,
    21486,
    21219
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}