{
  "id": 21492,
  "title": "1963년 DePietro 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-01-14",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: DePietro. 판결일: 1963-01-14. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Henry DePIETRO\n**판결일**: 1963-01-14\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Hamiter\n\n## 변호인\n\nWatts & Crain, Franklinton, for defendant-appellant., Jack P. F. Gremillion,. Atty. Gen., M. E. Culligan, Asst. Atty. Gen., Woodrow W. Erwin, Dist. Atty., Julian J. Rodrigue, Asst. Dist. Atty., for appellee.\n\n## 인용\n\n- 148 So. 2d 593\n- 243 La. 897\n\n## 판결문 요약\n\n\nHAMITER, Justice\nThe defendant herein, Henry DePietro, and Frank Scianna were jointly indicted for the murder of one Leonard Shipp. On the motion of the state a severance was ordered. Thereupon, DePietro was tried; the jury returned a verdict of guilty without capital punishment; and the judge sentenced him to life imprisonment at hard labor in the State Penitentiary. He is appealing.\nDuring the course of the trial numerous bills of exceptions was reserved. However, many of them have been abandoned; and in this court the defendant relies on only those hereinafter discussed to obtain a reversal of the conviction and sentence.\nFor a better understanding of some of the bills relied on we deem it advisable to outline briefly the state’s theory of the manner in which the alleged crime occurred, it being as follows: On June 5, 1961 the defendant and Shipp traveled together, in a truck belonging to the latter and driven by him, from Bogalusa in Washington Parish to a point a few miles north of that city. Scianna followed in his automobile. Upon stopping, the defendant alighted from the truck, walked around to the driver’s side, produced a pistol, and fired three bullets into Shipp’s head. He then shot himself in a leg.\nShortly thereafter Scianna took the gun, disposed of it, and returned to Bogalusa in his car. The defendant re-entered the truck, drove it to an establishment known as Moore’s Cleaners located on Ann Street in the named city, and there had some one call the police. W...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-depietro"
    }
  ],
  "relatedIncidents": [
    21308,
    21379,
    21398,
    21409,
    21413
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}