{
  "id": 21493,
  "title": "1963년 Brink 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-01-10",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Brink. 판결일: 1963-01-10. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: THE PEOPLE, and v. LEROY BRINK, and\n**판결일**: 1963-01-10\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Coughlin\n\n## 인용\n\n- 211 Cal. App. 2d 718\n\n## 판결문 요약\n\n\nCOUGHLIN, J.\nThe defendant was charged with the offense of burglary, i.e., a violation of section 459 of the Penal Code, and with the commission of a prior offense, i.e., burglary, for which he served a term of imprisonment; denied the charge of burglary but admitted the prior offense; was convicted of the former upon a verdict finding him guilty of burglary in the second degree; was sentenced to imprisonment in the state prison; and appeals from the judgment entered.\nThe evidence, reviewed under the governing rule on appeal (People v. Daugherty, 40 Cal.2d 876, 885 [256 P.2d 911]), adequately supports the judgment.\nA restaurant was burglarized in the nighttime. Among other things, the thief stole a small radio and approximately $50 to $75 in small change, which was taken from a cigarette vending machine. The culprit was cut by a broken window pane through which he gained entry as there was blood around the broken window. The primary issue at the trial was that of identity. On the night in question, at about 2 a. m., the defendant bought some foodstuffs at a market about a mile from the subject restaurant; was carrying a small radio; paid for his purchases with $2.76 in small change; and gave the clerk an additional $2.00 or $3.00 in small change as an exchange at the latter’s request. At about 2:30 a. m., on a highway a short distance from the market, a police officer saw the defendant carrying a small radio and a paper sack, and attempted to interrogate him, but he ran as t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-brink"
    }
  ],
  "relatedIncidents": [
    21280,
    21293,
    21343,
    21361,
    21381
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}