{
  "id": 21498,
  "title": "1962년 Hedrick 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-12-31",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Hedrick. 판결일: 1962-12-31. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Oregon v. Hedrick\n**판결일**: 1962-12-31\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: McAllister, Chief Justice, and O'connell, Goodwin, Lusk and Denecke, Justices\n\n## 변호인\n\nGeorge A. Haslett, Jr., Portland, argued the cause and filed a brief for appellant., David Robinson, Jr., Deputy District Attorney, Portland, argued the cause for respondent. On the brief were Charles E. Raymond, District Attorney, and Oscar D. Howlett, Deputy District Attorney, Portland.\n\n## 인용\n\n- 377 P.2d 325\n- 233 Or. 137\n\n## 판결문 요약\n\n\n233 Or. 137 (1962)\n377 P.2d 325\nSTATE OF OREGON\nv.\nHEDRICK\nDocket No. 18560\nSupreme Court of Oregon.\nArgued December 6, 1962.\nAffirmed December 31, 1962.\n*138 George A. Haslett, Jr., Portland, argued the cause and filed a brief for appellant.\nDavid Robinson, Jr., Deputy District Attorney, Portland, argued the cause for respondent. On the brief were Charles E. Raymond, District Attorney, and Oscar D. Howlett, Deputy District Attorney, Portland.\nBefore McALLISTER, Chief Justice, and O'CONNELL, GOODWIN, LUSK and DENECKE, Justices.\nAFFIRMED.\nPER CURIAM.\nDefendant was charged with the crime of assault with intent to commit rape. He appeals from an order denying his motion to dismiss the indictment. The motion was based upon the alleged failure of the state to proceed with timely prosecution of the charge against him. Defendant relies upon Article I, § 10, Oregon Constitution, ORS 134.110 and ORS 134.120.\nORS 134.110 provides as follows:\n\"When a person has been held to answer for a crime, if an indictment is not found against him within 60 days after the person is held to answer, the court shall order the prosecution to be dismissed, unless good cause to the contrary is shown.\"\nDefendant was arrested in October, 1960. The indictment was not filed until October 19, 1961. Defendant contends that this delay in proceeding with the prosecution of the case after arrest deprived him of his right to \"speedy justice.\"\n*139 When defendant was arrested he was charged with the commission of s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hedrick"
    }
  ],
  "relatedIncidents": [
    21588,
    21664,
    21671,
    21311,
    21352
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}