{
  "id": 21491,
  "title": "1963년 Keller 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1963-01-22",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Keller. 판결일: 1963-01-22. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. ALTON KELLER Et Al., Defendants and Appellants\n**판결일**: 1963-01-22\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Files\n\n## 변호인\n\nPaul Augustine, Jr., for Defendants and Appellants., Stanley Mosk, Attorney General, William E. James, Assistant Attorney General, Woodruff J. Deem, District Attorney, Edwin M. Osborne and Alfred R. Keep, Deputy District Attorneys, for Plaintiff and Respondent.\n\n## 인용\n\n- 212 Cal. App. 2d 210\n\n## 판결문 요약\n\n\n212 Cal.App.2d 210 (1963)\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nALTON KELLER et al., Defendants and Appellants.\nCrim. No. 7920. \nCalifornia Court of Appeals. Second Dist., Div. Three.  \nJan. 22, 1963.\n Paul Augustine, Jr., for Defendants and Appellants.\n Stanley Mosk, Attorney General, William E. James, Assistant Attorney General, Woodruff J. Deem, District Attorney, Edwin M. Osborne and Alfred R. Keep, Deputy District Attorneys, for Plaintiff and Respondent.\n FILES, J.\n Four men, Keller, McGowan, Bullard and Jones, were charged with conspiracy to commit burglary (Pen. Code,  182 and 459) and attempted burglary (Pen. Code,  459 and 664). Both counts relate to an attempted entry of Richard's Men's Clothing Store in Ventura during the early morning of February 7, 1961. Bullard failed to appear for *212 trial. The other three were tried before a jury which found all three guilty on both counts. Each defendant was sentenced to the state penitentiary on each count, the sentences to run concurrently. All three appealed. Defendant Jones filed no brief and after notice his appeal was dismissed under rule 17(a) of the California Rules of Court.  [fn. *] This opinion concerns only the appeals of Keller and McGowan.\n The Evidence\n The evidence which supports the judgment includes the following:\n On February 6, 1961, between 3 and 4 p. m., the manager of Richard's Men's Store saw a new pink Cadillac with two Negro occupants drive down the alley behind the store and park in the parkin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-keller"
    }
  ],
  "relatedIncidents": [
    21280,
    21293,
    21343,
    21361,
    21381
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}