{
  "id": 21504,
  "title": "1962년 Fred C. McClean Heating Supplies, Inc. v. Westfield Trade High School Building Committee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-12-24",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Fred C. McClean Heating Supplies, Inc. v. Westfield Trade High School Building Committee. 판결일: 1962-12-24. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Fred C. McClean Heating Supplies, Inc. v. Westfield Trade High School Building Committee of Westfield & others\n**판결일**: 1962-12-24\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Kirk\n\n## 변호인\n\nJoseph M. Corwin (Sally A. Corwin with him) for the plaintiff., Edward M. Lee, City Solicitor, for the defendants.\n\n## 인용\n\n- 345 Mass. 267\n\n## 판결문 요약\n\n\nKirk, J.\nThe plaintiff corporation (MeClean) seeks a determination under G. L. c. 231A that it be included as the subcontractor for the heating and ventilating work in the general contract for the construction of the Westfield Trade High School building (the school) pursuant to the provisions of G. L. c. 149, §§ 44A-44L.1 The defendants are the Westfield Trade High School Building Committee (the committee) ; L. D. Phillips Construction Co. (Phillips) which was awarded the general contract for the construction of the school; and Ivy Engineering, Inc. (Ivy), which was awarded the subcontract in issue. The case is before us on the committee’s appeal from a decree overruling its demurrer to the bill, and on MeClean’s appeals from an interlocutory decree confirming a master’s report and from a final decree dismissing the bill.\n1. We first consider the demurrer which was based on the grounds that the bill did not state a cause under G. L. c. 231A entitling MeClean to equitable relief and that cer*269tain allegations of the bill were vague and uncertain. The bill before us, unlike the one in James Constr. Co. Inc. v. Commissioner of Pub. Health, 336 Mass. 143, alleges noncompliance with the provisions of G. L. c. 149, §§ 44A — 44L, with substantive sufficiency. The question of the propriety of proceeding under G. L. c. 231A is presented. If the bill states a case within the declaratory judgment statute, it is proof against demurrer. Carlton Hotel, Inc. v. Abrams, 322 Mass. 201, 203...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fred-c-mcclean-heating-supplies-inc-v-westfield-trade-high-school"
    }
  ],
  "relatedIncidents": [
    21498,
    21501,
    21502,
    21512,
    21514
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}