{
  "id": 21501,
  "title": "1962년 Woodbourne Sportswear Corp. v. Virginia Dare Stores, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-12-28",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Woodbourne Sportswear Corp. v. Virginia Dare Stores, Inc.. 판결일: 1962-12-28. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Woodbourne Sportswear Corporation v. Virginia Dare Stores, Inc.\n**판결일**: 1962-12-28\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 18 A.D.2d 747\n\n## 판결문 요약\n\n\nIn an action for goods sold and delivered, defendants were granted summary judgment dismissing the complaint. The numerous issues of fact raised by the pleadings, including such questions as conformity to sample, delivery, acceptance, timeliness of delivery and of rejection and sufficiency of grounds of rejection, cannot be resolved by the proof submitted upon the motion. Respondents contend that these issues were removed by proof of appellant seller’s expressed willingness to accept the return of the goods but there is sharp dispute as to this question, appellant denying that it authorized their return and stating that it had been willing to accept them, nevertheless, provided they had been returned before a certain date which would permit of resale; and that even when the shipment was received with a substantial shortage, appellant was willing to accept it, provided his receipt show the alleged shortage, but that the carrier declined to leave the merchandise against such a receipt and that it did not receive the goods by the designated date or thereafter. Thus, even on respondents’ theory of the case, substantial issues of fact remain. Order and judgment reversed, on the law and the facts,- and motion denied, with $10 costs. Bergan, P. J., Coon, Gibson, Reynolds and Taylor, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=woodbourne-sportswear-corp-v-virginia-dare-stores-inc"
    }
  ],
  "relatedIncidents": [
    21498,
    21502,
    21504,
    21512,
    21514
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}