{
  "id": 21502,
  "title": "1962년 Ball 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-12-27",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Ball. 판결일: 1962-12-27. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. ERVIN LEON BALL, Defendant and Appellant\n**판결일**: 1962-12-27\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Ashburn\n\n## 변호인\n\nErvin Leon Ball, in pro. per., and William G. Emslie, under appointment by the District Court of Appeal, for Defendant and Appellant., Stanley Mosk, Attorney General, William E. James, Assistant Attorney General, and George W. Kell, Deputy Attorney General, for Plaintiff and Respondent.\n\n## 인용\n\n- 211 Cal. App. 2d 435\n\n## 판결문 요약\n\n\n211 Cal.App.2d 435 (1962)\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nERVIN LEON BALL, Defendant and Appellant.\nCrim. No. 8308. \nCalifornia Court of Appeals. Second Dist., Div. Two.  \nDec. 27, 1962.\n Ervin Leon Ball, in pro. per., and William G. Emslie, under appointment by the District Court of Appeal, for Defendant and Appellant.\n Stanley Mosk, Attorney General, William E. James, Assistant Attorney General, and George W. Kell, Deputy Attorney General, for Plaintiff and Respondent.\n ASHBURN, J.\n Defendant, Ervin Leon Ball, was convicted after jury trial of four charges of forgery committed on September 2, 12, 16 and October 3, 1961, respectively. He denied four prior felony convictions--charges of said convictions being erroneously worded, \"Ervin Leon Ball, under the name of Cyril Hugh Pipkin, Jr.\" The sentences on the four counts were ordered to run concurrently. Defendant was found not guilty as to the one count of burglary. Defendant appeals from the judgment.\n Two claims of error are advanced but are not supported by the record, namely, (1) denial of a fair and impartial trial, and (2) insufficiency of the evidence.\n Defendant's first allegation of error is predicated on the fact that three allegations of prior convictions (there were four originally alleged but the third was stricken at the beginning of trial) charged that \"Ervin Leon Ball, under the name of Cyril Hugh Pipkin, Jr.,\" was convicted of a certain felony. The only part of these three charges of prior convictio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-ball"
    }
  ],
  "relatedIncidents": [
    21520,
    21539,
    21590,
    21593,
    21598
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}