{
  "id": 21514,
  "title": "1962년 Levy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-12-11",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Levy. 판결일: 1962-12-11. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Victor S. Levy v. Howard Reilly\n**판결일**: 1962-12-11\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 18 A.D.2d 632\n\n## 판결문 요약\n\n\nJudgment in favor of defendant dismissing the complaint after a non jury trial, unanimously reversed, on the law and the facts and in the exercise of discretion, and a new trial ordered, with costs to appellant to abide the event. The action was one to recover damages for injury to person and property resulting from an intersection collision between two cars owned and operated by plaintiff and defendant, respectively. Substantially the issue on the trial resolved itself into one of credibility of the parties in their versions of the accident. Ordinarily, the decision of the trial court on the matter of the credibility of witnesses will be given the greatest weight. (Amend v. Hurley, 293 N. Y. 587, 594; Smith v. Smith, 273 N. Y. 380, 383; Boyd v. Boyd, 252 N. Y. 422, 429.) However, in this ease the record reveals such interference and interruptions in the examination of witnesses by the trial court, and the injection of intemperate remarks — perhaps provoked by the parties — that plaintiff was, in our opinion, deprived of a fair trial and an unprejudiced consideration of the case. Although the testimony of plaintiff regarding his injuries properly induced the trial court’s disbelief, and evidently prompted a rejection of his entire testimony, there was equally incredible evidence by the defendant regarding the manner of the happening of. the accident — if the nature of the damage to plaintiff’s vehicle is considered. But palpable falsity as to plaintiff’s claim of injuries di...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=levy-v-reilly"
    }
  ],
  "relatedIncidents": [
    21498,
    21501,
    21502,
    21504,
    21512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}