{
  "id": 21519,
  "title": "1962년 Richard Dudley Helms v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-11-26",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Richard Dudley Helms v. United States. 판결일: 1962-11-26. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Richard Dudley HELMS, Appellant, v. UNITED STATES of America, Appellee\n**판결일**: 1962-11-26\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Bell, Jones, Per Curiam, Rives\n\n## 변호인\n\nIra De Ment, Montgomery, Ala., for appellant., Ben Hardeman, U. S. Atty., J. O. Sentell, Asst. U. S. Atty., Montgomery, Ala., for appellee.\n\n## 인용\n\n- 310 F.2d 236\n\n## 판결문 요약\n\n310 F.2d 236\n    Richard Dudley HELMS, Appellant,v.UNITED STATES of America, Appellee.\n    No. 19774.\n    United States Court of Appeals Fifth Circuit.\n    October 30, 1962.\n    Rehearing Denied November 26, 1962.\n    \n      Ira De Ment, Montgomery, Ala., for appellant.\n      Ben Hardeman, U. S. Atty., J. O. Sentell, Asst. U. S. Atty., Montgomery, Ala., for appellee.\n      Before RIVES, JONES and BELL, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      The appellant was convicted of violating Section 2314 of Title 18 United States Code, by transporting or causing to be transported in interstate commerce with unlawful and fraudulent intent from Andalusia, Alabama, to Pensacola, Florida, a forged check drawn on the Florida National Bank, Pensacola, Florida, dated June 12, 1961, in the amount of $800.00, payable to Richard Dudley Helms and signed D. C. Henderson, knowing the same to have been forged. He was sentenced to imprisonment for eighteen months. On appeal, he urges five grounds for a reversal of the judgment of conviction.\n    \n    \n      2\n      The first is that the district court erred in denying the appellant's motion for a judgment of acquittal. The principal insistence is that there was no sufficient evidence that the appellant knew that the check was falsely made or forged. The appellant did not testify in his own behalf. He had made voluntarily certain admissions to an agent of the FBI as follows:\n    \n    \n      3\n      \"A. I showed him this check, and he...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=richard-dudley-helms-v-united-states"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcdonnell-v-bell-container-corp"
    }
  ],
  "relatedIncidents": [
    21551,
    21567,
    21592,
    21631,
    21668
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}