{
  "id": 21512,
  "title": "1962년 Royal Air Properties, Inc., a Corporation, Harold L. Heathman and Madge I. Heathman v. R. Philip Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-12-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Royal Air Properties, Inc., a Corporation, Harold L. Heathman and Madge I. Heathman v. R. Philip Smith. 판결일: 1962-12-20. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: ROYAL AIR PROPERTIES, INC., a Corporation, Harold L. Heathman and Madge I. Heathman, Appellants, v. R. Philip SMITH, Appellee\n**판결일**: 1962-12-20\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Jertberg, Merrill, Orr\n\n## 변호인\n\nRalph B. Potts, Seattle, Wash., for appellants., Bogle, Bogle & Gates, Walter B. Williams, and Edward G. Lowry, III, Seattle, Wash., for appellee.\n\n## 인용\n\n- 312 F.2d 210\n\n## 판결문 요약\n\n312 F.2d 210\n    ROYAL AIR PROPERTIES, INC., a Corporation, Harold L.Heathman and Madge I. Heathman, Appellants,v.R. Philip SMITH, Appellee.\n    No. 17900.\n    United States Court of Appeals Ninth Circuit.\n    Dec. 20, 1962.\n    \n      Ralph B. Potts, Seattle, Wash., for appellants.\n      Bogle, Bogle &amp; Gates, Walter B. Williams, and Edward G. Lowry, III Seattle, Wash., for appellee.\n      Before ORR, JERTBERG and MERRILL, Circuit Judges.\n      ORR, Circuit Judges.\n    \n    \n      1\n      Having in mind the construction of luxury apartments in Palm Springs, California, one Meade Hargiss interested appellant Harold L. Heathman, his sister Esther Peister and his son Michael Heathman in the project; and as a consequence a corporation, Royal Air Properties, Inc., was formed.  In furtherance of bringing the objective of the plan to fruition the corporation acquired a sevenacre tract in Palm Springs for a purchase price of $235,000.  The sum of $70,000 was paid as a down payment; the remainder was to be paid within two years.\n    \n    \n      2\n      From September 1956 through March 1957 plans were being worked out for the construction of seventy-one luxury apartment units and other facilities.  One apartment unit was completed about the end of March 1957.\n    \n    \n      3\n      In the fall or winter of 1956, appellee Smith learned of the project that Royal Air Properties was undertaking.  To the person from whom he hd received the information as to the Royal Air project, he e...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=royal-air-properties-inc-a-corporation-harold-l-heathman-and-madge-i"
    }
  ],
  "relatedIncidents": [
    21398,
    21498,
    21501,
    21502,
    21504
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}