{
  "id": 21528,
  "title": "1962년 Taylor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-11-07",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Taylor. 판결일: 1962-11-07. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Florida ex rel. Arthur BURTON v. C. E. TAYLOR, as Sheriff of Palm Beach County, Florida\n**판결일**: 1962-11-07\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Caldwell, Connell, Hobson, Ret, Smith, Terrell\n\n## 변호인\n\nCarr & Warren, Miami, for petitioner., Richard W. Ervin, Atty. Gen., and Reeves Bowen, Asst. Atty. Gen., for respondent.\n\n## 인용\n\n- 148 So. 2d 11\n\n## 판결문 요약\n\n\nPER 'CURIAM.\nJuly 10, 1962, counsel for Arthur Burton filed a petition for writ of habeas corpus in this court. We granted the writ and required a return from the respondent as sheriff of Palm Beach County. Counsel for both parties have favored us with comprehensive briefs.\nThe return reveals that petitioner was informed against in the Criminal Court of Record in and for Palm Beach County, Florida, on three counts for the “substantive felony of accessory before the fact to uttering a forgery” and three counts for conspiracy. Petitioner’s attorney of record at ¡that time filed a motion to quash said information which motion was overruled. Upon a trial by jury petitioner was found guilty on all three counts charging “substantive felony” and sentenced to five years on each count, sentences to run concurrently.\nOn appeal the District Court of Appeal, Second District, affirmed the judgment and sentence. Burton v. State, 128 So.2d 765. The Supreme Court of Florida denied cer-tiorari without opinion. (See Fla., 133 So. 2d 645.) The Supreme Court of the United States also denied certiorari without opinion. (See 370 U.S. 905, 82 S.Ct. 1251, 8 L.Ed.2d 401, and 370 U.S. 965, 82 S.Ct. 1588, 8 L.Ed.2d 834.) Petitioner was represented by competent counsel at every step in these proceedings, however, present counsel was apparently not retained until sometime after the Supreme Court of Florida denied certiorari.\nPetitioner raised numerous points to support his discharge from confinement, bu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-burton-v-taylor"
    }
  ],
  "relatedIncidents": [
    21498,
    21501,
    21502,
    21504,
    21512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}