{
  "id": 21527,
  "title": "1962년 Spillman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-11-09",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Spillman. 판결일: 1962-11-09. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: Mary Edith SPILLMAN Et Al., Appellants, v. Emerson BEAUCHAMP, Etc., Et Al., Appellees\n**판결일**: 1962-11-09\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: Cullen\n\n## 변호인\n\nBruce R. Hamilton, LaGrange, for appellants., John B. Breckinridge, Atty. Gen., Walter Herdman, Asst. Atty. Gen., William G. Mullins, Dept, of Public Safety, Frankfort, for appellees.\n\n## 인용\n\n- 362 S.W.2d 33\n\n## 판결문 요약\n\n\n362 S.W.2d 33 (1962)\nMary Edith SPILLMAN et al., Appellants,\nv.\nEmerson BEAUCHAMP, etc., et al., Appellees.\nCourt of Appeals of Kentucky\nNovember 9, 1962.\n*34 Bruce R. Hamilton, LaGrange, for appellants.\nJohn B. Breckinridge, Atty. Gen., Walter Herdman, Asst. Atty. Gen., William G. Mullins, Dept. of Public Safety, Frankfort, for appellees.\nCULLEN, Commissioner.\nMary Edith Spillman and Charles Ashbrook brought an action for damages against the Commissioner of the Department of Agriculture of Kentucky, three regular employes and two temporary employes of the department, an employe of the U. S. Department of Agriculture, and two state policemen. The defendants moved to dismiss on the grounds that the complaint did not state a claim upon which relief could be granted and that the court did not have jurisdiction of the subject matter. The court sustained the motion and entered judgment dismissing the action, from which judgment the plaintiffs have appealed.\nThe facts set forth in the complaint, if accepted as true, were sufficient to state several claims upon which relief could be granted, and presented issues of which the circuit court would have jurisdiction. However, in a \"Memorandum in Support of Defendants' Motion to Dismiss\" filed in the circuit court the defendants set forth a statement of facts which they relied upon as exonerating them from liability or at the least creating issues of which the circuit court would not have jurisdiction. Apparently the circuit judge accep...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=spillman-v-beauchamp"
    }
  ],
  "relatedIncidents": [
    21498,
    21501,
    21502,
    21504,
    21512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}