{
  "id": 21532,
  "title": "1962년 Cickelli 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-10-29",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Cickelli. 판결일: 1962-10-29. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: State, Plaintiff-Appellee, v. Cickelli, Defendant-Appellant\n**판결일**: 1962-10-29\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Badclipp, Brown, Collier, Fourth, Radcliff\n\n## 변호인\n\nMr. John R. Spain, for defendant-appellant., Mr. Lynn B. Griffith, Jr., prosecuting attorney, for appellee\n\n## 인용\n\n- 193 N.E.2d 409\n- 118 Ohio App. 87\n- 92 Ohio Law. Abs. 338\n\n## 판결문 요약\n\nOn October 13, 1961, the defendant in the Court of Common Pleas of Trumbull County, Frank Cickelli, appellant herein, was indicted by the Grand Jury of that county on five separate counts:\n(1) Aiding and abetting a bribery solicitation by a public official in violation of Section 2917.01, Revised Code.\n(2) In conspiracy with another, threatening to kill Eugene Brady with intent to extort money, contrary to Section 2901.32, Revised Code.\n(3) In conspiracy with another, threatening to kill Al Cicchini with intent to extort money, contrary to Section2901.32, Revised Code.\n(4) Obtaining money by false pretenses, contrary to Section2907.21, Revised Code.\n(5) Corruptly attempting to influence a witness in the discharge of his duties as a witness, contrary to Section2917.07, Revised Code.\nOn January 15, 1962, trial by jury was begun, and at the conclusion of the state's case, on motion of the defendant, the fifth count of the indictment was dismissed. The other four counts of the indictment were submitted to the jury, and on January 21, 1962, the defendant was found guilty on counts one and four and not guilty on counts two and three. Defendant's motion for a new trial was overruled, and sentence to the Ohio Penitentiary was imposed. From this judgment the defendant has perfected his appeal on questions of law to this court.\nThe assignments of error are:\n1. Defendant was deprived of his rights under the Constitution of the state of Ohio and the Constitution of the United States of A...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-cickelli"
    }
  ],
  "relatedIncidents": [
    21498,
    21501,
    21502,
    21504,
    21512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}