{
  "id": 21530,
  "title": "1962년 Delzar Construction Co. v. New Marian Homes Corp. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-11-05",
  "location": "North Dakota, ND, USA",
  "summary": "미국 North Dakota, ND 법원 판결 사건. 사건명: Delzar Construction Co. v. New Marian Homes Corp.. 판결일: 1962-11-05. 법원: North Dakota Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: DELZER CONSTRUCTION COMPANY, a Corporation, Plaintiff and Appellant, v. NEW MARIAN HOMES CORPORATION, Defendant and Respondent\n**판결일**: 1962-11-05\n**법원**: North Dakota Supreme Court\n**관할**: North Dakota, ND\n\n**판사**: Burke, Morris, Sature, Strutz, Teigen\n\n## 변호인\n\nJansonius, Fleck, Smith, Mather & Strutz, Bismarck, for plaintiff and appellant., Rausch & Chapman, Bismarck, for defendant and respondent.\n\n## 인용\n\n- 117 N.W.2d 851\n\n## 판결문 요약\n\n\n117 N.W.2d 851 (1962)\nDELZER CONSTRUCTION COMPANY, a Corporation, Plaintiff and Appellant,\nv.\nNEW MARIAN HOMES CORPORATION, Defendant and Respondent.\nNo. 7999.\nSupreme Court of North Dakota.\nNovember 5, 1962.\nRehearing Denied November 27, 1962.\n*852 Jansonius, Fleck, Smith, Mather &amp; Strutz, Bismarck, for plaintiff and appellant.\nRausch &amp; Chapman, Bismarck, for defendant and respondent.\n*853 TEIGEN, Judge.\nThis is an appeal by the plaintiff, Delzer Construction Company, from a judgment dismissing plaintiff's complaint and the defendant's counterclaim. The case was tried to the court without a jury and a trial de novo is demanded. The appeal is from the whole judgment and the entire judgment is open for review.\nThe plaintiff, a contractor, brought this action against the defendant, a subdivision developer, for money damages alleged to have arisen out of contract. The defendant admits contract, pleads payment in full, and counterclaims for damages for delay.\nThe district court dismissed plaintiff's complaint and defendant's counterclaim and judgment was entered accordingly. This dispute arises over the interpretation of the contract.\nThere were two contracts entered into, one for the construction and installation of water mains and the other for the construction and installation of a sanitary sewer within the defendant's subdivision known as Marian Park Second Addition to the City of Bismarck, North Dakota. This was a new development for residential housing. The defenda...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=delzar-construction-co-v-new-marian-homes-corp"
    }
  ],
  "relatedIncidents": [
    21498,
    21501,
    21502,
    21504,
    21512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}