{
  "id": 21548,
  "title": "1962년 Pemberton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-10-03",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Pemberton. 판결일: 1962-10-03. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: PATRICIA F. PEMBERTON Et Al., Plaintiffs and Appellants, v. INCE BROTHERS PIPELINE CONSTRUCTION COMPANY Et Al., Defendants and Respondents\n**판결일**: 1962-10-03\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Shoemaker\n\n## 변호인\n\nEdward J. Niland and Boccardo, Blum, Lull, Niland & Teerlink for Plaintiffs and Appellants., Campbell,' Custer, War burton & Britton, George A. Strong, John P. Whitney and F. H. Pearson, Jr., for Defendants and Respondents.\n\n## 인용\n\n- 208 Cal. App. 2d 167\n- 25 Cal. Rptr. 38\n\n## 판결문 요약\n\n\n208 Cal.App.2d 167 (1962)\n25 Cal. Rptr. 38\nPATRICIA F. PEMBERTON et al., Plaintiffs and Appellants,\nv.\nINCE BROTHERS PIPELINE CONSTRUCTION COMPANY et al., Defendants and Respondents.\nDocket No. 19416.\nCourt of Appeals of California, First District, Division Two.\nOctober 3, 1962.\n*169 Edward J. Niland and Boccardo, Blum, Lull, Niland &amp; Teerlink for Plaintiffs and Appellants.\nCampbell, Custer, Warburton &amp; Britton, George A. Strong, John P. Whitney and F.H. Pearson, Jr., for Defendants and Respondents.\nSHOEMAKER, J.\nThe plaintiffs Pemberton, husband and wife, commenced the action below to recover damages for injuries sustained when an automobile occupied by them and one Stephen San Filippo struck a mound of dirt while proceeding along Payne Avenue in the City of San Jose. They have appealed from an adverse judgment entered on a jury verdict, contending that the court erred in refusing and omitting certain instructions, and in admitting and refusing to admit certain evidence.\nThe defendant, Ince Brothers Pipeline Construction Company, a subcontractor of the defendant Santa Clara Construction Company, was installing a storm sewer along the north side of the paved portion of Payne Avenue, an asphalt roadway running generally from east to west, two traffic lanes in width. Ince Brothers' trenching operations along the northernmost edge of the roadway entailed the excavation of a large amount of soil. During the day, this soil covered most of Payne Avenue. Both eastbound and ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pemberton-v-ince-brothers-pipeline-construction-co"
    }
  ],
  "relatedIncidents": [
    21616,
    21670,
    21367,
    21375,
    21384
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}