{
  "id": 21543,
  "title": "1962년 Rees 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-10-08",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Rees. 판결일: 1962-10-08. 법원: Supreme Court of Virginia.",
  "description": "## 사건 정보\n\n**사건명**: Melvin Davis Rees, Jr. v. Commonwealth of Virginia\n**판결일**: 1962-10-08\n**법원**: Supreme Court of Virginia\n**관할**: Virginia, VA\n\n**판사**: Per Curiam\n\n## 변호인\n\nA. W. Garnett and Joseph L. Savage, Jr., for the plaintiff in error., T. Stokeley Coleman, Commonwealth’’s Attorney, for the Commonwealth.\n\n## 인용\n\n- 203 Va. 850\n\n## 판결문 요약\n\n\n203 Va. 850 (1962)\nMELVIN DAVIS REES, JR.\nv.\nCOMMONWEALTH OF VIRGINIA.\nRecord No. 5438-R.\nSupreme Court of Virginia.\nOctober 8, 1962.\nOn petition for writ of error and supersedeas to a judgment of the Circuit Court of Spotsylvania county.  Hon. John D. Butzner, Jr., judge presiding. A. W. Garnett    and    Joseph L. Savage, Jr.,    for the plaintiff in error.\nPresent, All the Justices.\n1.  After conviction of murder in the first degree for the slaying of Carroll Vernon Jackson, Jr., defendant Rees was sentenced to death in accordance with the punishment set by the jury.  His petition for writ of error was refused because the record showed the judgment of the trial court to be plainly right. Defendant's assignments of error were held to be without merit as shown by the opinion rendered below in refusing to set aside the verdict, which opinion was adopted as the opinion of the Court in answer to the points raised.\n2.  Prior to and at the time of his trial defendant stood convicted by a federal court for kidnapping Jackson's wife and was by comity made available for trial by Virginia.  He was in custody of a federal marshall who had him kept at the state penitentiary in Richmond, some fifty miles from the place of trial and from the residence of his court-appointed attorneys.  The court, however, took various special steps to see that his attorneys had full opportunity to confer with him before and during trial, and they availed themselves of the opportunity and at no time prio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rees-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    21535,
    21584,
    21594,
    21633,
    21308
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}