{
  "id": 21544,
  "title": "1962년 Cox 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-10-08",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Cox. 판결일: 1962-10-08. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri v. James David (J. D.) COX\n**판결일**: 1962-10-08\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Hyde\n\n## 변호인\n\nJ. D. Cox, appellant, pro se., Thomas F. Eagleton, Atty. Gen., Manuel Drumm, Special Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 360 S.W.2d 668\n\n## 판결문 요약\n\n\nHYDE, Judge.\nDefendant was convicted of assault with intent to kill with a deadly weapon with malice aforethought and given a sentence of eight years in accordance with the verdict of the jury. (See Section 559.180 RSMo, V.A.M.S.) Defendant has appealed hut filed no brief so we consider all assignments made in his motion for new trial in accordance with Supreme Court Rule 27.20, V.A.M.R. (See also Rule 28.02.)\nThe assignments allege error in rulings on evidence, refusal of an offered instruction and other trial .rulings. There is no contention made (and none reasonably could have been made) concerning the sufficiency of the evidence to make a case for the jury. Therefore, reference to the facts will be made in connection with the rulings challenged, except for the following brief statement of the situation, as shown by the evidence of the State and the evidence of defendant.\nDefendant was forcibly ejected from the T.ravelux Tavern (hereinafter referred to as the Tavern) in Jackson County on the night of March 25-26, 1960, by Harry E. Campbell, door man, and other tavern employees, and told not to come back. About 12:25 A.M., March 27th, Campbell with another employee, Beckett, came to the tavern for duty and saw defendant there. Campbell walked to where defendant was standing at which time defendant inquired of Campbell why he (defendant) had been thrown out of the tavern the night before. Campbell replied that the management did not want him there and that defendant would h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-cox"
    }
  ],
  "relatedIncidents": [
    21572,
    21580,
    21654,
    21289,
    21369
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}