{
  "id": 21567,
  "title": "1962년 M. P. E. Holding Corp. v. Freeman's Dairy, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-08-17",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: M. P. E. Holding Corp. v. Freeman's Dairy, Inc.. 판결일: 1962-08-17. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: M. P. E. Holding Corp. v. Freeman's Dairy, Inc.\n**판결일**: 1962-08-17\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Roe\n\n## 변호인\n\nEmanuel Thebner for plaintiffs. Mark S. Gilbert for defendants.\n\n## 인용\n\n- 36 Misc. 2d 594\n\n## 판결문 요약\n\n\nJames A. Roe, Jr., J.\nIn an action for the dissolution of an alleged partnership and for an accounting, the plaintiffs move for the appointment of a receiver and for a temporary injunction.\nThe defendants cross-move to dismiss the complaint on the grounds that it is legally insufficient, that the alleged cause of action is barred by the Statute of Limitations and that the alleged contract upon which the cause of action is sounded is unenforcible under the provisions of the Statute of Frauds, or, in the alternative, to strike certain paragraphs of the complaint pursuant to rule 103 of the Rules of Civil Practice.\nThe essential allegations upon which the plaintiffs rely are contained in paragraph 15 of the complaint, wherein it is alleged *595as follows: “ That some time in and during May and June, 1952, plaintiffs and all defendants (weinberg then being alive) entered into an agreement, which was subsequently reduced to writing, in which, among other things, it was agreed between plaintiffs and defendants (weinberg then being alive) that a partnership was created among themselves, to operate the joint businesses of the plaintiffs and the defendants through their various then existing corporations, which said corporations are named as party plaintiff and defendants herein, to the extent that there would be an exchange of stock in their respective corporations, to the end that each individual party herein would become the owner of one-sixth of the total issued and outstanding c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=m-p-e-holding-corp-v-freemans-dairy-inc"
    }
  ],
  "relatedIncidents": [
    21519,
    21551,
    21592,
    21631,
    21668
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}