{
  "id": 21572,
  "title": "1962년 Inglis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-07-31",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Inglis. 판결일: 1962-07-31. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: CHARLES M. INGLIS, Plaintiff and Appellant, v. OPERATING ENGINEERS LOCAL UNION NO. 12, Defendant and Respondent\n**판결일**: 1962-07-31\n**법원**: California Supreme Court\n**관할**: California, CA\n\n## 변호인\n\nBernard C. Brennan and William E. Cornell for Plaintiff and Appellant., Parker, Stanbury, McGee, Peckham & Garrett and Raymond G. Stanbury for Defendant and Respondent.\n\n## 인용\n\n- 58 Cal. 2d 269\n\n## 판결문 요약\n\n\n58 Cal.2d 269 (1962)\nCHARLES M. INGLIS, Plaintiff and Appellant,\nv.\nOPERATING ENGINEERS LOCAL UNION NO. 12, Defendant and Respondent.\nL. A. No. 26738. \nSupreme Court of California. In Bank.  \nJuly 31, 1962.\n Bernard C. Brennan and William E. Cornell for Plaintiff and Appellant.\n Parker, Stanbury, McGee, Peckham &amp; Garrett and Raymond G. Stanbury for Defendant and Respondent.\n THE COURT.\n Plaintiff, a member in good standing of Operating Engineers Local Union No. 12, brought this action against the union and certain of its officers and members for damages for personal injuries resulting from an asserted assault and battery inflicted upon him by officers and members of the union during the course of a regular union meeting.\n At trial the union, which is an unincorporated association, made a motion for nonsuit as to it on the ground that a member of an unincorporated association may not maintain an action in tort against the association because, it was argued, such an action is an example of one principal suing another principal for the acts of common agents. For the purpose of *270 the motion only, it was stipulated \"that the facts are as contended by the plaintiff.\" The court granted the motion on the ground on which it was made, and the case against the individual defendants was ordered off calendar pending determination on appeal of the propriety of the nonsuit.\n [1] The sole question presented by this appeal, according to the briefs of the parties, is whether a member o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=inglis-v-operating-engineers-local-union-no-12"
    }
  ],
  "relatedIncidents": [
    21544,
    21580,
    21654,
    21289,
    21369
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}