{
  "id": 21586,
  "title": "1962년 Scelles 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-06-27",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Scelles. 판결일: 1962-06-27. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: William Rutledge Scelles v. State\n**판결일**: 1962-06-27\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Dice\n\n## 변호인\n\nJohn J. Browne, Houston, for appellant., Frank Briscoe, District Attorney, Samuel H. Robertson, Jr., J. R. Musslewhite, Assistants District Attorney, Houston, and Leon Douglas, State’s Attorney, Austin, for the state.\n\n## 인용\n\n- 358 S.W.2d 623\n- 172 Tex. Crim. 474\n\n## 판결문 요약\n\n\n358 S.W.2d 623 (1962)\nWilliam Rutledge SCELLES, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 34712.\nCourt of Criminal Appeals of Texas.\nJune 27, 1962.\n*624 John J. Browne, Houston, for appellant.\nFrank Briscoe, Dist. Atty., Samuel H. Robertson, Jr., and J. R. Musslewhite, Assts. Dist. Atty., Houston, and Leon B. Douglas, State's Atty., Austin, for the State.\nDICE, Commissioner.\nThe conviction is for the unlawful possession of morphine, a narcotic drug; the punishment, enhanced by two prior convictions for felonies less than capital, life imprisonment.\nThe evidence adduced upon the issue of appellant's guilt of the primary offense is substantially the same as was introduced in the companion case of Blaylock v. State, Tex.Cr.App., 352 S.W.2d 727, and shows:\nCertain officers, armed with a search warrant, went to an apartment at the address named to search for narcotic drugs. When they arrived they looked into the apartment through a window and observed the appellant seated on one bed and Frederick Engle seated on another. Linda Blaylock was standing beside Engle, who was injecting a fluid into his arm with a bulb and syringe. Both appellant and Linda were watching Engle, and appellant was rubbing his own arm.\nThe officers proceeded to make a forced entry into the apartment, at which time appellant and his companions ran toward the rear of the house. Engle and Linda ran into the bathroom and appellant was apprehended in the kitchen. Appellant had some needle marks on the insi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=scelles-v-state"
    }
  ],
  "relatedIncidents": [
    21498,
    21501,
    21502,
    21504,
    21512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}