{
  "id": 21580,
  "title": "1962년 Zapata 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-07-10",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Zapata. 판결일: 1962-07-10. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Elsie Zapata\n**판결일**: 1962-07-10\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Bergan, Rabin\n\n## 인용\n\n- 17 A.D.2d 617\n\n## 판결문 요약\n\n\nJudgment of conviction affirmed. Defendant was convicted of assaulting a police officer. While the case presented factual issues, the overwhelming preponderance was on the side of the People. The testimony of defendant was not only incredible but attributed to both police officers conduct, in the presence of several bystanders, indicating a degree of sexual depravity. Such testimony is more revealing of the character of the witness than of the conduct it seeks to describe. Appellant relies on our determination in People v. Dreares (15 A D 2d 204). It was therein held that where an arrest is illegal (in that the officer has no warrant and the subsequent acquittal of the defendant on the charge for which he was arrested establishes conclusively that the crime was not committed) the use of reasonable force in resisting the arrest does not constitute an assault. That, however, is not this case, and it was so recognized by Special Sessions. According to defendant’s own testimony, she did not know that he was a policeman or that he was seeking to arrest her. Consequently, she did not attack him in an effort to resist an illegal arrest. Counts in the *618information that the assault was committed while resisting arrest were dismissed. It is further claimed that the assault was justified as representing an effort to eject an intruder in her apartment. The difficulty with this contention is that it is not the defendant’s. Her testimony was that she left the apartment with the door op...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-zapata"
    }
  ],
  "relatedIncidents": [
    21544,
    21572,
    21654,
    21289,
    21369
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}