{
  "id": 21584,
  "title": "1962년 MacK 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-06-29",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: MacK. 판결일: 1962-06-29. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Adam Amos MACK, Jr., Et Al.\n**판결일**: 1962-06-29\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Sanders\n\n## 변호인\n\nJ. B. Willis, St. Martinsville, A. J. Resweber, Jacob S. Landry, New Iberia,'James-' Domengeaux and Bob F. Wright, Lafayette,; for appellants., . Jack P. F. Germillion, Atty. Gen., M. E. Culligan, Asst. Atty. Gen., Knowles M. Tucker, Dist. Atty., Michael J. McNulty, .Jr., Patrick T. Caffery, Asst. Dist. Attys., for appellee.\n\n## 인용\n\n- 144 So. 2d 363\n- 243 La. 369\n\n## 판결문 요약\n\n\n144 So. 2d 363 (1962)\n243 La. 369\nSTATE of Louisiana\nv.\nAdam Amos MACK, Jr., et al.\nNo. 46027.\nSupreme Court of Louisiana.\nJune 29, 1962.\nRehearing Denied October 3, 1962.\n*364 J. B. Willis, St. Martinsville, A. J. Resweber, Jacob S. Landry, New Iberia, James Domengeaux and Bob F. Wright, Lafayette, for appellants.\nJack P. F. Germillion, Atty. Gen., M. E. Culligan, Asst. Atty. Gen., Knowles M. Tucker, Dist. Atty., Michael J. McNulty, Jr., Patrick T. Caffery, Asst. Dist. Attys., for appellee.\nSANDERS, Justice.\nThe defendants, Adam Amos Mack, Jr. and Shelton Joseph Williams, appeal from their convictions of murder and sentences to death.\nThe circumstances of the crime are particularly brutal and revolting. On the evening of June 25, 1960, Mack, Williams and Kerry Joseph Feast, Jr., Negroes residing at Lafayette, travelled by automobile from Lafayette to a grocery store at New Iberia. They arrived in the vicinity of the store about 11:00 P.M. Feast, who was driving, remained with the automobile. Mack and Williams armed themselves with automobile jack handles and entered the store, which was attended by Elier Duhon, an *365 elderly white man, and one Barras, a young man. They attacked the two attendants with the jack handles. Duhon was bludgeoned to death. Barras escaped and sought assistance. The assailants took approximately $200 from the person of Duhon. The trio escaped in the automobile but were apprehended in the early morning. Each of them made a written confession.\nAfter...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mack"
    }
  ],
  "relatedIncidents": [
    21535,
    21543,
    21594,
    21633,
    21308
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}