{
  "id": 21582,
  "title": "1962년 Levine 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-07-05",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Levine. 판결일: 1962-07-05. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: LEVINE Et Al. v. MORELAND, ETC., Et Al.\n**판결일**: 1962-07-05\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Brune, HornEy, Hornby, Marbury, Prescott, SybERT\n\n## 변호인\n\nDaniel I. Sherry, with whom were Harvey Rosenberg and Claude B. Kahn on the brief, for appellants., Alfred H. Carter, County Attorney and Richard J. Sincoff, Assistant County Attorney, for appellees.\n\n## 인용\n\n- 182 A.2d 484\n- 229 Md. 231\n\n## 판결문 요약\n\n\n229 Md. 231 (1962)\n182 A.2d 484\nLEVINE ET AL.\nv.\nMORELAND, ETC., ET AL.\n[No. 319, September Term, 1961.]\nCourt of Appeals of Maryland.\nDecided July 5, 1962.\nThe cause was argued before BRUNE, C.J., and PRESCOTT, HORNEY, MARBURY and SYBERT, JJ.\nDaniel I. Sherry, with whom were Harvey Rosenberg and Claude B. Kahn on the brief, for appellants.\nAlfred H. Carter, County Attorney and Richard J. Sincoff, Assistant County Attorney, for appellees.\n*233 HORNEY, J., delivered the opinion of the Court.\nThis case was initiated as a mandamus proceeding to determine whether the book, Tropic of Cancer, by Henry Miller, had been lawfully removed from circulation in the Montgomery County Public Library, but it was decided on a motion for a summary judgment by dismissing the petition for a writ of mandamus on the ground that the book is obscene. This appeal followed.\nPrior to October 21, 1961, several copies of the book in question, purchased with public funds, had been in general circulation for the use of the reading public. But, on that date when the petitioners (Aaron M. Levine and Barbara Levine), who are residents and taxpayers of the county, went to the Silver Spring branch of the public library and requested a copy of Tropic of Cancer, they were advised that the book was not available to the public because all copies of it had been removed from circulation by the Librarian (George Moreland) on instructions from the County Manager (Mason A. Butcher). These county officials are usually h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=levine-v-moreland"
    }
  ],
  "relatedIncidents": [
    21498,
    21501,
    21502,
    21504,
    21512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}