{
  "id": 21590,
  "title": "1962년 Stewart 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-06-18",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Stewart. 판결일: 1962-06-18. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Johnny B. Stewart\n**판결일**: 1962-06-18\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 16 A.D.2d 962\n\n## 판결문 요약\n\n\nIn a coram nobis proceeding, the defendant appeals from an order of the County Court, Suffolk County, dated January 3, 1962, which denied, without a hearing, his application to vacate a judgment of said court, rendered October 7, 1958 after a jury trial, convicting him of robbery in the first degree, assault in the first degree and petit larceny, and sentencing him to serve a term of 10 to 20 years. Order affirmed. Defendant’s claim, even if true, that he was induced to waive extradition by the representation of an Assistant District Attorney that he would receive a maximum sentence of five years, is not a ground for vacating the judgment of conviction (cf. Frisbie v. Collins, 342 U. S. 519, 522). An alleged similar representation, made by the District Attorney to defendant’s mother, after defendant was in custody in Suffolk County, likewise affords no ground for relief, as there was no reliance by defendant on that representation (cf. People v. White, 309 N. Y. 636, 639). Defendant also contends that he was not represented at the trial by counsel of his own choosing. This contention is based on allegations: (1) that the attorney who did represent the defendant at the trial had not been retained for that purpose; and (2) that such attorney insisted upon the defendant’s standing trial despite defendant’s protest that he wished to plead guilty. We find nothing in the record, however, which indicates that at any time during the trial the defendant objected to his representation...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-stewart"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-clayton"
    }
  ],
  "relatedIncidents": [
    21502,
    21520,
    21539,
    21593,
    21598
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}