{
  "id": 21593,
  "title": "1962년 McKissic 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-06-11",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: McKissic. 판결일: 1962-06-11. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Respondent, v. James McKISSIC, Appellant\n**판결일**: 1962-06-11\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Barrett, Bohling, Stockard\n\n## 변호인\n\nRichard F. Koch, St. Louis, for appellant., Thomas F. Eagleton, Atty. Gen., James P. Jouras, Sp. Asst. Atty. Gen., Jefferson City, for respondent.\n\n## 인용\n\n- 358 S.W.2d 1\n\n## 판결문 요약\n\n\n358 S.W.2d 1 (1962)\nSTATE of Missouri, Respondent,\nv.\nJames McKISSIC, Appellant.\nNo. 49067.\nSupreme Court of Missouri, Division No. 2.\nJune 11, 1962.\n*2 Richard F. Koch, St. Louis, for appellant.\nThomas F. Eagleton, Atty. Gen., James P. Jouras, Sp. Asst. Atty. Gen., Jefferson City, for respondent.\nBARRETT, Commissioner.\nJames McKissic has been found guilty of robbery in the first degree. There was a charge and finding by the court of a prior felony conviction and, therefore, the appellant was sentenced to seven years' imprisonment.\nThese were the circumstances of the robbery: About 7:30 a. m., on December 24, 1960, Fred Grenzer opened his employer's liquor store, the Martin Liquor Store at 5307 Easton Avenue. In about fifteen minutes McKissic entered the store, as he often did, and purchased a bottle of wine. Almost immediately Robert Williams entered the store \"with automatic revolver and told me to move on,\" threatening to put Grenzer in the icebox. Williams pointed the gun at Grenzer from beneath McKissic's arm and while in this position Trosper Reese entered the store and took $32 from the cash register. At the direction of Williams, Grenzer, together with McKissic, entered the washroom and Williams, Reese and another man outside the door, Moore, left. According to Grenzer the unusual thing about McKissic was that he was quite talkative when he entered the store, during the holdup the robbers did not say anything to McKissic, and when he wanted out of the washroom McKiss...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mckissic"
    }
  ],
  "relatedIncidents": [
    21502,
    21520,
    21539,
    21590,
    21598
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}