{
  "id": 21592,
  "title": "1962년 Purvis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-06-12",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Purvis. 판결일: 1962-06-12. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: PURVIS v. HORTON Et Al.\n**판결일**: 1962-06-12\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Mobley\n\n## 변호인\n\nMilton A. Carlton, Spivey •& Carlton, for plaintiff in error., Albert E. Butler, W. Glenn Thomas, contra., Ronald J. Adams, for party at interest.\n\n## 인용\n\n- 126 S.E.2d 213\n- 218 Ga. 52\n\n## 판결문 요약\n\n\n218 Ga. 52 (1962)\n126 S.E.2d 213\nPURVIS\nv.\nHORTON et al.\n21632.\nSupreme Court of Georgia.\nSubmitted May 14, 1962.\nDecided June 12, 1962.\n*53 Milton A. Carlton, Spivey &amp; Carlton, for plaintiff in error.\nAlbert E. Butler, W. Glenn Thomas, contra.\nRonald J. Adams, for party at interest.\nMOBLEY, Justice.\nThe defendant Horton in his cross-bill contends in substance that $35,500 of the purchase price was not paid to him by Harvey, the purchaser; that the warranty deed from him to Harvey was procured and induced by the fraudulent acts of Harvey, who never intended at any time to pay the $35,500; and that for these reasons the warranty deed should be set aside. Horton admits that Harvey paid him $550 in cash, endorsed a note in the amount of $13,500 to him, and that Harvey assumed an indebtedness of $27,300 owed by Horton to the Federal Land Bank of Columbia, S.C., and that he transferred \"stock to Harvey all as per the agreement.\" The alleged failure of consideration was failure to pay $35,500 in cash. Purvis, whose exception to the overruling of his general demurrer is before us, loaned Harvey $15,000 to pay on the purchase price and took a deed to secure debt from Harvey to secure the loan. Horton prays that this deed to secure debt be set aside for the reasons that no part of the $15,000 loaned by Purvis to Harvey was paid to him (Horton) on the purchase price; that Purvis had \"notice of the fraud of said C. W. Harvey\" and \"was not a bona fide purchaser for value,\" and that ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=purvis-v-horton"
    }
  ],
  "relatedIncidents": [
    21519,
    21551,
    21567,
    21631,
    21668
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}