{
  "id": 21594,
  "title": "1962년 People v. Miller 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-06-04",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: People v. Miller. 판결일: 1962-06-04. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: THE PEOPLE, and v. RICHARD MILLER, and\n**판결일**: 1962-06-04\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Dooling, Schauer\n\n## 변호인\n\nGrant B. Cooper, under appointment by the Supreme Court, for Defendant and Appellant., Stanley Mosk, Attorney General, and William E. James, Assistant Attorney General, for Plaintiff and Respondent.\n\n## 인용\n\n- 57 Cal. 2d 821\n\n## 판결문 요약\n\n\nDOOLING, J.\nDefendant was convicted of first degree murder and the penalty was fixed at life imprisonment. A motion for a new trial was denied. He has appealed from the judgment and the order denying his motion for a new trial.\n*824On the night o£ December 2, 1960, defendant and Charley Harper, a friend, were visiting at a neighbor’s home. After spending some two or three hours there, during which time there was some drinking and gambling, defendant and Harper left. They walked down the street toward a liquor store. Harper testified that he noticed a girl at the corner of a building across the street from the store. Harper went into the store to buy some cigarettes and left defendant crossing the street. As Harper came out of the store, he saw defendant grab the girl and “push her behind the wall.” Harper stood in front of the store a few minutes, then walked down the street, “passed by” and “looked behind the wall” but “didn’t see [any] more”; so he continued a little further down the street, came back and looked and saw no one, and returned to the liquor store and stood there. In a few minutes defendant came out from behind the wall; no one was with him. As defendant started walking down the street, Harper caught up with him and asked defendant, “How you come out, Buddy?” Defendant replied, “You haven’t seen me.” Harper then went off to visit another friend and defendant continued walking down the street. The next day upon learning that the girl had been killed, Harper wen...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-miller"
    }
  ],
  "relatedIncidents": [
    21535,
    21543,
    21584,
    21633,
    21308
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}