{
  "id": 21604,
  "title": "1962년 Unknown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-05-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Unknown. 판결일: 1962-05-21. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Nathan Hausman, in His Own Behalf as a Stockholder of Pantepec Oil Company, C.A., and in Behalf of All Other Such Stockholders Similarly Situated, and Joseph Applebaum, the Applebaum Foundation, Inc., Alfred N. Barnett, Julie A. Buckley, as Remaining Trustee U/w of Daniel Buckley, Deceased, Peter Fundaro, Harold Maltz, Norvin H. Rieser, Fred Weibert and Regina Weibert and L. H. Luckett, Intervenor-Plaintiffs-Appellants v. John W. Buckley, the Catawba Corporation and Pantepec Oil Company, C.A., and John S. Bailey, Eduardo Lopez De Ceballos, George s.montgomery, Jr., Jose Melich Orsini, Santiago Segovia, John T. Sinclair, Jr., Guy K. Stewart,r. Ramirez U., Cecilio Velasco, G. J. Van Wageningen, Phillips Petroleumcompany\n**판결일**: 1962-05-21\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n## 인용\n\n- 299 F.2d 696\n\n## 판결문 요약\n\n299 F.2d 696\n    93 A.L.R.2d 1340\n    Nathan HAUSMAN, in His Own Behalf as a Stockholder ofDefendant Pantepec Oil Company, C.A., and in Behalf of AllOther Such Stockholders Similarly Situated,Plaintiff-Appellant, and Joseph Applebaum, The ApplebaumFoundation, Inc., Alfred N. Barnett, Julie A. Buckley, asremaining trustee u/w of Daniel Buckley, deceased, PeterFundaro, Harold Maltz, Norvin H. Rieser, Fred Weibert andRegina Weibert and L. H. Luckett, Intervenor-Plaintiffs-Appellants,v.John W. BUCKLEY, The Catawba Corporation and Pantepec OilCompany, C.A., Defendants-Appellees, and John S. Bailey,Eduardo Lopez de Ceballos, George S.Montgomery, Jr., JoseMelich Orsini, Santiago Segovia, John T. Sinclair, Jr., GuyK. Stewart,R. Ramirez U., Cecilio Velasco, G. J. VanWageningen, Phillips PetroleumCompany, Defendants.\n    No. 174, Docket 27144.\n    United States Court of Appeals Second Circuit.\n    Argued Jan. 3, 1962.Decided Feb. 13, 1962, Certiorari Denied May 21, 1962, See82 S.Ct. 1157.\n    \n      Robert B. Block, New York City, of counsel (Heffner, Block &amp; Block, Sonnenschein &amp; Sherman, Murray W. Greif, New York City), for appellants.\n      Thomas W. Hill, Jr., New York City (Spear &amp; Hill, New York City), for John W. Buckley and The Catawba Corporation.\n      Joseph A. McManus, New York City (Coudert Brothers, New York City), for Pantepec Oil Company, C.A.\n      Before WATERMAN, KAUFMAN and MARSHALL, Circuit Judges.\n      KAUFMAN, Circuit Judge.\n    \n    \n      1\n      T...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nathan-hausman-in-his-own-behalf-as-a-stockholder-of-pantepec-oil-company"
    }
  ],
  "relatedIncidents": [
    21498,
    21501,
    21502,
    21504,
    21512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}