{
  "id": 21609,
  "title": "1962년 Tassiello 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-05-14",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Tassiello. 판결일: 1962-05-14. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: State v. Tassiello\n**판결일**: 1962-05-14\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Judges Goldmann, Freund and Foley\n\n## 인용\n\n- 182 A.2d 129\n- 75 N.J. Super. 1\n\n## 판결문 요약\n\n\n75 N.J. Super. 1 (1962)\n182 A.2d 129\nTHE STATE OF NEW JERSEY, PLAINTIFF-RESPONDENT,\nv.\nALBERT TASSIELLO, JAMES HAGAN, AND JAMES H. HAYES, DEFENDANTS-APPELLANTS.\nSuperior Court of New Jersey, Appellate Division.\nArgued February 13, 1962.\nDecided May 14, 1962.\n*3 Before Judges GOLDMANN, FREUND and FOLEY.\nMr. Nino D. Caridi argued the cause for appellants.\nMr. William C. Brudnick, Special Assistant Prosecutor, argued the cause for respondent (Mr. Guy W. Calissi, Bergen County Prosecutor, attorney).\nThe opinion of the court was delivered by FOLEY, J.A.D.\nThis is an appeal from judgments of conviction entered in the Bergen County Court on jury verdicts. The defendants were indicted for breaking and entering with intent to steal (N.J.S. 2A:94-1), and also for conspiracy to commit that crime (N.J.S. 2A:98-1). All three defendants were found guilty of the conspiracy charge; Tassiello and Hagan were also found guilty on the breaking and entering indictment; Hayes was acquitted of this charge.\nDefendants attack the convictions upon the grounds that (1) the State failed to make out a prima facie case of guilt of the offenses charged; (2) the court erred in failing to exclude from the evidence two confessions of the defendant Hayes, and (3) the cross-examination of Hayes concerning prior convictions of crime was improper and prejudicial.\n\n\n*4 I.\nThe test on a motion of a defendant for a judgment of acquittal is whether there is any legal evidence before the jury from which an inference ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-tassiello"
    }
  ],
  "relatedIncidents": [
    21498,
    21501,
    21502,
    21504,
    21512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}