{
  "id": 2161,
  "title": "2019년 BT Prime Ltd. v. Bos. Techs. Powered By Forexware LLC (In re BT Prime Ltd.) 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2019-03-29",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: BT Prime Ltd. v. Bos. Techs. Powered By Forexware LLC (In re BT Prime Ltd.). 판결일: 2019-03-29. 법원: United States Bankruptcy Court, D. Massachusetts.",
  "description": "## 사건 정보\n\n**사건명**: IN RE BT PRIME LTD., Debtor BT Prime Ltd. v. Boston Technologies Powered by Forexware LLC, f/k/a Forexware LLC, Currency Mountain Holdings Limited, f/k/a Forexware Malta Holdings Ltd., FXDirectDealer, LLC, and FXDD Malta Ltd.\n**판결일**: 2019-03-29\n**법원**: United States Bankruptcy Court, D. Massachusetts\n**관할**: Massachusetts, MA\n\n**판사**: Bailey\n\n## 변호인\n\n*676Charles R. Bennett, Jr., Michael K. O'Neil, Murphy & King, Professional Corporation, Andrea MacIver, Boston, MA, for Plaintiff., Gregory M Boucher, Steven C. Reingold, Saul Ewing Arnstein & Lehr LLP, Boston, MA, Paul W. Carey, John O. Mirick, Mirick, O'Connell, DeMallie & Lougee, LLP, Worcester, MA, Irene Costello, Stefan Savic, Shipkevich PLLC, for Defendants.\n\n## 인용\n\n- 599 B.R. 670\n\n## 판결문 요약\n\n\nFrank J. Bailey, United States Bankruptcy Judge\nI. INTRODUCTION\nBy its 16-count complaint in this adversary proceeding, plaintiff and reorganized chapter 11 debtor BT Prime Ltd. (\"BT Prime,\" \"the Debtor,\" or \"the plaintiff\"), formerly a currency trading business, seeks against the four defendants, each an affiliate of BT Prime, to avoid and recover fraudulent and preferential transfers, recover damages for breach of contract, conversion, and breach of fiduciary duty, and *677related relief. The adversary proceeding is before the Court on two motions to dismiss. The first is brought jointly by FXDD Malta Ltd. (\"FXDD Malta\") and Currency Mountain Holdings, Ltd. (\"CMH Malta\") (FXDD Malta and CMH Malta collectively, \"the Malta Defendants\"), both Maltese entities; their motion seeks dismissal for lack of personal jurisdiction, failure to state a claim on which relief can be granted, and failure to plead fraud with particularity. The second, brought jointly by Boston Technologies Powered by Forexware LLC, f/k/a Forexware LLC (\"Forexware\") and FXDirectDealer, LLC (\"FXDD US\") (together, \"the U.S. Defendants\"), both domestic entities, seeks dismissal for failure to state a claim on which relief may be granted.\nII. PROCEDURAL HISTORY\nThe Debtor filed a petition for relief under chapter 11 of the Bankruptcy Code on March 2, 2015. The Debtor and the Official Committee of Unsecured Creditors filed a joint liquidating chapter 11 plan (as supplemented and then confirmed, \"the Plan\"), and o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bt-prime-ltd-v-bos-techs-powered-by-forexware-llc-in-re-bt-prime-ltd"
    }
  ],
  "relatedIncidents": [
    1928,
    1934,
    1980,
    2022,
    2049
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}