{
  "id": 21616,
  "title": "1962년 Kern 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-05-04",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Kern. 판결일: 1962-05-04. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Paul J. KERN v. A. J. HETTINGER, Jr., individually, and as a Director of The Western Pacific Railroad Company, The Western Pacific Railroad Company, Frederic B. Whitman, Roy Larson, Wakefield Baker, Benjamin C. Carter, J. Reuben Clark, Jr., Lindsey W. Cochran, Peter Cook, Jr., James A. Folger, W. P. Fuller, 3rd, Benjamin Graham, John D. Kerr, Albert D. Layton, Donald MacLean, Harry C. Munson, Theodore Weisman, Richard Rowe, fictitious, the real name of the or being unknown to the said fictitious name being intended to designate any one or more persons who were Directors of the The Western Pacific Railroad Company, between the months of June and October 1957, Samuel P. Mason, The Chase Manhattan Bank and the Chemical Corn Exchange Bank, Defendants-Respondents\n**판결일**: 1962-05-04\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Medina\n\n## 변호인\n\nEleanor Jackson Piel, New York City (Donner, Perlin & Piel, New York City, on the brief), for plaintiff-appellant., Herbert C. Earnshaw, New York City (Donald A. Krenz and Royall, Koegel & Rogers, New York City, on the brief), for defendants-respondents A. J. Hettinger, Jr., and The Western Pac. Ry. Co., A. Donald McKinnon, New York City (George H. Bailey and Milbank, Tweed, Hope & Hadley, New York City, on the brief), for defendants-respondents The Chase Manhattan Bank and Samuel P. Mason.\n\n## 인용\n\n- 303 F.2d 333\n\n## 판결문 요약\n\n\nMEDINA, Circuit Judge.\nIn this action by Paul J. Kern against various corporate and individual defendants to recover damages for alleged libel and slander summary judgment has been granted by the District Court dismissing the amended complaint against defendants Chase Manhattan Bank, Samuel P. Mason, Western Pacific Railroad Company, and A. J. Hettinger, Jr. A similar motion by defendant Chemical Corn Exchange Bank was denied and the ruling thus made is not before us for review. Plaintiff’s appeal is authorized by an order of Judge Murphy, pursuant to the provisions of Rule 54(b) of the Federal Rules of Civil Procedure, 28 U.S.C. The opinion below is not reported. Jurisdiction of the District Court for the Southern District of New York is based upon diversity of citizenship.\nWe shall separately consider the rulings in favor of Chase Manhattan Bank and Mason, on the one hand, and in favor of Western Pacific and Hettinger, on the other, as wholly distinct principles of law are involved in each. It was held that before the commencement of the action against the Chase Manhattan Bank and Mason the one-year Statute of Limitations of either New York or California1 had run. The dismissal against Western *335Pacific and Hettinger was based upon res adjudicaba with respect to Western Pacific and collateral estoppel with respect to Hettinger, by reason of the prior dismissal of an action against them by Kern based upon the same alleged wrong, in the United States District Court for the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kern-v-hettinger"
    }
  ],
  "relatedIncidents": [
    21548,
    21670,
    21367,
    21375,
    21384
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}