{
  "id": 21614,
  "title": "1962년 Ohio Casualty Insurance v. Marquette Casualty Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-05-07",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Ohio Casualty Insurance v. Marquette Casualty Co.. 판결일: 1962-05-07. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: OHIO CASUALTY INSURANCE COMPANY v. MARQUETTE CASUALTY COMPANY\n**판결일**: 1962-05-07\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Frugé, Hood, Tate\n\n## 변호인\n\nBryan F. Gill, Lake Charles, for plaintiff-appellant., Plauche & Plauche, by A. L. Plauche, Lake Charles, for defendant-appellee.\n\n## 인용\n\n- 140 So. 2d 750\n\n## 판결문 요약\n\n\nFRUGÉ, Judge.\nThis suit arose out of an intersectional collision in Lake Charles, Louisiana. In his reasons for judgment, the trial judge found that the plaintiff was free from negligence, but also found that the defendant’s assured was free of negligence. The plaintiffs have appealed from a judgment dismissing their suit.\nThe essential facts of this suit are not disputed. This suit arose out of a collision at the intersection of Shattuck and Mill Streets in the City of Lake Charles, Louisiana. This intersection is controlled by a three way (red, amber and green) traffic light. Immediately prior to the accident, plaintiff was traveling in a southerly direction on Shattuck Street (North of the intersection of Mill Street), while at the same time, defendant’s assured was traveling in an easterly direction on Mill Street (West of its intersection with Shattuck *751Street). The two vehicles could not see each other well because of a tall growth of hedges along the North side of Mill Street. As plaintiff entered the intersection, the traffic light was green for traffic traveling in his direction. At the same time, defendant’s assured entered the intersection while the red traffic light for traffic traveling in his direction was not working, and an accident resulted, causing damage totaling $517.98 to the vehicle of F. L. Richey.\nThe issue and point of law involved is the relative duties of two motorists converging at an intersection where the traffic light is green fo.r one of th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ohio-casualty-insurance-v-marquette-casualty-co"
    }
  ],
  "relatedIncidents": [
    21498,
    21501,
    21502,
    21504,
    21512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}