{
  "id": 21626,
  "title": "1962년 United States v. One 1959 Pontiac Tudor Sedan Motor No. B271200, Serial No. 859a5856, Eddie Lane 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-04-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. One 1959 Pontiac Tudor Sedan Motor No. B271200, Serial No. 859a5856, Eddie Lane. 판결일: 1962-04-13. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America, Appellant, v. ONE 1959 PONTIAC TUDOR SEDAN Motor No. B271200, Serial No. 859A5856, Eddie Lane, Claimant, Appellee\n**판결일**: 1962-04-13\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Bell, Cameron, Carswell, Per Curiam\n\n## 변호인\n\nBobby C. Milam, Asst. U. S. Atty., Charles L. Goodson, U. S. Atty., Atlanta, Ga., for appellant., Wesley R. Asinof, Atlanta, Ga., for appellee.\n\n## 인용\n\n- 301 F.2d 411\n\n## 판결문 요약\n\n301 F.2d 411\n    UNITED STATES of America, Appellant,v.ONE 1959 PONTIAC TUDOR SEDAN Motor No. B271200, Serial No.859A5856, Eddie Lane, Claimant, Appellee.\n    No. 19262.\n    United States Court of Appeals Fifth Circuit.\n    April 13, 1962.\n    \n      Bobby C. Milam, Asst. U.S. Atty., Charles L. Goodson, U.S. Atty., Atlanta, Ga., for appellant.\n      Wesley R. Asinof, Atlanta, Ga., for appellee.\n      Before CAMERON and BELL, Circuit Judges and CARSWELL, District Judge.\n      PER CURIAM.\n    \n    \n      1\n      The automobile here sought to be condemned as forfeited under 26 U.S.C.A. 7301 and 7302 because it had been used in violating the Internal Revenue laws, 26 U.S.C.A. 5691(a), was found not guilty.\n    \n    \n      2\n      The court found as a fact that it was owned by one engaged in business as a wholesale liquor dealer who had not paid the tax due under 26 U.S.C.A. 5111(a) and that it was used by the dealer in transporting a whiskey customer to a pickup point where he was transferred to an older vehicle which in turn transported the customer along with the whiskey to the premises of the customer.  The vehicle was then used by the dealer to go to the premises to collect from the customer.  On the next day it was used to take the dealer to the premises of the same customer where he received another order which was in turn delivered in the older vehicle.  The dealer then returned to the premises and collected for the second order.\n    \n    \n      3\n      The burden was on t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-one-1959-pontiac-tudor-sedan-motor-no-b271200-serial-no"
    }
  ],
  "relatedIncidents": [
    21498,
    21501,
    21502,
    21504,
    21512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}