{
  "id": 21623,
  "title": "1962년 Napier 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-04-20",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Napier. 판결일: 1962-04-20. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: Bobby NAPIER v. COMMWONWEALTH of Kentucky\n**판결일**: 1962-04-20\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Stanley\n\n## 변호인\n\nDenver Adams, Hyden, for appellant., John B. Breckinridge, Atty. Gen., Martin Glazer, Asst. Atty. Gen., Frankfort, for ap-pellee.\n\n## 인용\n\n- 356 S.W.2d 755\n\n## 판결문 요약\n\n\nSTANLEY, Commissioner.\nWatt Roberts and his wife, Nannie, lived in a two room house in a remote section of Leslie County. Early in the night of July 30, 1960, according to their evidence, the appellant, Bobby Napier, and Walter “Possum” Howard broke through their door, brutally attacked and wounded both of them with a club and took Mrs. Roberts’ purse containing $190 from a peg in the wall. An indictment charged Napier and Howard with armed robbery. ■. On Napier’.s separate *756trial he and Howard were positively identified by the victims of the crime as the culprits. There were corroborating circumstances. Napier’s defense was an alibi.\n“Armed robbery” is implicitly defined by statute as the commission of robbery by the use or display of a “pistol, gun or other firearm or deadly weapon.” The punishment prescribed is either life imprisonment or death. KRS 433.140. The court, nevertheless, instructed the jury that if they should believe from the evidence beyond a reasonable doubt that the defendant had robbed Nannie Roberts of $190 by putting her “in fear of bodily harm by the use and display of a club or clubs, an offensive weapon or weapons,” they should find the defendant guilty of “robbery by the use and display of an offensive weapon or weapons and fix his punishment at confinement in the penitentiary for 21 years, life or death, in the discretion of the jury.” The verdict, written on the instructions, was, “We, the jury, find him guilty and give him 21 years.” The judgm...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=napier-v-commwonwealth"
    }
  ],
  "relatedIncidents": [
    21502,
    21520,
    21539,
    21590,
    21593
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}