{
  "id": 21633,
  "title": "1962년 Miles 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-03-23",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Miles. 판결일: 1962-03-23. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Plaintiff and Respondent, v. LEWIS MILES, Defendant and Appellant\n**판결일**: 1962-03-23\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Draper\n\n## 변호인\n\nLewis Miles in pro. per., and Thomas Schneider, under appointment by the District Court of Appeal, for Defendant and Appellant., Stanley Mosk, Attorney General, John S. McInerny and John F. Foran, Deputy Attorneys General, for Plaintiff and Respondent.\n\n## 인용\n\n- 201 Cal. App. 2d 708\n\n## 판결문 요약\n\n\n201 Cal.App.2d 708 (1962)\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nLEWIS MILES, Defendant and Appellant.\nCrim. No. 4026. \nCalifornia Court of Appeals. First Dist., Div. Three.  \nMar. 23, 1962.\n Lewis Miles in pro. per., and Thomas Schneider, under appointment by the District Court of Appeal, for Defendant and Appellant.\n Stanley Mosk, Attorney General, John S. McInerny and John F. Foran, Deputy Attorneys General, for Plaintiff and Respondent.\n DRAPER, P. J.\n Defendant was charged with murder. A jury found him guilty of manslaughter. He was sentenced to prison and appeals from the judgment.\n Decedent Dollison's wife was living with defendant in the latter's hotel room. Dollison and defendant had had previous fights about this unconventional domiciliary arrangement. Nonetheless, Dollison elected to take the couple's 5-year-old son to visit Mrs. Dollison at defendant's hotel room. Not surprisingly, the visit led to violence. The direct evidence is uncontradicted that decedent opened the social visit with highly uncomplimentary remarks to defendant, and struck the first blow. In the course of the ensuing scuffle, defendant was kicked and, he claims, choked by Dollison. Defendant seized a knife and stabbed Dollison a number of times. Dollison died in a hospital shortly thereafter. Autopsy revealed multiple stab wounds, one of which penetrated a lung and apparently caused death.\n In instructing the jury on self-defense, the court said that the person claiming this defense, \"if he ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-miles"
    }
  ],
  "relatedIncidents": [
    21535,
    21543,
    21584,
    21594,
    21308
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}