{
  "id": 21631,
  "title": "1962년 Meehan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-04-03",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Meehan. 판결일: 1962-04-03. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Probate of the Will of Alonzo H. King, John Meehan, Appellant Andrew H. King\n**판결일**: 1962-04-03\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 16 A.D.2d 614\n\n## 판결문 요약\n\n\nOrder entered on February 2,1961, denying proponent’s motion for summary judgment admitting the purported will of Alonzo H. King to probate and for related relief, unani*615mously modified, on the law and the facts and in the exercise of discretion, to the extent of granting leave to proponent to renew his motion if so advised, and as so modified the order is affirmed, without costs. As we read the objections to probate, they are grounded solely on asserted noncompliance with the requirements of section 21 of the Decedent Estate Law. No questions relating to such matters as testamentary capacity, fraud or undue influence are raised. On the basis of the testimony of the subscribing witnesses taken pursuant to section 141 of the Surrogate’s Court Act and offered by proponent in support of his motion, we regarded the opposition to probate as ill-founded. We hold as a matter of law that the notations which follow the signatures of the decedent and the witnesses do not constitute a testamentary disposition, and we are satisfied that in other respects the requirements of section 21 have been met. Matter of O’Melia (213 App. Div. 387, 389) indicates that in permitting interrogation of the subscribing witnesses before the filing of objections, the purpose of section 141 of the Surrogate’s Court Act is “ to enable possible objectors to gain knowledge of the facts before determining whether or not to file objections to probate.” Because of that purpose the Surrogate was of the view th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=meehan-v-king"
    }
  ],
  "relatedIncidents": [
    21519,
    21551,
    21567,
    21592,
    21668
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}