{
  "id": 21651,
  "title": "1962년 Koshgarian 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-03-08",
  "location": "Rhode Island, RI, USA",
  "summary": "미국 Rhode Island, RI 법원 판결 사건. 사건명: Koshgarian. 판결일: 1962-03-08. 법원: Supreme Court of Rhode Island.",
  "description": "## 사건 정보\n\n**사건명**: Sam Koshgarian v. American Mutual Liability Insurance Company\n**판결일**: 1962-03-08\n**법원**: Supreme Court of Rhode Island\n**관할**: Rhode Island, RI\n\n**판사**: Condon, Frost, Paolino, Powers, Roberts\n\n## 변호인\n\nEdward I. Friedman, Howard I. Lipsey, for petitioner., Higgins, Cavanagh & Cooney, Joseph V. Cavanagh, for respondent.\n\n## 인용\n\n- 94 R.I. 123\n\n## 판결문 요약\n\n\nPowers, J.\nThis is an employee’s petition to adjudge the respondent insurance carrier in contempt for noncompliance with an order contained in a final decree of the workmen’s compensation commission entered May 21, 1957. It was heard by a single commissioner, who entered a decree denying and dismissing the petition. From a final decree of the full commission affirming the decree of the single commissioner, the petitioner duly prosecuted an appeal to this court.\nThe record establishes that on August 15, 1940 petitioner sustained a compensable injury while in the employ of the Fairmount Foundry Company of Woonsocket. Pursuant to the provisions of the then applicable statute, he received *124benefits for the maximum period of 500 weeks from the instant respondent as insurance carrier for said employer.\nIt further appears that petitioner then applied for benefits under the provisions of the second injury indemnity fund, G. L. 1956, §28-37-8. On May 21, 1957 the full commission entered a decree ordering that:\n“1. The petitioner’s reasons of appeal be and are hereby granted.\n“2. The petition be and is hereby granted and payments shall be made as provided in Article IIA, Section 26 and Section 27 of Chapter 3297 of the Public Laws of 1954 as .amended, and shall commence from March 22, 1950 and continue in accordance with above section.\n“3. That the American Mutual Liability Insurance Company be ordered to make said payments from the date of the last payment was made to the petition...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=koshgarian-v-american-mutual-liability-insurance"
    }
  ],
  "relatedIncidents": [
    21498,
    21501,
    21502,
    21504,
    21512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}