{
  "id": 21654,
  "title": "1962년 Johnson v. Jackson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-03-05",
  "location": "District of Columbia, DC, USA",
  "summary": "미국 District of Columbia, DC 법원 판결 사건. 사건명: Johnson v. Jackson. 판결일: 1962-03-05. 법원: District of Columbia Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Thomas JOHNSON, Appellant, v. Theodore JACKSON, Appellee\n**판결일**: 1962-03-05\n**법원**: District of Columbia Court of Appeals\n**관할**: District of Columbia, DC\n\n**판사**: Quinn, Associate Judge, Cayton (Chief Judge, Retired) Sitting by Designation Under Code, â§ 11-776(b), and Myers, Associate Judge of the Municipal Court for the District of Columbia, Sitting by Designation\n\n## 변호인\n\nWilliam C. Darden, Washington, D. C., for appellant., Joseph C. Suraci, Washington, D. C., for appellee.\n\n## 인용\n\n- 178 A.2d 327\n\n## 판결문 요약\n\n\n178 A.2d 327 (1962)\nThomas JOHNSON, Appellant,\nv.\nTheodore JACKSON, Appellee.\nNo. 2895.\nMunicipal Court of Appeals for the District of Columbia.\nSubmitted February 5, 1962.\nDecided March 5, 1962.\nWilliam C. Darden, Washington, D. C., for appellant.\nJoseph C. Suraci, Washington, D. C., for appellee.\nBefore QUINN, Associate Judge, CAYTON (Chief Judge, Retired) sitting by designation under Code, § 11-776(b), and MYERS, Associate Judge of The Municipal Court for the District of Columbia, sitting by designation.\nCAYTON, Acting Judge.\nThis was a suit claiming damages for an assault. Plaintiff is an automobile mechanic and defendant was a customer of the shop where plaintiff worked. Defendant came there to complain about a repair bill and there was an argument. Defendant struck plaintiff and broke his jaw, and as a result plaintiff was hospitalized, lost several weeks from work and suffered weakness, pain and discomfort. The trial judge made a finding in his favor for $3,500.\nOn this appeal by defendant the basic question is whether the evidence supported a finding that defendant was liable in damages. He claimed that he struck plaintiff in self-defense, reasonably believing that he was about to be assaulted, and that he was *328 justified in using reasonable force for his own protection. At trial defendant testified that during the argument plaintiff had a metal wrench in his hand, and that\n\"He said, `You're a goddam liar.' I said  I said to him, `You're another goddam liar.' He ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-v-jackson"
    }
  ],
  "relatedIncidents": [
    21544,
    21572,
    21580,
    21289,
    21369
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}