{
  "id": 21650,
  "title": "1962년 Ah Ming Cheng v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-03-09",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Ah Ming Cheng v. United States. 판결일: 1962-03-09. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: AH MING CHENG, Appellant, v. UNITED STATES of America, Appellee\n**판결일**: 1962-03-09\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Bell, Cameron, Rives\n\n## 변호인\n\nJohn D. Ponder, Amos L. Ponder, Jr., New Orleans, La., for appellant., Francis G. Weller, Asst. U. S. Atty., Peter E. Duffy, Asst. U. S. Atty., M. Hepburn Many, U. S. Atty., New Orleans, La., for appellee.\n\n## 인용\n\n- 300 F.2d 202\n\n## 판결문 요약\n\n300 F.2d 202\n    AH MING CHENG, Appellant,v.UNITED STATES of America, Appellee.\n    No. 18857.\n    United States Court of Appeals Fifth Circuit.\n    March 9, 1962.\n    \n      John D. Ponder, Amos L. Ponder, Jr., New Orleans, La., for appellant.\n      Francis G. Weller, Asst. U. S. Atty., Peter E. Duffy, Asst. U. S. Atty., M. Hepburn Many, U. S. Atty., New Orleans, La., for appellee.\n      Before RIVES, CAMERON and BELL, Circuit Judges.\n      CAMERON, Circuit Judge.\n    \n    \n      1\n      This appeal presents the single question whether there was sufficient evidence to support the appellant's conviction. The appellant, Ah Ming Cheng, was tried by a jury for conspiracy unlawfully to import opium into the United States and for aiding and abetting such importation.\n    \n    \n      2\n      The first count charged that appellant and seven other Chinese entered into a conspiracy to import approximately fifty-two pounds of crude opium contrary to law. Six of these were crew members of the Netherlands M/V Utrecht, the seventh, Ho Yee Bon, being a traveling companion of appellant. The third count charged that Ah Ming Cheng, Ho Yee Bon and Pin En aided and abetted in the unlawful importation. Just prior to the commencement of the trial, five Chinese seamen pled guilty to illegal importation and Ho Yee Bon and Pin En pled guilty to aiding and abetting and the trial proceeded against appellant alone.\n    \n    \n      3\n      At the conclusion of the Government's case, appellant moved the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ah-ming-cheng-v-united-states"
    }
  ],
  "relatedIncidents": [
    21498,
    21501,
    21502,
    21504,
    21512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}