{
  "id": 21664,
  "title": "1962년 Lockhart 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-02-14",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Lockhart. 판결일: 1962-02-14. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ralph Coleman Lockhart and Wildon Mac Springer v. State\n**판결일**: 1962-02-14\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrison\n\n## 변호인\n\nWebb, Schulz & Stokes by Bob R. Hanna, Abilene, for appellant Lockhart. Scarborough, Black & Tarpley, by David Scarborough, Abilene, for appellant Springer., Nelson Quinn, District Attorney, Abilene, and Leon Douglas, State’s Attorney, Austin, for the state.\n\n## 인용\n\n- 172 Tex. Crim. 209\n- 355 S.W.2d 514\n\n## 판결문 요약\n\n\nMORRISON, Judge.\nThe convictions are for rape; the punishment, five years in each case.\nThese are companion cases, and, although appellants were separately indicted, by agreement they were tried together and the appeals are hereby consolidated.\nTestifying in their own behalf, each of the appellants admitted having intercourse with the prosecutrix, but each testified that it was with her consent.\nAt the beginning of the trial, the State, by written motion, requested the trial judge to instruct the attorneys for each of the appellants “not to inquire of the prosecutrix herein as to whether or not she is a virgin, on cross-examination, or otherwise, in the presence of the jury panel on voir dire or in the presence of the jury selected to serve in said cause”. The request was granted, appellants’ attorneys were so instructed, and they did comply with the court’s instructions.\nAfter the State and the appellants had rested their cases in chief, the State called two reputation witnesses in rebuttal. These witnesses testified that they knew the general reputation of the prosecutrix in the community where she resided for chastity and virtue, and that it was good.\nAt this time, appellants, bearing in mind the instructions of the court theretofore given them, requested permission of the court to ask the two reputation witnesses whether or not their testimony would have been different if they heard that at the time of the alleged offense she was not a virgin. The court adhered to its pr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lockhart-v-state"
    }
  ],
  "relatedIncidents": [
    21498,
    21588,
    21671,
    21311,
    21352
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}