{
  "id": 21668,
  "title": "1962년 Mefford 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-01-29",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Mefford. 판결일: 1962-01-29. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: O. F. MEFFORD Et Al., Plaintiffs and Appellants, v. SECURITY TITLE INSURANCE COMPANY, Defendant and Respondent\n**판결일**: 1962-01-29\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Conley\n\n## 변호인\n\nArthur J. May for Plaintiffs and Appellants., Crowe, Mitchell, Hurlbutt & Clevenger and J. Thomas Crowe for Defendant and Respondent.\n\n## 인용\n\n- 199 Cal. App. 2d 578\n\n## 판결문 요약\n\n\n199 Cal.App.2d 578 (1962)\nO. F. MEFFORD et al., Plaintiffs and Appellants,\nv.\nSECURITY TITLE INSURANCE COMPANY, Defendant and Respondent.\nCiv. No. 38. \nCalifornia Court of Appeals. Fifth Dist.  \nJan. 29, 1962.\n Arthur J. May for Plaintiffs and Appellants.\n Crowe, Mitchell, Hurlbutt &amp; Clevenger and J. Thomas Crowe for Defendant and Respondent.\n CONLEY, P. J.\n This is an appeal from a judgment denying damages to the plaintiffs in an action in which they ask for $25,000 because of the alleged negligence of defendant, its alleged breach of contract, and its alleged fraud and misrepresentation. The case centers about an escrow which was opened by the plaintiffs, O. F. Mefford and wife, the owners of a parcel of land in the City of Tulare, and A. C. King, Inc. (hereinafter sometimes referred to as King), the proposed purchaser.\n Plaintiffs suffered a considerable loss in their transaction with the King firm, and they now seek a remedy against the *580 title company as escrow holder on the basic ground that $10,000 which was supposed to be deposited with the defendant by the King organization was in the form of a check and not in cash; the title company assured the plaintiffs at various times that the $10,000 was in fact deposited, and thus became liable for the production of $10,000 in cash if the completion of the escrow should require it. However, the record shows that the escrow was never completed but was, in fact, canceled at the request of the plaintiffs and that no mone...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mefford-v-security-title-insurance"
    }
  ],
  "relatedIncidents": [
    21519,
    21551,
    21567,
    21592,
    21631
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}