{
  "id": 21666,
  "title": "1962년 Hudson's Bay Co. v. United Air Lines, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-02-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Hudson's Bay Co. v. United Air Lines, Inc.. 판결일: 1962-02-07. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Hudson's Bay Company, Fur Sales Incorporated v. United Air Lines, Inc.\n**판결일**: 1962-02-07\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Coleman\n\n## 변호인\n\nBailey & Muller (Robert F. Doran of counsel), for plaintiff. Bigham, Englar, Jones & Houston (John Connors of counsel), for United Airlines, Inc., defendant. Mathew Verier for Click Messenger Service, Inc., defendant.\n\n## 인용\n\n- 33 Misc. 2d 930\n\n## 판결문 요약\n\n\nSamuel C. Coleman, J.\nThe consignee of a shipment of furs sues for the value of part of the shipment lost in transit. The furs, in nine cartons, were shipped from Seattle, Washington, consigned to the plaintiff at its place of business in New York. They were carried by air from Seattle to Newark, New Jersey, and there turned over by the air carrier to a trucking firm for delivery in New York. The trucking firm failed to deliver four of the cartons and the suit is for the value of the missing cartons. The declared value in the bill of lading was $2,650 (although the furs were worth much more than that). The consignee asks for the declared value against the air carrier and the carrier acknowledges its liability in that amount. The latter in turn asks for recovery over in a like amount against the trucking firm. The trucking firm, which insists that it received only five cartons, asserts that it has nothing to explain as to the other four. But it received nine, and whether it is a carrier or a bailee, in these circumstances it is liable to the air carrier. The air carrier is entitled to judgment over.\nBut the consignee also asks for judgment against the trucking firm for the full value of the missing furs; this on the ground that the trucker being negligent is responsible for the full value without regard to the limitation of liability in the bill of lading (Herd &amp; Co. v. Krawill Mach. Corp., 359 U. S. 297; cf. Berger v. 34th St. Garage, 3 N Y 2d 701).\nIt is unnecessary to ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hudsons-bay-co-v-united-air-lines-inc"
    }
  ],
  "relatedIncidents": [
    21498,
    21501,
    21502,
    21504,
    21512
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}