{
  "id": 21670,
  "title": "1962년 Goswick 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-01-22",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Goswick. 판결일: 1962-01-22. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Henry Grady GOSWICK, a/k/a Grady Goswick v. STATE of Florida\n**판결일**: 1962-01-22\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Carroll, Horton, Pearson, Tillman\n\n## 변호인\n\nCarey, Goodman, Terry, Dwyer & Austin, Stephens & Hames, Miami, for appellant., Richard W. Ervin, Atty. Gen., and Herbert P. Benn, Asst. Atty. Gen., for appel-lee.\n\n## 인용\n\n- 137 So. 2d 863\n\n## 판결문 요약\n\n\nPEARSON, TILLMAN, Chief Judge.\nThe defendant, Grady Goswick, appeals from a judgment and sentence entered pursuant to a jury verdict of guilty for the offense of aggravated assault. He has presented nine assignments of error under four points. The essential arguments advanced in support of each of the points will be discussed.\nThe factual background and events leading to the alleged commission of the offense charged follow. The prosecuting witness, William Newt Hudson, was at the time of the altercation, which was the basis for the charge, a constable in one of the justice of the peace districts in Dade County, Florida. The defendant was a bondsman, who wrote appearance bonds in the justice of the peace court for the same district. The defendant and Chester Eld-redge, his employee, came to the home of Virginia Reynolds where Hudson, a guest, was seated in the living room. Goswick and Eldredge went into the living room; Virginia Reynolds was in another room, but within a short time she entered the living room and found Goswick beating Hudson with a steel rod. The rod had formerly been a part of a piece of her furniture. She testified that when she asked what happened the defendant knocked her down. She fled from the house and called the police. By the time the police *865arrived the prosecuting witness had been severely beaten.\nThe burden of appellant’s first point is that the court committed reversible error when it failed to instruct the jury that assault and battery is a l...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=goswick-v-state"
    }
  ],
  "relatedIncidents": [
    21548,
    21616,
    21367,
    21375,
    21384
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}