{
  "id": 21671,
  "title": "1962년 Allison 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1962-01-12",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Allison. 판결일: 1962-01-12. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State v. Ross Allison\n**판결일**: 1962-01-12\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Parker\n\n## 변호인\n\n\n\nT. W. Bruton, Attorney General, and Harry W. McGalliard, Assistant Attorney General for the State.\n, \nRobert L. Satterfield and Lee W. Settle for defendant appellant.\n\n\n## 인용\n\n- 123 S.E.2d 465\n- 256 N.C. 240\n\n## 판결문 요약\n\n\n123 S.E.2d 465 (1962)\n256 N.C. 240\nSTATE\nv.\nRoss ALLISON.\nNo. 723.\nSupreme Court of North Carolina.\nJanuary 12, 1962.\nT. W. Bruton, Atty. Gen., and Harry W. McGalliard, Asst. Atty. Gen., for the State.\nRobert L. Satterfield, Hillsboro, and Lee W. Settle, Mebane, for defendant, appellant.\nPARKER, Justice.\nThe State's evidence is amply sufficient to carry the case to the jury on the charge in the indictment of an assault on Clannies Strayhorn, a female 78 years of age, with intent to commit rape, by Ross Allison, 52-year-old husband of her niece. Defendant makes no contention to the contrary.\nThe State's evidence tends to show that the criminal assault charged in the indictment was made by defendant on Clannies Strayhorn in her home after dark and after she had eaten supper on Sunday, 22 January 1961.\nDefendant's defense is an alibi. His evidence tends to show that on Sunday, 22 January 1961, he was at the Naha Club from 3:00 o'clock P.M. to 6:00 o'clock P.M., that he left the Naha Club after 6:00 o'clock P. M. in a pickup truck driven by Jackson Tennin, and went to Daniel Corbett's home. He left Daniel Corbett's home, went to Clyde's home, stayed there a few minutes, and then returned to Daniel Corbett's home, where he and others watched television until about 7:45 P.M. o'clock. He then went to his home not far away, was in bed there at five minutes to 8:00 P.M. o'clock, and did not leave his home thereafter that night.\nIn respect to defendant's defense of an alibi, the court...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-allison"
    }
  ],
  "relatedIncidents": [
    21498,
    21588,
    21664,
    21311,
    21352
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}