{
  "id": 21683,
  "title": "1961년 Baker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-12-27",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Baker. 판결일: 1961-12-27. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Baker v. Hartford Accident and Indemnity Company\n**판결일**: 1961-12-27\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Ellis and Herget, Jj., and Miller, J. Pro Tem\n\n## 인용\n\n- 136 So. 2d 828\n\n## 판결문 요약\n\n\n136 So. 2d 828 (1961)\nWallace BAKER\nv.\nHARTFORD ACCIDENT AND INDEMNITY COMPANY.\nNo. 5425.\nCourt of Appeal of Louisiana, First Circuit.\nDecember 27, 1961.\nRehearing Denied February 6, 1962.\nCertiorari Denied March 16, 1962.\nCobb &amp; Brewer, by Roy Maughan, Baton-Rouge, for appellant.\nKantrow, Spaht &amp; Kleinpeter, by Carlos G. Spaht and Jerry Millican, Baton Rouge, for appellee.\nBefore ELLIS and HERGET, JJ., and MILLER, J. pro tem.\nHERGET, Judge.\nWallace Baker instituted this suit against Hartford Accident and Indemnity Company the liability insurer of Best Oil Company, Inc., owner and operator of Choctaw Shell Service Station, 3255 Choctaw Road in Baton Rouge, Louisiana, for damages allegedly sustained by him resulting when Plaintiff fell in the Choctaw Shell Service Station. From a judgment dismissing his suit, Plaintiff brings this appeal. As a basis for his cause of action, Plaintiff alleged:\n\n\"2.\n\"That on or about April 12, 1959, at approximately 8:00 p.m., petitioner was an invitee customer of the Choctaw Shell Service Station, 3255 Choctaw Road.\n\n\"3.\n\"That due to the negligence in construction and maintenance of a stepdown at the doorway of the servicestation building and due to the improper lighting and lack of sufficient lighting, petitioner fell as he attempted to go into said service station building, while his automobile was being serviced.\n\n\"4.\n\"That the Best Oil Company, Inc. is the owner and operator of said service station and had full knowledge of the dan...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=baker-v-hartford-accident-and-indemnity-company"
    }
  ],
  "relatedIncidents": [
    21681,
    21685,
    21686,
    21688,
    21692
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}