{
  "id": 21681,
  "title": "1961년 Frankfurt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-12-29",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Frankfurt. 판결일: 1961-12-29. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Victor FRANKFURT, Appellant, v. Jimmie W. WILSON, Appellee\n**판결일**: 1961-12-29\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Williams\n\n## 변호인\n\nJT. Tom Sample, Dallas, for appellant., Hutchison, Shipp & Look, Jack B. Look, Dallas, for appellee.\n\n## 인용\n\n- 353 S.W.2d 490\n\n## 판결문 요약\n\n\n353 S.W.2d 490 (1961)\nVictor FRANKFURT, Appellant,\nv.\nJimmie W. WILSON, Appellee.\nNo. 15942.\nCourt of Civil Appeals of Texas, Dallas.\nDecember 29, 1961.\nRehearing Denied January 26, 1962.\n*491 J. Tom Sample, Dallas, for appellant.\nHutchison, Shipp &amp; Look, Jack B. Look, Dallas, for appellee.\nWILLIAMS, Justice.\nAction on promissory note and for fraud. In his original petition Jimmie W. Wilson, as plaintiff, sued Victor Frankfurt, Martin Benno, and N. L. Reader, defendants, seeking a judgment, jointly and severally, based solely upon actionable fraud. In this petition plaintiff alleged that he was the owner of certain property located at 4032 Centenary Drive, University Park, Texas, hereinafter referred to as the Centenary property, and that on October 20th, 1958 he entered into a contract of sale with Benno, for a total purchase price of $36,000. He alleged that part of the consideration to be applied to the total purchase price, was a certain Vendor's Lien note payable to Benno, and executed by the defendant, Reader, as maker, in the sum of $12,000, said note being secured by collateral on Lots 5 and 6, Block 2, of the Stillmeadow addition, Dallas, Texas, hereinafter referred to as the Stillmeadow property. Plaintiff alleged that he accepted the $12,000 note upon the representations of the defendants Benno, Reader and Frankfurt, that Reader was solvent; that the property was worth in excess of $20,000; and that the defendant Reader had borrowed the sum of $12,000 on said ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=frankfurt-v-wilson"
    }
  ],
  "relatedIncidents": [
    21692,
    21707,
    21755,
    21779,
    21831
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}