{
  "id": 21686,
  "title": "1961년 Schwartz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-12-19",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Schwartz. 판결일: 1961-12-19. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Joseph H. SCHWARTZ, (Plaintiff) Appellant, v. Rabbi Yaakov M. JACOBS, Rabbi M. H. Eichenstein, Rabbi Charles Hartman, Rabbinate Beth-Din, and the Vaad Hoeir, (Defendants) Respondents\n**판결일**: 1961-12-19\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Anderson, Ruddy, Wolfe\n\n## 변호인\n\nMorton L. Schwartz, St. Louis, for appellant., No appearance for respondents.\n\n## 인용\n\n- 352 S.W.2d 389\n\n## 판결문 요약\n\n\n352 S.W.2d 389 (1961)\nJoseph H. SCHWARTZ, (Plaintiff) Appellant,\nv.\nRabbi Yaakov M. JACOBS, Rabbi M. H. Eichenstein, Rabbi Charles Hartman, Rabbinate Beth-Din, and the Vaad Hoeir, (Defendants) Respondents.\nNo. 30832.\nSt. Louis Court of Appeals, Missouri.\nDecember 19, 1961.\n*390 Morton L. Schwartz, St. Louis, for appellant.\nNo appearance for respondents.\nRUDDY, Judge.\nThis is an appeal by plaintiff from an order and judgment dismissing his amended petition with prejudice.\nThe first pleading filed by plaintiff was a \"Petition for Mandamus\" wherein plaintiff asked the court to issue its alternative writ of mandamus directing defendants \"to decide said cause without further delay or show cause why said alternative writ should not become absolute.\" This petition was filed September 8, 1959. The alternative writ of mandamus was not issued by the trial court and nothing further was done after the filing of the petition by either the trial court or plaintiff until November 22, 1960. On that date plaintiff presented to the trial court a \"Memorandum\" requesting that service of process be issued directed to the Sheriff of the City of St. Louis and \"that an order to show cause be issued against all the Defendants to be returnable on a date to be set by this Court.\" The record before us shows that this memorandum was presented to the court and said memorandum was \"refused by the Court to be made a part of the official court records of the cause.\"\nThereafter, plaintiff abandoned his \"Peti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=schwartz-v-jacobs"
    }
  ],
  "relatedIncidents": [
    21681,
    21683,
    21685,
    21688,
    21692
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}