{
  "id": 21685,
  "title": "1961년 Freeport Sulphur Company v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-12-22",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Freeport Sulphur Company v. United States. 판결일: 1961-12-22. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: FREEPORT SULPHUR COMPANY, Plaintiff, v. UNITED STATES of America, Interstate Commerce Commission and Soo Line Railroad Company, Defendants\n**판결일**: 1961-12-22\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Swan, Circuit Judge, and Sugarman and Metzner, District Judges\n\n## 변호인\n\nDavis, Polk, Wardwell, Sunderland & Kiendl, New York City, Turney, Major, Markham & Sherfy, Washington, D. C. (Donald Markham, Washington, D. C., and Richard E. Nolan, New York City, of counsel), for plaintiff., H. Neil Garson, Associate Gen. Counsel, Washington, D. C., of counsel for Interstate Commerce Commission., Robert M. Morgenthau, U. S. Atty., New York City (John Peloso, Asst. U. S. Atty., New York City, of counsel), for United States., Dorr, Hand, Whittaker & Watson, New York City (Seth\n\n## 인용\n\n- 199 F. Supp. 913\n\n## 판결문 요약\n\n\n199 F. Supp. 913 (1961)\nFREEPORT SULPHUR COMPANY, Plaintiff,\nv.\nUNITED STATES of America, Interstate Commerce Commission\nand\nSoo Line Railroad Company, Defendants.\nUnited States District Court S. D. New York.\nDecember 22, 1961.\n*914 Davis, Polk, Wardwell, Sunderland &amp; Kiendl, New York City, Turney, Major, Markham &amp; Sherfy, Washington, D. C. (Donald Markham, Washington, D. C., and Richard E. Nolan, New York City, of counsel), for plaintiff.\nH. Neil Garson, Associate Gen. Counsel, Washington, D. C., of counsel for Interstate Commerce Commission.\nRobert M. Morgenthau, U. S. Atty., New York City (John Peloso, Asst. U. S. Atty., New York City, of counsel), for United States.\nDorr, Hand, Whittaker &amp; Watson, New York City (Seth M. Dabney and Peter W. Asher, New York City, of counsel), for Soo Line R. Co.\nP. M. Brown and R. K. Webster, New York City, of counsel for Continental Ore Corp.\nS. Russell Vandivort, San Francisco, Cal., and I. Slifkin, New York City, of counsel for Shell Oil Co.\nI. Slifkin, New York City, Eberhard P. Deutsch and R. Himel, New Orleans, La., of counsel for Jefferson Lake Sulphur Co.\nBefore SWAN, Circuit Judge, and SUGARMAN and METZNER, District Judges.\nSWAN, Circuit Judge.\nThis is a civil action in which Freeport Sulphur Company (hereafter called Freeport) seeks to set aside and enjoin enforcement of an order of the Interstate Commerce Commission (usually referred to hereafter as ICC) which vacated a prior order. The prior order had suspended and ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=freeport-sulphur-company-v-united-states"
    }
  ],
  "relatedIncidents": [
    21698,
    21727,
    21780,
    21788,
    21790
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}