{
  "id": 21698,
  "title": "1961년 North Carolina Natural Gas Corp. v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-11-27",
  "location": "Delaware, DE, USA",
  "summary": "미국 Delaware, DE 법원 판결 사건. 사건명: North Carolina Natural Gas Corp. v. United States. 판결일: 1961-11-27. 법원: District Court, D. Delaware.",
  "description": "## 사건 정보\n\n**사건명**: NORTH CAROLINA NATURAL GAS CORPORATION, Plaintiff, v. UNITED STATES of America and Interstate Commerce Commission, Defendants\n**판결일**: 1961-11-27\n**법원**: District Court, D. Delaware\n**관할**: Delaware, DE\n\n**판사**: Goodrich\n\n## 변호인\n\nJames M. Tunnell, Jr., and George T. Coulson (Morris, Nichols, Arsht & Tun-nell) Wilmington, Del., and William J. Grove (Dow, Lohnes & Albertson) Washington, D. C., for plaintiff,, Leonard G. Hagner, U. S. Atty., Wilmington, Del., for defendant the United States., H. Neil Garson, Washington, D. C., Assoc. Gen. Counsel for Interstate Commerce Commission., Joseph L. Lenihan, Louisville, Ky., for Louisville & Nashville Railroad Co., et al., intervenors, and on the Briefs for Clinehfield Railroad Co\n\n## 인용\n\n- 200 F. Supp. 745\n\n## 판결문 요약\n\n\n200 F. Supp. 745 (1961)\nNORTH CAROLINA NATURAL GAS CORPORATION, Plaintiff,\nv.\nUNITED STATES of America and Interstate Commerce Commission, Defendants.\nCiv. A. No. 2360.\nUnited States District Court D. Delaware, at Wilmington.\nNovember 27, 1961.\n*746 James M. Tunnell, Jr., and George T. Coulson (Morris, Nichols, Arsht &amp; Tunnell) Wilmington, Del., and William J. Grove (Dow, Lohnes &amp; Albertson) Washington, D. C., for plaintiff,\nLeonard G. Hagner, U. S. Atty., Wilmington, Del., for defendant the United States.\nH. Neil Garson, Washington, D. C., Assoc. Gen. Counsel for Interstate Commerce Commission.\nJoseph L. Lenihan, Louisville, Ky., for Louisville &amp; Nashville Railroad Co., et al., intervenors, and on the Briefs for Clinchfield Railroad Co., Atlantic Coast Line Railroad Co., Norfolk &amp; Western Railway Co., Seaboard Airline Railroad Co., Piedmont &amp; Northern Ry. Co., The Chesapeake &amp; Ohio Ry. Co., The Cincinnati, New Orleans &amp; Texas Ry. Company, Interstate Railroad Company, Southern Ry. Co., and Carolina Power &amp; Light Co.\nHenry J. Karison, and Earl E. Eisenhart, Jr., Washington, D. C., for Southern Ry. Co., intervenor.\nHomer S. Carpenter (Rice, Carpenter &amp; Carraway) Washington, D. C., for Property Owners Committee and Assoc. of Coal Mine Operators, intervenor.\nCharles F. Rouse, Raleigh, N. C., for Carolina Power &amp; Light Co., intervenor.\nGOODRICH, Circuit Judge, and RODNEY and LEAHY, Senior District Judges.\nLEAHY, Senior District Judge.\nNorth...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=north-carolina-natural-gas-corp-v-united-states"
    }
  ],
  "relatedIncidents": [
    21685,
    21727,
    21780,
    21788,
    21790
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}