{
  "id": 21692,
  "title": "1961년 Rameriz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-12-06",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Rameriz. 판결일: 1961-12-06. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ramona RAMERIZ, Appellant, v. STATE of Texas, Appellee\n**판결일**: 1961-12-06\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: McDonald\n\n## 변호인\n\nRoyce E. Ball, Lubbock, for appellant., Alton R. Griffin, County Atty., by Sam L. Kelley, Asst. County Atty., Lubbock, and Leon B. Douglas, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 352 S.W.2d 131\n\n## 판결문 요약\n\n\n352 S.W.2d 131 (1961)\nRamona RAMERIZ, Appellant,\nv.\nSTATE of Texas, Appellee.\nNo. 33885.\nCourt of Criminal Appeals of Texas.\nDecember 6, 1961.\n*132 Royce E. Ball, Lubbock, for appellant.\nAlton R. Griffin, County Atty., by Sam L. Kelley, Asst. County Atty., Lubbock, and Leon B. Douglas, State's Atty., Austin, for the State.\nMcDONALD, Judge.\nThe offense is the possession of an alcoholic beverage for the purpose of sale in a dry area; the punishment, a fine of $250.00.\nOn January 31, 1961, in Cause No. 29,054, appellant's case was called for trial in County Court at Law No. 2, of Lubbock County. The case was based upon an information and complaint, both duly filed on August 29, 1960. After the jury had been examined, selected, and empaneled, the information was read and appellant entered a plea of not guilty. Immediately afterward, the assistant county attorney discovered that the information contained a variance in that an assistant county attorney, Sam L. Kelley, presented the information but the information bore the signature of J. Q. Warnick, Jr., another assistant county attorney; thereupon the State moved to dismiss the information and the court granted the motion.\nThereafter, on January 31, 1961, a new information was filed in the same Cause No. 29,054, said information being based upon the original complaint filed in said cause on August 29, 1960. Based upon the new information in the same cause number, the case was again called for trial in the same court on March 29, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lockhart-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rameriz-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gutierrez-v-state"
    }
  ],
  "relatedIncidents": [
    21681,
    21707,
    21755,
    21779,
    21831
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}