{
  "id": 21707,
  "title": "1961년 Maddox 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-11-09",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Maddox. 판결일: 1961-11-09. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: FIRST OF GEORGIA FIRE & CASUALTY COMPANY v. MADDOX\n**판결일**: 1961-11-09\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Quillian\n\n## 변호인\n\nCumming, Nixon, Eve, Waller & Capers, for plaintiffs in error., Randall Evans, Jr., contra.\n\n## 인용\n\n- 217 Ga. 416\n\n## 판결문 요약\n\n\nQuillian; Justice.\nThis is ami action in which the plaintiff sued three defendants whose concurrent negligence caused an automobile collision in which she was injured. The defendants plead accord and satisfaction, and alleged in their answers that the plaintiff had signed a release absolving one of the defendants of liability. In response to the answers, the plaintiff filed an amendment, in which she alleged that the release was invalid and should be canceled because it was fraudulently obtained by a claims adjuster, was without consideration, and signed at a time when the claims adjuster knew she was incapable of transacting business. The claims adjuster was alleged to be employed by a party who represented the insurance company that carried the liability insurance of the defendant whom the document purported to release from liability.\nThe amendment, in addition to the averment concerning the invalidity of the release, undertook to set forth an action against the claims adjuster, his employer, and the insurance company for fraud and deceit. The amendment plead that it was necessary for the plaintiff to seek the aid of equity ini order to obtain a decree canceling the release, and for this purpose the claims adjuster, his employer, and the insurance company were necessary parties to the action, and in order that the plaintiff be afforded complete relief by obtaining a judgment against them for fraud and deceit.\nThe defendants objected to the amendment on. several grounds, *4...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=first-of-georgia-fire-casualty-co-v-maddox"
    }
  ],
  "relatedIncidents": [
    21681,
    21692,
    21755,
    21779,
    21831
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}