{
  "id": 21704,
  "title": "1961년 Village of Port Chester v. Industrial Commissioner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-11-16",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Village of Port Chester v. Industrial Commissioner. 판결일: 1961-11-16. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Village of Port Chester v. Industrial Commissioner of the State of New York\n**판결일**: 1961-11-16\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Amsterdam\n\n## 변호인\n\nGodfrey P. Schmidt for petitioner. Louis J. LefJcowits, Attorney-General (Irving L. Rollins of counsel), for respondent.\n\n## 인용\n\n- 32 Misc. 2d 64\n\n## 판결문 요약\n\n\nBirdie Amsterdam, J.\nPetitioner seeks an order forbidding all further hearings and proceedings concerning Labor Law complaints filed with the Industrial Commissioner of the State of New York in 1950 and 1951 involving prevailing rate of wage. Although by its petition the petitioner purports to seek an order of permanent injunction, the application is, nevertheless, one under article 78 of the Civil Practice Act and, in effect, seeks a writ of prohibition. The respondent has cross-moved for an order dismissing the petition upon the ground that it does not state facts sufficient to entitle the petitioner to the relief as requested or any part thereof or any other relief and upon the further ground that the court lacks jurisdiction of the subject matter for the reason that the petitioner has failed to include as parties respondent the complainant employees of the petitioner who had filed verified complaints with the Department of Labor of the State of New York and requesting that the Industrial Commissioner make an investigation, hold hearings and determine the prevailing rate of wages of the complainants, pursuant to section 220 of the Labor Law. The latter ground of objection has been eliminated by the addition of the complainant employees as intervenors.\nIt appears upon the basis of this submission that in the period through 1956 investigations were made by the Labor Department, conferences were held with officials of the petitioner village and with the employees concerned, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=village-of-port-chester-v-industrial-commissioner"
    }
  ],
  "relatedIncidents": [
    21681,
    21683,
    21685,
    21686,
    21688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}