{
  "id": 21703,
  "title": "1961년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-11-16",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1961-11-16. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Cuff, Appellant\n**판결일**: 1961-11-16\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Eevin, Flood, Kelley, Montgomeey, Rhodes, Watkins, Weight, Woodside\n\n## 변호인\n\nVerdict of guilty and judgment of sentence entered thereon. Defendant appealed., Joseph John Cuff, appellant, in propria persona., Arlen Specter, Assistant District Attorney, Paul M. Chalfin, First Assistant District Attorney, and James C. Crumlish, Jr., District Attorney, for Commonwealth, appellee.\n\n## 인용\n\n- 196 Pa. Super. 274\n\n## 판결문 요약\n\n\n196 Pa. Super. 274 (1961)\nCommonwealth\nv.\nCuff, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted September 18, 1961.\nNovember 16, 1961.\n*275 Before RHODES, P.J., ERVIN, WRIGHT, WOODSIDE, WATKINS, MONTGOMERY, and FLOOD, JJ.\nJoseph John Cuff, appellant, in propria persona.\nArlen Specter, Assistant District Attorney, Paul M. Chalfin, First Assistant District Attorney, and James C. Crumlish, Jr., District Attorney, for Commonwealth, appellee.\nOPINION BY RHODES, P.J., November 16, 1961:\nOn February 13, 1941, appellant was found guilty at a trial before a judge and a jury in the Court of Quarter Sessions of Philadelphia County on an indictment charging robbery, and was sentenced by Judge LEVINTHAL to a term of not less than ten years nor more than twenty years in the Eastern State Penitentiary. On March 6, 1961, he filed a petition to vacate judgment of sentence in the Court of Quarter Sessions of Philadelphia County, being presently incarcerated *276 in the United States Penitentiary in Atlanta, Georgia. This petition, which the court below apparently treated as a petition for writ of habeas corpus, was denied on May 22, 1961, by Judge KELLEY.\nIn his appeal to this Court, three questions are raised by appellant.\n1. Appellant claims his arrest was brought about by illegally seized evidence in that a friend of the police forcibly broke into an automobile parked outside appellant's residence, and wrongfully took from it a selective service card bearing appellant's name. Appellan...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-cuff"
    }
  ],
  "relatedIncidents": [
    21699,
    21708,
    21709,
    21717,
    21739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}