{
  "id": 21708,
  "title": "1961년 Williams v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-11-08",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Williams v. State. 판결일: 1961-11-08. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: WILLIAMS Et Al. v. STATE\n**판결일**: 1961-11-08\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Henderson, Hammond, Prescott, Horney and Marbury\n\n## 변호인\n\nSamuel W. Barrick and Marvin Mandel, with whom were Mandel and Franklin, and Charles A. Reese on the brief, for the appellants., Robert S. Bourbon, Assistant Attorney General, with whom were Thomas B. Finan, Attorney General, Robert S. Rothenhoefer, State’s Attorney for Frederick County, and T. Hunt Mayfield, State’s Attorney for Howard County, on the brief, for the appellee.\n\n## 인용\n\n- 174 A.2d 719\n- 226 Md. 614\n\n## 판결문 요약\n\n\n226 Md. 614 (1961)\n174 A.2d 719\nWILLIAMS ET AL.\nv.\nSTATE\n[No. 47, September Term, 1961.]\nCourt of Appeals of Maryland.\nDecided November 8, 1961.\n*617 The cause was argued before HENDERSON, HAMMOND, PRESCOTT, HORNEY and MARBURY, JJ.\nSamuel W. Barrick and Marvin Mandel, with whom were Mandel and Franklin, and Charles A. Reese on the brief, for the appellants.\nRobert S. Bourbon, Assistant Attorney General, with whom were Thomas B. Finan, Attorney General, Robert S. Rothenhoefer, State's Attorney for Frederick County, and T. Hunt Mayfield, State's Attorney for Howard County, on the brief, for the appellee.\nDecided November 8, 1961. Certiorari denied as to Charles R. Graves, 370 U.S. 956. Certiorari denied, 369 U.S. 855.\nHENDERSON, J., delivered the opinion of the Court.\nThese are four appeals in one record from judgments and sentences entered after a jury found the appellants guilty of robbery with a dangerous and deadly weapon. The State has moved to dismiss the appeals of Boyd, Toland and Williams, on the ground that they failed to present in the record extract sufficient material to enable this Court to decide certain of the questions presented. But it is conceded that at least some of the points raised are properly before us and entitled to consideration. For this reason the motion to dismiss will be denied.\nAt about 1:30 A.M. on April 11, 1960, an armed robbery was perpetrated at the Spartan Club, Frederick County. Two men, armed with a pistol and sawed-off shotgun, entered...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-state"
    }
  ],
  "relatedIncidents": [
    21699,
    21703,
    21709,
    21717,
    21739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}