{
  "id": 21709,
  "title": "1961년 Beard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-10-31",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Beard. 판결일: 1961-10-31. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Beard v. State of Indiana\n**판결일**: 1961-10-31\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Achor\n\n## 변호인\n\nJames T. Hooper, Sr., of Lawrenceburg, for appellant., Edwin K. Steers, Attorney General, Patrick D. Sullivan, Deputy Attorney General, and Greeley Gay, Prosecuting Attorney, 80th Judicial Circuit, for appellee.\n\n## 인용\n\n- 177 N.E.2d 589\n- 242 Ind. 222\n\n## 판결문 요약\n\n\n242 Ind. 222 (1961)\n177 N.E.2d 589\nBEARD\nv.\nSTATE OF INDIANA.\nNo. 30,061.\nSupreme Court of Indiana.\nFiled October 31, 1961.\n*223 James T. Hooper, Sr., of Lawrenceburg, for appellant.\nEdwin K. Steers, Attorney General, Patrick D. Sullivan, Deputy Attorney General, and Greeley Gay, Prosecuting Attorney, 80th Judicial Circuit, for appellee.\nACHOR, J.\nThis is an appeal from a judgment by which the trial court denied a petition for writ of error coram nobis.\nThe appellant was, on October 15, 1947, upon his plea of guilty, committed to the Indiana State Prison for the crime of having inflicted physical injury while engaged in the commission of a robbery.\nAs cause for appeal, appellant argues:\n1. That the trial court erred in not appointing pauper counsel for the appellant.\n2. That the trial court did not fully inform the appellant as to his constitutional rights with respect to the presentation of a defense to the crime for which he was charged.\n3. That his plea of guilty was prompted by fear, occasioned by physical abuse by the arresting officers and because of the danger of mob violence and upon the advice of police officers, and therefore such plea was not his free and voluntary act.\nThere is no merit to any of the contentions asserted by appellant.\nFirst: The colloquy with respect to the appointment of counsel between the court and the appellant at the time of the arraignment, as it appears of record, is as follows:\n[By the court:]\n\n*224 \"Before reading the affidavit to you I ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=beard-v-state"
    }
  ],
  "relatedIncidents": [
    21699,
    21703,
    21708,
    21717,
    21739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}