{
  "id": 2171,
  "title": "2019년 Willie L. Pegues v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2019-03-19",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Willie L. Pegues v. State of Tennessee. 판결일: 2019-03-19. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Willie L. Pegues v. State of Tennessee\n**판결일**: 2019-03-19\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Robert H. Montgomery\n\n\n## 판결문 요약\n\n                                                                                         03/19/2019\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT JACKSON\n                        Assigned on Briefs December 4, 2018\n\n                WILLIE L. PEGUES v. STATE OF TENNESSEE\n\n                 Appeal from the Criminal Court for Shelby County\n                         No. 91-01420 Mark Ward, Judge\n\n\n\n                            No. W2018-00830-CCA-R3-PC\n\n\n\nThe Petitioner, Willie L. Pegues, appeals from the Shelby County Criminal Court’s\ndismissal of his petition pursuant to the Post-Conviction DNA Analysis Act. The post-\nconviction court denied relief on the basis that, although the Petitioner requested various\nforms of scientific analysis, his claim was not cognizable because he had not requested\nDNA analysis. On appeal, the Petitioner contends that the court erred in dismissing his\npetition because the scope of the forensic testing authorized by the statute is not limited\nto DNA analysis. We affirm the judgment of the post-conviction court.\n\n Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Affirmed\n\nROBERT H. MONTGOMERY, JR., J., delivered the opinion of the court, in which ROBERT\nW. WEDEMEYER and ROBERT L. HOLLOWAY, JR., JJ., joined.\n\nWillie L. Pegues, Hartsville, Tennessee, Pro Se.\n\nHerbert H. Slatery III, Attorney General and Reporter; Jonathan H. Wardle, Assistant\nAttorney General; Amy P. Weirich, District Attorney Gener...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=willie-l-pegues-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    1906,
    1913,
    1919,
    1933,
    1942
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}