{
  "id": 21714,
  "title": "1961년 Harris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-10-20",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Harris. 판결일: 1961-10-20. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: State v. Harris\n**판결일**: 1961-10-20\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Judges Goldmann, Foley and Lewis\n\n## 인용\n\n- 174 A.2d 645\n- 70 N.J. Super. 9\n\n## 판결문 요약\n\n\n70 N.J. Super. 9 (1961)\n174 A.2d 645\nSTATE OF NEW JERSEY, PLAINTIFF-RESPONDENT,\nv.\nRICHARD A. HARRIS, JR., DEFENDANT-APPELLANT.\nSuperior Court of New Jersey, Appellate Division.\nArgued October 16, 1961.\nDecided October 20, 1961.\n*12 Before Judges GOLDMANN, FOLEY and LEWIS.\nMr. Samuel Rosenthal, assigned counsel, argued the cause for appellant.\nMr. Donald H. Mintz, Assistant Prosecutor, argued the cause for respondent (Mr. Brendan T. Byrne, Essex County Prosecutor, attorney; Mr. Mintz, on the brief).\nGOLDMANN, S.J.A.D.\nDefendant was indicted, tried and found guilty by a jury of rape (N.J.S. 2A:138-1) and robbery (N.J.S. 2A:141-1). His motion for a new trial was denied. Defendant was sentenced to State Prison terms of 15-20 years and 5-10 years for these respective crimes, the sentences to run consecutively. On this in forma pauperis appeal he seeks reversal because (1) the remarks of the prosecutor in summation constituted an appeal to bias and prejudice; (2) there was error in the admission of testimony and in the court's charge; (3) the verdict was against the weight of the evidence and the result of mistake, passion or prejudice; and (4) defendant's rights were violated when he was not permitted to make a statement on his own behalf at the time of sentence.\n\nI.\nDefense counsel at no time objected to the prosecutor's remarks in summation. However, he claims plain error under R.R. 1:5-1(a). To establish plain error, a defendant must demonstrate that there was \"legal impropri...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-harris"
    }
  ],
  "relatedIncidents": [
    21498,
    21588,
    21664,
    21671,
    21681
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}