{
  "id": 21717,
  "title": "1961년 Massey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-10-11",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Massey. 판결일: 1961-10-11. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Respondent, v. RICHARD L. MASSEY, Appellant\n**판결일**: 1961-10-11\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Kaufman\n\n## 변호인\n\nRoger Justice Fleisehmann, under appointment by the District Court of Appeal, for Appellant., Stanley Mosk, Attorney General, Arlo E. Smith and Robert R. Granucci, Deputy Attorneys General, for Respondent.\n\n## 인용\n\n- 196 Cal. App. 2d 230\n\n## 판결문 요약\n\n\n196 Cal.App.2d 230 (1961)\nTHE PEOPLE, Respondent,\nv.\nRICHARD L. MASSEY, Appellant.\nCrim. No. 3903. \nCalifornia Court of Appeals. First Dist., Div. Two.  \nOct. 11, 1961.\n Roger Justice Fleischmann, under appointment by the District Court of Appeal, for Appellant.\n Stanley Mosk, Attorney General, Arlo E. Smith and Robert R. Granucci, Deputy Attorneys General, for Respondent.\n KAUFMAN, P. J.\n By an information dated August 9, 1960, the appellant, Richard L. Massey, was charged with the burglary (Pen. Code,  459) of an apartment at 620 Jones Street, San Francisco, on May 2, 1960; and with two prior felony convictions in Iowa. He admitted the prior convictions and entered a plea of not guilty. A jury found him guilty of burglary in the first degree and the court sentenced him for the term prescribed by law, and decreeing that the sentence was to run concurrently with any prior incompleted *232 sentence. On this appeal from the judgment of conviction entered on the verdict and the order denying his motion for a new trial, appellant argues that: (1) the evidence is insufficient to sustain the judgment; (2) the evidence relating to another burglary of which he was acquitted was erroneously admitted; (3) the jury was erroneously instructed on the subject of entry; and (4) it is necessary that he be remanded to the Iowa authorities in order to obtain the benefit of the concurrent aspect of his sentence.\n The record reveals the following facts: About 4:30 a. m. on the morning of May 2,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-massey"
    }
  ],
  "relatedIncidents": [
    21699,
    21703,
    21708,
    21709,
    21739
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}