{
  "id": 21727,
  "title": "1961년 Seiferth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-08-31",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Seiferth. 판결일: 1961-08-31. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Seiferth v. Seiferth\n**판결일**: 1961-08-31\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Pearson, Tillman, C.J., and Horton and Carroll\n\n## 인용\n\n- 132 So. 2d 471\n\n## 판결문 요약\n\n\n132 So. 2d 471 (1961)\nRose SEIFERTH, Appellant,\nv.\nRussell J. SEIFERTH, Appellee.\nNo. 60-557.\nDistrict Court of Appeal of Florida. Third District.\nAugust 31, 1961.\nRehearing Denied September 18, 1961.\n*472 Robert E. Rutledge, Jr., So. Miami, for appellant.\nW.F. Esslinger, Miami, for appellee.\nBefore PEARSON, TILLMAN, C.J., and HORTON and CARROLL, JJ.\nCARROLL, Judge.\nThe appellee Russell J. Seiferth filed suit for divorce on the ground of extreme cruelty against his wife the appellant Rose Seiferth. She answered, counterclaimed for alimony unconnected with divorce and sought an interest in certain property of the parties and in the husband's plumbing business. Trial before a master prompted recommendations which resulted in a final decree granting the husband a divorce, denying separate maintenance, awarding the wife alimony of $100 a week, and a $10,000 equity in the husband's plumbing business, and allowing him the use of the jointly owned furnished residence until sold. Fees allowed to the wife's attorney and to the master and other costs in the case were charged against the husband.\nOn the wife's appeal she contended it was error to grant the divorce, that she was not accorded a proper share in the business, and that the court should have dismissed the suit because of resumption of cohabitation between the parties during its pendency.\nRegarding the issues relating to the divorce and the wife's equity in the husband's business, the evidence presented was extensive and was ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=seiferth-v-seiferth"
    }
  ],
  "relatedIncidents": [
    21685,
    21698,
    21780,
    21788,
    21790
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}