{
  "id": 21739,
  "title": "1961년 Talliaferro 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-08-01",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Talliaferro. 판결일: 1961-08-01. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Respondent, v. ALVIN TALLIAFERRO, Appellant\n**판결일**: 1961-08-01\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n## 변호인\n\nAlvin Talliaferro, in pro. per., for Appellant., No appearance for Respondent.\n\n## 인용\n\n- 194 Cal. App. 2d 471\n\n## 판결문 요약\n\n\n194 Cal.App.2d 471 (1961)\nTHE PEOPLE, Respondent,\nv.\nALVIN TALLIAFERRO, Appellant.\nCrim. No. 7729. \nCalifornia Court of Appeals. Second Dist., Div. Three.  \nAug. 1, 1961.\n Alvin Talliaferro, in pro. per., for Appellant.\n No appearance for Respondent.\n THE COURT.\n Charged with the armed robbery of Sarah B. Johnson of $120, Alvin Talliaferro was convicted in a jury trial and sentenced to state prison. He appealed from the judgment in propria persona. In the trial court he refused the aid of counsel and insisted upon representing himself. He requested appointment of counsel on the appeal, which was denied after we had examined the record and determined that the appeal is wholly without merit. Defendant was notified, given time to file a brief and has filed a written argument questioning the sufficiency of the evidence to prove his guilt.\n [1] There was evidence of the following facts. Mrs. Johnson testified that one evening about dark, she came home from a cocktail bar which she and her husband owned, was about to open the front door when defendant appeared, held a short-barreled gun on her, took her purse, extracted from it $120, threw down the purse and ran. Mrs. Johnson had a 2-year-old son on her arm at the time. She had seen defendant *472 in her place of business on several occasions and was certain of her identification. Defendant testified that he was at the Johnson residence \"on or about the date in question\"; he had gone to their apartment and that Mrs. Johnson had gi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-talliaferro"
    }
  ],
  "relatedIncidents": [
    21699,
    21703,
    21708,
    21709,
    21717
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}