{
  "id": 2174,
  "title": "2019년 State of Tennessee v. Sharles Johnson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2019-03-15",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Sharles Johnson. 판결일: 2019-03-15. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Sharles Johnson\n**판결일**: 2019-03-15\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge James Curwood Witt, Jr.\n\n\n## 판결문 요약\n\n                                                                                          03/15/2019\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT KNOXVILLE\n                         Assigned on Briefs January 24, 2019\n\n               STATE OF TENNESSEE v. SHARLES JOHNSON\n\n                  Appeal from the Criminal Court for Knox County\n                      No. 105144     Bobby R. McGee, Judge\n\n\n                             No. E2018-00810-CCA-R3-CD\n\n\nThe defendant, Sharles Johnson, appeals his Knox County Criminal Court jury conviction\nof theft. He challenges the sufficiency of the evidence as to the element of intent. We\naffirm the jury verdicts but remand the case for the entry of corrected judgments\nreflecting that the alternative counts of theft are merged.\n\n   Tenn. R. App. P. 3; Judgment of the Criminal Court Affirmed and Remanded\n\nJAMES CURWOOD WITT, JR., J., delivered the opinion of the court, in which D. KELLY\nTHOMAS, JR., and ROBERT H. MONTGOMERY, JR., JJ., joined.\n\nJ. Liddell Kirk, Knoxville, TN (on appeal); and Kate Holtkamp and Christy Murray,\nAssistant District Public Defenders (at trial), for the appellant, Sharles Johnson.\n\nHerbert H. Slatery III, Attorney General and Reporter; Renee W. Turner, Assistant\nAttorney General; Charme P. Allen, District Attorney General; and Nathaniel Ogle,\nAssistant District Attorney General, for the appellee, State of Tennessee.\n\n                                        OPINION\n\n               T...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-sharles-johnson"
    }
  ],
  "relatedIncidents": [
    1906,
    1910,
    1911,
    1913,
    1918
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}