{
  "id": 21755,
  "title": "1961년 Koch 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-06-30",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Koch. 판결일: 1961-06-30. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: RAYMOND C. KOCH Et Al., Respondents, v. HARRY L. WILLIAMS Et Al., Appellants\n**판결일**: 1961-06-30\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Griffin\n\n## 변호인\n\nHiggs, Fletcher & Mack for Appellants., Dorman & Dorman and Wallace D. Dorman for Respondents.\n\n## 인용\n\n- 193 Cal. App. 2d 537\n\n## 판결문 요약\n\n\n193 Cal.App.2d 537 (1961)\nRAYMOND C. KOCH et al., Respondents,\nv.\nHARRY L. WILLIAMS et al., Appellants.\nCiv. No. 6428. \nCalifornia Court of Appeals. Fourth Dist.  \nJune 30, 1961.\n Higgs, Fletcher &amp; Mack for Appellants.\n Dorman &amp; Dorman and Wallace D. Dorman for Respondents.\n GRIFFIN, P. J.\n In this action, Raymond C. Koch and his wife and Donald John Sullivan and his wife, as purchasers of homes in Williams Manor Unit Number 4, sought judgment against defendants and appellants Harry L. Williams and his wife, as subdividers and sellers of the property, for claimed damage suffered by reason of an easement for drainage purposes granted fraudulently, wrongfully and by misrepresentation over and across the southerly 10 feet of their property to the city of National City during the period of escrow and without plaintiffs' knowledge.\n It is alleged that by reason thereof, plaintiffs' property was damaged and as a result thereof the discharge of drain and storm waters ran across their property. The city of National City was made a party defendant but was granted a judgment of nonsuit from which no appeal was taken. *539\n After trial, the court found generally in favor of the plaintiffs, but also found that the representations made by defendants in respect thereto were not actually false at the time they were made, but the suppression of defendants' knowledge of an easement granted during the pendency of the escrow, which easement materially affected the property, constituted...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=koch-v-williams"
    }
  ],
  "relatedIncidents": [
    21681,
    21692,
    21707,
    21779,
    21831
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}