{
  "id": 21762,
  "title": "1961년 Fitzgerald 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-06-12",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Fitzgerald. 판결일: 1961-06-12. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Geraldine M. Fitzgerald v. Town of Oyster Bay, and Harbour Green Civic Association, Inc., Intervenors-Respdndents Dudley D. McCabe v. Town of Oyster Bay, and Harbour Green Civic Association, Inc., Intervenors-Respondents\n**판결일**: 1961-06-12\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 13 A.D.2d 979\n\n## 판결문 요약\n\n\nTwo consolidated appeals in two actions tried together:\nFitzgerald v. Town of Oyster Bay\nIn an action for judgment declaring unconstitutional and void as to the' property of plaintiff, Geraldine M. Fitzgerald, an amendment of the Building' Zone Ordinance of the Town of Oyster Bay, adopted October 15, 1957, which rezoned plaintiff’s property from a Business F district to a Residence C district, plaintiff appeals from a judgment of the Supreme Court, Nassau County, rendered July 18, 1960, upon the decision of the court after a nonjury trial, dismissing her complaint upon the merits. On March 31, 1959, subsequent' to the commencement of this action and prior to the trial, a new zoning map was adopted which, however, retained the subject premises in the same Residence C district; and the pleadings will be deemed amended accordingly (cf. Thorne Neale &amp; Co, v. New York So. Coal Term. Corp., 270 App. Div. 816, affd. 295 N. Y. 977; Civ. Prac. Act, §§ 109, 434). This plaintiff’s (Fitzgerald’s) property is a corner parcel approximately 40 by 200 feet, upon which she operates a real estate business as a permissible nonconforming use, The zoning ordinance requires a minimum lot area, in a Residence C district, of 10,000 square feet, and minimum setbacks from each street of 30 feet. The claimed invalidity of the amendment is apparently based upon the ground: (1) that her property is located in an area in which there is a considerable business use; and (2) that, the property, because ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fitzgerald-v-town-of-oyster-bay"
    }
  ],
  "relatedIncidents": [
    21681,
    21683,
    21685,
    21686,
    21688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}