{
  "id": 21760,
  "title": "1961년 Bowers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-06-24",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Bowers. 판결일: 1961-06-24. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: U. C. Bowers v. State\n**판결일**: 1961-06-24\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrison\n\n## 변호인\n\nClinton and Shelton, by Travis D. Shelton, of Counsel, and Huff & Bowers, by Forrest Bowers, of Counsel, Lubbock, for appellant., George E. Gilkerson, District Attorney, George H. Nelson, Assistant District Attorney, Lubbock, and Leon Douglas, State’s Attorney, Austin, for the state.\n\n## 인용\n\n- 350 S.W.2d 27\n- 171 Tex. Crim. 345\n\n## 판결문 요약\n\n\n350 S.W.2d 27 (1961)\nU. C. BOWERS, Appellant,\nv.\nSTATE of Texas, Appellee.\nNo. 33405.\nCourt of Criminal Appeals of Texas.\nJune 24, 1961.\n*28 Clinton &amp; Shelton, Lubbock, Huff &amp; Bowers (Attorney Bowers no relation of appellant), Lubbock, for appellant.\nLeon B. Douglas, State's Atty., Austin, for the State.\nMORRISON, Judge.\nOur prior opinion is withdrawn, and the following is substituted in lieu thereof.\nThe offense is enticing a female under the age of 14 years for the purpose of fondling her sexual parts; the punishment, ten years.\nIn view of our disposition of this case, a recitation of the facts will not be deemed necessary other than to observe that appellant had worked for the Santa Fe Railway for 40 years and, so far as this record discloses, had never before been charged or convicted of a violation of the law. In his closing argument, the prosecutor said:\n\"I am asking you to put him in the penitentiary. * * * That's what I'm asking you and I'll stand with you on the verdict, and I want you to come to me and I'll tell you after it's all over that I'll stand with you right down the line and you'll have a little different light on this matter.\"\nThis, we have concluded, was tantamount to telling the jury that if they would vote to convict appellant and then come to see the prosecutor he would tell them something which had not been introduced in evidence and further justify their finding of guilt. Such argument has been held reversible error in Smith v. State, 94 Tex...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bowers-v-state"
    }
  ],
  "relatedIncidents": [
    21681,
    21683,
    21685,
    21686,
    21688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}