{
  "id": 21776,
  "title": "1961년 Gallegos 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-05-22",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Gallegos. 판결일: 1961-05-22. 법원: Supreme Court of Colorado.",
  "description": "## 사건 정보\n\n**사건명**: John Gallegos v. People of the State of Colorado\n**판결일**: 1961-05-22\n**법원**: Supreme Court of Colorado\n**관할**: Colorado, CO\n\n**판사**: Moore\n\n## 변호인\n\nMr. Samuel Berman, for plaintiff in error., Mr. Duke W. Dunbar, Attorney General, Mr. Frank E. Hickey, Deputy, Mr. John W. Patterson, Special Assistant, for defendant in error.\n\n## 인용\n\n- 362 P.2d 178\n- 146 Colo. 546\n\n## 판결문 요약\n\n\n362 P.2d 178 (1961)\nJohn GALLEGOS, Plaintiff In Error,\nv.\nPEOPLE of the State of Colorado, Defendant in Error.\nNo. 19370.\nSupreme Court of Colorado. En Banc.\nMay 22, 1961.\nSamuel Berman, Denver, for plaintiff in error.\nDuke W. Dunbar, Atty. Gen., Frank E. Hickey, Deputy Atty. Gen., John W. Patterson, Sp. Asst. Atty. Gen., for defendant in error.\nMOORE, Justice.\nPlaintiff in error, to whom we will refer as defendant, was convicted of the crime of first-degree murder and the penalty fixed at life imprisonment. Judgment entered accordingly and defendant seeks review by writ of error.\nThe district attorney called nine witnesses whose testimony established beyond question that the defendant committed the crime of which he was accused. The evidence disclosed without dispute in any material respect that on February 3, 1959, defendant, who had been drinking, arrived at his home in Denver. One Mrs. Villagrana, who also resided on the premises, requested him to refrain from disturbing her sick husband; she thereupon went into another room to make a phone call. Defendant followed her and stabbed her in the shoulder *179 with a knife. Mary Gonzales, the deceased, attempted to defend Mrs. Villagrana whereupon defendant struck her with the knife, wounding her in the chest. She died from the effects of the stab wound.\nThe police arrived at the scene within a few minutes and defendant was arrested at the scene of the crime. He became very violent. Officer Lewis, one of the policemen who par...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gallegos-v-people"
    }
  ],
  "relatedIncidents": [
    21701,
    21810,
    21832,
    21839,
    21535
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}