{
  "id": 21779,
  "title": "1961년 United Nations Korean Reconstruction Agency v. Glass Production Methods, Inc., United Nations Korean Reconstruction Agency v. Frazier-Simplex, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-05-17",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United Nations Korean Reconstruction Agency v. Glass Production Methods, Inc., United Nations Korean Reconstruction Agency v. Frazier-Simplex, Inc.. 판결일: 1961-05-17. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED NATIONS KOREAN RECONSTRUCTION AGENCY, Plaintiff-Appellant, v. GLASS PRODUCTION METHODS, INC., Defendant-Appellee; UNITED NATIONS KOREAN RECONSTRUCTION AGENCY, Plaintiff-Appellant, v. FRAZIER-SIMPLEX, INC., Defendant-Appellee\n**판결일**: 1961-05-17\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Claims, Lumbard, Madden, Waterman\n\n## 변호인\n\nThorold J. Deyrup, New York City (Berle, Berle & Brunner, Robert H. Sea-bolt, Stuart D. Wechsler, New York City, on the brief), for plaintiff-appellant., John H. Babigian, New York City (H. A. & C. E. Heydt, New York City, on the brief), for defendant-appellee Glass Production Methods, Inc., Murray I. Gurfein, New York City (Robert J. Haft and Goldstein, Judd & Gurfein, New York City, on the brief), for defendant-appellee Frazier-Simplex, Inc.\n\n## 인용\n\n- 291 F.2d 168\n\n## 판결문 요약\n\n291 F.2d 168\n    UNITED NATIONS KOREAN RECONSTRUCTION AGENCY, Plaintiff-Appellant,v.GLASS PRODUCTION METHODS, INC., Defendant-Appellee.UNITED NATIONS KOREAN RECONSTRUCTION AGENCY, Plaintiff-Appellant,v.FRAZIER-SIMPLEX, INC., Defendant-Appellee.\n    No. 224.\n    No. 225.\n    Docket No. 26496.\n    Docket No. 26497.\n    United States Court of Appeals Second Circuit.\n    Argued February 9, 1961.\n    Decided May 17, 1961.\n    \n      Thorold J. Deyrup, New York City (Berle, Berle &amp; Brunner, Robert H. Seabolt, Stuart D. Wechsler, New York City, on the brief), for plaintiff-appellant.\n      John H. Babigian, New York City (H. A. &amp; C. E. Heydt, New York City, on the brief), for defendant-appellee Glass Production Methods, Inc.\n      Murray I. Gurfein, New York City (Robert J. Haft and Goldstein, Judd &amp; Gurfein, New York City, on the brief), for defendant-appellee Frazier-Simplex, Inc.\n      Before LUMBARD, Chief Judge, MADDEN, Judge, United States Court of Claims,* and WATERMAN, Circuit Judge.\n      LUMBARD, Chief Judge.\n    \n    \n      1\n      These are appeals from judgments entered by the United States District Court for the Southern District of New York denying relief to the United Nations Korean Reconstruction Agency (hereinafter UNKRA) on its claims against Glass Production Methods, Inc., formerly Frazier-Simplex International Corporation (hereinafter International), and Frazier-Simplex, Inc. (hereinafter Simplex). In its complaints, UNKRA alleged that Simplex had, t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-nations-korean-reconstruction-agency-v-glass-production-methods"
    }
  ],
  "relatedIncidents": [
    21681,
    21692,
    21707,
    21755,
    21831
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}