{
  "id": 21782,
  "title": "1961년 Central Casualty Co. v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-05-15",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Central Casualty Co. v. State. 판결일: 1961-05-15. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Central Casualty Company v. State\n**판결일**: 1961-05-15\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: McFaddin, Smith\n\n## 변호인\n\nClaude B. Brinton and Bon McCourtney, for appellant., J. Frank Holt, Attorney General, by Bussell Morton, Asst. Attorney General, for appellee.\n\n## 인용\n\n- 233 Ark. 602\n- 346 S.W.2d 193\n\n## 판결문 요약\n\n George Rose Smith, J. Stockton Darneille, charged with burglary and grand larceny, was admitted to bail in the sum of $15,000 with the appellant as the surety on the bond. When the case was called for trial on November 21, 1960, Darneille failed to appear, and the court entered an order forfeiting the bond. After a hearing upon a motion to set aside the forfeiture the court remitted half the amount and rendered judgment for the remaining $7,500. The appellant now contends that the court abused its discretion in not remitting a greater portion of the forfeiture. (Darneille, we are told, died during the pendency of the appeal; the appellant elected to continue the matter alone, without asking for a revivor.) Discretionary power to remit the forfeiture is conferred by Ark. Stats. 1947, § 43-729: “If, before judgment is entered against the bail, the defendant is surrendered or arrested, the court may, at its discretion, remit the whole or part of the sum specified in the bail-bond.” The court’s discretion is not arbitrary; it should be fairly exercised upon the facts in the particular case. Hickey v. State, 150 Ark. 304, 234 S. W. 168. The Kentucky court, in construing an identical statute, pointed out that the court’s power to remit the forfeiture is intended to provide the bail with an incentive for securing the arrest of the defendant. Hicks v. Commonwealth, 265 Ky. 123, 95 S. W. 2d 1076. It was said: “When the criminal has been arrested promptly, as in this case, it would en...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=central-casualty-co-v-state"
    }
  ],
  "relatedIncidents": [
    21699,
    21703,
    21708,
    21709,
    21717
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}