{
  "id": 21786,
  "title": "1961년 McIntyre 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-05-03",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: McIntyre. 판결일: 1961-05-03. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: WILLIAM C. McINTYRE, a Resident Citizen and Taxpayer of Charlotte, Mecklenburg County, North Carolina, on His Own Behalf and on Behalf of the Other Taxpayers of Said County, v. HONORABLE F. O. CLARKSON, SENIOR RESIDENT JUDGE OF THE 26TH JUDICIAL DISTRICT OF NORTH CAROLINA, and JESSIE CALDWELL SMITH, TREASURER OF MECKLENBURG COUNTY, NORTH CAROLINA, and WALKER H. BUSBY, MECKLENBURG COUNTY AUDITOR and ACCOUNTANT\n**판결일**: 1961-05-03\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Bobbitt, Higgins, Moore\n\n## 변호인\n\n\n\nJ. F. Flowers and Mercer J. Blankenship for plaintiff.\n, \nE. McA. Currie for defendant F. 0. Clarkson.\n, \nDockery, Buff, Perry, Bond ■& Cobb for defendants Busby and Smith.\n, \nWhiteford S. Blakeney for the District Bar of the Twenty-Sixth Judicial District, as Amicus Curiae.\n\n\n## 인용\n\n- 119 S.E.2d 888\n- 254 N.C. 510\n\n## 판결문 요약\n\n\n119 S.E.2d 888 (1961)\n254 N.C. 510\nWilliam C. McINTYRE, a resident citizen and taxpayer of Charlotte, Mecklenburg County, North Carolina, on his own behalf and on behalf of the other taxpayers of said County.\nv.\nHonorable F. O. CLARKSON, Senior Resident Judge of the 26th Judicial District of North Carolina, and Jessie Caldwell Smith, Treasurer of Mecklenburg County, North Carolina, and Walker H. Busby, Mecklenburg County Auditor and Accountant.\nNo. 239.\nSupreme Court of North Carolina.\nMay 3, 1961.\nJ. F. Flowers and Mercer J. Blankenship, Charlotte, for plaintiff.\nE. McA. Currie, Charlotte, for defendant F. O. Clarkson.\nDockery, Ruff, Perry, Bond &amp; Cobb, Charlotte, for defendants Busby and Smith.\nWhiteford S. Blakeney, Charlotte, for the District Bar of the Twenty-Sixth Judicial District, as amicus curiae.\nMOORE, Justice.\nIn this Court defendants demur ore tenus to plaintiff's complaint on the grounds that it does not state facts sufficient to constitute a cause of action, and does not show that the plaintiff has sufficient legal interest to maintain the action.\nDefendants contend that a resident, citizen and taxpayer, as such, does not have sufficient interest in the controversy to maintain an action, for himself and on behalf of others similarly situated, to challenge the constitutionality of a statute providing for the appointment of justices of the peace for the county in which he resides and for payment of their salaries from the general fund of the county.\n\"`Courts...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcintyre-v-clarkson"
    }
  ],
  "relatedIncidents": [
    21681,
    21683,
    21685,
    21686,
    21688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}