{
  "id": 21788,
  "title": "1961년 Bowlavar, Inc. v. Local 90, General Team & Truck Drivers, Helpers & Warehousemen's Union 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-05-02",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Bowlavar, Inc. v. Local 90, General Team & Truck Drivers, Helpers & Warehousemen's Union. 판결일: 1961-05-02. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: Bowlavar, Inc., Et Al., Appellants, v. Local 90, General Team and Truck Drivers, Helpers and Warehousemen’s Union, Officers Et Al., Appellees\n**판결일**: 1961-05-02\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Thompson\n\n## 변호인\n\nRobert E. Dreher and Charles F. Wennerstrum, both of Des Moines, for appellants., Connolly, O’Malley & McNutt and Robert E. Conley, all of Des Moines, for appellees.\n\n## 인용\n\n- 109 N.W.2d 22\n- 252 Iowa 851\n\n## 판결문 요약\n\n\n109 N.W.2d 22 (1961)\nBOWLAVAR, INC., William Winslow, Appellants,\nv.\nLOCAL 90, GENERAL TEAM AND TRUCK DRIVERS, HELPERS AND WAREHOUSEMEN'S UNION, Edgar C. Hartzer, Secretary-Treasurer and Business Agent of Said Local 90, Joseph Kuel, Jr., Assistant Business Agent of Said Local 90, Arthur L. Carson, Assistant Business Agent of Said Local 90, William Wright, Lonnie Chambers, Dennis Breese, Appellees.\nNo. 50344.\nSupreme Court of Iowa.\nMay 2, 1961.\nRobert E. Dreher, and Charles F. Wennerstrum, Des Moines, for appellants.\nConnolly, O'Malley &amp; McNutt, and Robert E. Conley, Des Moines, for appellees.\nTHOMPSON, Justice.\nThe plaintiffs on February 6th, 1961, brought their action in the Polk County District Court alleging certain unfair labor practices against the defendants through illegal picketing, interference with contract relations between plaintiffs and their employees and their suppliers of merchandise and services, trespassing upon plaintiffs' property, and conspiracy to force the plaintiffs, through threats and coercion, to compel plaintiffs to recognize the defendant union by employing only members of the union. Injunctive relief both temporary and permanent was asked. The trial court set the application for a temporary injunction for hearing on February 9, 1961.\nThereupon the defendants filed their special appearance, asserting that the matter *23 was within the jurisdiction of the National Labor Relations Board, hereafter referred to as the Board, and the state court h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bowlavar-inc-v-local-90-general-team-truck-drivers-helpers"
    }
  ],
  "relatedIncidents": [
    21685,
    21698,
    21727,
    21780,
    21790
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}