{
  "id": 21783,
  "title": "1961년 Garlock 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-05-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Garlock. 판결일: 1961-05-12. 법원: United States Court of Claims.",
  "description": "## 사건 정보\n\n**사건명**: Edward A. Garlock, Sr.\n**판결일**: 1961-05-12\n**법원**: United States Court of Claims\n**관할**: USA, Federal\n\n## 인용\n\n- 153 Ct. Cl. 698\n\n## 판결문 요약\n\n\nCivilian pay. — The plaintiff, a former employee of the Patent Office, sued to recover back pay on the ground that his removal was wrongful in that it resulted, as he alleged, from the control exercised over the Patent Office by a certain religious minority. On April 27, 1960, Trial Commissioner W. Ney Evans filed his report finding that the action of the Patent Office in removing plaintiff from the rolls for disability was procedurally correct and was taken in good faith. On the basis of the report of the trial commissioner, and the briefs and argument of the parties, the court, on May 12, 1961, issued an order dismissing plaintiff’s petitions.* The report of the trial commissioner follows:\n1. In these consolidated cases1 plaintiff appears pro se. He is a citizen of the United States, Caucasian, and Protes*699tant. He was 62 years of age at the time of bis separation for disability from the Patent Office in 1950, as hereinafter recited.\n2. (a) The gravamens of plaintiff’s complaints are: (1) that during the period of his employment (1945-1950), “the Patent Office was controlled by a religious minority who were so situated in key and strategic positions as to give them working control of the * * * Patent Office and thus limited promotion possibilities of those of different religious beliefs;” and (2) that, after plaintiff filed an appeal pursuant to Executive Order 9980 (relating to fair employment practices), he “was promptly framed by certain of the officials of the * * * ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=garlock"
    }
  ],
  "relatedIncidents": [
    21681,
    21683,
    21685,
    21686,
    21688
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}