{
  "id": 21790,
  "title": "1961년 Collignon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-04-25",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Collignon. 판결일: 1961-04-25. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Robert E. COLLIGNON v. J. Edwin LARSON, State Treasurer and Ex-officio Insurance Commissioner of the State of Florida\n**판결일**: 1961-04-25\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Carroll, Donald, Sturgis, Wigginton\n\n## 변호인\n\nWalton, Lantaff, Schroeder, Atkins, Carson & Wahl, Miami, for appellant., Richard W. Ervin, Atty. Gen., Robert J. Kelly and James G. Mahorner, Asst. Attys. Gen., Peter Guarisco, Asst. Gen. Counsel,. State Ins. Dept, for appellee., Keen, O’Kelley & Spitz, Tallahassee,, amicus curiae.\n\n## 인용\n\n- 132 So. 2d 317\n\n## 판결문 요약\n\n\nWIGGINTON, Chief Judge.\nAppellant, a licensed life and disability insurance agent, has appealed from an order rendered by the Insurance Commissioner suspending for a period of one year all1 insurance licenses theretofore issued appellant. He contends that the order of suspension was erroneously rendered and1 should be reversed on any one of six points, argued in his brief. Of the issues raised we find it necessary to discuss only one.\nThe notice served on appellant by the commissioner charges a violation of certain sections of the insurance code. The charges-are based upon a twelve-page written statement identified as a comparative analysis or statistical report admittedly prepared by appellant and furnished to a client to whom appellant had previously sold certain policies of life insurance. The apparent purpose of the written statement was to assure the client he had acted wisely in cancelling insurance policies previously purchased1 from another company, and replacing them, with the policies sold him by appellant.\nIt is earnestly contended that the order of suspension should be reversed for the reason that it contains no specific findings of fact on which the commissioner based his ultimate conclusion that appellant was guilty of violating provisions of the insur-*318anee code. Appellant urges that such omission not only violates the mandatory requirements of the statute, but also makes it impossible for him to demonstrate by the record that the facts, if any, on which th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=collignon-v-larson"
    }
  ],
  "relatedIncidents": [
    21685,
    21698,
    21727,
    21780,
    21788
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}