{
  "id": 21814,
  "title": "1961년 Thornton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-03-02",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Thornton. 판결일: 1961-03-02. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Ex parte Gartis G. THORNTON Bertha Loden THORNTON v. Gartis G. THORNTON\n**판결일**: 1961-03-02\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Coleman, Goodwyn, Livingston, Simpson\n\n## 변호인\n\nE. B. Haltom, Jr., Florence, for petitioner., Knabe & Nachman, Montgomery, for Bertha Loden Thornton.\n\n## 인용\n\n- 272 Ala. 4\n- 127 So. 2d 598\n\n## 판결문 요약\n\n\nCOLEMAN, Justice.\nThis is a petition for certiorari to review and set aside a decree of the circuit court, in equity, holding the petitioner guilty of contempt for failure to obey a decree of the equity court rendered June 2, 1947.\nOn May 9, 1947, Bertha Loden Thornton, as complainant, commenced Case No. 2134 in the Circuit Court of Marion County, in Equity, by filing a bill of complaint against her husband, the petitioner, as respondent. The bill alleges that the complainant and respondent were married to each other December 25, 1940, and lived together as husband and wife until October 1, 1946, when they separated; that respondent has committed acts of violence on the person of complainant, has assaulted and beat her, and that there was danger to her health on account of said assault; that the parties have two children who are in the custody of complainant; that since the separation of the parties, respondent has failed and refused to support complainant and the children; that respondent is employed, is receiving a wage of approximately $500 per month, and is well able to pay “both temporary and permanent alimony to this complainant, and a reasonable sum both temporary and permanent for the support of said children,” and a fee for complainant’s solicitor.\nThe prayer for relief is:\n“ * * * that the said defendant be required to pay a reasonable sum during the pendency of this cause for the support of this complainant; that he likewise be required to pay a reasonable sum dur...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thornton-v-thornton"
    }
  ],
  "relatedIncidents": [
    21544,
    21572,
    21580,
    21654,
    21681
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}