{
  "id": 21810,
  "title": "1961년 Saunders 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-03-10",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Saunders. 판결일: 1961-03-10. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: J. Tunkie Saunders v. State of Tennessee\n**판결일**: 1961-03-10\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: Bubnett, Burnett, Swepstok, Swepston\n\n## 변호인\n\nLuoius E. Bueoh, Jb., Memphis, for plaintiff in error., WalkeR T. Tipton, Assistant Attorney General, for the State.\n\n## 인용\n\n- 345 S.W.2d 899\n- 208 Tenn. 347\n\n## 판결문 요약\n\n\n345 S.W.2d 899 (1961)\nJ. Tunkie SAUNDERS\nv.\nSTATE of Tennessee.\nSupreme Court of Tennessee.\nMarch 10, 1961.\n*900 Lucius E. Burch, Jr., Memphis, for plaintiff in error.\nWalker T. Tipton, Asst. Atty. Gen., for the State.\nBURNETT, Justice.\nSaunders was charged in a presentment of the Grand Jury with an assault with intent to commit murder in the first degree. He was convicted of assault and battery with sentence of six months in the County Workhouse and a fine of $500. This judgment has been seasonably appealed to this Court. Able briefs have been filed, arguments heard, and we now, after a careful reading of the record, the briefs, the authorities therein cited, and making an independent investigation, have the question for determination.\nThe occurrence out of which this presentment arose occurred in Memphis on January 12, 1959, at the home of the plaintiff in error. On this day, which was Monday, the plaintiff in error had invited two ladies and a gentleman friend of his to his home for lunch. The group gathered at the home of the plaintiff in error around 1:00 o'clock and spent some two or three hours prior to their lunch, which was served about 3:00 o'clock, having cocktails and discussing literature.\nJust about lunch time, or around 3:00 o'clock, the defendant got a .20-gauge gun of his, brought it to the downstairs of his home in preparation to loaning it to the gentleman friend who was visiting, and in preparation to showing him how it operated the gun inadvertently fire...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=saunders-v-state"
    }
  ],
  "relatedIncidents": [
    21701,
    21776,
    21832,
    21839,
    21535
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}