{
  "id": 21822,
  "title": "1961년 Ahrenholz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-02-16",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Ahrenholz. 판결일: 1961-02-16. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: L. T. AHRENHOLZ, Thomas A. Horkan, Jr., and Ann M. Horkan, his wife v. Ray E. GREEN, as Comptroller of the State of Florida\n**판결일**: 1961-02-16\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Carroll, Chas, Horton, Pearson\n\n## 변호인\n\nThomas A. Horkan, Jr., Miami, for appellants., Phillip Goldman, Miami, for appellee.\n\n## 인용\n\n- 127 So. 2d 139\n\n## 판결문 요약\n\n\nPEARSON, Judge.\nThe plaintiffs appeal from an adverse final decree entered upon their complaint to quiet the title to certain real property as against a claim of Ray E. Green, as Comptroller of the State of Florida. The comptroller filed an answer by which issue was joined on the question of whether the comptroller’s warrant for collection of delinquent taxes constituted a lien on the real property involved. The parties entered into a stipulation of facts and submitted the cause for final decree. The court ordered the title quieted in plaintiffs, subject to the lien of the comptroller. We hold that the comptroller’s warrant for collection of delinquent taxes was not a lien under the circumstances set forth in the stipulation. The stipulation of facts sets forth the following:\n“1. At all times pertinent hereto, Lloyd Spector was the President and executive officer of Crown Fence Company, Inc., a Florida corporation.\n“2. On March 29, 1927, [sic] [1957], the Plaintiff, L. T. Ahrenholz, advanced certain monies to the said Crown Fence Company, Inc. Simultaneously with such advancement, the said Lloyd Spector joined by his wife, executed and delivered to the said L. *140T. Ahrenholz, individually as a trustee, a certain warranty deed; a true copy of which is attached hereto and made a part hereof and marked Exhibit ‘A’.\n“3. Subsequently, on or about the 17th day of May, 1957, the said Lloyd Spector, joined by his wife, executed and delivered to the said L. T. Ahren-holz a second W...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ahrenholz-v-green"
    }
  ],
  "relatedIncidents": [
    21685,
    21698,
    21727,
    21780,
    21788
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}