{
  "id": 21837,
  "title": "1961년 Pueblo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-01-26",
  "location": "Puerto Rico, PR, USA",
  "summary": "미국 Puerto Rico, PR 법원 판결 사건. 사건명: Pueblo. 판결일: 1961-01-26. 법원: Supreme Court of Puerto Rico.",
  "description": "## 사건 정보\n\n**사건명**: El Pueblo de Puerto Rico, peticionario v. Tribunal Superior de Puerto Rico, Sala de San Juan, Hon. Pablo Juan y Toro, Juez, demandado\n**판결일**: 1961-01-26\n**법원**: Supreme Court of Puerto Rico\n**관할**: Puerto Rico, PR\n\n**판사**: Belaval\n\n## 변호인\n\nRon. Secretario de Justicia J. B. Fernández Badillo, Arturo Estrella, Secretario Auxiliar de Justicia, Alfredo Archilla Guenard y William Fred Santiago, Fiscal y Fiscal Auxiliar, respectivamente, del Tribunal Supremo, abogados de El Pueblo.\n\n## 인용\n\n- 82 P.R. Dec. 47\n\n## 판결문 요약\n\n\nEl Juez Asociado Señor Belaval\nemitió la opinión del Tribunal.\nEl día 27 de septiembre de 1956, se presentó en la Corte de Distrito de los Estados Unidos para el Distrito de Puerto Rico, una acusación contra Gumersindo Castellano Arroyo, porque dicho acusado fraudulentamente recibió, ocultó, faci-litando su transportación y ocultación, cierta cantidad de cloruro de morfina hidroacético, conocida generalmente como heroína, en forma contraria a la ley, violando así la sección 174 del título 21 del Código de Estados Unidos que dispone:\n“Toda persona que fraudulentamente o a sabiendas importe o traiga narcóticos a los Estados Unidos o a cualquier territorio bajo su control o jurisdicción, en violación a la ley, o reciba, oculte, compre, venda o en cualquier manera facilite el trans-portar, ocultar o vender algunos de dichos narcóticos después de haber sido importados o traídos, a sabiendas que los mismos han sido importados o traídos a los Estados Unidos en una forma contraria a la ley, o conspire para cometer cualquiera de esos actos en violación de las leyes de los Estados Unidos, será puesto en prisión por un término no menor de cinco años! ni mayor de veinte años y en adición podrá imponérsele unaj multa que no exceda de $20,000. Por una segunda o subsil guíente ofensa, (según se determina en la sección 7237 (c* del Código de Rentas Internas de 1954), el acusado será puestj en prisión por un término no menor de diez años ni mayo *49de cuarenta años, y en adición podrá imponé...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pueblo-v-tribunal-superior-de-puerto-rico"
    }
  ],
  "relatedIncidents": [
    21681,
    21692,
    21707,
    21755,
    21779
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}