{
  "id": 21832,
  "title": "1961년 Baker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-02-06",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Baker. 판결일: 1961-02-06. 법원: New York County Courts.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Milton B. Baker\n**판결일**: 1961-02-06\n**법원**: New York County Courts\n**관할**: New York, NY\n\n**판사**: Sherman\n\n## 변호인\n\nJohn P. Brown and Alfred L. Simon for defendant. James A. O’Connor, District Attorney, for plaintiff.\n\n## 인용\n\n- 29 Misc. 2d 145\n\n## 판결문 요약\n\n\nBichard J. Sherman, J.\nThis motion is based upon an order to show cause as to why an order should not be granted (a) directing the District Attorney to advise defendant whether or not he has any statement made by the defendant at the State Police Barracks in the Town of Malta, on the evening of April 17, 1960 and the early morning of April 18, 1960, and (b) if such statement exists, a discovery and inspection of the same be granted to the defendant and attorneys be granted the right to inspect, read and make copies of the same.\nThe appearances are: John P. Brown, attorney of record for the defendant, with Alfred L. Simon as counsel, and Hon. James A. O’Connor, District Attorney of Saratoga County for the People and in opposition to the motion. The Grand Jury of the County of Saratoga had indicted the defendant under Indictment No. 1247 with the crime of manslaughter in the first degree in violation of section 1050 of the Penal Law of the State of New York. This indictment was handed down at the May 1960 Term of the Supreme Court at which time a Grand Jury was in session.\nThe case first appeared on the June 1960 Calendar of the Trial Term of the Saratoga County Court, it having been transferred to that court by order of the Supreme Court Judge then presiding.\n*146By agreement the trial of the case was moved over to the October 1960 Term of the Saratoga County Court and at the time the court advised the defendant and his counsel as well as the District Attorney that all motion...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-baker"
    }
  ],
  "relatedIncidents": [
    21701,
    21776,
    21810,
    21839,
    21535
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}