{
  "id": 21831,
  "title": "1961년 Deutsch 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-02-06",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Deutsch. 판결일: 1961-02-06. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: State of New Jersey, Plaintiff-Respondent, v. Eugene Deutsch, Defendant-Appellant\n**판결일**: 1961-02-06\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: Jacobs\n\n## 변호인\n\nMr. Boy C. Bimmons argued the cause for the appellant (Messrs. Camp & Bimmons, attorneys)., Mr. Thomas J. Muccifori, Assistant Prosecutor, argued the cause for the respondent (Mr. Howard Ewart, Ocean County Prosecutor, attorney).\n\n## 인용\n\n- 168 A.2d 12\n- 34 N.J. 190\n\n## 판결문 요약\n\n\n34 N.J. 190 (1961)\n168 A.2d 12\nSTATE OF NEW JERSEY, PLAINTIFF-RESPONDENT,\nv.\nEUGENE DEUTSCH, DEFENDANT-APPELLANT.\nThe Supreme Court of New Jersey.\nArgued December 5, 1960.\nArgued December 6, 1960.\nDecided February 6, 1961.\n*193 Mr. Roy G. Simmons argued the cause for the appellant (Messrs. Camp &amp; Simmons, attorneys).\nMr. Thomas J. Muccifori, Assistant Prosecutor, argued the cause for the respondent (Mr. Howard Ewart, Ocean County Prosecutor, attorney).\nThe opinion of the court was delivered by JACOBS, J.\nThe defendant moved before sentencing for leave to withdraw his plea of non vult to an accusation containing 28 counts and charging violations of N.J.S. 2A:111-11. The motion was denied by County Judge Ewart who rejected the defendant's application that he disqualify himself and sentenced him to serve specified terms in the State Prison and to pay stated fines. The defendant appealed to the Appellate Division and we certified his appeal while it was pending there.\nHeller and Company, a corporation engaged in the financing and factoring business, entered into financing arrangements with Toledo Brothers, Inc. and Farmers Exchange, Inc., corporations engaged in the egg business and with which the defendant was actively associated. In the course of the financing, Heller and Company was allegedly defrauded of very large sums of money through the use of forged schedules, invoices, and trade acceptances. The Monmouth County Grand Jury returned forgery indictments against the de...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-deutsch"
    }
  ],
  "relatedIncidents": [
    21681,
    21692,
    21707,
    21755,
    21779
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}