{
  "id": 21839,
  "title": "1961년 Duffin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-01-18",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Duffin. 판결일: 1961-01-18. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Duffin v. Warden of Maryland Penitentiary\n**판결일**: 1961-01-18\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Brune, C.J., and Henderson, Hammond, Prescott and Horney\n\n## 인용\n\n- 167 A.2d 601\n- 224 Md. 645\n\n## 판결문 요약\n\n\n224 Md. 645 (1961)\n167 A.2d 601\nDUFFIN\nv.\nWARDEN OF MARYLAND PENITENTIARY\n[App. No. 29, September Term, 1960.]\nCourt of Appeals of Maryland.\nDecided January 18, 1961.\nBefore BRUNE, C.J., and HENDERSON, HAMMOND, PRESCOTT and HORNEY, JJ.\nBRUNE C.J., delivered the opinion of the Court.\nThe applicant, Lawrence Duffin, was tried in the Circuit Court for Montgomery County before the court (Shure, J.) and a jury on charges of assault with intent to murder and assault and battery. The jury found him guilty on the assault and battery charge, but not guilty of assault with intent to murder. He had a past record (for shooting a sister of the prosecuting witness, for which he received a six year sentence and served more than four and a half years) and was sentenced to five years' imprisonment on the recent offense.\nIn his amended petition under the Uniform Post Conviction Procedure Act (the Act), filed through his counsel appointed thereunder, and in an affidavit accompanying it, he alleged violation of State and Federal constitutional rights of due process and against self-incrimination. He also alleged that due to ignorance and lack of education he was unable to note and perfect an appeal and was incapable of waiving his right of appeal.\nIn support of his claims of denial of constitutional rights he alleged, in effect, suppression of evidence and improper admission of his past record. He also sought to raise matters going to the question of guilt or innocence.\nHis charge of suppressio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=duffin-v-warden-of-maryland-penitentiary"
    }
  ],
  "relatedIncidents": [
    21701,
    21776,
    21810,
    21832,
    21535
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}