{
  "id": 21855,
  "title": "1961년 South Carolina Insurance Company v. Jackson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1961-01-05",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: South Carolina Insurance Company v. Jackson. 판결일: 1961-01-05. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: South Carolina Insurance Company v. Jackson\n**판결일**: 1961-01-05\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Bell, Felton, Nichols\n\n## 변호인\n\nSmith, Field, Bingel, Martin & Carr, Palmer H. Ansley, H. A. Steplvens, Jr., Charles Drew, for plaintiff in error., Murphy & Murphy, Thomas B. Mwphy, contra.\n\n## 인용\n\n- 117 S.E.2d 878\n- 103 Ga. App. 3\n\n## 판결문 요약\n\n\n103 Ga. App. 3 (1961)\n117 S.E.2d 878\nSOUTH CAROLINA INSURANCE COMPANY\nv.\nJACKSON.\n38576.\nCourt of Appeals of Georgia.\nDecided January 5, 1961.\n*4 Smith, Field, Ringel, Martin &amp; Carr, Palmer H. Ansley, H. A. Stephens, Jr., Charles Drew, for plaintiff in error.\nMurphy &amp; Murphy, Thomas B. Murphy, contra.\n*5 FELTON, Chief Judge.\nThere is here only one question to be answered, i. e., whether the taking of the motorcycle covered by the policy of insurance was done by theft, larceny, robbery or pilferage under the terms of the insurance contract or whether it was taken under a claim of right by Hunt. Our interpretation of the policy is that if Hunt took the motorcycle with the intent to steal it, the plaintiff could recover. If Hunt did not so take the motorcycle, the plaintiff could not recover under the policy of insurance. Simple larceny is the wrongful and fraudulent taking and carrying away, by any person, of the personal goods of another, with intent to steal the same. Code § 26-2602. The other crimes named included stealing. The issue then is whether or not Hunt \"intended\" to steal the motorcycle. The evidence adduced at the trial indicates that Harris and Kinney concluded from statements made to them that Hunt desired to eliminate himself as a party in interest to the motorcycle and to the debt at the bank. Hunt's testimony is contradictory of theirs. The evidence is clear that Hunt did take the motorcycle and chain it in plain view to a tree in the front yard of hi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=south-carolina-insurance-company-v-jackson"
    }
  ],
  "relatedIncidents": [
    21699,
    21703,
    21708,
    21709,
    21717
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}