{
  "id": 21857,
  "title": "1960년 Gallegos 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1960-12-19",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Gallegos. 판결일: 1960-12-19. 법원: Supreme Court of Colorado.",
  "description": "## 사건 정보\n\n**사건명**: Robert Elmer Gallegos v. the People of the State of Colorado\n**판결일**: 1960-12-19\n**법원**: Supreme Court of Colorado\n**관할**: Colorado, CO\n\n**판사**: Moore\n\n## 변호인\n\nMr. Charles S. Vigil, Mr. Roger Cisneros, for plaintiff in error., Mr. Duke W. Dunbar, Attorney General, Mr. Frank E. Hickey, Deputy, Mr. J. F. Brauer, Assistant, for defendant in error.\n\n## 인용\n\n- 358 P.2d 1028\n- 145 Colo. 53\n\n## 판결문 요약\n\n\n358 P.2d 1028 (1960)\nRobert Elmer GALLEGOS, Plaintiff in Error,\nv.\nPEOPLE of the State of Colorado, Defendant in Error.\nNo. 19264.\nSupreme Court of Colorado, En Banc.\nDecember 19, 1960.\nRehearing Denied January 9, 1961.\n*1029 Charles S. Vigil, Roger Cisneros, Denver, for plaintiff in error.\nDuke W. Dunbar, Atty. Gen., Frank E. Hickey, Deputy Atty. Gen., J. F. Brauer, Asst. Atty. Gen., for defendant in error.\nMOORE, Justice.\nPlaintiff in error, to whom we will refer as defendant, was found guilty of first degree murder and sentenced to imprisonment for life. He was charged jointly with one Edward Raymond Martinez. The information, in pertinent part, alleged that the defendant and said Martinez, \"did feloniously, wilfully and of their premeditated malice aforethought kill and murder one Robert F. Smith; * * *.\"\nDefendant was fourteen, Martinez was twelve, and the decedent Smith was \"over seventy\" years of age. The homicide was committed in connection with a robbery allegedly perpetrated by the defendant and Martinez upon the deceased. After the trial court ruled that a statement made by Martinez was not admissible in evidence the case as to him was dismissed.\nCounsel for defendant contend, among numerous other assignments of error, that the information should be quashed for the following reasons:\n\"1. Two defendants are charged with doing the same act.\n\"2. No charge that death occurred within a year and a day.\n\"3. Age of the defendant not stated.\n\"4. No allegation that offense ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gallegos-v-people"
    }
  ],
  "relatedIncidents": [
    21879,
    21897,
    21901,
    21909,
    21997
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}