{
  "id": 21859,
  "title": "1960년 Layman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1960-12-14",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Layman. 판결일: 1960-12-14. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Oklahoma, Plaintiff in Error, v. Andrew H. LAYMAN, Jr., Defendant in Error\n**판결일**: 1960-12-14\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Nix, Powell\n\n## 변호인\n\nMac Q. Williamson, Atty. Gen., Robert D. Simms, County Atty., Tulsa County, Tulsa, for plaintiff in error., R. L. Davidson, Jr., James G. Davidson, Tulsa, J. A. Rinehart, El Reno, for defendants in error.\n\n## 인용\n\n- 357 P.2d 1022\n\n## 판결문 요약\n\n\n357 P.2d 1022 (1960)\nSTATE of Oklahoma, Plaintiff in Error,\nv.\nAndrew H. LAYMAN, Jr., Defendant in Error.\nNo. A-12977.\nCourt of Criminal Appeals of Oklahoma.\nDecember 14, 1960.\nMac Q. Williamson, Atty. Gen., Robert D. Simms, County Atty., Tulsa County, Tulsa, for plaintiff in error.\nR.L. Davidson, Jr., James G. Davidson, Tulsa, J.A. Rinehart, El Reno, for defendants in error.\n*1024 POWELL, Presiding Judge.\nA.H. \"Herb\" Layman, Thomas Clinton Layman, and Andrew H. Layman, Jr., on March 15, 1960 were indicted by a grand jury in Tulsa County, and charged with having \"obtained money by means of false pretenses in violation of Title 21 O.S.Supp. 1953, Section 1541.\" Pertinent portions of such citation read:\n\"Every person who, with intent to cheat and defraud, shall obtain or attempt to obtain from any person, firm or corporation, any money, property or valuable thing, * * * by means or by use of * * * false or fraudulent representation or statement or pretense, * * *. If the value of the money, property or valuable thing referred to in the preceding paragraph, be more than Twenty ($20.00) Dollars, any person convicted hereunder shall be deemed guilty of a felony and shall be punished by imprisonment in the State Penitentiary, for a term not exceeding seven (7) years, or by a fine of not to exceed Five Hundred ($500.00) Dollars, or by both such fine and imprisonment. * * *\"\nThe trial court at time of his ruling referred to Section 1542[1] of O.S. 1951, Title 21, and the State did n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-layman"
    }
  ],
  "relatedIncidents": [
    21917,
    21918,
    21995,
    22025,
    21681
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}