{
  "id": 21878,
  "title": "1960년 Banmiller 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1960-11-16",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Banmiller. 판결일: 1960-11-16. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth ex rel. Luzzi v. Banmiller\n**판결일**: 1960-11-16\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Ervin, Gunther, Montgomery, Rhodes, Watkins, Woodside, Wright\n\n## 변호인\n\nFrank Luzzi, appellant, in propria persona., Peter F. Oianci, Assistant District Attorney, with him Frederick O. Brubaker, District Attorney, for Commonwealth, appellee.\n\n## 인용\n\n- 193 Pa. Super. 347\n\n## 판결문 요약\n\n\nOpinion\nPer Curiam,\nRelator’s petition for writ of habeas corpus was properly dismissed by the court below as repetitious of prior petitions. Relator was convicted in the Court of Oyer and Terminer of Berks 'County of burglary, larceny, and carrying firearms without a license. He was sentenced to a prison term of not less than seven and a half years and not more than twenty years. No appeal was taken from the judgments of sentence.\nRelator has been given unlimited opportunity to attack his convictions. His repetitious contentions are devoid of merit and become merely time consuming in the ■ courts.\nWe therefore affirm the dismissal of the last petition for writ of habeas corpus on the following portion of the opinion of Judge Hess of the Court of Common Pleas of Berks County:\n“It is not necessary to consider the allegations of the petition except to say that they are the same alie*349gations which have been considered in previous applications to this court and to the United States District Court for the Eastern District of Pennsylvania. The allegations have been reviewed by the Superior Court of Pennsylvania on two occasions and by the Supreme Court of the United States on application for certiorari, gee Luzzi v. Tees, 46 Berks Co. L. J. 229; Commonwealth ex rel. Luzzi v. Tees, 176 Pa. Superior Ct. 528 [108 A. 2d 921]; Commonwealth ex rel. Luzzi v. Ct. of Q. S. and O. &amp; T. of Berks County, 179 Pa. Superior Ct. 486 [118 A. 2d 227]; United States of America ex rel. Frank L...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-ex-rel-luzzi-v-banmiller"
    }
  ],
  "relatedIncidents": [
    21937,
    21990,
    22006,
    22029,
    22031
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}