{
  "id": 21887,
  "title": "1960년 Ex Parte Knoll 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1960-11-02",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex Parte Knoll. 판결일: 1960-11-02. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte J. P. Knoll\n**판결일**: 1960-11-02\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson, Dice\n\n## 변호인\n\nW. R. Hill and W. E. Martin, Houston, for appellant., Dan Walton, District Attorney, Samuel H. Robertson, Jr. Assistant District Attorney, Houston, and Leon Douglas, State’s Attorney, Austin, for the state.\n\n## 인용\n\n- 339 S.W.2d 678\n- 170 Tex. Crim. 174\n\n## 판결문 요약\n\n\n339 S.W.2d 678 (1960)\nEx parte J. P. KNOLL.\nNo. 32340.\nCourt of Criminal Appeals of Texas.\nNovember 2, 1960.\nW. R. Hill, W. E. Martin, Houston, for appellant.\nDan Walton, Dist. Atty., Samuel H. Robertson, Jr., Asst. Dist. Atty., Houston, and Leon B. Douglas, State's Atty., Austin, for the State.\nDICE, Commissioner.\nThis is an appeal from an order entered in a habeas corpus proceeding remanding appellant to custody for extradition to the State of Louisiana.\nAt the hearing, the State introduced into evidence the executive warrant of the Governor of this State and also the requisition *679 of the Governor or Louisiana. The Governor's executive warrant recites that it has been made known to him by the Governor of the State of Louisiana that appellant's \"stands charged by affidavit before the proper authorities, with Violation of Probation After Trial, Conviction and Sentence For The Crime of Criminal Neglect of Family,\" committed in said State and that he had taken refuge in this State.\nAppellant also introduced into evidence certain duly authenticated papers accompanying the requisition.\nFrom the papers it appears that appellant was convicted on January 29, 1953, in the State of Louisiana of the misdemeanor crime of criminal neglect of family and sentenced to serve one year in jail. Appellant's sentence was by the court suspended and he was placed upon probation for a period of five years upon certain terms and conditions. On May 31, 1955, warrant was issued for the appellant's...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-knoll"
    }
  ],
  "relatedIncidents": [
    21857,
    21859,
    21860,
    21878,
    21879
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}