{
  "id": 21898,
  "title": "1960년 Misek 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1960-10-05",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Misek. 판결일: 1960-10-05. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Application of Jerry MISEK for Writ of Mandamus v. John LUTON, County Attorney, and Archibald Bonds, Municipal Judge\n**판결일**: 1960-10-05\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Nix, Powell\n\n## 변호인\n\nLandrith & McGee, W. Timothy Dowd, Tulsa, for petitioner., Mac Q. Williamson, Atty. Gen., for respondent.\n\n## 인용\n\n- 355 P.2d 1009\n\n## 판결문 요약\n\n\nBRETT, Judge.\nThis is an original application brought by Jerry Misek for Writ of • Mandamus against John Luton, County Attorney and Archibald Bonds, Judge of the Municipal Court of Muskogee County, Oklahoma, for an order directing them to dismiss preliminary complaints filed in said municipal court on three separate charges, two for false pretense and one for uttering a forged instrument, filed in said court on June 27, 1957, December 2, 1957, and December 5, 1957, respectively. Said dismissals are urged for failure to grant a speedy trial. The petitioner asserts that he made demand for trial to Joe Cannon, then the County Attorney of Muskogee County, Oklahoma, in a letter addressed to the County Attorney of Muskogee County, Oklahoma, dated April 23,' 1958, labeled petition for Writ Ad Prosequendum. That the demand wás ignored by both Joe Cannon and his successor, John Luton.\nPetitioner further says that on’ 'May 2, 1960, the petitioner filed an application for writ of mandamus in the District Court of Muskogee County, Oklahoma, not unlike the one filed herein, seeking dismissal of the three cases pending before Judge Bonds and attached to which was the letter to the County Attorney for Writ Ad Prosequen-dum. The trial judge, C. F. Bliss, treated the matter as an application for Writ Ad Prosequendum, denying the application for Writ of Mandamus, directing Judge Bonds to dismiss the complaints; but ordered Judge Bonds to arraign the petitioner and set the matter for hearing o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=misek-v-luton"
    }
  ],
  "relatedIncidents": [
    21857,
    21859,
    21860,
    21878,
    21879
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}