{
  "id": 21897,
  "title": "1960년 Hill 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1960-10-07",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Hill. 판결일: 1960-10-07. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: John Ruford HILL v. COMMONWEALTH of Kentucky\n**판결일**: 1960-10-07\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Moremen\n\n## 변호인\n\nFritz Krueger, Somerset, for appellant.', John B. Breckinridge, Atty. Gen., Ray Corns, Asst. Atty. Gen., for appellee.\n\n## 인용\n\n- 339 S.W.2d 170\n\n## 판결문 요약\n\n\nMOREMEN, Judge.\nAppellant, John Hill, was found guilty of voluntary manslaughter and the punishment was confinement for two years in the penitentiary.\nLate in the afternoon of June 16, 1959, appellant was driving his automobile along Highway 25, near the small settlement of Snyder in Rockcastle County. The road was straight and the visibility was good. Hill, during the course of the day, had admittedly consumed the contents of six or seven containers of beer. The evidence indicated that he may have also drunk a quarter of a pint of whiskey, but he denied doing this. Regardless of the amount of alcoholic intake, it seems certain that, at this time, appellant was driving properly on the right side of the road and at a legal rate of speed.\nAt this same time, Arthur Taylor, who was about 65 years of age, had completed a shopping trip and had started his return home. He was walking on the side of the road, off the asphalt pavement, in the direction from which appellant was approaching. Taylor suffered from an affliction — its exact nature was not disclosed — and he seemed to obtain relief from its effects by butting his head against inanimate objects, such as doors, or by tapping his head with bottles.\nAppellant saw Taylor walking by the road when he was three or four hundred yards away from the spot of the fatal accident. When appellant was three car-lengths away (49 feet) he saw Taylor turn, place-a tobacco stick, which he was carrying,, about 18 inches upon the pavement and sh...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hill-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    21857,
    21879,
    21901,
    21909,
    21997
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}