{
  "id": 21909,
  "title": "1960년 King 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1960-09-08",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: King. 판결일: 1960-09-08. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: KING v. State\n**판결일**: 1960-09-08\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Duckworth\n\n## 변호인\n\nWalter E. Baker, Jr., William E. Bush, for plaintiff in error., Richard Bell, Solicitor-General, T. Emory Daniel, Jr., Assistant Solicitor-General, Eugene Cook, Attorney-General, Rubye G. Jackson, Assistant Attorney-General, contra.\n\n## 인용\n\n- 216 Ga. 275\n\n## 판결문 요약\n\n\nDuckworth, Chief Justice.\nThe defendant was indicted, tried, and convicted of murder, but the jury returned a recommendation of mercy. Thereafter he filed a motion for new trial which was heard and denied, and the exception is to that judgment. Held:\nThe accused admitted the killing, which occurred after he was pistol-whipped by the deceased and after he obtained the shotgun ostensibly to “whop” him with it as had been done to him with the pistol but claims that he was protecting himself, and the killing was justified since the deceased had a gun which he was taking out of his pocket, and the accused thought the deceased was going to kill him with it at the time he shot the deceased with the shotgun. The evidence is uncontested that, after the beating with the pistol, the accused obtained the shotgun and waited for the deceased, but the evidence is in conflict thereafter as to whether the killing was in cold blood or to protect the life of the accused. The issue therefore was for the jury to determine and, having returned a verdict of guilty with evidence to support it, this court can not do otherwise than affirm the lower court in denying the motion for new trial, containing general grounds only.\n\nJudgment affirmed.\n\n\nAll the Justices concur.\n\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=king-v-state"
    }
  ],
  "relatedIncidents": [
    21857,
    21879,
    21897,
    21901,
    21997
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}