{
  "id": 2190,
  "title": "2019년 Joseph R. Wiggins v. State of Tennessee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2019-03-08",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Joseph R. Wiggins v. State of Tennessee. 판결일: 2019-03-08. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: Joseph R. Wiggins v. State of Tennessee\n**판결일**: 2019-03-08\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Robert W. Wedemeyer\n\n\n## 판결문 요약\n\n                                                                                           03/08/2019\n           IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT NASHVILLE\n                         Assigned on Briefs February 12, 2019\n\n               JOSEPH R. WIGGINS v. STATE OF TENNESSEE\n                  Appeal from the Criminal Court for Davidson County\n                   No. D-0885     Angelita Blackshear Dalton, Judge\n\n\n\n                              No. M2018-00488-CCA-R3-HC\n                        _____________________________\n\nIn 1983, while incarcerated on other charges, the Petitioner pleaded guilty to the rape of\nanother inmate. The trial court sentenced him to five years, to run concurrently with his\nexisting sentence. In 2002, the Petitioner obtained parole, but his parole was revoked\nwhen he failed to register as a sex offender pursuant to the sex offender registry\nrequirements. Sometime before 2010, the Petitioner filed his first petition for habeas\ncorpus relief, alleging that his sentence for rape was illegal because the application of the\nsex offender registry to his sentence violated ex post facto principles. The petition was\ndenied, and that decision was affirmed by this court on appeal. Joseph R. Wiggins v.\nState, No. W2010-00091-CCA-R3-CD, 2010 WL 3075644, at *1 (Tenn. Crim. App., at\nJackson, Aug. 6, 2010), no Tenn. R. App. P. 11 application filed. The Petitioner filed\nthis, his second habeas corpus petition in 2010. The habeas c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=joseph-r-wiggins-v-state-of-tennessee"
    }
  ],
  "relatedIncidents": [
    1913,
    1995,
    2113,
    2240,
    2242
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}