{
  "id": 21917,
  "title": "1960년 King 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1960-08-18",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: King. 판결일: 1960-08-18. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: LESLIE E. KING Et Al., Appellants, v. ASSOCIATED CONSTRUCTION CORPORATION (A Corporation) Et Al., Respondents\n**판결일**: 1960-08-18\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Griffin\n\n## 변호인\n\nVaughan, Brandlin & Baggott and Richard I. Roemer for Appellants., Luce, Forward, Hamilton & Scripps, Edgar A. Luce, Kim-ball & Smith and Ned A. Kimball for Respondents.\n\n## 인용\n\n- 183 Cal. App. 2d 818\n\n## 판결문 요약\n\n\n183 Cal.App.2d 818 (1960)\nLESLIE E. KING et al., Appellants,\nv.\nASSOCIATED CONSTRUCTION CORPORATION (a Corporation) et al., Respondents.\nCiv. No. 6419. \nCalifornia Court of Appeals. Fourth Dist.  \nAug. 18, 1960.\n Vaughan, Brandlin &amp; Baggott and Richard I. Roemer for Appellants.\n Luce, Forward, Hamilton &amp; Scripps, Edgar A. Luce, Kimball &amp; Smith and Ned A. Kimball for Respondents.\n GRIFFIN, P. J.\n Plaintiffs and appellants, husband and wife, brought this action for damages for fraud against defendants Associated Construction Corporation, Ashdon Corporation, Robert C. Gordon and William Starr, arising out of a written agreement dated July 12, 1957, wherein plaintiffs agreed to buy, and defendant Associated Construction Corporation (by William Starr) agreed to sell, a newly constructed dwelling at 421 Ocean Boulevard, Coronado, located in a large subdivision of similar houses, for the sum of $28,000. At the time of the execution of the agreement the dwelling was approximately one-half completed.\n Plaintiffs alleged that prior to the execution of the agreement defendants falsely and fraudulently represented to plaintiffs that the dwelling was expertly constructed and that superior building materials and workmanship were used in its construction; that they discovered, after its completion, that the house was not expertly constructed and that superior building materials and workmanship had not been used in its construction in certain defined respects, i.e.,: plumbing di...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=king-v-associated-construction-corp"
    }
  ],
  "relatedIncidents": [
    21859,
    21918,
    21995,
    22025,
    21681
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}