{
  "id": 21920,
  "title": "1960년 Bacus 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1960-08-12",
  "location": "Montana, MT, USA",
  "summary": "미국 Montana, MT 법원 판결 사건. 사건명: Bacus. 판결일: 1960-08-12. 법원: Montana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: J. L. BACUS, Plaintiff and Appellant, v. LAKE COUNTY, a Quasi-Municipal Corporation of the State of Montana, HAROLD GUINN, RALPH MAXWELL, and H. M. HENDRICKSON, County Commissioners of Said Lake County, Defendants and Respondents\n**판결일**: 1960-08-12\n**법원**: Montana Supreme Court\n**관할**: Montana, MT\n\n**판사**: Adair, Angstman, Bottomry, Castles, Harrison\n\n## 변호인\n\nHamman & Gottwig, Poison, John D. French, Ronan, for appellant. F. N. Hamman argued orally., J. A. Turnage, County Atty., Poison, argued orally for respondent.\n\n## 인용\n\n- 354 P.2d 1056\n- 138 Mont. 69\n\n## 판결문 요약\n\n\nMR. JUSTICE CASTLES\ndelivered the Opinion of the Court.\nThis is an appeal from a judgment in favor of the defendants dismissing the action by plaintiff entered by the district court of the fourth judicial district in an action brought to test the constitutionality of R.C.M.1947, §§ 69-801 to 69-814, which sections generally provide for the creation and management of health districts.\n*71This case was submitted to the district court on an agreed statement of facts. The plaintiff is a resident and taxpayer of the State of Montana and Lake County. He is a member of the Lake County Taxpayers’ Organization and brings this action in his own behalf and also on behalf of the Taxpayers’ Organization and all other taxpayers who may be similarly interested. The defendant, Lake County, is a quasi-municipal corporation, and political subdivision of the State of Montana. The other defendants who have been joined in this action are Harold Guinn, Ralph Maxwell, and H. M. Hendrickson who were, at the time of the creation of Public Health District No. II, the duly elected and qualified county commissioners of Lake County. Briefly stated, Lake County in the year 1953, by its county commissioners, duly and regularly, pursuant to the provisions of R.C.M.1947, §§ 69-801 to 69-814, joined with Sanders County in the creation of Public Health District No. II, and thereafter imposed and levied a tax upon all taxable property within Lake County for the purpose of appropriating funds with which to main...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bacus-v-lake-county"
    }
  ],
  "relatedIncidents": [
    21857,
    21859,
    21860,
    21878,
    21879
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}