{
  "id": 2192,
  "title": "2019년 Douglas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2019-03-07",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Douglas. 판결일: 2019-03-07. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Courtney Jerrel DOUGLAS v. STATE of Arkansas\n**판결일**: 2019-03-07\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Baker\n\n## 변호인\n\nJeff Rosenzweig, for appellant., Leslie Rutledge, Att'y Gen., by: Darnisa Evans Johnson, Deputy Att'y Gen., and Christian Harris, Ass't Att'y Gen., for appellee.\n\n## 인용\n\n- 567 S.W.3d 483\n- 2019 Ark. 57\n\n## 판결문 요약\n\n\nKAREN R. BAKER, Associate Justice\nAppellant Courtney Jerrel Douglas appeals the denial of his petition for postconviction relief pursuant to Rule 37 of the Arkansas Rules of Criminal Procedure. Douglas was convicted of first-degree murder and possession of a firearm and was sentenced to a term of life imprisonment for his murder conviction plus an additional fifteen years' imprisonment for the use of a firearm. For his possession-of-a-firearm charge, Douglas was sentenced to forty years' imprisonment and a fine of $ 15,000. Douglas's probation was also revoked on three controlled-substance offenses, and he was sentenced to a total of fifty years' imprisonment to be served consecutively to his other sentences. Douglas's convictions and sentences were affirmed in Douglas v. State , 2017 Ark. 70, 511 S.W.3d 852 ( Douglas I ). In Douglas v. State , 2018 Ark. 89, 540 S.W.3d 685 ( Douglas II ), Douglas appealed the denial of his petition for postconviction relief under Rule 37. The following facts relevant to the present appeal were set out in Douglas II :\nDouglas's convictions and sentences stem from an altercation between the victim, Terrance Billings, and Douglas. On August 5, 2015, Douglas and Billings got into a verbal altercation at Douglas's home. After the altercation, Billings returned to his home. After Billings had left to go home, Douglas retrieved a firearm and drove to Billings's home. Jennifer Henry, Billings's girlfriend, testified that Douglas came to their home u...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=douglas-v-state"
    }
  ],
  "relatedIncidents": [
    1906,
    1913,
    1919,
    1933,
    1942
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}