{
  "id": 21924,
  "title": "1960년 Jackson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1960-08-01",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Jackson v. State. 판결일: 1960-08-01. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Jackson v. State\n**판결일**: 1960-08-01\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Brune, Hammond, Henderson, Horney, Prescott\n\n## 변호인\n\nSubmitted on brief by William H. Murphy for the appellant., Submitted on brief by C. Ferdinand Sybert, Attorney General, James H. Norris, Jr., Special Assistant Attorney General, Saul A. Harris, State’s Attorney for Baltimore City, and Dene L. Lusby and Julius A. Romano, Assistant State’s Attorneys, for the appellee.\n\n## 인용\n\n- 163 A.2d 120\n- 223 Md. 105\n\n## 판결문 요약\n\n\n223 Md. 105 (1960)\n163 A.2d 120\nJACKSON\nv.\nSTATE\n[No. 241, September Term, 1959.]\nCourt of Appeals of Maryland.\nDecided July 1, 1960.\nLetter received August 1, 1960.\nMotion for rehearing, denied September 14, 1960.\nLetter received from appellant August 1, 1960, treated as a motion for rehearing.\n*107 HORNEY, J., delivered the opinion of the Court.\nWilliam H. Jackson (the defendant) was indicted by the Grand Jury of Baltimore City under separate indictments for assaults with intent to kill Elizabeth Stanton (a sister of the defendant) and Charles E. White (a friend of the sister). When he was arraigned he plead not guilty to both indictments and elected a court trial. Immediately before the trial of both cases several months later, the defendant moved to dismiss the indictment for the aggravated assault on Charles E. White (a) because the defendant's counsel was not present at the hearing before the police magistrate and (b) because the warrant  which had charged him with \"assault and attempting to stab\" but not an \"assault with intent to kill\"  should have been disposed of by the magistrate. The motion was denied. When the trial was concluded, the court convicted the defendant of assault with intent to kill his sister and of common assault on her friend.\nIt is from the conviction for common assault that the defendant has appealed, claiming, through his court-appointed counsel, that he was deprived of his rights when the police magistrate did not try him for the common assa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jackson-v-state"
    }
  ],
  "relatedIncidents": [
    21974,
    22023,
    21814,
    21857,
    21859
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}