{
  "id": 21937,
  "title": "1960년 Jefferson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1960-07-05",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Jefferson. 판결일: 1960-07-05. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: THE PEOPLE v. LOUIS WILLIAM JEFFERSON\n**판결일**: 1960-07-05\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n## 인용\n\n- 182 Cal. App. 2d 439\n\n## 판결문 요약\n\n\nTHE COURT.\nLouis William Jefferson was accused by information of burglary of the premises of Metropolitan Car Company and of having suffered a prior conviction of burglary. He was also accused of petty theft with a prior conviction of forgery, a felony. The allegation of the former conviction of burglary was stricken by the court; the allegation of former conviction of forgery was admitted by defendant.\n*440.In a jury trial, defendant was represented by a deputy public defender. He was convicted on both counts and he appeals from the judgment. His application for appointment of counsel on the appeal was denied for the reason that representation by counsel could serve no good purpose, as will hereinafter appear. After due notice to appellant no brief has been filed.\nThere was evidence of the following facts. On the night of November 6, 1959, the premises of Metropolitan Motor Mart in Los Angeles were entered through a broken window and a check writing machine was stolen.\nViola Green loaned her 1949 Ford car to Benny Maxwell on November 26, 1959; after an accident at night, Maxwell left the car on the street. When he returned there were missing a sideview mirror, radio, ashtray, distributor cap and a tire. Officer Harper found the car stripped of the articles previously mentioned. Acting upon telephonic information he went to a rooming house nearby. In the northwest bedroom he found a cheek protector, a sideview mirror, three spark plug wires, a distributor cap, a voltage regu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-jefferson"
    }
  ],
  "relatedIncidents": [
    21878,
    21990,
    22006,
    22029,
    22031
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}