{
  "id": 21949,
  "title": "1960년 Hoffman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1960-06-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Hoffman. 판결일: 1960-06-13. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: HOFFMAN, U. S. DISTRICT JUDGE, v. BLASKI Et Al.\n**판결일**: 1960-06-13\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Brennan, Frankfurter, Harlan, Stewart, Whittaker\n\n## 변호인\n\nCharles J. Merriam argued the cause for petitioner in No. 25. With him on the brief was Samuel B. Smith., John C. Butler argued the cause and filed a brief for petitioner in No. 26., Daniel V. O’Keeffe argued the cause for respondents in No. 25. With him. on the brief were Lloyd C. Root and John O’C. FitzGerald., Warren E. King argued the cause and filed a brief for respondents in No. 26.\n\n## 인용\n\n- 4 L. Ed. 2d 1254\n- 80 S. Ct. 1084\n- 363 U.S. 335\n- 1960 U.S. LEXIS 1998\n\n## 판결문 요약\n\n\n363 U.S. 335 (1960)\nHOFFMAN, U. S. DISTRICT JUDGE,\nv.\nBLASKI ET AL.\nNo. 25.\nSupreme Court of United States.\nArgued April 19-20, 1960.\nDecided June 13, 1960.[*]\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SEVENTH CIRCUIT.\nCharles J. Merriam argued the cause for petitioner in No. 25. With him on the brief was Samuel B. Smith.\nJohn C. Butler argued the cause and filed a brief for petitioner in No. 26.\nDaniel V. O'Keeffe argued the cause for respondents in No. 25. With him on the brief were Lloyd C. Root and John O'C. FitzGerald.\nWarren E. King argued the cause and filed a brief for respondents in No. 26.\nMR. JUSTICE WHITTAKER delivered the opinion of the Court.\nTo relieve against what was apparently thought to be the harshness of dismissal, under the doctrine of forum *336 non conveniens, of an action brought in an inconvenient one of two or more legally available forums, Gulf Oil Corp. v. Gilbert, 330 U.S. 501, and concerned by the reach of Baltimore &amp; Ohio R. Co. v. Kepner, 314 U.S. 44,[1] Congress, in 1948, enacted 28 U.S. C. § 1404 (a), which provides:\n\"§ 1404. Change of venue.\n\"(a) For the convenience of parties and witnesses, in the interest of justice, a district court may transfer any civil action to any other district or division where it might have been brought.\"\nThe instant cases present the question whether a District Court, in which a civil action has been properly brought, is empowered by § 1404 (a) to transfer the action, on the motion of the def...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hoffman-v-blaski"
    }
  ],
  "relatedIncidents": [
    21988,
    21857,
    21859,
    21860,
    21878
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}