{
  "id": 21943,
  "title": "1960년 Schlacter 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1960-06-27",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Schlacter. 판결일: 1960-06-27. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: 63 Building Corp. v. \"Jack\" Schlacter\n**판결일**: 1960-06-27\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 11 A.D.2d 743\n\n## 판결문 요약\n\n\nIn a summary proceeding by a landlord to evict an occupant of an apartment pursuant to subdivision 4 of section 1411 of the Civil Practice Act, the occupant, pursuant to leave to appeal granted January 14, 1960 by the Appellate Term, appeals from an order of said Appellate Term dated December 15, 1959 which: (a) reversed a final order of the Municipal Court of the City of New York, Borough of Queens, Second District, dated June 10, 1959, dismissing the proceeding on the merits after trial without a jury; and (b) which directed a final order for the landlord. Order of the Appellate Term reversed on the law and the facts and final order of the Municipal Court reinstated, with costs in this court and in the Appellate Term. Findings of fact insofar as they may be inconsistent herewith are reversed, and new findings are made as indicated herein. In our opinion, the determination by the trier of the facts is not against the weight of the credible evidence. As we pointed out in Barnet v. Cannizzaro (3 A D 2d 745, 747): “ The credibility of the witnesses, the reconciliation of conflicting statements, a determination of which should be accepted and which rejected, the truthfulness and accuracy of the testimony, whether contradictory or not, were issues for the trier of the facts (Lee v. City Brewing Corp., 279 N. Y. *744380, 384). The memory, motive, mental capacity, accuracy of observation and statement, truthfulness and other tests of the reliability of witnesses can be passed upon...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=63-building-corp-v-schlacter"
    }
  ],
  "relatedIncidents": [
    21857,
    21859,
    21860,
    21878,
    21879
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}