{
  "id": 21941,
  "title": "1960년 Alexander 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1960-06-29",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Alexander. 판결일: 1960-06-29. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Respondent, v. ROBERT D. ALEXANDER, Appellant\n**판결일**: 1960-06-29\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Duniway\n\n## 변호인\n\nLeo B. Friedman for Appellant., Stanley Mosk, Attorney General, Arlo E. Smith and Albert W. Harris, Jr., Deputy Attorneys General, for Bespondent.\n\n## 인용\n\n- 182 Cal. App. 2d 281\n- 6 Cal. Rptr. 153\n\n## 판결문 요약\n\n\n182 Cal.App.2d 281 (1960)\n6 Cal. Rptr. 153\nTHE PEOPLE, Respondent,\nv.\nROBERT D. ALEXANDER, Appellant.\nDocket No. 3734.\nCourt of Appeals of California, First District, Division One.\nJune 29, 1960.\n*282 Leo R. Friedman for Appellant.\nStanley Mosk, Attorney General, Arlo E. Smith and Albert W. Harris, Jr., Deputy Attorneys General, for Respondent.\nDUNIWAY, J.\nAppeal from a judgment of conviction (granting probation) and order denying motion for new trial, upon a charge of arson (Pen. Code, § 448a.) Appellant claims (1) that the evidence is insufficient to sustain the verdict; (2) that the court erred in refusing to instruct the jury upon the defense of unconsciousness (Pen. Code, § 26, subd. Five); and (3) that the court abused its discretion in fixing the terms of probation. We conclude that the judgment must be affirmed.\n\n1. The evidence is sufficient.\n\nWe, of course, must view the evidence in the light most favorable to the prosecution, in considering this question. We state only that portion of the evidence directly related to appellant's contention, which is that the evidence only establishes that appellant was in the building while it was burning, but does not in any way show that he started the fire.\n*283 In the early hours of Sunday, August 10, 1958, a factory building located in San Francisco, the property of Cutler-Hammer, Inc., was severely damaged by fire. The building faces on Third Street and extends to the rear to Tennessee Street, the next street west, and its s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-alexander"
    }
  ],
  "relatedIncidents": [
    21988,
    21989,
    21999,
    21685,
    21698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}