{
  "id": 2198,
  "title": "2019년 State v. Washington 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2019-02-27",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: State v. Washington. 판결일: 2019-02-27. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Julia Ann WASHINGTON\n**판결일**: 2019-02-27\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Stephens, Stone, Williams\n\n## 변호인\n\nLOUISIANA APPELLATE PROJECT, By: Paula Corley Marx, Counsel for Appellant, ROBERT STEPHEN TEW, Monroe, District Attorney, GEARY STEPHEN AYCOCK, West Monroe, Assistant District Attorney, Counsel for Appellee\n\n## 인용\n\n- 266 So. 3d 430\n\n## 판결문 요약\n\n\nSTONE, J.\nIn this criminal case, the defendant, Julia Ann Washington (\"Washington\"), pled guilty to manslaughter and was sentenced to 38 years of imprisonment at hard labor. The trial court denied Washington's timely motion to reconsider sentence. Washington now appeals and argues that her sentence is excessive. For the following reasons, we affirm Washington's conviction and sentence.\nFACTS\nOn July 29, 2015, Washington repeatedly stabbed the victim, Carl Grant, in the arm.1 Approximately 5 days later, on August 3, 2015, Carl Grant sat outside his house while drinking beer with his neighbor, Larry Kelly (\"Kelly\"). Washington approached the house and started an argument with Carl Grant. Kelly went across the street to his house. From there, Kelly saw Washington throw gasoline on Carl Grant and set him on fire. Kelly ran back to Carl Grant's house, ripped off the burning shirt, and helped extinguish the fire. Washington said \"you can call 9-1-1 for that M-Fer\" and fled the scene without rendering aid.\nCarl Grant sustained second and third degree burns on 20 to 30% of his body-primarily to his face, torso, and arms. After undergoing numerous skin grafts and other surgeries, he died of organ failure due to sepsis on August 22, 2015.\nMeanwhile, Washington fled the state, and was subsequently arrested in Massachusetts. She was charged with: (1) two counts of aggravated battery, and (2) one count of second degree murder. She entered a plea of not guilty and not guilty by reason of ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-washington"
    }
  ],
  "relatedIncidents": [
    1906,
    1913,
    1919,
    1933,
    1942
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}