{
  "id": 21988,
  "title": "1960년 Henningsen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1960-05-09",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Henningsen. 판결일: 1960-05-09. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: Claus H. Henningsen and Helen Henningsen, Plaintiffs-Respondents and Cross-Appellants, v. Bloomfield Motors, Inc., and Chrysler Corporation, Defendants-Appellants and Cross-Respondents\n**판결일**: 1960-05-09\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: Francis\n\n## 변호인\n\nMr. Bernard Ghazen argued the cause for plaintiffs (Mr. Carmen G. Rusignola, attorney; Messrs. Balcer, Garber & Ghazen, of counsel; Mr. Martin Itzilcman, on the brief)., Mr. Samuel Weitzman argued the cause for defendant Bloomfield Motors, Inc. (Messrs. Parsonnet, Weitzman & Oranshy, attorneys)., Mr. Sidney M. Schreiber argued the cause for defendant Chrysler Corporation (Messrs. Schreiber, Lancaster & Demos, attorneys; Mr. Roger F. Lancaster, of counsel).\n\n## 인용\n\n- 161 A.2d 69\n- 32 N.J. 358\n\n## 판결문 요약\n\n\n32 N.J. 358 (1960)\n161 A.2d 69\nCLAUS H. HENNINGSEN AND HELEN HENNINGSEN, PLAINTIFFS-RESPONDENTS AND CROSS-APPELLANTS,\nv.\nBLOOMFIELD MOTORS, INC., AND CHRYSLER CORPORATION, DEFENDANTS-APPELLANTS AND CROSS-RESPONDENTS.\nThe Supreme Court of New Jersey.\nArgued December 7, 1959.\nDecided May 9, 1960.\n*364 Mr. Bernard Chazen argued the cause for plaintiffs (Mr. Carmen C. Rusignola, attorney; Messrs. Baker, Garber &amp; Chazen, of counsel; Mr. Martin Itzikman, on the brief).\nMr. Samuel Weitzman argued the cause for defendant Bloomfield Motors, Inc. (Messrs. Parsonnet, Weitzman &amp; Oransky, attorneys).\nMr. Sidney M. Schreiber argued the cause for defendant Chrysler Corporation (Messrs. Schreiber, Lancaster &amp; Demos, attorneys; Mr. Roger F. Lancaster, of counsel).\nThe opinion of the court was delivered by FRANCIS, J.\nPlaintiff Claus H. Henningsen purchased a Plymouth automobile, manufactured by defendant Chrysler Corporation, from defendant Bloomfield Motors, Inc. His wife, plaintiff Helen Henningsen, was injured while driving it and instituted suit against both defendants to recover damages on account of her injuries. Her husband joined in the action seeking compensation for his consequential *365 losses. The complaint was predicated upon breach of express and implied warranties and upon negligence. At the trial the negligence counts were dismissed by the court and the cause was submitted to the jury for determination solely on the issues of implied warranty of merchantability. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=henningsen-v-bloomfield-motors-inc"
    }
  ],
  "relatedIncidents": [
    21941,
    21949,
    21989,
    21999,
    21685
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}