{
  "id": 21989,
  "title": "1960년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1960-05-04",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Brown. 판결일: 1960-05-04. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: IRA GARSON REALTY COMPANY (A Corporation), Appellant, v. SIDNEY BROWN Et Al., Respondents\n**판결일**: 1960-05-04\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Lillie\n\n## 변호인\n\nRobert N. Richland and Kenneth I. Persion for Appellant., Swerdlow, Glikbarg & Nicholas, Harry B. Swerdlow and Irving A. Shimer for Respondents.\n\n## 인용\n\n- 180 Cal. App. 2d 615\n\n## 판결문 요약\n\n\n180 Cal. App. 2d 615 (1960)\nIRA GARSON REALTY COMPANY (a Corporation), Appellant,\nv.\nSIDNEY BROWN et al., Respondents.\nCiv. No. 24141. \nCalifornia Court of Appeals. Second Dist., Div. One.  \nMay 4, 1960.\n Robert N. Richland and Kenneth I. Persion for Appellant.\n Swerdlow, Glikbarg &amp; Nicholas, Harry B. Swerdlow and Irving A. Shimer for Respondents.\n LILLIE, J.\n Plaintiff sued defendants, owners of certain property, for recovery of a $7,500 real estate broker's commission, relying in its first cause of action on an alleged oral agreement supported by a written memorandum in the form of escrow instructions, and in the second as a third party beneficiary on a written agreement (escrow instructions). The trial court, hearing the matter without a jury, rendered judgment for defendants.\n Viewing the evidence most favorably in support of the trial court's findings (Estate of Bristol, 23 Cal. 2d 221 [143 P.2d 689]; Brewer v. Simpson, 53 Cal. 2d 567 [2 Cal. Rptr. 609, 349 P.2d 289]), the following is a resume of the events leading up to the controversy.\n Defendants had put on the market for sale certain real property which various brokers were attempting to sell. Not previously known to defendants, plaintiff realty company, through Ira Garson, on January 29, 1957, telephoned defendant Brown at his home, told him he knew the property was on the market and other brokers were working on it, and inquired if he would give him authority to sell it on a non-exclusive basis. After discuss...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ira-garson-realty-co-v-brown"
    }
  ],
  "relatedIncidents": [
    21941,
    21988,
    21999,
    21685,
    21698
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}