{
  "id": 21995,
  "title": "1960년 Bindley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1960-04-11",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Bindley. 판결일: 1960-04-11. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: Gladys L. BINDLEY, Appellant, v. METROPOLITAN LIFE INSURANCE COMPANY, a Corporation, Respondent\n**판결일**: 1960-04-11\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Hollingsworth\n\n## 변호인\n\nMartin J. O’Donnell and Paul E. Bindley, Kansas City, for appellant., Henry G. Eager, Arthur M. Wright, Kansas City, for respondent. Blackmar, Swanson, Midgley, Jones & Eager, Kansas City, of counsel.\n\n## 인용\n\n- 335 S.W.2d 64\n\n## 판결문 요약\n\n\n335 S.W.2d 64 (1960)\nGladys L. BINDLEY, Appellant,\nv.\nMETROPOLITAN LIFE INSURANCE COMPANY, a Corporation, Respondent.\nNo. 47518.\nSupreme Court of Missouri, Division No. 1.\nApril 11, 1960.\nMotion for Rehearing or to Transfer Denied May 6, 1960.\n*65 Martin J. O'Donnell and Paul E. Bindley, Kansas City, for appellant.\nHenry G. Eager, Arthur M. Wright, Kansas City, for respondent. Blackmar, Swanson, Midgley, Jones &amp; Eager, Kansas City, of counsel.\nMotion for Rehearing or to Transfer to Court en Banc Denied May 6, 1960.\nHOLLINGSWORTH, Judge.\nPlaintiff has appealed from a judgment of the Circuit Court of Jackson County (sitting in Kansas City) denying her motion to set aside an order dismissing her amended petition without prejudice, in which petition she had sought to recover from defendant the sum of $10,000 actual and $115,000 punitive damages. The asserted right of reversal of the judgment is predicated upon grounds that the order of dismissal without prejudice was void, in that it was entered without notice, contrary to the provisions of the due process clause of the Fourteenth Amendment of the Constitution of the United States.\nPlaintiff's action was originally brought on January 6, 1943, subsequent to the death of her husband on August 26, 1939, on which latter date he was the holder of a policy of life insurance issued by defendant, Metropolitan Life Insurance Company, for the face amount of $1200, with the additional provision for payment of double indemnity benefits ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bindley-v-metropolitan-life-insurance-company"
    }
  ],
  "relatedIncidents": [
    21859,
    21917,
    21918,
    22025,
    21681
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}