{
  "id": 2200,
  "title": "2019년 McGee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2019-02-25",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: McGee. 판결일: 2019-02-25. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Dumauriea Leon MCGEE\n**판결일**: 2019-02-25\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n## 인용\n\n- 264 So. 3d 445\n\n## 판결문 요약\n\n\nPER CURIAM:\nWrit granted. Defendant, having been convicted of second degree murder, urged on appeal that defense counsel rendered ineffective assistance in three specific ways: 1) for failing to introduce or proffer statements he made to two separate police officers following his arrest; 2) for failing to subpoena one of these officers to testify at trial; and 3) for failing to request that a machete found near the scene of the crime be fingerprinted as possible exculpatory evidence. See State v. McGee , 51,977, p. 8 (La. App. 2 Cir. 5/23/18), 247 So.3d 1142, 1146. The court of appeal concluded the record was insufficient to resolve these claims and remanded with instructions for the trial court to conduct a full evidentiary hearing, pretermitting discussion of defendant's remaining assignments of error.\nUnder the standard for ineffective assistance of counsel set out in Strickland v. Washington , 466 U.S. 668, 687, 104 S.Ct. 2052, 2064, 80 L.Ed.2d 674 (1984), adopted by this Court in State v. Washington , 491 So.2d 1337, 1338-39 (La. 1986), a reviewing court must reverse a conviction if the defendant establishes (1) that counsel's performance fell below an objective standard of reasonableness under prevailing professional norms, and (2) counsel's inadequate performance prejudiced defendant to the extent that the trial was rendered unfair and the verdict suspect. Generally, a claim for ineffective assistance of counsel is properly raised in an application for post-conviction...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mcgee"
    }
  ],
  "relatedIncidents": [
    1906,
    1913,
    1919,
    1933,
    1942
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}