{
  "id": 22006,
  "title": "1960년 Maroney 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1960-03-24",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Maroney. 판결일: 1960-03-24. 법원: Pennsylvania Court of Common Pleas, Westmoreland County.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth ex rel. Smith v. Maroney\n**판결일**: 1960-03-24\n**법원**: Pennsylvania Court of Common Pleas, Westmoreland County\n**관할**: Pennsylvania, PA\n\n**판사**: Connell\n\n## 변호인\n\nOrlando Prosperi, for relator., Richard E. McCormick, District Attorney, and John K. Best, Assistant District Attorney, for respondent.\n\n## 인용\n\n- 22 Pa. D. & C.2d 585\n\n## 판결문 요약\n\n\nO’Connell, P. J.,\nThis matter comes before the court on a petition for a writ of habeas corpus to obtain petitioner’s release from the State Correctional Institution at Pittsburgh.\n*586It appears from the court records that petitioner was arrested and charged with burglary of a motor vehicle and conspiracy to do an unlawful act. He was indicted by the grand jury on two indictments, one at 154a, April term, 1957, wherein he was charged in the first count with burglary of a motor vehicle. In the second indictment, at no. 154b, April term, 1957, petitioner was charged with conspiracy to do an unlawful act. The case came on for trial on February 19, 1958; the trial of the case consuming two days. The jury found petitioner guilty on all counts and on February 21, 1958, petitioner was sentenced at no. 154a, April term, 1957, to serve two to four years in the State Correctional Institution at Pittsburgh and at no. 154b, April term, 1957, petitioner was sentenced to serve one to two years in the State Correctional Institution at Pittsburgh with the second sentence to run concurrently with the previous sentence. Petitioner is now serving the foregoing sentences in the State Correctional Institution at Pittsburgh.\nAs grounds for his release, petitioner alleges that his sentence and imprisonment are illegal and unlawful in that he was deprived of due process of law in violation of the fourteenth amendment of the United States Constitution. In support of this charge he claims that at th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-ex-rel-smith-v-maroney"
    }
  ],
  "relatedIncidents": [
    21878,
    21937,
    21990,
    22029,
    22031
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}