{
  "id": 22014,
  "title": "1960년 Batistic 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1960-03-22",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Batistic. 판결일: 1960-03-22. 법원: District Court, N.D. Illinois.",
  "description": "## 사건 정보\n\n**사건명**: Frano BATISTIC v. Alva L. PILLIOD, District Director, Chicago District U. S. Department of Justice, Immigration & Naturalization Service\n**판결일**: 1960-03-22\n**법원**: District Court, N.D. Illinois\n**관할**: Illinois, IL\n\n**판사**: Perry\n\n## 변호인\n\nJames P. Piragine, Chicago, Ill., for plaintiff., R. Tieken, U. S. Dist. Atty., Chicago, Ill., for defendant.\n\n## 인용\n\n- 188 F. Supp. 344\n\n## 판결문 요약\n\n\nPERRY, District Judge.\nDefendant, District Director, seeks an order under Rule 56 of the Federal Rules of Civil Procedure, 28 U.S.C.A. granting summary judgment and dismissing the complaint herein.\nFrano Batistic, plaintiff, is a native and citizen of Yugoslavia who legally entered the United States on April 14, 1958 as a nonimmigrant visitor and who has been ordered deported under Section 241 (a) (2) of the Immigration and Nation*345ality Act of 1952, 8 U.S.C.A. § 1251(a) (2) on the ground that after admission as a nonimmigrant under Section 101(a) (15) of said Act, 8 U.S.C.A. § 1101(a) (15) he remained in the United States for a longer time than permitted.\nOn January 29, 1959, plaintiff made application under Section 243(h) of the Immigration and Nationality Act, 8 U.S. C.A. § 1253(h) for a stay of deportation on the ground that he would be physically persecuted if deported to Yugoslavia, and on February 25, 1959, a hearing and interrogation was held before a Special Inquiry Officer of the Immigration and Naturalization Service.\nOn March 30,1959, the Special Inquiry Officer recommended that plaintiff’s application for a stay be denied and on April 21,1959, the Regional Commissioner of the Immigration and Naturalization Service, having reviewed that recommendation, ordered that plaintiff’s application for stay of deportation be denied.\nPlaintiff has instituted this proceeding under the Administrative Procedure Act, 5 U.S.C.A. § 1001 et seq., for a declaratory judgment that ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=batistic-v-pilliod"
    }
  ],
  "relatedIncidents": [
    21857,
    21859,
    21860,
    21878,
    21879
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}