{
  "id": 22012,
  "title": "1960년 Koudelka 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1960-03-23",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Koudelka. 판결일: 1960-03-23. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Leon Edward Koudelka v. State\n**판결일**: 1960-03-23\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Dice\n\n## 변호인\n\nPeter P. Cheswick, Houston, for appellant., Wallace T. Barber, District Attorney, San Marcos, and Leon Douglas, State’s Attorney, Austin, for the state.\n\n## 인용\n\n- 169 Tex. Crim. 441\n- 334 S.W.2d 444\n\n## 판결문 요약\n\n\nDICE, Judge.\nOn January 19, 1959, appellant was convicted upon a plea of guilty in the district court of Austin County in Cause No. *4424307 of the offense of rape, and his punishment assessed by the jury at 50 years in the state penitentiary. On such date judgment was rendered and sentence pronounced thereon by the court. No notice of appeal was given by appellant and he was committed to the state penitentiary to serve the sentence pronounced against him in the cause.\nOn November 12, 1959, appellant filed in the district court of Austin County his application for writ of habeas corpus and discharge from the state penitentiary in which he alleged that the judgment and sentence under which he was being confined were void because the court did not comply with the provisions of Art. 501, V.A.C.C.P. before accepting his plea of guilty in the cause. The writ of habeas corpus was issued by the court and the hearing on the application was set for November 24, 1959.\nOn November 17, 1959, the state, by and through the district attorney, filed a motion to correct the judgment in the cause nunc pro tunc, alleging that the court did follow the requirements of Art. 501, supra, in admonishing the appellant and ascertaining that he was sane before accepting his plea but that “through accident” the record of the judgment entered in the minutes of the court failed to correctly reflect such facts. Prayer was that the record be corrected by entry of a correct judgment nunc pro tunc. Hearing on...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=koudelka-v-state"
    }
  ],
  "relatedIncidents": [
    21714,
    21857,
    21859,
    21860,
    21878
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}