{
  "id": 22028,
  "title": "1960년 Layman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1960-02-24",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Layman. 판결일: 1960-02-24. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: A. H. LAYMAN, Thomas Clinton Layman, and Andrew H. Layman, Petitioners, v. Hon. Leslie WEBB, District Judge of Tulsa County, Oklahoma, Respondent\n**판결일**: 1960-02-24\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Nix, Powell\n\n## 변호인\n\nJ. A. Rinehart, El Reno, R. L. Davidson, Jr., James G. Davidson, Tulsa, for petitioners., Robert D. Simms, County Atty., Thomas D. Gresham, Asst. County Atty., John M. Imel, Asst. County Atty., Tulsa County, Tulsa, for respondent.\n\n## 인용\n\n- 350 P.2d 323\n\n## 판결문 요약\n\n\n350 P.2d 323 (1960)\nA. H. LAYMAN, Thomas Clinton Layman, and Andrew H. Layman, Petitioners,\nv.\nHon. Leslie WEBB, District Judge of Tulsa County, Oklahoma, Respondent.\nNo. A-12866.\nCourt of Criminal Appeals of Oklahoma.\nFebruary 24, 1960.\nJ.A. Rinehart, El Reno, R.L. Davidson, Jr., James G. Davidson, Tulsa, for petitioners.\nRobert D. Simms, County Atty., Thomas D. Gresham, Asst. County Atty., John M. Imel, Asst. County Atty., Tulsa County, Tulsa, for respondent.\n*327 POWELL, Presiding Judge.\nThis is an original proceeding wherein A.H. Layman, Thomas Clinton Layman, and Andrew H. Layman seek a writ of prohibition directed to Hon. Leslie Webb, District Judge, Tulsa County, commanding him to desist and refrain from further actions against defendants who refused to answer certain questions and to produce certain records at instance of a grand jury of Tulsa County, on the ground that to do so might incriminate them.\nOn the filing of the petition in this Court on February 2, 1960, we issued an alternative writ of prohibition and directed the district court of Tulsa County and Hon. Leslie Webb, Judge thereof, to desist and refrain from further action against the petitioners until the further order of the Court and to show cause on the 5th day of February, 1960, at 10:00 a.m. why he should not be permanently restrained, etc. The grand jury has been recessed pending the outcome of the within proceedings.\nA hearing was duly had in this Court, the case advanced for disposition, but the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=layman-v-webb"
    }
  ],
  "relatedIncidents": [
    21857,
    21859,
    21860,
    21878,
    21879
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}