{
  "id": 22023,
  "title": "1960년 McCray 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1960-03-04",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: McCray. 판결일: 1960-03-04. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: Helen Murphy McCRAY, Appellant, v. CITY OF LAKE LOUISVILLA, a Municipal Corporation, Etc., Et Al., Appellees\n**판결일**: 1960-03-04\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: Palmore\n\n## 변호인\n\nD. E. Wooldridge, LaGrange, for appellant., Thos. F. Manby, James A. Hall, Bruce R. Hamilton, LaGrange, for appellees.\n\n## 인용\n\n- 332 S.W.2d 837\n\n## 판결문 요약\n\n\n332 S.W.2d 837 (1960)\nHelen Murphy McCRAY, Appellant,\nv.\nCITY OF LAKE LOUISVILLA, a Municipal Corporation, etc., et al., Appellees.\nCourt of Appeals of Kentucky.\nMarch 4, 1960.\n*839 D. E. Wooldridge, LaGrange, for appellant.\nThos. F. Manby, James A. Hall, Bruce R. Hamilton, LaGrange, for appellees.\nPALMORE, Judge.\nThis is an action for false arrest, assault and battery, and false imprisonment in which appellant seeks $10,000 in damages from various defendants including the police judge, town marshal, two deputy town marshals, and the town trustees of the City of Lake Louisvilla, a city of the sixth class, the city itself, and the surety on the police judge's bond. The appeal is from a dismissal of the complaint on motions to dismiss. We are affirming the action of the trial court.\nIn July 1956 appellant was arrested in the City of Lake Louisvilla for speeding, precipitating a legal snarl which is now before this court for the fourth time and was aptly described by the late Judge Cammack as a \"tempest in a teapot.\" See Murphy v. City of Lake Louisvilla, Ky. 1957, 303 S.W.2d 306, 307. Chronologically, the situation developed as follows:\nIn 1955 the trustees of the city had enacted an ordinance making it unlawful to operate an automobile within the city at a speed exceeding 15 miles per hour and prescribing a fine up to $50. Appellant, Helen Murphy (now McCray), a resident of the town, was arrested on July 26, 1956, by the appellee Earl Smith, a deputy marshal for the city, for...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mccray-v-city-of-lake-louisvilla"
    }
  ],
  "relatedIncidents": [
    21924,
    21974,
    21814,
    21857,
    21859
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}