{
  "id": 22029,
  "title": "1960년 Cass 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1960-02-24",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Cass. 판결일: 1960-02-24. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: THE PEOPLE v. ALEXANDER R. CASS\n**판결일**: 1960-02-24\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Shinn\n\n## 변호인\n\nAlexander R. Cass, in pro. per., for Appellant., No appearance for Respondent.\n\n## 인용\n\n- 178 Cal. App. 2d 305\n\n## 판결문 요약\n\n\nSHINN, P. J.\nAlexander R. Cass was accused of the robbery of Ver da L. Smith and in a separate count of kidnaping Miss Smith for the purpose of robbery. In a jury trial, he was found guilty of both offenses and was sentenced to state prison. Cass appeals from the judgment. Upon his application for appointment of counsel, we followed our usual prae*306tice. (People v. Perez, 162 Cal.App.2d 650 [328 P.2d 512].) Our examination of the record disclosed that appointment of counsel would be of no benefit to appellant or to the court ; appointment of counsel was denied, appellant was duly notified and afforded an opportunity to file a brief; no brief has been filed.\nThe convictions were based upon evidence of the following facts. Shortly after 3 p. m. on May 9, 1958, a Negro couple entered a nurses uniform store in the vicinity of the Los Angeles County General Hospital. The man was wearing a hat and a pair of dark glasses. After assisting his companion in selecting some dresses, he approached Lucy Duran, a sales clerk, exhibited a gun and ordered her into the restroom ; he then exhibited the gun to Miss Smith, who was also a sales clerk, and to Ardelia Potts, a customer, and ordered them into the restroom; Stella LeBleu, another employe, was there when the ladies entered. After rifling a cash drawer in the front of the store, the man returned and ordered Miss Smith at gunpoint to get the rest of the money from the back room; he pushed her into the back room and forced her to give ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-cass"
    }
  ],
  "relatedIncidents": [
    21878,
    21937,
    21990,
    22006,
    22031
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}