{
  "id": 22036,
  "title": "1960년 Pedersen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1960-02-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Pedersen. 판결일: 1960-02-03. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Henry PEDERSEN, Libellant-Appellant v. MORRIS & CUMMINGS DREDGING COMPANY, Inc., and THE Tug MARGARET A. MORAN and THE Scow NO. 22, and THE Tug KEVIN MORAN, INC., Moran Towing Corporation, Moran Towing & Transportation Co., and United States Lines\n**판결일**: 1960-02-03\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n## 변호인\n\nLeon B. Ginsburg, New York City, for libellant-appellant, Cooper, Ostrin & De Vareo, Herbert J. De Vareo, Richard Gyory, New York City, of counsel., Edmund F. Lamb, New York City, for respondent-appellee., Lawless & Lynch, New York City, for respondent-appellee, Morris & Cummings Dredging Co., Inc., Purdy, Lamb & Cattoggio, New York City, of counsel.\n\n## 인용\n\n- 274 F.2d 606\n\n## 판결문 요약\n\n\nPER CURIAM.\nThis is an appeal from a decree of the District Court for the Southern District of New York (Noonan, J. presiding), dismissing a libel to recover for injuries suffered by the libellant through the unseaworthiness of the “Scow No. 22,” owned by the respondent, or by its negligence. The scow was being used to carry out and dump at sea dirt dug from the Hudson River off Pier 62. A dredge was filling three or four scows which a tug then towed to the dumping grounds. The libellant was the “scowman,” whose only duty was to make fast and cast off the scow’s fasts as she was made fast to, or cast off from, the pier, the dredge, or the tug. There was no one else on board. On the afternoon of June 15, 1956, the scow had been made fast alongside a pier in the river, and the libellant left it to go to his home in Brooklyn where his wife was ill. The scow was moored fore and aft at each end by a single six inch fast passing from a bitt on the scow to a bitt on the pier, around that bitt and back around the bitt on the scow, thus making a double fast at each end.\n*607The scow was not to be ready to be towed out until about 1 p. m. on the next day, and the libellant rightly supposed that he would have no duties to perform until eleven or twelve the next morning, when she would have been filled where she lay. He testified that he came back at about 2 a. m. and wished to get aboard, but it was then high tide and the deck of the scow was about six feet above the edge of the pier. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pedersen-v-morris-cummings-dredging-co"
    }
  ],
  "relatedIncidents": [
    21857,
    21859,
    21860,
    21878,
    21879
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}