{
  "id": 22033,
  "title": "1960년 Greenblatt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1960-02-09",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Greenblatt. 판결일: 1960-02-09. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: ROBERT W. GREENBLATT, Appellant, v. THOMAS W. MARTIN, as Director of Alcoholic Beverage Control, Respondent\n**판결일**: 1960-02-09\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Tobriner\n\n## 변호인\n\nWalter H. Duane for Appellant., Stanley Mosk, Attorney General, and Charles A. Barrett, Deputy Attorney General, for Respondent.\n\n## 인용\n\n- 177 Cal. App. 2d 738\n\n## 판결문 요약\n\n\n177 Cal. App. 2d 738 (1960)\nROBERT W. GREENBLATT, Appellant,\nv.\nTHOMAS W. MARTIN, as Director of Alcoholic Beverage Control, Respondent.\nCiv. No. 18876. \nCalifornia Court of Appeals. First Dist., Div. One.  \nFeb. 9, 1960.\n Walter H. Duane for Appellant.\n Stanley Mosk, Attorney General, and Charles A. Barrett, Deputy Attorney General, for Respondent.\n TOBRINER, J.\n May the Department of Alcoholic Beverage Control revoke a license because a bar girl solicits a \"drink\" for herself which costs the patron from one to two dollars and turns out to be orange juice? Does the evidence sustain the charges that the bar girl solicited this drink under a commission, percentage, salary or other profit-sharing plan, scheme or conspiracy? Because we have concluded that the Legislature aimed not to protect the quality of the drink which the bar girl imbibed but rather the customer from persuaded potation of any drink, we have concluded that the department properly revoked the license. We find, too, that ample evidence shows the bar girl to have solicited the drink as part of her employment.\n The testimony of the three agents who visited appellant's bar on November 7 and November 10 respectively affords parallel accounts of the methods pursued.\n When Department Agent Jenner entered the premises, Laura Overlin, known as Strawberry Lane, a dancer or \"stripper\" employed there, approached him and asked, \"Would you buy me a drink?\" Jenner consented and Strawberry exclaimed, \"My God, I finally found...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=greenblatt-v-martin"
    }
  ],
  "relatedIncidents": [
    21857,
    21859,
    21860,
    21878,
    21879
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}