{
  "id": 22031,
  "title": "1960년 Pugach 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1960-02-11",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Pugach. 판결일: 1960-02-11. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Burton N. PUGACH v. Honorable Isidore DOLLINGER, District Attorney of Bronx County and Honorable Stephen P. Kennedy, Police Commissioner of the City of New York\n**판결일**: 1960-02-11\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Madden, Medina, Waterman\n\n## 변호인\n\nHerbert S. Siegel and Louis Fusco, Jr., Bronx, New York City, for petitioner-appellant., Irving Anolik, Asst. Dist. Atty., Bronx County, New York City (Isidore Dollinger, Dist. Atty., Bronx County, and Alexander E. Scheer, Asst. Dist. Atty., Bronx, New York City, on the brief), for respondent-appellees.\n\n## 인용\n\n- 275 F.2d 503\n\n## 판결문 요약\n\n\nMEDINA, Circuit Judge.\nBurton N. Pugach and others were indicted by the Grand Jury of Bronx County, New York, charged with the crimes of burglary in the second degree, maiming, assault in the second degree and conspiracy. Another indictment charges Pugach with felonious possession of firearms. Proceedings are pending in the County Court of Bronx County and we are informed by the Assistant District Attorney in charge that “it will not be possible to delay this case beyond February 15.”\nThe present action was brought in the United States District Court for thei_ Southern District of New York against the District Attorney of Bronx County and the Police Commissioner of New York City for a permanent injunction restraining the use by them and their agents and employees on the forthcoming trial of certain wiretap evidence. A motion for a preliminary injunction was denied and the complaint was dismissed. *505Pugach appealed to this Court from the order denying the preliminary injunction and dismissing his complaint. The matter comes before us on a motion for a stay pending the hearing of the appeal.\nIt is not disputed that defendants or their agents on June 15, 1959 procured an order of the Supreme Court of the State of New York permitting Pugach’s telephone wires to be tapped, that they were tapped and that the contents of the wiretaps were divulged to the Grand Jury. It is also asserted and not denied that the wiretaps were divulged “to the press and to other persons.” We agree wi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pugach-v-dollinger"
    }
  ],
  "relatedIncidents": [
    21878,
    21937,
    21990,
    22006,
    22029
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}