{
  "id": 22051,
  "title": "1960년 Marshall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1960-01-06",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Marshall. 판결일: 1960-01-06. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Lee Wesley Marshall v. State\n**판결일**: 1960-01-06\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrison\n\n## 변호인\n\nD. F. Sanders and Malcolm R. Sanders, by Malcolm R. Sanders, Beaumont, for appellant., Ramie H. Griffin, Criminal District Attorney, Jim Vollers, Assistant Criminal District Attorney, Beaumont, \"and Leon Douglas, State’s Attorney, Austin, for the state.\n\n## 인용\n\n- 168 Tex. Crim. 569\n- 330 S.W.2d 625\n\n## 판결문 요약\n\n\nMORRISON, Presiding Judge.\nThe offense is murder without malice; the punishment, two years.\nOur prior opinion is withdrawn.\nIn view of our disposition of the case, a recitation of the facts is not necessary.\nThe state called the witness Hamilton, and appellant objected to his testifying on the grounds that he was incompetent. On voir dire, appellant developed that Hamilton had been convicted in the United States District Court in Galveston, Texas, on July 1, 1924, of a felony in connection with “the liquor business,” fined $2500, and sentenced to one year and a day in the Federal penitentiary, at Atlanta, Georgia; that he paid such fine, served the sentence, and had never been pardoned.\nA witness is incompetent as an unpardoned convict if he was convicted prior to the amendment of Article 788, C.C.P. *570(1911), in 1925, (C.C.P. Art. 708), of an offense which was a felony in the jurisdiction where the witness was convicted, as as well as under the laws of Texas. Amaya v. State, 87 Texas Cr. Rep. 160, 220 S.W. 98; Jones v. State, 117 Texas Cr. Rep. 8, 36 S.W. 2d 736; and Underwood v. State, 111 Texas Cr. Rep. 124, 12 S.W. 2d 206. The witness was incompetent and testified to facts which were both material and harmful to appellant, and this calls for a reversal of this conviction.\nUpon another trial, the state should not be permitted to prove that shortly prior to the homicide the deceased had made an effort to get someone to take him to his home. Appellant knew nothing of such...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=marshall-v-state"
    }
  ],
  "relatedIncidents": [
    21857,
    21879,
    21897,
    21901,
    21909
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}