{
  "id": 22064,
  "title": "1959년 Purdy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1959-12-14",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Purdy. 판결일: 1959-12-14. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: W. C. PURDY v. DEPARTMENT OF REVENUE OF THE STATE of Louisiana\n**판결일**: 1959-12-14\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Simon\n\n## 변호인\n\nAmos L. Ponder, Jr., New Orleans, Breazeale, Sachse & Wilson, Victor A. Sachse, Baton Rouge, for appellant., Richard Alsina Fulton, Emmett E. Bat-son, Frederick S. Haygood, Levi A. Himes, Chapman L. Sanford, Baton Rouge, for ap-pellee.\n\n## 인용\n\n- 116 So. 2d 290\n- 238 La. 673\n\n## 판결문 요약\n\n\nSIMON, Justice.\nThis is an appeal by W. C. Purdy from a decision of the Civil Service Commission dismissing Purdy’s appeal from the action of the Department of Revenue in retiring him under the provisions of Act 54 of 1958.\nBy Act 54 of 1958, LSA-R.S. 42:691, the Legislature made it mandatory for the appointing authority to retire from public service those employees (except elected officials and department heads appointed and commissioned by the Governor) who have reached the age of 65 years and who are eligible for retirement either under the Federal Social Security Act or under one of the state retirement systems. Mr. *291Purdy, who was employed by the Department of Revenue as a Revenue Examiner I, was more than 70 years of age and eligible for retirement under the Federal Social Security Act, 42 U.S.C.A. § 301 et seq. Pursuant to the provisions of the foregoing statute, the Department of Revenue duly notified Mr. Purdy by letter dated July 21, 1958, the text of which is as follows:\n“Notice of Removal\n“July 21, 1958 January 22, 1959\n“Mr. W. C. Purdy\n“Income Tax Division\n“Department of Revenue\n“Baton Rouge, Louisiana\n“Dear Mr. Purdy:\n“Act 54 of the recently concluded session of the Legislature establishes the same retirement policy for State employees covered by the Federal Social Security Act that has heretofore existed for State employees who are members of the various employees’ retirement systems.\n“The Act provides that an employee is subject to retirement if he has rea...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=purdy-v-department-of-revenue-of-the-state"
    }
  ],
  "relatedIncidents": [
    22056,
    22060,
    22061,
    22065,
    22072
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}