{
  "id": 22060,
  "title": "1959년 Kenneth John Berry v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1959-12-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Kenneth John Berry v. United States. 판결일: 1959-12-21. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Kenneth John BERRY, Appellant, v. UNITED STATES of America, Appellee\n**판결일**: 1959-12-21\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Hutcheson, Tuttle, Wisdom\n\n## 변호인\n\nLeonard Moriber, Miami, Fla., for appellant., Lavinia L. Redd, Asst. U. S. Atty., James L. Guilmartin, U. S. Atty., Miami, Fla., for appellee.\n\n## 인용\n\n- 271 F.2d 775\n\n## 판결문 요약\n\n271 F.2d 775\n    Kenneth John BERRY, Appellant,v.UNITED STATES of America, Appellee.\n    No. 17751.\n    United States Court of Appeals Fifth Circuit.\n    Nov. 23, 1959, Rehearing Denied Dec. 21, 1959.\n    \n      Leonard Moriber, Miami, Fla., for appellant.\n      Lavinia L. Redd, Asst. U.S. Atty., James L. Guilmartin, U.S. Atty., Miami, Fla., for appellee.\n      Before HUTCHESON, TUTTLE and WISDOM, Circuit Judges.\n      HUTCHESON, Circuit Judge.\n    \n    \n      1\n      Appealing from his conviction and sentence on a one count indictment charging him with causing the transportation in interstate commerce of a falsely made and forged security with unlawful and fraudulent intent, knowing the same to have been falsely made and forged, defendant is here urging two specifications of error.\n    \n    \n      2\n      One of these is that a judgment of acquittal should have been, and should be here, directed.  The other, in the alternative, is that the judgment should be reversed and the cause remanded because of the admission of evidence, tending to prove the commission of other offenses than the one charged, and the failure to instruct the jury as to the limited purpose and effect of such evidence.\n    \n    \n      3\n      As to the first ground of error, with respect to which the appellant confidently relies on the Hubsch case from this court, Hubsch v. United States, 256 F.2d 820, appellee points out that in that case the instrument was a check on a bank and the defendant, admitting t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kenneth-john-berry-v-united-states"
    }
  ],
  "relatedIncidents": [
    22077,
    22080,
    22141,
    22177,
    22189
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}