{
  "id": 22061,
  "title": "1959년 BRITT 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1959-12-17",
  "location": "South Carolina, SC, USA",
  "summary": "미국 South Carolina, SC 법원 판결 사건. 사건명: BRITT. 판결일: 1959-12-17. 법원: Supreme Court of South Carolina.",
  "description": "## 사건 정보\n\n**사건명**: STATE, Respondent, v. William Otis BRITT, and Douglas WESTBURY, Appellants\n**판결일**: 1959-12-17\n**법원**: Supreme Court of South Carolina\n**관할**: South Carolina, SC\n\n**판사**: Legge, Moss, Oxner, Stukes, Taylor\n\n## 변호인\n\nMessrs. James N. Rahal, of Savannah, Georgia, and Claud N. Sapp, Joseph D. Sapp and Ben M. Sawyer, Jr., of Columbia, for Appellant, William Otis Britt,, Messrs. C. Walker Limehouse and Henry R. Sims II, of Orangeburg, for Appellant, Douglas Westbury,, Julian S. Wolfe, Esq., Solicitor, of Orangeburg, for Respondent,\n\n## 인용\n\n- 111 S.E.2d 669\n- 235 S.C. 395\n\n## 판결문 요약\n\n\n235 S.C. 395 (1959)\n111 S.E.2d 669\nSTATE, Respondent,\nv.\nWilliam Otis BRITT, and Douglas WESTBURY, Appellants.\n17598\nSupreme Court of South Carolina.\nDecember 17, 1959.\n*396 *397 *398 Messrs. James N. Rahal, of Savannah, Georgia, and Claud N. Sapp, Joseph D. Sapp and Ben M. Sawyer, Jr., of Columbia, for Appellant, William Otis Britt.\n*399 Messrs. C. Walker Limehouse and Henry R. Sims II, of Orangeburg, for Appellant, Douglas Westbury.\n*400 Julian S. Wolfe, Esq., Solicitor, of Orangeburg, for Respondent.\n*402 December 17, 1959.\nMOSS, Justice.\nUpon an indictment charging them with the murder of Harry Boyd Ray on September 7, 1958, William Otis Britt and Douglas Westbury, the appellants herein, and Lee von Tilson, were tried at the January, 1959, term of Court of General Sessions for Orangeburg County, South Carolina. Tilson was found guilty of murder with recommendation to mercy, and has not appealed his conviction. The appellants were found guilty of murder and sentenced to death by electrocution. They have appealed to this Court from such conviction and sentence.\nThe indictment charged the appellants and Tilson with murder, the homicide having occurred in Orangeburg County, South Carolina, on September 7, 1958. The Grand Jury of the county returned a true bill of indictment against the three defendants on September 15, 1958. They were duly arraigned and entered a plea of \"Not Guilty\". A motion for a continuance was made and granted.\nThis case was called for trial at Orangebu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-britt"
    }
  ],
  "relatedIncidents": [
    22090,
    22135,
    21857,
    21879,
    21897
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}