{
  "id": 22073,
  "title": "1959년 Hicks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1959-11-24",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Hicks. 판결일: 1959-11-24. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: THE PEOPLE v. MACKIE HICKS\n**판결일**: 1959-11-24\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Draper\n\n## 변호인\n\nHerbert Donaldson, under appointment by the District Court of Appeal, for Appellant., Stanley Mosk, Attorney General, and Joseph I. Kelly, Deputy Attorney General, for Respondent.\n\n## 인용\n\n- 175 Cal. App. 2d 556\n\n## 판결문 요약\n\n\nDRAPER, J.\nAfter trial without jury defendant was found guilty of burglary in the second degree. He appeals, asserting only that the evidence is insufficient to support the judgment.\nAt about 4 o’clock a.m. a cab driver saw an automobile stop in front of a market. He could identify the driver of the car only as “a colored person,” who remained behind the wheel. One Booker left the car, took the tail gate from a truck parked nearby, used it to smash the front window of the market, placed the tail gate in the car, and was driven away. The cab driver followed, took the license number of the ear and telephoned police. Some 15 minutes later the cab driver returned to the market, saw the same car and saw appellant and Booker, both Negroes, in custody of police. The arresting officers testified that as they approached the market they saw the car, with only its parking lights on, being driven slowly back and forth in front of the market. Appellant was the driver and was arrested in the car. Booker was arrested inside the market, in the act of taking some whiskey from a shelf. Three shopping bags containing cigarettes and whiskey were on the sidewalk in front of the market.\nBooker was jointly charged with appellant, but pleaded guilty. He testified that another, not appellant, drove him to the market at the time Booker broke the window. These two then left, and Booker loaned the car to appellant with instructions to pick him up later at the market. Booker returned to the market and w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-hicks"
    }
  ],
  "relatedIncidents": [
    22074,
    22184,
    22012,
    22056,
    22060
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}