{
  "id": 22074,
  "title": "1959년 Stephenson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1959-11-16",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Stephenson. 판결일: 1959-11-16. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: REDWOOD THRIFT OF CALIFORNIA (a Corporation) v. W. H. STEPHENSON, as Commissioner of Corporations, etc.\n**판결일**: 1959-11-16\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Draper\n\n## 인용\n\n- 175 Cal. App. 2d 281\n\n## 판결문 요약\n\n\nDRAPER, J.\nAppellant is an industrial loan corporation. Respondent Commissioner of Corporations, on January 9,1958, ordered appellant to make good an impairment of capital, to comply with the law limiting individual loans, and to discontinue unsafe and injurious practices. (Fin. Code, §§ 18814, 18815.) Appellant was ordered to show cause why such orders should not be made final. (Fin. Code, § 18816.) Following administrative hearing, and upon recommendation of the hearing officer, a final order was issued by the commissioner. Upon appellant’s petition, the superior court issued alternative writ of mandate and enjoined the commissioner from carrying out his order and from interfering with appellant’s business pending determination of the mandamus proceeding. After *283hearing and upon the record of the administrative proceeding, the trial court denied peremptory writ, discharged the alternative writ, and dismissed its stay order This appeal follows.\nAppellant’s principal contention is that the evidence does not support the finding of the hearing officer and of the trial court that appellant’s capital was impaired. It is conceded that in determining what are \"reasonable reserves” (Fin. Code, § 18616), it is proper to \"age” the accounts and to require greater reserves for accounts which have been delinquent for longer periods of time A regulation then in force required establishment of delinquency schedules grouping accounts which are three to six months delinquent, those which...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=redwood-thrift-of-california-v-stephenson"
    }
  ],
  "relatedIncidents": [
    22073,
    22184,
    22012,
    22056,
    22060
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}