{
  "id": 22083,
  "title": "1959년 Guajardo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1959-10-28",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Guajardo. 판결일: 1959-10-28. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Jose Guajardo v. State\n**판결일**: 1959-10-28\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Dice, Morrison\n\n## 변호인\n\nNago L. Alaniz, San Diego, for appellant., Leon Douglas, State’s Attorney, Austin, for the state.\n\n## 인용\n\n- 329 S.W.2d 878\n- 168 Tex. Crim. 503\n\n## 판결문 요약\n\n\n329 S.W.2d 878 (1959)\nJose GUAJARDO, Appellant,\nv.\nSTATE of Texas, Appellee.\nNo. 30927.\nCourt of Criminal Appeals of Texas.\nOctober 28, 1959.\nRehearing Denied December 9, 1959.\n*879 Nago L. Alaniz, San Diego, for appellant.\nLeon B. Douglas, State's Atty., Austin, for the State.\nMORRISON, Presiding Judge.\nThe offense is the possession of marihuana; the punishment, 30 years.\nOfficer Martinez, a San Antonio policeman who was on detached service with the Department of Public Safety working undercover in the City of Kingsville during the course of a narcotics investigation, testified that as he was seated in a pool hall, and after he had let it be known that he was in the market for marihuana, the appellant approached him and asked, \"Are you looking for some griefer (marihuana)?\" and that the two of them stepped outside where some teen-age boys motioned the appellant to come to their automobile. He testified further that as the appellant returned from the automobile he stated that he had made a sale to the boys and then proceeded to sell two cigarettes to the witness for $1. Appellant was not arrested until some two weeks later when a number of men were rounded up on narcotic charges. It was shown by expert testimony that the two cigarettes in question contained marihuana.\nThe appellant, testifying in his own behalf, claimed that he had made a written *880 confession because of police brutality, denied that he had sold anything to Martinez and, in addition, was asked by his own c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=guajardo-v-state"
    }
  ],
  "relatedIncidents": [
    22056,
    22060,
    22061,
    22064,
    22065
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}