{
  "id": 22080,
  "title": "1959년 Bambace 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1959-11-04",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Bambace. 판결일: 1959-11-04. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Albert Bambace v. Rose Bachrach\n**판결일**: 1959-11-04\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Brenner\n\n## 변호인\n\nPerelstein & Perelstein for plaintiffs., Louis Bergmann for defendant,\n\n## 인용\n\n- 20 Misc. 2d 173\n\n## 판결문 요약\n\n\nBenjamin Brenner, J.\nIn this action the plaintiffs vendees' seek to compel specific performance of an asserted agreement for the sale of a house to them. Defendant vendor moves to dismiss the complaint upon the ground that ‘ ‘ the contract # * * is unenforcible under the provisions of the statute of frauds ” and subdivision 7 of rule 107 of the Buies of Civil Practice.\nThe memorandum relied on by plaintiffs, and signed by the defendant, reads as follows:\n“ Sep 9 — 1959\nBeceived $100 dep on parcel 6013-6017 — 13th Ave as agreed price $22,000 subject to contract.”\nDefendant contends that the failure of the writing to identify the purchasers, by name or otherwise, renders the purported agreement void. He calls attention to the complete absence of their names, or other description, as identifiable parties to the agreement and as the purchasers thereunder.\nIt is the “ settled rule of law that a note or memorandum of a contract for sale of land must identify by name or description the parties to the transaction, a seller and a buyer ” (Irvmor Corp. v. Rodewald, 253 N. Y. 472, 475; Ann. 70 A. L. R. 192, 196, 199) and section 259 of the Beal Property Law provides that a contract for the sale of real property is void “ unless the contract, or some note or memorandum thereof * * * is in writing * * However, the “ note or memorandum thereof, ’ ’ as recited in the statute, ‘ ‘ must be such that when it is produced in evidence it will inform the court or jury of the essential facts set f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bambace-v-bachrach"
    }
  ],
  "relatedIncidents": [
    22060,
    22077,
    22141,
    22177,
    22189
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}