{
  "id": 22090,
  "title": "1959년 Jack Ruffin v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1959-10-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Jack Ruffin v. United States. 판결일: 1959-10-19. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Jack RUFFIN, Appellant, v. UNITED STATES of America, Appellee\n**판결일**: 1959-10-19\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Bastian, Miller, Per Curiam, Washington, Wilbur\n\n## 변호인\n\nMr. Frederic P. Lee, Washington, D. C., with whom Mr. Floyd F. Toomey, Washington, D. C. (both appointed by this court) was on the brief, for appellant., Mr. Nathan J. Paulson, Asst. U. S. Atty., with whom Messrs. Oliver Gasch, U. S. Atty., and Carl W. Belcher, Asst. U. S. Atty., were on the brief, for ap-pellee.\n\n## 인용\n\n- 269 F.2d 544\n\n## 판결문 요약\n\n269 F.2d 544\n    Jack RUFFIN, Appellant,v.UNITED STATES of America, Appellee.\n    No. 14842.\n    United States Court of Appeals District of Columbia Circuit.\n    Argued May 19, 1959.\n    Decided June 11, 1959.\n    Certiorari Denied October 19, 1959.\n    \n      See 80 S. Ct. 129.\n      Mr. Frederic P. Lee, Washington, D. C., with whom Mr. Floyd F. Toomey, Washington, D. C. (both appointed by this court) was on the brief, for appellant.\n      Mr. Nathan J. Paulson, Asst. U. S. Atty., with whom Messrs. Oliver Gasch, U. S. Atty., and Carl W. Belcher, Asst. U. S. Atty., were on the brief, for appellee.\n      Before WILBUR K. MILLER, WASHINGTON and BASTIAN, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      This is an appeal from a conviction of manslaughter [&#167; 22-2405, D.C.Code (1951)] and assault with a dangerous weapon [&#167; 22-502, D.C.Code (1951)]. Appellant urges three errors on this appeal.\n    \n    \n      2\n      First, appellant urges that the admission of a statement made by him at police headquarters one hour after arrest, in the presence of police officers and two accusers, was prejudicial in that the sole purpose of the confrontation was to elicit a confession rather than for the purpose of identification. The statement involved was not introduced in the government's case in chief but was brought out in rebuttal after appellant's attorney, on cross examination of a prosecution witness, delved into the chain of events occurring at police headquarters on th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jack-ruffin-v-united-states"
    }
  ],
  "relatedIncidents": [
    22061,
    22135,
    21857,
    21879,
    21897
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}