{
  "id": 22106,
  "title": "1959년 Rubino 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1959-09-11",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Rubino. 판결일: 1959-09-11. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: California Airparts Corp., Suing on Behalf of Itself and All Other Creditors Similarly Situated v. Carl Rubino, Individually and as Executors of Harvey H. Dwight, and Doing Business under the Name of Aircraft Engine & Parts Company, and Aircraft Engine and Parts Corporation, Third-Party\n**판결일**: 1959-09-11\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Loreto\n\n## 변호인\n\nEecht, Eadfield, Far bach & McAlpin (John J. Green of counsel), for defendants., Milton 8. Zeiberg for plaintiff.\n\n## 인용\n\n- 21 Misc. 2d 490\n\n## 판결문 요약\n\n\nCharles A. Loreto, J.\nDefendants, both as individuals and in their representative capacity as executors, move (1) for an order dismissing four causes of action in the second amended complaint for legal insufficiency; (2) directing clarification of the amended complaint so as to indicate whether the causes and the allegations thereof are directed to any defendant individually or as executor; (3) to separately state and number the causes of action allowed to stand as legally sufficient; (4) to strike out all reference in the complaint to the effect that the causes are representative or derivative on behalf of other creditors; and (5) to strike certain allegations as sham (Rules Civ. Prac., rules 106, subd. 4, 103, 102 and 90). Plaintiff cross-moves for an examination before trial of defendants in aid of its opposition to so much of defendants’ motion as seeks to strike as sham paragraph Eighteenth of the complaint.\n*492The first cause of action alleges an account stated and is legally sufficient as a cause against the defendants in their individual capacities only. It cannot be maintained against the executors. The executors cannot create a new liability upon the estate of their decedent. Their liability if any would be individual (O’Brien v. Jackson, 167 N. Y. 31, 33). This cause should be clearly denominated as a cause against the defendants in their individual capacities only.\nThe second pleaded cause is by plaintiff, in its own behalf and in behalf of other creditors simil...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=california-airparts-corp-v-rubino"
    }
  ],
  "relatedIncidents": [
    22056,
    22060,
    22061,
    22064,
    22065
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}