{
  "id": 2213,
  "title": "2019년 Sturm 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2019-02-15",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Sturm. 판결일: 2019-02-15. 법원: California Court of Appeal, 5th District.",
  "description": "## 사건 정보\n\n**사건명**: Robert STURM, and v. Todd Andrew MOYER, and\n**판결일**: 2019-02-15\n**법원**: California Court of Appeal, 5th District\n**관할**: California, CA\n\n**판사**: Willhite\n\n## 변호인\n\nLandsberg Law and Ian S. Landsberg, Encino, for Plaintiff and Appellant., Law Offices of Warren R. Shiell and Warren R. Shiell, Beverly Hills, for Defendants and Respondents.\n\n## 인용\n\n- 243 Cal. Rptr. 3d 556\n- 32 Cal. App. 5th 299\n\n## 판결문 요약\n\n\nWILLHITE, Acting P. J.\n*303The question presented in this case is one of first impression: Assuming fraudulent intent, can the Uniform Voidable Transactions Act ( Civ. Code, § 3439 et seq., formerly known as the Uniform Fraudulent Transfer Act, or UFTA)1 apply to a premarital agreement in which the prospective spouses agree that upon marriage each spouse's earnings, income, and other property acquired during marriage will be that spouse's separate property? After examining the language of the relevant statutes, the legislative history, and public policy considerations, we conclude that it can.2\nBACKGROUND\nOur discussion of the background facts is based upon the allegations of the *559first amended complaint. Because this appeal is taken from a judgment of dismissal following the sustaining of a demurrer, we treat those alleged facts as true for the purposes of this appeal. ( Thaler v. Household Finance Corp. (2000) 80 Cal.App.4th 1093, 1098, 95 Cal.Rptr.2d 779.) *304In July 2005, Robert Sturm, plaintiff in this action, obtained a $ 600,000 judgment in bankruptcy court against Todd Moyer. The judgment, which is not dischargeable in bankruptcy, was renewed in January 2015. Following the original entry of judgment and through July 2016, Sturm conducted several judgment debtor examinations of Moyer, during which Moyer claimed to have no assets, and claimed that he did not intend to work ever again so he would not have to pay any portion of the judgment.\nDuring a judgment debtor ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sturm-v-moyer"
    }
  ],
  "relatedIncidents": [
    1928,
    1934,
    1980,
    2022,
    2049
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}