{
  "id": 22138,
  "title": "1959년 Palmer v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1959-06-29",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Palmer v. State. 판결일: 1959-06-29. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: PALMER v. State\n**판결일**: 1959-06-29\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Carlisle\n\n## 변호인\n\nFrank A. Bowers, for plaintiff in error., Paul Webb, Solicitor-General, E. L. Tiller, contra.\n\n## 인용\n\n- 99 Ga. App. 754\n\n## 판결문 요약\n\n\nCarlisle, Judge.\n1. Where the defendant was charged with the offense of burglary in an indictment which alleged his previous conviction of several charges of felonies for the purpose of fixing the maximum penalty for the offense of burglary under the provisions of Code § 27-2511, and where the State offered in evidence the record of the previous indictments and convictions thereunder, and where the records thereof showed that the name of the defendant therein was identical with the name of the defendant in this case, and where two witnesses for the State testified that in at least two of these cases the defendant therein was the same as the defendant in this case, and where no evidence was introduced on behalf of the defendant controverting the identity of the defendant in those cases with the defendant in this case, and where the defendant in his statement admitted having served time ini the penitentiary, the evidence demanded the finding that the defendant in those cases was the same as the defendant in this case, and the trial judge did not err in failing to charge the jury so as to authorize them, if they found the defendant guilty of the offense charged in this case, to fix his sentence at less than the maximum provided by law. Stinson v. State, 65 Ga. App. 592, 593 (16 S. E. 2d *755111), and cits. Accordingly, the trial court did not err in overruling the sole special ground of the motion for new trial complaining of the failure of the judge to charge the jury as indic...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=palmer-v-state"
    }
  ],
  "relatedIncidents": [
    22077,
    22171,
    22183,
    22192,
    21878
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}