{
  "id": 22135,
  "title": "1959년 Lyles 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1959-07-08",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Lyles. 판결일: 1959-07-08. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Lyles v. State\n**판결일**: 1959-07-08\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Candler\n\n## 인용\n\n- 109 S.E.2d 785\n- 215 Ga. 229\n\n## 판결문 요약\n\n\n215 Ga. 229 (1959)\n109 S.E.2d 785\nLYLES\nv.\nTHE STATE.\n20465.\nSupreme Court of Georgia.\nArgued May 11, 1959.\nDecided July 8, 1959.\nRehearing Denied July 23, 1959.\nWilliam K. Buffington, Jack J. Gautier, Roy B. Rhodenhiser, Jr., for plaintiff in error.\nH. T. O'Neal, Jr., Charles F. Adams, Special Assistant Attorneys-General, Eugene Cook, Attorney-General, Rubye G. Jackson, Deputy Assistant Attorney-General, contra.\n*248 CANDLER, Justice.\nOn June 10, 1959, a grand jury in Bibb County by a special presentment charged and accused Mrs. Anjette Donovan Lyles with the offense of murder. The presentment alleges that the accused \"with malice aforethought, did, in the year of Our Lord One Thousand Nine Hundred and Fifty-Eight in the county aforesaid, make assaults upon Marcia Elaine Lyles by administering and causing to be administered to the said Marcia Elaine Lyles deadly poisons, to wit: Arsenic and arsenic trioxide, and other poisons of like deadly character the names of which are to the grand jury unknown, but all of the same being substances likely to produce death in the manner so used; the said Anjette *230 Donovan Lyles having administered said deadly poison and poisons by artfully, deceitfully, and wickedly enticing, procuring, and causing the said Marcia Elaine Lyles to swallow and take internally said deadly poisons at a time and times, and in a form and forms, and in a dose and doses to the grand jury unknown, all with the intention and design to kill and murder the said M...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lyles-v-state"
    }
  ],
  "relatedIncidents": [
    22061,
    22090,
    21857,
    21879,
    21897
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}