{
  "id": 22143,
  "title": "1959년 Hall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1959-06-09",
  "location": "Idaho, ID, USA",
  "summary": "미국 Idaho, ID 법원 판결 사건. 사건명: Hall. 판결일: 1959-06-09. 법원: Idaho Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: C. H. HALL, Clarence T. Hall, William H. Hall, Mrs. Vivian Hartman and Gordon A. Hall, Plaintiffs-Appellants, v. BANNOCK COUNTY, Polly Ann Parisot and Ruth E. Larson, Defendants-Respondents\n**판결일**: 1959-06-09\n**법원**: Idaho Supreme Court\n**관할**: Idaho, ID\n\n**판사**: Burton, Knudson, Martin, McQUADE, Porter, Smith, Taylor\n\n## 변호인\n\nAnderson & Anderson, Pocatello, for appellants., Merrill & Merrill, Hugh C. Maguire, Pocatello, for respondents.\n\n## 인용\n\n- 340 P.2d 855\n- 81 Idaho 256\n\n## 판결문 요약\n\n\n340 P.2d 855 (1959)\nC. H. HALL, Clarence T. Hall, William H. Hall, Mrs. Vivian Hartman and Gordon A Hall, Plaintiffs-Appellants,\nv.\nBANNOCK COUNTY, Polly Ann Parisot and Ruth E. Larson, Defendants-Respondents.\nNo. 8645.\nSupreme Court of Idaho.\nJune 9, 1959.\n*856 Anderson &amp; Anderson, Pocatello, for appellants.\nMerrill &amp; Merrill, Hugh C. Maguire, Pocatello, for respondents.\nKNUDSON, Justice.\nThe material allegations of appellants' complaint are that the appellants are the surviving husband and all of the heirs-at-law of Ruth T. Hall, deceased. That Bannock County is the owner and operator of the Bannock Memorial Hospital and the other respondents are employees of the hospital. That decedent Ruth T. Hall entered the hospital on July 9, 1956 and on July 10, 1956 underwent major surgery at the hands of Dr. O. F. Call. That following the surgery said decedent remained in the recovery room for a short time following which she was, by the respondents Parisot and Larson, transferred to her hospital room. Decedent was about fifty-eight years of age and weighed in excess of 200 pounds. That during the transfer of decedent from the transfer cot to her bed the respondent nurses carelessly and negligently raised her up and let her fall on the bed or cot in such manner as to cause injury to the said Ruth T. Hall as a result of which she died approximately twenty-four hours later. That the negligence of the respondent hospital consisted of failing to supply and furnish sufficient he...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hall-v-bannock-county"
    }
  ],
  "relatedIncidents": [
    22065,
    22153,
    22170,
    22182,
    22203
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}