{
  "id": 22153,
  "title": "1959년 Holmes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1959-05-08",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Holmes. 판결일: 1959-05-08. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: Elizabeth H. Holmes v. Theron A. Holmes\n**판결일**: 1959-05-08\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Murphy\n\n## 변호인\n\nRyan, Ryan & Ebert, for appellant., Fitzpatrick & Larson, for respondent.\n\n## 인용\n\n- 255 Minn. 270\n- 96 N.W.2d 547\n\n## 판결문 요약\n\n\n255 Minn. 270 (1959)\n96 N.W. (2d) 547\nELIZABETH H. HOLMES\nv.\nTHERON A. HOLMES.\nNo. 37,327.\nSupreme Court of Minnesota.\nMay 8, 1959.\n*271 Ryan, Ryan &amp; Ebert, for appellant.\n*272 Fitzpatrick &amp; Larson, for respondent.\nMURPHY, JUSTICE.\nThis is an appeal from a final divorce judgment which awarded the wife (1) a one-third interest in specified personal property owned by the defendant subject to existing liens, (2) $3,000 representing delinquent alimony and support payments, (3) the custody of four minor children of the parties, and (4) $750 monthly for their support together with payment of medical and hospital expenses. The appeal does not involve issues bearing upon grounds for divorce. The defendant husband seeks amendment of the trial court's findings of fact, conclusions of law, and order for judgment or a new trial on the issues of alimony, custody, and support.\nThe parties were married in 1941. The plaintiff is now 36 years of age and the defendant is 47 years of age. Four children, ages 13, 12, 10, and 7, are the issue of this marriage. The parties began their married life at Brainerd, Minnesota, where the defendant owned a home. This home was sold in 1949 when the family moved to Florida. It appears that the defendant maintained a high standard of living, as a result of which his wife and children were accustomed to many of the luxuries of life. In addition to a fully modern home at Brainerd, Minnesota, the defendant maintained a Chris Craft motorboat, an airplan...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=holmes-v-holmes"
    }
  ],
  "relatedIncidents": [
    22065,
    22143,
    22170,
    22182,
    22203
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}