{
  "id": 22160,
  "title": "1959년 People v. La Mountain 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1959-04-27",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: People v. La Mountain. 판결일: 1959-04-27. 법원: New York County Courts.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. Neil F. La Mountain\n**판결일**: 1959-04-27\n**법원**: New York County Courts\n**관할**: New York, NY\n\n**판사**: Wiltse\n\n## 변호인\n\nNeil F. La Mountain, defendant in person., Angus G. Saunders, District Attorney, for plaintiff.\n\n## 인용\n\n- 18 Misc. 2d 434\n\n## 판결문 요약\n\n\nMilton A. Wiltse, J.\nThe defendant was convicted upon a plea of guilty to assault in the second degree, in the Jefferson County Court, on June 6,1958.\nHe has filed a petition for a writ of error coram nobis, in which he alleges that his judgment of conviction ‘ ‘ was a result of an invasion of his rights, and a deprivation of due process of law ’ ’; and asks that appropriate relief be granted.\nIt appears from the petition that he bases the above allegation on a claim of denial of the right to a trial, alleging that his attorney attempted to keep him from going to trial, and that this “went so far” as to constitute a denial.\nThe District Attorney has filed an answering affidavit. Made a part of same is an affidavit executed by the counsel assigned to represent the defendant in the Jefferson County Court in 1958. These affidavits controvert the claims of the defendant, and in substance set forth, among other things, that there was no attempt to deprive him of a trial.\nThe court reporter’s transcript of the pertinent portions of the proceedings on June 6, 1958, follows:\n“ Mr. Saunders: If the Court please, on the 16th day of May this year, these three men, Richard Doney, Wayne Babcock and Neil La Mountain appeared before Your Honor charged under Indictment No. 3606, and at that time each requested counsel and each was assigned counsel. Mr. Doney and Mr. Babcock had assigned counsel, Mr. Clarence Giles, Jr., and Mr. La Mountain had Mr. Jack Nocera assigned. The three men plead n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-la-mountain"
    }
  ],
  "relatedIncidents": [
    22164,
    21924,
    21974,
    22023,
    22056
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}