{
  "id": 22175,
  "title": "1959년 Ex parte Pitcock 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1959-04-01",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex parte Pitcock. 판결일: 1959-04-01. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte J. T. Pitcock\n**판결일**: 1959-04-01\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Belcher\n\n## 변호인\n\nNo attorney for appellant of record on appeal., Dan Walton, District Attorney, Thomas D. White, Samuel H. Robertson, Jr., Assistants District Attorney, Houston, and Leon Douglas, State’s Attorney, Austin, for the state.\n\n## 인용\n\n- 167 Tex. Crim. 604\n- 322 S.W.2d 537\n\n## 판결문 요약\n\n\nBELCHER, Judge.\nBy writ of habeas corpus filed in the Criminal District Court of Harris County, appellant sought to have his appeal bonds reduced in four cases in which he had been convicted of felonies less than capital.\nAfter sentence and notice of appeal in each case on December 18, 1958, the appeal bond in the 8-year case was set at $10,000, and in the other three cases with concurrent sentences of five years, bond in each was set at $7,500.\n*605On the hearing of the writ, appellant testified that he could not make the bonds as set but thought he could make bonds in the sum total of $15,000.\nThe proof of the state shows that appellant had been four times previously convicted of felonies. The first conviction was in 1989; the second in 1950; the third when he went out on a bench warrant while serving the 1950 conviction; and the fourth in 1958. Following these convictions were the four in December, 1958, which are here being considered.\nThe court reduced the $10,000 appeal bond to $8,000 and reduced each of the three $7,500 appeal bonds to $5,000, making a total reduction of $9,500.\nWhen bail is substantially reduced on habeas corpus hearing, a showing by the accused of a reasonable effort to furnish bail in the reduced amount should be made before further complaint is urged that the amount remains excessive. Ex parte Burleson, 133 Texas Cr. Rep. 75, 109 S.W. 2d 200; Ex parte Dunlap, 166 Texas Cr. Rep. 55, 311 S.W. 2d 413.\nIn the absence of any further showing after the $...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-pitcock"
    }
  ],
  "relatedIncidents": [
    22056,
    22060,
    22061,
    22064,
    22065
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}