{
  "id": 22170,
  "title": "1959년 Keith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1959-04-09",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Keith. 판결일: 1959-04-09. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Keith v. Culp\n**판결일**: 1959-04-09\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Tillman Pearson\n\n## 인용\n\n- 111 So. 2d 278\n\n## 판결문 요약\n\n\n111 So. 2d 278 (1959)\nRaymond L. KEITH, Appellant,\nv.\nC. Stanley CULP, individually and as Executor under the Will of Blish D. Lee, Deceased, Appellee.\nNo. A-365.\nDistrict Court of Appeal of Florida. First District.\nApril 9, 1959.\nRehearing Denied May 15, 1959.\n*279 Hall, Hartwell &amp; Douglass, Tallahassee, and Curtis Basch, Daytona Beach, for appellant.\nHull, Landis, Graham &amp; French and E.A. Rano, Deland, for appellee.\nTILLMAN PEARSON, Associate Judge.\nThe plaintiff brought a complaint in chancery to declare and enforce his rights under an alleged oral agreement to execute mutual wills. After trial the court entered a final decree dismissing the complaint and this appeal followed.\nThe chancellor very properly made complete findings of fact. With three of these we are now concerned:\n\"2. Prior to the execution of the wills by the late Sallie Lee, the late Blish Lee and the plaintiff, copies of which are in evidence in this cause, the affairs of these three parties had become confused and commingled. All of this was settled and straightened out with the assistance of their mutual attorney, which was accomplished prior to the execution of said wills (Vol. III report of Special Examiner, page 8).\n\"3. The amended complaint alleges: \"`* * * an oral agreement was reached whereby each would execute his or her will, leaving the property of said three persons ultimately to the survivor, and that said wills would remain unrevoked until such time as the final survivor received the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=keith-v-culp"
    }
  ],
  "relatedIncidents": [
    22065,
    22143,
    22153,
    22182,
    22203
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}