{
  "id": 22177,
  "title": "1959년 Johnson v. Johnson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1959-03-19",
  "location": "Utah, UT, USA",
  "summary": "미국 Utah, UT 법원 판결 사건. 사건명: Johnson v. Johnson. 판결일: 1959-03-19. 법원: Utah Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Narvol A. JOHNSON and LaFaun J. Fleming, as the Guardians of the Person and Estate of Arthur Johnson, an Incompetent, Plaintiffs and Respondents, v. Calvin C. JOHNSON and Anna R. Johnson, His Wife, Defendants and Appellants\n**판결일**: 1959-03-19\n**법원**: Utah Supreme Court\n**관할**: Utah, UT\n\n**판사**: Crockett, Henriod, McDONOUGH, Wade, Worthen\n\n## 변호인\n\nPickett & Pickett, St. George, for appellants., Ha fen & Nelson, St. George, Edward W. Clyde, Salt Lake City, for respondents.\n\n## 인용\n\n- 337 P.2d 420\n- 9 Utah 2d 40\n\n## 판결문 요약\n\n\n9 Utah 2d 40 (1959)\n337 P.2d 420\nNARVOL A. JOHNSON AND LaFAUN J. FLEMING, AS THE GUARDIANS OF THE PERSON AND ESTATE OF ARTHUR JOHNSON, AN INCOMPETENT, PLAINTIFFS AND RESPONDENTS,\nv.\nCALVIN C. JOHNSON AND ANNA R. JOHNSON, HIS WIFE, DEFENDANTS AND APPELLANTS.\nNo. 8888.\nSupreme Court of Utah.\nMarch 19, 1959.\nPickett &amp; Pickett, St. George, for appellants.\nHafen &amp; Nelson, St. George, Edward W. Clyde, Salt Lake City, for respondents.\nCROCKETT, Chief Justice.\nThis is a suit by Narvol Johnson and LaFaun Johnson Fleming as guardians of their father, Arthur Johnson, to rescind certain instruments relating to the conveyance of the father's property to their younger brother, Calvin Johnson.\nThe trial court found in accordance with plaintiffs' contentions that the instruments were procured by (a) fraud and deceit, and (b) duress and undue influence practiced upon their father, and also upon the ground of his incompetency to execute them. Calvin Johnson appeals. The gravamen thereof is that the evidence does not support such findings.\nAt the time of the trial Arthur Johnson was 72 years of age. Because of illness he was feeble and apparently more senile than is usual for that age. He and his wife, who died in 1953, had been industrious and frugal and had acquired considerable money and property. He owned business property on Center Street in Kanab, Utah, consisting of his grocery store, and several shops, stores, and cabins, which he rented, all of which produced a rental income o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-v-johnson"
    }
  ],
  "relatedIncidents": [
    22060,
    22077,
    22080,
    22141,
    22189
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}