{
  "id": 22174,
  "title": "1959년 Highers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1959-04-01",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Highers. 판결일: 1959-04-01. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Steve HIGHERS, Plaintiff in Error, v. STATE of Oklahoma, Defendant in Error\n**판결일**: 1959-04-01\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Nix, Powell\n\n## 변호인\n\nGreen, Green, & Green, by J. Fred Green, Sallisaw, Jack Bliss, Tahlequah, for plaintiff in error., Mac Q. Williamson, Atty. Gen., Sam H. Lattimore, Asst. Atty. Gen., for defendant in error.\n\n## 인용\n\n- 337 P.2d 1112\n\n## 판결문 요약\n\n\n337 P.2d 1112 (1959)\nSteve HIGHERS, Plaintiff in Error,\nv.\nSTATE of Oklahoma, Defendant in Error.\nNo. A-12668.\nCourt of Criminal Appeals of Oklahoma.\nApril 1, 1959.\nGreen, Green, &amp; Green, by J. Fred Green, Sallisaw, Jack Bliss, Tahlequah, for plaintiff in error.\nMac Q. Williamson, Atty. Gen., Sam H. Lattimore, Asst. Atty. Gen., for defendant in error.\n*1116 BRETT, Judge.\nPlaintiff in error, Steve Highers, defendant below, was charged by indictment in the District Court of Muskogee County, Oklahoma, with the crime of subornation of perjury. He was tried by a jury, convicted, and his punishment fixed at confinement in the state penitentiary for a period of eighteen months. Judgment and sentence were entered accordingly, from which this appeal has been perfected.\nThis appeal is a companion case to Hammers v. State, Okl.Cr., 337 P.2d 1097, decided this same day. The principal contentions *1117 presented herein are the same as decided in Hammers v. State, supra, the indictment here in question being returned by the same grand jury. Therefore, the opinions expressed and the conclusions reached in Hammers v. State, supra, are fully adopted herein. The judgment and sentence is accordingly reversed and remanded.\nPOWELL, P.J., and NIX, J., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=highers-v-state"
    }
  ],
  "relatedIncidents": [
    22056,
    22060,
    22061,
    22064,
    22065
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}