{
  "id": 22182,
  "title": "1959년 State Ex Rel. Cairy v. Iowa Co-Operative Ass'n 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1959-03-10",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: State Ex Rel. Cairy v. Iowa Co-Operative Ass'n. 판결일: 1959-03-10. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: State of Iowa Ex Rel. F. W. Cairy, Et Al., Appellee, v. Iowa Co-Operative Association, Appellant\n**판결일**: 1959-03-10\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Larson\n\n## 변호인\n\nJames M. Stewart, Wisdom, Sullivan & Golden, and William Wimer, all of Des Moines, for appellant., Gamble, Read, Howland, Gamble & Riepe, of Des Moines, for appellee.\n\n## 인용\n\n- 95 N.W.2d 441\n- 250 Iowa 839\n\n## 판결문 요약\n\n\n95 N.W.2d 441 (1959)\nSTATE of Iowa ex rel. F. W. CAIRY, G. B. Fincham, B. J. Gray, Ray W. Johnson, Gail B. Smith and T. W. Munce, Appellee,\nv.\nIOWA CO-OPERATIVE ASSOCIATION, Appellant.\nNo. 49313.\nSupreme Court of Iowa.\nMarch 10, 1959.\nRehearing Denied May 8, 1959.\n*442 James M. Stewart, Wisdom, Sullivan &amp; Golden and William Wimer, Des Moines, for appellant.\nGamble, Read, Howland, Gamble &amp; Riepe, Des Moines, for appellee.\nLARSON, Justice.\nThis is the second appeal in a quo warranto suit, brought in the name of the State on the relation of individual citizens, for the immediate dissolution of defendant Iowa Co-operative Association operating under the trade name of \"Diamond Laboratories\", on the ground that its organization and operations under Chapter 499, Code of Iowa 1950, 1954, I.C.A., were invalid. See State ex rel. Cairy v. Iowa Co-Op. Ass'n, 248 Iowa 167, 79 N.W.2d 775. In the first appeal we reversed and remanded the matter when the trial court sustained the defendant's special appearance and dismissed the suit. We held therein that the court had jurisdiction of quo warranto actions generally and that Section 499.53 of the Code, I.C.A. did not deprive the district court of jurisdiction of the general subject matter. We indicated the proper procedure to assail the standing or right of the citizen to maintain the suit as relators was a motion to dismiss after general appearance. This has been done in the suit now before us, and the basic question presented is whe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-cairy-v-iowa-co-operative-assn"
    }
  ],
  "relatedIncidents": [
    22065,
    22143,
    22153,
    22170,
    22203
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}