{
  "id": 22183,
  "title": "1959년 Roberts 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1959-03-05",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Roberts. 판결일: 1959-03-05. 법원: Arizona Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Arizona, Appellee, v. Raymond ROBERTS, Appellant\n**판결일**: 1959-03-05\n**법원**: Arizona Supreme Court\n**관할**: Arizona, AZ\n\n**판사**: Bernstein, Johnson, Phelps, Struckmeyer, Udall\n\n## 변호인\n\nW. E. Ferguson, Holbrook, and Fred O. Wilson, Show Low, for appellant., Robert Morrison, Atty. Gen., Edwin R. Powell, County Atty. of Navajo County, Holbrook, for appellee.\n\n## 인용\n\n- 336 P.2d 151\n- 85 Ariz. 252\n\n## 판결문 요약\n\n\n85 Ariz. 252 (1959)\n336 P.2d 151\nSTATE of Arizona, Appellee,\nv.\nRaymond ROBERTS, Appellant.\nNo. 1125.\nSupreme Court of Arizona.\nMarch 5, 1959.\n*253 W.E. Ferguson, Holbrook, and Fred O. Wilson, Show Low, for appellant.\n*254 Robert Morrison, Atty. Gen., Edwin R. Powell, County Atty. of Navajo County, Holbrook, for appellee.\nBERNSTEIN, Justice.\nAppellant Raymond Roberts was tried and convicted, together with one Spencer Wyrick, of the crime of robbery from the person of one D.K. Lester, and Roberts appeals essentially on the ground that the probative evidence is not sufficient to sustain the conviction.\nAppellant's argument is based on his view that the evidence showed only that he was present while Wyrick committed the robbery. If that were all, the proof might indeed be insufficient, as consistent with innocence as with guilt. Cf. Acker v. State, 26 Ariz. 372, 379, 226 P. 199, 201. But that is not all.\nThe State's evidence consisted in the main of the testimony of D.K. Lester, the victim, and Harry Thompson, Lester's companion and an eyewitness to the robbery. Both were Navajo Indians and Lester testified through an interpreter, whose interpretation of what Lester said was sometimes confusing, and Thompson's testimony at times was also garbled and difficult to comprehend. However, taking their testimony together, the written record reveals; (i) the lavatory where the robbery took place was small; appellant stood about two feet away from Lester while Wyrick held the victim fac...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-roberts"
    }
  ],
  "relatedIncidents": [
    22077,
    22138,
    22171,
    22192,
    21878
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}