{
  "id": 22189,
  "title": "1959년 Westlake Finance Co. v. Oak Park Motors, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1959-02-27",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Westlake Finance Co. v. Oak Park Motors, Inc.. 판결일: 1959-02-27. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: Westlake Finance Company, an Illinois Corporation v. Oak Park Motors, Inc., an Illinois Corporation, Appeal of Oak Park Motors, Inc.\n**판결일**: 1959-02-27\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Bryant, Burke, Friend\n\n## 변호인\n\nEdward P. McKeown, Raymond J. Boland, of Chicago, for appellant., Lonis P. Yangas, Albert E. Bennett, of Chicago, for appellee.\n\n## 인용\n\n- 20 Ill. App. 2d 575\n\n## 판결문 요약\n\n JUSTICE BURKE delivered the opinion of the court. In a complaint in chancery Westlake Finance Company sought damages against Oak Park Motors, Inc., Evelyn Grunst, also known as Evelyn Slaughter, and Donald Slaughter because of wrongful, “fraudulent and improper” acts and asked that the rights of the parties to a Ford Mainline Tudor automobile be adjudicated and that plaintiff be declared to have an equitable lien on the automobile. A trial resulted in judgment in favor of the plaintiff and against Oak Park Motors, Inc., and the two individual defendants for $2234.04. Oak Park Motors, Inc., hereinafter called the defendant, appeals. Plaintiff is a finance company with offices in May-wood, engaged in purchasing conditional sales contracts and notes from automobile dealers in connection with the sale of automobiles to the general public. The defendant is an automobile dealer engaged in business in Oak Park. Evelyn Grunst, who lives in Maywood, married Donald Slaughter on June 25, 1955. She was the owner of a 1950 Plymouth Convertible automobile. On September 10, 1955, the Slaughters came to the premises of the defendant and selected a new Ford Mainline automobile. The purchase price was $2283.-05. Credits of $372.50 on a trade-in of the 1950 Plymouth car and a cash down payment of $10.55 were given, leaving a balance of $1900 to be financed by the purchasers. The balance of $1900 was financed by the plaintiff at the request of the Slaughters and the defendant, which accepted a ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=westlake-finance-co-v-oak-park-motors-inc"
    }
  ],
  "relatedIncidents": [
    22060,
    22077,
    22080,
    22141,
    22177
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}