{
  "id": 22184,
  "title": "1959년 Press 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1959-03-04",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Press. 판결일: 1959-03-04. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Stanley Norman Press v. State\n**판결일**: 1959-03-04\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson, Dice\n\n## 변호인\n\nPolk Shelton, Douglass D. Hearne and Cofer & Cofer (by John D. Cofer), Austin, for appellant., Les Procter, District Attorney, Robert O. Smith, Assistant District Attorney, and Leon Douglas, State’s Attorney, all of Austin, for the state.\n\n## 인용\n\n- 322 S.W.2d 525\n- 168 Tex. Crim. 1\n\n## 판결문 요약\n\n\n322 S.W.2d 525 (1959)\nStanley Norman PRESS, Appellant,\nv.\nSTATE of Texas, Appellee.\nNo. 30444.\nCourt of Criminal Appeals of Texas.\nMarch 4, 1959.\n*526 Polk Shelton, Douglass D. Hearne, Austin, Cofer &amp; Cofer, by John D. Cofer, Austin, for appellant.\nLes Procter, Dist. Atty., David S. McAngus, Asst. Dist. Atty., Robert O. Smith, Asst. Dist. Atty., Austin, and Leon B. Douglas, State's Atty., Austin, for the State.\nDICE, Commissioner.\nThe offense is sodomy; the punishment, 13 years.\nThe prosecuting witness, a young single woman, who was 20 years of age on the date of the alleged offense testified that on such date around 3:30 P.M. while she was walking on the sidewalk on Congress Avenue in the City of Austin the appellant came up to her and asked if she knew him; that she replied that he looked familiar and appellant proceeded to walk along beside her; that while they were crossing Congress Avenue appellant asked where there was some good entertainment and requested her to show him where the \"Tower\" was located; that she told him \"no,\" that she had to go to church, whereupon he got her by the hand and took her to his automobile parked nearby; that she got in the automobile and after appellant told her he just wanted her to show him where the \"Tower\" was and that he would come right back, he backed the car out and drove down Congress Avenue; that after she had pointed the \"Tower\" out to him the appellant, instead of driving back *527 toward the Capitol, drove west out of the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=press-v-state"
    }
  ],
  "relatedIncidents": [
    22073,
    22074,
    22012,
    22056,
    22060
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}