{
  "id": 22186,
  "title": "1959년 Grundlehner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1959-03-02",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Grundlehner. 판결일: 1959-03-02. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: Grundlehner v. Dangler\n**판결일**: 1959-03-02\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n## 인용\n\n- 148 A.2d 806\n- 29 N.J. 256\n\n## 판결문 요약\n\n\n29 N.J. 256 (1959)\n148 A.2d 806\nELISE L. GRUNDLEHNER ET AL., PLAINTIFFS-RESPONDENTS,\nv.\nJ. HENRY DANGLER ET AL., DEFENDANTS-APPELLANTS.\nThe Supreme Court of New Jersey.\nArgued January 19, 1959.\nDecided March 2, 1959.\n*258 Mr. Lawrence A. Carton, Jr., argued the cause for the defendant-appellant J. Henry Dangler (Messrs. Roberts, Pillsbury &amp; Carton, attorneys).\nMr. William C. Nowels argued the cause for the plaintiffs-respondents (Messrs. Mirne and Nowels, attorneys).\n*259 The opinion of the court was delivered by JACOBS, J.\nThe Appellate Division, in an opinion reported at 51 N.J. Super. 53 (1958), set aside a zoning variance which had been recommended by Belmar's board of adjustment, approved by its board of commissioners, and sustained by the Law Division. We granted certification on the application of the appellant J. Henry Dangler. See 28 N.J. 57 (1958).\nThe appellant is the owner of the Dangler funeral home which is conducted in a 14-room dwelling house located at the corner of South Lake Drive and Eighth Avenue in Belmar. Under the terms of a 1953 revision of the local zoning ordinance, the surrounding area was placed in a residential zone confined to one-family dwelling houses but the pre-existing funeral home was properly continued as a nonconforming use. The first floor of the 2 1/2-story Dangler house is used in connection with the operation of the funeral home and the upper floors contain rooms which are vacant in addition to rooms used by Dangler as living qu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=grundlehner-v-dangler"
    }
  ],
  "relatedIncidents": [
    22056,
    22060,
    22061,
    22064,
    22065
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}