{
  "id": 22192,
  "title": "1959년 Carswell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1959-02-17",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Carswell. 판결일: 1959-02-17. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Respondent, v. FRANK CARSWELL, Appellant\n**판결일**: 1959-02-17\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Spence\n\n## 변호인\n\nJames M. Dennis, under appointment by the Supreme Court, 0. A. Goth and Goth & Dennis for Appellant., Edmund G. Brown, Attorney General, Clarence A. Linn, Chief Assistant Attorney General, and Arlo E. Smith, Deputy Attorney General, for Respondent.\n\n## 인용\n\n- 335 P.2d 99\n- 51 Cal. 2d 602\n\n## 판결문 요약\n\n\n51 Cal. 2d 602 (1959)\n335 P.2d 99\nTHE PEOPLE, Respondent,\nv.\nFRANK CARSWELL, Appellant.\nDocket No. Crim. 6347.\nSupreme Court of California. In Bank.\nFebruary 17, 1959.\n*604 James M. Dennis, under appointment by the Supreme Court, O.A. Goth and Goth &amp; Dennis for Appellant.\nEdmund G. Brown, Attorney General, Clarence A. Linn, Chief Assistant Attorney General, and Arlo E. Smith, Deputy Attorney General, for Respondent.\nSPENCE, J.\nDefendant appeals from a judgment of conviction of second degree burglary and from an order denying his motion for a new trial. He challenges the admission of certain evidence, the instructions to the jury, and the sufficiency of the evidence to support the verdict.\nThe judgment appealed from was entered on defendant's second trial. The facts concerning the commission of the offense are fully set forth in the opinion on the first appeal. (149 Cal. App. 2d 395 [308 P.2d 852].) The evidence introduced on both trials showed that a number of rifles and shotguns had been stolen from an Oakland hardware store. Over defendant's objection on the second trial, the court permitted the prosecution to read into evidence the testimony given on *605 the first trial by one Holmes to the effect that the defendant, together with Holmes and two other men, had planned and perpetrated the burglary. Defendant first contends that the admission of Holmes' prior testimony constituted error.\nPenal Code, section 686, subdivision 3, provides that a defendant is entitled \"to ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-carswell"
    }
  ],
  "relatedIncidents": [
    22077,
    22138,
    22171,
    22183,
    21878
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}