{
  "id": 22193,
  "title": "1959년 Levin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1959-02-17",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Levin. 판결일: 1959-02-17. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Fanny Levin v. Kissena Manor Corp., and Milton Levin, Interpleaded\n**판결일**: 1959-02-17\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Johnson\n\n## 변호인\n\nSamuel J. Rappaport for plaintiffs and interpleaded defendants., Herman Wollitzer for Kissena Manor Corp., defendant.\n\n## 인용\n\n- 17 Misc. 2d 746\n\n## 판결문 요약\n\n\nCortland A. Johnson, J.\nMotion (1) by the plaintiffs to strike out as insufficient the first and second affirmative defenses, and (2) by the plaintiffs and the defendants Milton Levin and Bebrug Corporation to dismiss as insufficient the two counterclaims alleged in the answer of the defendant Kissena Manor Corporation (hereinafter called Kissena).\nThe action is to foreclose a purchase-money mortgage given by Kissena on January 18, 1957. In two defenses, labeled also as counterclaims, Kissena pleads allegations of fraud and misrepresentation which purportedly entitle it to not only defeat the plaintiffs’ claim but to affirmative relief of (1) rescission and (2) a recovery of $108,259.44 damages.\nBriefly stated the first defense is as follows: On October 20, 1955, one Thomas Searpinato and Milton Levin (a defendant) entered a written contract for the purchase and sale of real property in Brookhaven, Suffolk County, New York. The property was not at that time owned by Milton Levin, but his nominee, the defendant Bebrug Corporation, was then under contract to purchase it. Bebrug acquired title on June 21, 1956, and thereafter conveyed title to the plaintiffs, to whom Milton Levin had assigned his contract with Searpinato. The latter, as purchaser, assigned the contract to Kissena. On January 18, 1957, the plaintiffs conveyed title to Kissena, which in turn executed a note and purchase-money second mortgage in the sum of $152,500. It is alleged that “ Prior to and by representat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=levin-v-kissena-manor-corp"
    }
  ],
  "relatedIncidents": [
    22060,
    22077,
    22080,
    22141,
    22177
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}