{
  "id": 22196,
  "title": "1959년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1959-02-11",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Brown. 판결일: 1959-02-11. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Erwin BROWN, Appellant, v. STATE of Texas, Appellee\n**판결일**: 1959-02-11\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Belcher\n\n## 변호인\n\nJames B. Turner, W. E. Martin, Houston, for appellant., Dan Walton, Dist. Atty., Thomas D. White and David A. Gibson, Asst. Dist. Attys., Houston, and Leon B. Douglas, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 320 S.W.2d 670\n\n## 판결문 요약\n\n\n320 S.W.2d 670 (1959)\nErwin BROWN, Appellant,\nv.\nSTATE of Texas, Appellee.\nNo. 30272.\nCourt of Criminal Appeals of Texas.\nFebruary 11, 1959.\nJames B. Turner, W. E. Martin, Houston, for appellant.\nDan Walton, Dist. Atty., Thomas D. White and David A. Gibson, Asst. Dist. Attys., Houston, and Leon B. Douglas, State's Atty., Austin, for the State.\nBELCHER, Commissioner.\nAppellant was convicted under Art. 527, Vernon's Ann.P.C., of the offense of engaging in the showing and exhibition of lewd and lascivious motion pictures entitled \"Eiffel\" and his punishment assessed at 45 days in jail and a fine of $500.\nThe sufficiency of the evidence in the record before this court to sustain the conviction is challenged.\nThe statement of facts fails to contain any evidence showing that the motion pictures entitled \"Eiffel,\" on which the state relies for a conviction, were lewd and lascivious. The testimony reveals that said pictures were shown to the jury during the trial. However, none of the pictures are brought forward in the record and there is no testimony describing what they showed or portrayed.\nThe evidence is insufficient to support the conviction. Campbell v. State, 164 Tex.Cr. R. 172, 297 S.W.2d 847.\nThe judgment is reversed and the cause is remanded.\nOpinion approved by the Court.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brown-v-state"
    }
  ],
  "relatedIncidents": [
    22056,
    22060,
    22061,
    22064,
    22065
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}