{
  "id": 22207,
  "title": "1959년 Biagi 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1959-01-23",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Biagi. 판결일: 1959-01-23. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: Aldo Biagi, Appellee, v. Grace R. Gregory, Appellant\n**판결일**: 1959-01-23\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: McCORMICK, Robson, Schwartz\n\n## 변호인\n\nHugh. M. Matcliett, of Chicago, for appellant., Andalman & Andalman, of Chicago (Maxwell N. Andalman and Bernard W. Vinissky, of counsel) for appellee.\n\n## 인용\n\n- 154 N.E.2d 849\n- 19 Ill. App. 2d 534\n\n## 판결문 요약\n\n\n19 Ill. App. 2d 534 (1958)\n154 N.E.2d 849\nAldo Biagi, Appellee,\nv.\nGrace R. Gregory, Appellant.\nGen. No. 47,123.\nIllinois Appellate Court  First District, First Division.\nDecember 8, 1958.\nRehearing denied January 23, 1959.\nReleased for publication January 23, 1959.\n*535 Hugh M. Matchett, of Chicago, for appellant.\nAndalman &amp; Andalman, of Chicago (Maxwell N. Andalman and Bernard W. Vinissky, of counsel) for appellee.\nJUSTICE ROBSON delivered the opinion of the court.\nThis appeal involves a complaint in equity by plaintiff for a partnership accounting and a countercomplaint by defendant that the partnership be dissolved *536 on the ground of fraud, and for an accounting. On June 11, 1954, a decree was entered in favor of plaintiff and against defendant dismissing defendant's countercomplaint; finding that the parties were partners; that the partnership was dissolved by the acts of the parties on January 31, 1951, and that an account should be taken as of that date. Based upon a master's report stating the account, the court on July 2, 1956, entered a decree finding that defendant was indebted to plaintiff in the sum of $7,387.90, plus master's fees and the other costs. Defendant appeals from this decree.\nDefendant asks for a review of all the proceedings, including the findings in the first decree of June 11, 1954. Plaintiff contends that our review should be confined solely to the findings in the decree of July 2, 1956.\nPlaintiff filed a motion in this court to strike c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=biagi-v-gregory"
    }
  ],
  "relatedIncidents": [
    22060,
    22077,
    22080,
    22141,
    22177
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}