{
  "id": 22208,
  "title": "1959년 Toepleman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1959-01-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Toepleman. 판결일: 1959-01-23. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Frederick L. TOEPLEMAN, and Cross-Appellee v. UNITED STATES of America, and Cross-Appellant CATO BROS., INCORPORATED, Wilfred R. Cato, William R. Cato, and Magie L. Dunn (nee: Magie L. Stone) v. United States\n**판결일**: 1959-01-23\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n**판사**: Bryan\n\n## 변호인\n\nCharles W. Laughlin and A. C. Epps, Richmond, Va. (Christian, Barton, Parker & Boyd, Richmond, Va., on brief) for appellants in No. 7333., John G. Laughlin, Atty., Dept. of Justice, Washington, D. C., for the U. S. in both cases.\n\n## 인용\n\n- 263 F.2d 697\n\n## 판결문 요약\n\n\nALBERT V. BRYAN, District Judge.\nThe Fifth Amendment’s due process clause, contend the appellants, bars recovery of the $164,000 and $60,000 claimed in these two cases, respectively, as the aggregate of forfeitures under the-False Claims Act,* because of the peculiar circumstances here. This statute exacts $2000, aside from damages, from-“every person who makes * * * any claim * * * against the Government of the United States knowing such claim to be false * * * or fraudulent”. The circumstances stressed are the affirmative finding of the trial court in one case-of no “legally recoverable damages” to-the Government and the disallowance in-the other also of all damages.\nConceding the Act in the letter to be-valid, the appellants contend that the imposition of such a plurality of forfeitures, 30 in the Cato case and 82 in Toeple-man, in the absence of any commensurate-damages, proved or unproved, is unconstitutional. If the forfeiture is not in some measure referable to the damages suffered, the argument is, then there is no lawful basis for the taking which the forfeiture makes of the defendant. Further, if the Congress may fix the forfeiture without relation to damages suffered, the appellants urge, the Congress could mulct a defendant so severely that it would be the equivalent of punishing him criminally, regardless of how the amercement is denominated; yet in its enforcement the defendant would be without the safeguards of a criminal trial. The underlying question, thus, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=toepleman-v-united-states"
    }
  ],
  "relatedIncidents": [
    22060,
    22077,
    22080,
    22141,
    22177
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}