{
  "id": 22203,
  "title": "1959년 Valerio 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1959-01-28",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Valerio. 판결일: 1959-01-28. 법원: Arizona Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Maria M. VALERIO, Widow, Maria Rosa Valerio and Ralph Asuncion Valerio, Minor Children of Encarnacion G. Valerio, Deceased, Petitioners, v. INDUSTRIAL COMMISSION of Arizona, and Jack Cummard, A. R. Kleindienst, and H. R. Larson, Members of Industrial Commission of the State of Arizona; And Apache Powder Company, Respondents\n**판결일**: 1959-01-28\n**법원**: Arizona Supreme Court\n**관할**: Arizona, AZ\n\n**판사**: Bernstein, Johnson, Phelps, Struckmeyer, Udall, Windes\n\n## 변호인\n\nH. S. McCluskey, Phoenix, for petitioners., Robert K. Park, Phoenix, Attorney for respondent, Industrial Commission., Evans, Kitchel & Jenckes, Earl H. Carroll, Phoenix, for respondent Apache Powder Co.\n\n## 인용\n\n- 334 P.2d 768\n- 85 Ariz. 189\n\n## 판결문 요약\n\n\n85 Ariz. 189 (1959)\n334 P.2d 768\nMaria M. VALERIO, Widow, Maria Rosa Valerio and Ralph Asuncion Valerio, minor children of Encarnacion G. Valerio, Deceased, Petitioners,\nv.\nINDUSTRIAL COMMISSION of Arizona, and Jack Cummard, A.R. Kleindienst, and H.R. Larson, Members of Industrial Commission of the State of Arizona; and Apache Powder Company, Respondents.\nNo. 6614.\nSupreme Court of Arizona.\nJanuary 28, 1959.\nRehearing Denied February 24, 1959.\n*190 H.S. McCluskey, Phoenix, for petitioners.\nRobert K. Park, Phoenix, Attorney for respondent, Industrial Commission.\nEvans, Kitchel &amp; Jenckes, Earl H. Carroll, Phoenix, for respondent Apache Powder Co.\nSTRUCKMEYER, Justice.\nPetitioners are the widow and minor children of Encarnacion G. Valerio. They asked this court to review an award of respondent Industrial Commission of Arizona denying their claim for death benefits. The Apache Powder Company employed Valerio at Curtis, Arizona, as a shell-house helper. Valerio's work was light, requiring him to remove unwaxed paper shell casings from a conveyor belt and place them in wooden frames for further processing. From time to time he supplied himself with empty frames from an outside storage area. On June 28, 1956, at 10:00 o'clock a.m., Valerio was found unconscious in a prone position on the concrete floor outside the door leading to his working area. There were no witnesses to his fall. An ambulance was called and he was taken to the hospital of Dr. James M. Hesser in Benson, Ariz...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=valerio-v-industrial-commission"
    }
  ],
  "relatedIncidents": [
    22065,
    22143,
    22153,
    22170,
    22182
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}