{
  "id": 22215,
  "title": "1958년 Cook 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1958-12-31",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Cook. 판결일: 1958-12-31. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Homer Wilson COOK, Plaintiff in Error, v. STATE of Oklahoma, Defendant in Error\n**판결일**: 1958-12-31\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Nix, Powell\n\n## 변호인\n\nElmore A. Page, Tulsa, for plaintiff in error., Mac Q. Williamson, Atty. Gen., Lewis A. Wallace, Asst. Atty. Gen., for defendant in error.\n\n## 인용\n\n- 345 P.2d 902\n\n## 판결문 요약\n\n\n345 P.2d 902 (1958)\nHomer Wilson COOK, Plaintiff in Error,\nv.\nSTATE of Oklahoma, Defendant in Error.\nNo. A-12651.\nCriminal Court of Appeals of Oklahoma.\nDecember 31, 1958.\nRehearing Denied March 4, 1959.\nElmore A. Page, Tulsa, for plaintiff in error.\nMac Q. Williamson, Atty. Gen., Lewis A. Wallace, Asst. Atty. Gen., for defendant in error.\n*904 POWELL, Judge.\nHomer Wilson Cook, plaintiff in error, was charged in the district court of Tulsa county with the crime of indecent exposure and found guilty by a jury, who left the punishment to be assessed by the court. In conformity with the verdict, the court fixed the penalty at three years in the State Penitentiary. Appeal has been duly perfected to this court.\nFor reversal, plaintiff in error, hereinafter referred to as defendant, in brief advances two propositions of error. No contention is made that the allegations of the information were not sufficient.\nIn his first proposition, the defendant challenges the sufficiency of the evidence to sustain the verdict of guilty and judgment of conviction.\nTo sustain the charge in this case, the State relied upon the testimony of one witness, Mrs. Irene Thelma Morgan. She testified that she lived at 3738 East 29th Street, in Tulsa, her home facing north. That her seven-room home contained a dinette on the back or south side of the house, and adjoining this, also on the south, was a large club room with fireplace and chimney in the center, and sliding glass doors on each side of the firep...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cook-v-state"
    }
  ],
  "relatedIncidents": [
    22274,
    22317,
    22073,
    22074,
    22184
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}