{
  "id": 22218,
  "title": "1958년 Ferraro 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1958-12-24",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Ferraro. 판결일: 1958-12-24. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: State of Connecticut v. Dominic Ferraro\n**판결일**: 1958-12-24\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Baldwin, Daly, King, Mellitz, Murphy\n\n## 변호인\n\nJames D. Cosgrove, public defender, for the appellant (defendant)., Douglass B. Wright, assistant state’s attorney, with whom, on the brief, were Albert S. Bill, state’s attorney, and John D. LaBelle, assistant state’s attorney, for the appellee (state).\n\n## 인용\n\n- 146 Conn. 59\n\n## 판결문 요약\n\n\n146 Conn. 59 (1958)\nSTATE OF CONNECTICUT\nv.\nDOMINIC FERRARO\nSupreme Court of Connecticut.\nArgued November 5, 1958.\nDecided December 24, 1958.\nDALY, C. J., BALDWIN, KING, MURPHY and MELLITZ, JS.\n*60 James D. Cosgrove, public defender, for the appellant (defendant).\nDouglass B. Wright, assistant state's attorney, with whom, on the brief, were Albert S. Bill, state's attorney, and John D. LaBelle, assistant state's attorney, for the appellee (state).\nMELLITZ, J.\nOn April 17, 1957, the defendant was convicted by a jury of the crime of robbery with violence. Prior to the trial, he did not know of any irregularity in the drawing of the array, and no objection or exception to the array was taken. It is stipulated that there was no lack of due diligence on the part of the defendant. He moved to set the verdict aside, and on May 14, 1957, he filed a motion in arrest of judgment on the ground that in drawing the names to comprise the array from which the trial jury was selected, a deputy sheriff rather than the clerk of the court drew the names from the jury boxes. The defendant's claim is that this was in violation of statute (Cum. Sup. 1955, § 3169d, as amended, Public Acts 1957, No. 327, § 2) and disqualified the array, although the drawing took place in the presence of a judge of the Superior Court and an assistant clerk.\n*61 The pertinent portion of § 3169d reads: \"Before or during each jury session of the superior and common pleas courts in Hartford county at Hartford ... the cl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-ferraro"
    }
  ],
  "relatedIncidents": [
    22305,
    22342,
    22077,
    22138,
    22171
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}