{
  "id": 22223,
  "title": "1958년 Harvey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1958-12-12",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Harvey. 판결일: 1958-12-12. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: Edward HARVEY, Appellant, v. COMMONWEALTH of Kentucky, Appellee\n**판결일**: 1958-12-12\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: Sims\n\n## 변호인\n\nCharles J. Lunderman, Jr., C. Ewbank Tucker, Louisville, Ky., for appellant., Jo M. Ferguson, Atty. Gen., William F. Simpson, Asst. Atty. Gen., for appellee.\n\n## 인용\n\n- 318 S.W.2d 868\n\n## 판결문 요약\n\n\n318 S.W.2d 868 (1958)\nEdward HARVEY, Appellant,\nv.\nCOMMONWEALTH of Kentucky, Appellee.\nCourt of Appeals of Kentucky.\nDecember 12, 1958.\n*869 Charles J. Lunderman, Jr., C. Ewbank Tucker, Louisville, Ky., for appellant.\nJo M. Ferguson, Atty. Gen., William F. Simpson, Asst. Atty. Gen., for appellee.\nSIMS, Judge.\nEdward Harvey was tried on an indictment which charged him with the murder of Thomas Morton Smith. He was convicted of voluntary manslaughter and his punishment was fixed at confinement in the penitentiary for two years. On this appeal he seeks to reverse the judgment because the court erred: 1. In overruling his motion for a directed verdict; 2. in not giving the whole law of the case.\nHarvey operated a grocery store at 1201 West Jefferson Street in Louisville, and made his home in the store building. Around midnight on April 27, 1957, Harvey heard some loud talking and cursing coming from rooms to the rear of the store which he rented to tenants. Harvey's version of the killing is that he went to the scene of the trouble and found Thomas Morton Smith was doing the loud talking and swearing; that he asked Smith to stop the disturbance and to leave, which Smith refused to do, whereupon Harvey stated he would call the police. As Harvey started to the side door to his store, Smith knocked him down and when he got up Smith struck him on the head. Harvey then fired two shots into the side of the building to frighten Smith and when Smith advanced on him with his hand in his ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harvey-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    22222,
    22288,
    22318,
    22321,
    22351
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}