{
  "id": 22222,
  "title": "1958년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1958-12-17",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Brown. 판결일: 1958-12-17. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Brown v. State of Indiana\n**판결일**: 1958-12-17\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Achor, Arterburn, Bobbitt, Emmeet, Emmert, Landis\n\n## 변호인\n\nJohn N. Stanton, of East Chicago, and T. Cleve Stenhouse, of Crown Point, for appellant., Edwin K. Steers, Attorney General, and Owen S. Boling, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 154 N.E.2d 720\n- 239 Ind. 184\n\n## 판결문 요약\n\n\n239 Ind. 184 (1958)\n154 N.E.2d 720\nBROWN\nv.\nSTATE OF INDIANA.\nNo. 29,661.\nSupreme Court of Indiana.\nFiled December 17, 1958.\nRehearing denied February 10, 1959.\n*187 John N. Stanton, of East Chicago, and T. Cleve Stenhouse, of Crown Point, for appellant.\nEdwin K. Steers, Attorney General, and Owen S. Boling, Assistant Attorney General, for appellee.\nARTERBURN, J.\nThis is an appeal from a criminal prosecution in which the defendant was convicted of murder in the first degree and given a death sentence. The charge alleged death by strangulation in the perpetration *188 of a robbery on August 18, 1956. The errors assigned are first, the overruling of appellant's motion for a new trial and secondly, that \"Appellant's trial was without due process of law, in violation of the Fourteenth Amendment to The Constitution of the United States of America.\"\nThe latter assignment sets out no particulars concerning any such violation. The portion of appellant's brief devoted to that specification deals with alleged errors which properly belong in a motion for a new trial. Appellant further fails to point out that any timely objections were made in the trial court in order to save the alleged error for consideration on appeal. It is a fundamental principle that a party may not sit by during a trial and make no objection or complaint, await the outcome of the trial, and if unfavorable, then claim error which could have at the time been promptly called to the attention of the trial court. A tr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brown-v-state"
    }
  ],
  "relatedIncidents": [
    22223,
    22288,
    22318,
    22321,
    22351
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}