{
  "id": 22229,
  "title": "1958년 Vicario 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1958-11-24",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Vicario. 판결일: 1958-11-24. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Vicario, Appellee, v. Jenkins Et Al., Appellants; Et Al.\n**판결일**: 1958-11-24\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Hildebrant, Long, Matthews\n\n## 변호인\n\nMr. Frank J. Longano,  for appellee.\n\n Mr. Harry A. Schwartz  and  Mr. Elmer Goldman,  for appellants.\n\n## 인용\n\n- 155 N.E.2d 488\n- 108 Ohio App. 49\n\n## 판결문 요약\n\nIn this action the plaintiff gave defendant the exclusive agency as a real estate broker to sell her property for $14,500. She alleged that he received an offer of $14,000, and fraudulently concealed that offer and induced her to sell the property for $10,500.\nThe plaintiff made the broker's surety a party and also the purchaser for $10,500, alleging that she was in collusion with the broker.\nThe jury found a verdict in favor of the purchaser and a verdict against the other two defendants.\nMany errors are assigned, and a reading of the bill of exceptions discloses many errors, but they are technical in character and did not operate to the prejudice of the defendants.\nIn its general charge, the court instructed the jury that the burden was on the plaintiff to prove the fraud alleged by clear and convincing evidence, and that a preponderance was not sufficient. *Page 50 \nThis was error, but it was in favor of the defendants. It certainly was not prejudicial to them.\nIt is claimed that the trial judge was biased and prejudiced in his rulings, and that his conduct prevented a fair trial. We find nothing in the record to substantiate this.\nThe jury itemized the damages as follows: $4,025 as compensatory damages, $500 as punitive damages, and $1,000 as an attorney's fee, making a total of $5,525; and rendered its verdict for that amount against both Wilford Jenkins and Standard Accident Insurance Company.\nAccording to the allegations of the plaintiff's amended petition, the penalty...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=vicario-v-jenkins"
    }
  ],
  "relatedIncidents": [
    22307,
    22060,
    22077,
    22080,
    22141
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}