{
  "id": 22237,
  "title": "1958년 Rosenbaum 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1958-11-12",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Rosenbaum. 판결일: 1958-11-12. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Samuel R. Rosenbaum, as Trustee under Phonograph Record Trust Agreement, and Other Agreements v. Harry Melnikoff\n**판결일**: 1958-11-12\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Lupiano\n\n## 변호인\n\nSatterlee, Warfield & Stephens (F. W. II. Adams and Donald W. Smith of counsel), for plaintiff., Emanuel L. Gordon for American Federation of Musicians, defendant., Baer, Marks, Friedman, Berliner <§ Klein (W, Bernard Rich-land and Stephen F. Selig of counsel), for Bepublic Productions, Inc., and others, defendants.\n\n## 인용\n\n- 15 Misc. 2d 103\n\n## 판결문 요약\n\n\nVincent A. Lupiano, J.\nPlaintiff and the defendant A. F. M. move by separate motions for summary judgment dismissing the second counterclaim contained in the answer of the remaining defendants and any cause of action therein for coercion and duress. Involved here is the television restriction clause contained in the several agreements in issue. All parties are desirous of obtaining a judgment declaring upon the validity and enforcibility of those agreements. The plaintiff trustee by his action has invited a judgment of declaration, and he is a proper party to the second counterclaim or upon any cause contained in the answer and based upon coercion and duress.\nIt may be assumed for the purpose of these motions that the documentary proof relied on shows clearly the absence of coercion and duress and, on the contrary, voluntary agreement in principle on all sidos upon the adoption of a television restriction clause. This, however, is not conclusive or decisive. It is not so much on what these documents show as fact that *104movants rely, but rather upon the legal proposition that coercion and duress may not be the postulate of business necessity. Of the latter, nothing whatever appears in the documents either way. It is brought into the picture by the opposition, and from that point argued by the movants as a matter of law. The complex of economics, organization and bargaining power here involved is, indeed, intricate and subtle. Further investigation and assessment are indispe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rosenbaum-v-melnikoff"
    }
  ],
  "relatedIncidents": [
    22215,
    22218,
    22222,
    22223,
    22225
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}