{
  "id": 2228,
  "title": "2019년 Hall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2019-01-31",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Hall. 판결일: 2019-01-31. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Hall v. New Way Remodeling, Inc.\n**판결일**: 2019-01-31\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 2019 NY Slip Op 669\n\n## 판결문 요약\n\n\r\n\r\nHall v New Way Remodeling, Inc. (2019 NY Slip Op 00669)\r\n\r\n\r\n\r\n\r\n\r\nHall v New Way Remodeling, Inc.\r\n\r\n\r\n2019 NY Slip Op 00669\r\n\r\n\r\nDecided on January 31, 2019\r\n\r\n\r\nAppellate Division, First Department\r\n\r\n\r\n\r\nPublished by New York State Law Reporting Bureau pursuant to Judiciary Law § 431.\r\n\r\n\r\nThis opinion is uncorrected and subject to revision before publication in the Official Reports.\r\n\r\n\r\n\r\nDecided on January 31, 2019\r\n\r\nRichter, J.P., Manzanet-Daniels, Tom, Kahn, Singh, JJ.\r\n\r\n\r\n8258 300752/16\r\n\r\n[*1]Carolyne A. Hall, as Attorney in Fact for Gillon R. Stephenson, Plaintiff-Appellant,\r\nvNew Way Remodeling, Inc., Defendant-Respondent.\r\n\r\n\r\nPeña &amp; Kahn, PLLC, Bronx (Diane Welch Bando of counsel), for appellant.\r\nSteven F. Goldstein, L.L.P., Carle Place (Steven F. Goldstein of counsel), for respondent.\r\n\r\n\r\n\r\nOrder, Supreme Court, Bronx County (Julia I. Rodriguez, J.), entered on or about November 2, 2017, which granted defendant's motion for summary judgment dismissing the complaint, unanimously affirmed, without costs.\r\nDefendant, a contracting company that renovated a kitchen in plaintiff Gillon Stephenson's home, established entitlement to judgment as a matter of law in this action where Stephenson tripped and fell over a door saddle. Defendant submitted, inter alia, photographs and the testimony of its principal showing that the alleged defective condition created by the door saddle defendant installed between the kitchen and hallway involved a trivial height di...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hall-v-new-way-remodeling-inc"
    }
  ],
  "relatedIncidents": [
    1906,
    1910,
    1911,
    1913,
    1918
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}