{
  "id": 22307,
  "title": "1958년 Bernstein 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1958-05-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Bernstein. 판결일: 1958-05-23. 법원: Court of Appeals for the Tenth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Abe BERNSTEIN Morey Bernstein Sam Bernstein Bernstein Bros. Pipe and Machinery Company, a corporation Maurice Levy Rose Levy Albert Bensik and Modern Specialty Distributors, a partnership v. UNITED STATES of America, UNITED STATES of America v. Abe BERNSTEIN Morey Bernstein Sam Bernstein Bernstein Bros. Pipe and Machinery Company, a corporation Maurice Levy Rose Levy Albert Bensik and Modern Specialty Distributors, a partnership\n**판결일**: 1958-05-23\n**법원**: Court of Appeals for the Tenth Circuit\n**관할**: USA, Federal\n\n**판사**: Murrah\n\n## 변호인\n\nMorrison Shafroth and Charles Rosen-baum, Denver, Colo., for appellants and cross-appellees., Hershel Shanks, Washington, D. C. (Joseph D. Guilfoyle, Washington, D. C., Donald E. Kelley, Denver, Colo., and Morton Hollander, Washington, D. C., on brief), for cross-appellant and appellee.\n\n## 인용\n\n- 256 F.2d 697\n\n## 판결문 요약\n\n\nMURRAH, Circuit Judge.\nThis is an appeal from a civil judgment in a suit by the United States against the appellants and others under the fraud provisions of the Surplus Property Act of 1944, 58 Stat. 765, 780, now Section 209(b), Federal Property and Administrative Services Act of 1949, 63 Stat. 377, 392, 40 U.S.C.A. § 489(b).\nOn the critical dates of the complaint, Section 26(b) of the 1944 Act provided in substance that every person who engages in any fraudulent scheme or device for the purpose of securing or obtaining any surplus property of the United States, or who agrees or conspires to do so, shall be liable to the United States for enumerated elective remedies. Jurisdiction of suits under the Act was vested in the United States. Section 26(c).\nThe trial court’s judgment is based upon an ultimate finding to the effect that in the Fall of 1946, the appellants entered into an agreement or conspiracy to defraud the United States in connection with the sale of surplus property of the United States in San Antonio, Texas, by arranging to have war veteran Ben-sik, an employee of Bernstein Brothers, Inc., apply for a veteran’s priority certificate for the purchase of the property in question, ostensibly in his own behalf, for use in his own business, but actually in behalf of and for the benefit of Bernstein Brothers, the purpose and object being to enable the Company to gain possession and control of priority surplus property which, for lack of such priority, it would not b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bernstein-v-united-states"
    }
  ],
  "relatedIncidents": [
    22229,
    22060,
    22077,
    22080,
    22141
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}