{
  "id": 22305,
  "title": "1958년 Bernard G. Miller v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1958-05-27",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Bernard G. Miller v. United States. 판결일: 1958-05-27. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Bernard G. MILLER, Appellant, v. UNITED STATES of America, Appellee\n**판결일**: 1958-05-27\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Denman, Fee, Per Curiam, Stephens\n\n## 변호인\n\nBernard Miller, in pro. per., Charles P. Moriarty, U. S. Atty., Seattle, Wash., Charles W. Billinghurst, Asst. U. S. Atty., Tacoma, Wash., for ap-pellee.\n\n## 인용\n\n- 256 F.2d 501\n\n## 판결문 요약\n\n256 F.2d 501\n    Bernard G. MILLER, Appellant,v.UNITED STATES of America, Appellee.\n    No. 15860.\n    United States Court of Appeals Ninth Circuit.\n    May 27, 1958.\n    \n      Bernard Miller, in pro. per.\n      Charles P. Moriarty, U. S. Atty., Seattle, Wash., Charles W. Billinghurst, Asst. U. S. Atty., Tacoma, Wash., for appellee.\n      Before STEPHENS, Chief Judge, and DENMAN and FEE, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      This is another of those 28 U.S.C. &#167; 2255 cases like Toliver v. United States, 9 Cir., 249 F.2d 804 in which it is obvious beyond question that no jurisdiction exists where the Government has sought a determination of the merits of a convict's contention as to his guilt.\n    \n    \n      2\n      The very first sentence of Section 2255 provides that only \"A prisoner in custody * * * claiming the right to be released * * * may move the court which imposed the sentence to vacate, set aside or correct the sentence.\" Nowhere in Miller's motion does he claim the right to be released from his present custody on a five year sentence commenced only 20 months ago.\n    \n    \n      3\n      In this case Miller was convicted and sentenced on July 30, 1955 on three counts of an indictment based upon 18 U.S.C. &#167; 2113(a), (b) and (d). The first sentence is for five years, for entering a federal bank with intent to rob it, the second for five years for actually committing the robbery, and the third sentence for 20 years for assault committed d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bernard-g-miller-v-united-states"
    }
  ],
  "relatedIncidents": [
    22218,
    22342,
    22077,
    22138,
    22171
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}