{
  "id": 22300,
  "title": "1958년 Anthony Panci v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1958-06-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Anthony Panci v. United States. 판결일: 1958-06-03. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Anthony PANCI, Appellant, v. UNITED STATES of America, Appellee\n**판결일**: 1958-06-03\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Cameron, Hutcheson, Rives\n\n## 변호인\n\nThomas M. Brahney, Jr., Edw. J. Boyle, Clem H. Sehrt, New Orleans, La., for appellant., Rene A. Pastorek, Asst. U. S. Atty., Jack C. Benjamin, Asst. U. S. Atty., New Orleans, La., M. Hepburn Many, U. S. Atty., New Orleans, La., for appellee.\n\n## 인용\n\n- 256 F.2d 308\n\n## 판결문 요약\n\n256 F.2d 308\n    Anthony PANCI, Appellant,v.UNITED STATES of America, Appellee.\n    No. 16892.\n    United States Court of Appeals Fifth Circuit.\n    June 3, 1958.\n    \n      Thomas M. Brahney, Jr., Edw. J. Boyle, Clem H. Sehrt, New Orleans, La., for appellant.\n      Rene A. Pastorek, Asst. U. S. Atty., Jack C. Benjamin, Asst. U. S. Atty., New Orleans, La., M. Hepburn Many, U. S. Atty., New Orleans, La., for appellee.\n      Before HUTCHESON, Chief Judge, and RIVES and CAMERON, Circuit Judges.\n      HUTCHESON, Chief Judge.\n    \n    \n      1\n      This appeal is from a conviction1 and sentence imposed upon a verdict of guilty, on two counts charging substantive violations of the narcotic laws, and one count charging a conspiracy to violate them. By it appellant seeks to test whether a conviction, which, as he claims, because of the admission of highly prejudicial hearsay testimony and the denial of the motion to acquit for want of evidence to convict but keeps the promise of due process to the ear while it breaks it to the hope, may stand.\n    \n    \n      2\n      Urging upon us: that extrajudicial inadmissible hearsay statements were erroneously admitted over his objection; that without them the record is devoid of evidence tending to establish his guilt, and the conviction was one of guilt by association, resting entirely on inadmissible hearsay, and supported by no substantial admissible evidence; the defendant thus earnestly concludes his brief:\n    \n    \n      3\n      \"This ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=anthony-panci-v-united-states"
    }
  ],
  "relatedIncidents": [
    22215,
    22218,
    22222,
    22223,
    22225
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}