{
  "id": 22302,
  "title": "1958년 Petition for Naturalization of Marko Terzich 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1958-06-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Petition for Naturalization of Marko Terzich. 판결일: 1958-06-02. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Petition for Naturalization of Marko TERZICH, Appellant\n**판결일**: 1958-06-02\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Goodrich, Kalodner, McLAUGHLIN\n\n## 변호인\n\nHymen Schlesinger, Pittsburgh, Pa., for appellant., Thomas J. Shannon, Asst. U. S. Atty., Pittsburgh, Pa. (D. Malcolm Anderson, U. S. Atty., Hubert I. Teitelbaum, First Asst. U. S. Atty., Western Dist. of Pa., Pittsburgh, Pa., on the brief), for appel-lee.\n\n## 인용\n\n- 256 F.2d 197\n\n## 판결문 요약\n\n256 F.2d 197\n    Petition For Naturalization of Marko TERZICH, Appellant.\n    No. 12391.\n    United States Court of Appeals Third Circuit.\n    Argued March 7, 1958.\n    Decided June 2, 1958.\n    \n      Hymen Schlesinger, Pittsburgh, Pa., for appellant.\n      Thomas J. Shannon, Asst. U. S. Atty., Pittsburgh, Pa. (D. Malcolm Anderson, U. S. Atty., Hubert I. Teitelbaum, First Asst. U. S. Atty., Western Dist. of Pa., Pittsburgh, Pa., on the brief), for appellee.\n      Before GOODRICH, McLAUGHLIN and KALODNER, Circuit Judges.\n      KALODNER, Circuit Judge.\n    \n    \n      1\n      Can a district court review a final order of deportation in a hearing on a petition for naturalization?\n    \n    \n      2\n      That is the sole question presented on this appeal from the Order of the District Court1 dismissing a petition for naturalization on the ground that Section 318 of the Immigration and Nationality Act of 1952 (\"Act of 1952\")2 requires such action when, as here, there is outstanding a final order of deportation against the petitioner.\n    \n    The facts are as follows:\n    \n      3\n      Marko Terzich (\"petitioner\") filed his petition for naturalization on December 11, 1945. Thereafter, on June 15, 1953, he was arrested in deportation proceedings as an alien unlawfully in the United States. The warrant of arrest charged him with violation of Section 241(a)(6) (C) of the Act of 1952,3 in that he was, or had been subsequent to his entry into the United States, a member of the Communi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=petition-for-naturalization-of-marko-terzich"
    }
  ],
  "relatedIncidents": [
    22215,
    22218,
    22222,
    22223,
    22225
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}