{
  "id": 22317,
  "title": "1958년 Beard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1958-05-08",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Beard. 판결일: 1958-05-08. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: R. R. BEARD, Appellant, v. HENKE & PILLOT, INC., Appellee\n**판결일**: 1958-05-08\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: R. L. Murray\n\n## 변호인\n\nAlto V. Watson, Melvin Combs, Beaumont, for appellant., Keith, Mehaffey, McNicholas & Weber,. Beaumont, for appellee.\n\n## 인용\n\n- 314 S.W.2d 844\n\n## 판결문 요약\n\n\n314 S.W.2d 844 (1958)\nR. R. BEARD, Appellant,\nv.\nHENKE &amp; PILLOT, INC., Appellee.\nNo. 6178.\nCourt of Civil Appeals of Texas, Beaumont.\nMay 8, 1958.\n*845 Alto V. Watson, Melvin Combs, Beaumont, for appellant.\nKeith, Mehaffey, McNicholas &amp; Weber, Beaumont, for appellee.\nR. L. MURRAY, Chief Justice.\nThis is an appeal from a judgment rendered upon an instructed verdict in the district court of Jefferson County, in a slipping and falling case.\nThe appellant Beard sued the appellee, Henke &amp; Pillot, Inc., and others, alleging that his wife suffered serious injuries when she slipped and fell on a grape on the floor of appellee's supermarket on Eleventh Street in the City of Beaumont. During the trial, Beard dismissed his case against the other defendants. At the conclusion of the evidence introduced by the appellant, as plaintiff in the trial court, and before any evidence was introduced by appellee, the trial court sustained appellee's motion for instructed verdict. The appellant has perfected his appeal to this court for review of the judgment.\nAppellant's sole point of error is that \"the trial court erred in granting the motion for instructed verdict, because the evidence clearly raised an issue of fact, and the jury could properly have found, that the grape which caused Mrs. Beard to slip and fall had been on the floor for a sufficient length of time for appellee, its agents, servants and employees, in the exercise of ordinary care, to have discovered and removed same...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=beard-v-henke-pillot-inc"
    }
  ],
  "relatedIncidents": [
    22215,
    22274,
    22073,
    22074,
    22184
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}