{
  "id": 22318,
  "title": "1958년 Alexander 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1958-04-29",
  "location": "Wyoming, WY, USA",
  "summary": "미국 Wyoming, WY 법원 판결 사건. 사건명: Alexander. 판결일: 1958-04-29. 법원: Wyoming Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The STATE OF WYOMING Plaintiff and Respondent vs. JAMES v. ALEXANDER Defendant and Appellant\n**판결일**: 1958-04-29\n**법원**: Wyoming Supreme Court\n**관할**: Wyoming, WY\n\n**판사**: Blume, Harnsberger, Parker\n\n## 변호인\n\nFor the defendant and appellant, the cause was submitted upon the brief of Layman and Stewart, of Cas-per, Wyoming, and oral argument by Mr. Allen H. Stewart., For the plaintiff and respondent, the cause was submitted upon the brief of Thomas 0. Miller, Attorney General, and William A. Finer, Deputy Attorney General, of Cheyenne, Wyoming, and oral argument by Mr. Finer and Mr. Faymond B. Whitaker, County and Prosecuting Attorney of Natrona County, Casper, Wyoming.\n\n## 인용\n\n- 324 P.2d 831\n- 78 Wyo. 324\n\n## 판결문 요약\n\n\n78 Wyo. 324 (1958)\n324 P.2d 831\nTHE STATE OF WYOMING Plaintiff and Respondent\nvs.\nJAMES V. ALEXANDER Defendant and Appellant.\nNo. 2799.\nSupreme Court of Wyoming.\nApril 29, 1958.\n*326 For the defendant and appellant, the cause was submitted upon the brief of Layman and Stewart, of Casper, Wyoming, and oral argument by Mr. Allen H. Stewart.\nFor the plaintiff and respondent, the cause was submitted upon the brief of Thomas O. Miller, Attorney General, and William A. Riner, Deputy Attorney General, of Cheyenne, Wyoming, and oral argument by Mr. Riner and Mr. Raymond B. Whitaker, County and Prosecuting Attorney of Natrona County, Casper, Wyoming.\nHeard before Blume, C.J., and Harnsberger and Parker, J.J.\n\n\n*327 OPINION\nMr. Justice HARNSBERGER delivered the opinion of this court.\nDefendant, who was informed against and tried for *331 the first degree murder of Barbara Alexander, his wife, was convicted by a jury and adjudged guilty of murder in the second degree. He was sentenced to serve a term of not less than 45 years nor more than 65 years in the Wyoming State Penitentiary, and to pay a fine of $1,000 plus costs of prosecution amounting to $6,435.56. Defendant appeals from that judgment and sentence.\nIn preamble to appellant's argument, it is stressed that \"because of the sensational elements of the crime defendant was accused of committing, he was denied a fair and unbiased trial\". No supporting authority is offered. To recognize substance in such a claim would indicate that ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-alexander"
    }
  ],
  "relatedIncidents": [
    22222,
    22223,
    22288,
    22321,
    22351
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}