{
  "id": 22310,
  "title": "1958년 Lindberg 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1958-05-19",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Lindberg. 판결일: 1958-05-19. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: CLARK CERTIFIED CONCRETE CO., INC., Use of Meyerhoff v. LINDBERG Et Al.\n**판결일**: 1958-05-19\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Henderson, Hammond, Prescott and Horney, Jj., and Gray, Jr., Chief Judge of the Seventh Judicial Circuit, Specially Assigned\n\n## 변호인\n\nThe cause was argued before Henderson, Hammond, Prescott and Horney, JJ., and Gray, Jr., Chief Judge of the Seventh Judicial Circuit, specially assigned., August Devene and Bdward D. Putzel, for appellants., DcRoy B. Gending, with whom were Julius A. Victor, Jr., and Walter S. Calwell on the brief, for appellees.\n\n## 인용\n\n- 141 A.2d 685\n- 216 Md. 576\n\n## 판결문 요약\n\n\n216 Md. 576 (1958)\n141 A.2d 685\nCLARK CERTIFIED CONCRETE CO., INC., USE OF MEYERHOFF\nv.\nLINDBERG ET AL. (Two Appeals In One Record)\n[No. 211, September Term, 1957.]\nCourt of Appeals of Maryland.\nDecided May 19, 1958.\nThe cause was argued before HENDERSON, HAMMOND, PRESCOTT and HORNEY, JJ., and GRAY, JR., Chief Judge of the Seventh Judicial Circuit, specially assigned.\nAugust Levene and Edward L. Putzel, for appellants.\nLeRoy E. Gerding, with whom were Julius A. Victor, Jr., and Walter S. Calwell on the brief, for appellees.\nHENDERSON, J., delivered the opinion of the Court.\nThis appeal is from decrees of an equity court dismissing bills of complaint filed by the appellants for the sale of houses owned by Walter W. Lindberg and wife, and Rosalie Hokemeyer, respectively known as 1243 and 1245 Neighbors Avenue, to enforce mechanics' liens against each property in the total amount of $5,798.93. The two cases were heard together and present the same questions for decision.\nIt was stipulated that Brook Homes, Inc., acquired a tract of land for development purposes by various conveyances between January 26 and August 13, 1951, consisting of 92 lots out of a total of 119 shown on a recorded plat. It proceeded to erect houses on these lots in groups of six or seven. Construction began in January, 1951, and continued until a receiver *578 was appointed for Brook Homes, Inc., on August 28, 1953, at which time some of the houses were still uncompleted. The houses with which we are now c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=clark-certified-concrete-co-v-lindberg"
    }
  ],
  "relatedIncidents": [
    22215,
    22218,
    22222,
    22223,
    22225
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}