{
  "id": 22324,
  "title": "1958년 Cuba Railroad Co. v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1958-04-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Cuba Railroad Co. v. United States. 판결일: 1958-04-18. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: CUBA RAILROAD CO., Appellant, v. UNITED STATES of America, Appellee\n**판결일**: 1958-04-18\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Brennan, Clark, Hand\n\n## 변호인\n\nJohn J. Hayes and Kramer, Marx, Greenlee & Backus, New York City, for appellant., Elliot L. Hoffman, Paul W. Williams, U. S. Attys. for the Southern Dist. of New York, New York City, for United States.\n\n## 인용\n\n- 254 F.2d 280\n\n## 판결문 요약\n\n254 F.2d 280\n    58-1 USTC  P 9461\n    CUBA RAILROAD CO., Appellant,v.UNITED STATES of America, Appellee.\n    No. 217, Docket 24630.\n    United States Court of Appeals Second Circuit.\n    Argued March 11, 1958.Decided April 18, 1958.\n    \n      John J. Hayes and Kramer, Marx, Greenlee &amp; Backus, New York City, for appellant.\n      Elliot L. Hoffman, Paul W. Williams, U.S. Attys. for the Southern Dist. of New York, New York City, for United States.\n      Before CLARK, Chief Judge, HAND, Circuit Judge and BRENNAN, District judge.\n      HAND, Circuit Judge.\n    \n    \n      1\n      This appeal is from a summary judgment dismissing the plaintiff's claim for a refund of part of its income taxes for 1943.  The action was begun in 1953, based upon the disallowance by the Treasury of a credit asserted by the plaintiff for taxes paid to the Republic of Cuba for the year 1943.  The facts were as follows.\n    \n    \n      2\n      The plaintiff, which was on an 'accrual' basis as to its U.S. taxes, had issued several series of bonds, bearing interest from five to seven per cent.  In 1940 the Republic of Cuba passed a statute limiting corporations doing business in that country to the payment of one per cent interest upon their bonded debts.  Various of the plaintiff's bondholders refused to recognize the validity of this law as a defense to their claims for full interest, in 1943 one brought an action in the courts of New York and in which he later recovered the stipulated interest.  Th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cuba-railroad-co-v-united-states"
    }
  ],
  "relatedIncidents": [
    22215,
    22218,
    22222,
    22223,
    22225
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}