{
  "id": 22321,
  "title": "1958년 Richard G. Riser v. Harley O. Teets, Warden of the California State Prison at San Quentin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1958-04-22",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Richard G. Riser v. Harley O. Teets, Warden of the California State Prison at San Quentin. 판결일: 1958-04-22. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Richard G. RISER, Appellant, v. Harley O. TEETS, Warden of the California State Prison at San Quentin, Appellee\n**판결일**: 1958-04-22\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Healy, Orr, Pope\n\n## 변호인\n\nGeorge T. Davis, San Francisco, Cal., Carl B. Shapiro, Fairfax, Cal., for appellant., Edmund G. Brown, Atty. Gen., Clarence A. Linn, Asst. Atty. Gen., Arlo E. Smith, Deputy Atty. Gen., State of California, for appellee.\n\n## 인용\n\n- 253 F.2d 844\n\n## 판결문 요약\n\n253 F.2d 844\n    Richard G. RISER, Appellant,v.Harley O. TEETS, Warden of the California State Prison at San Quentin, Appellee.\n    No. 15639.\n    United States Court of Appeals Ninth Circuit.\n    March 17, 1958.\n    Rehearing Denied April 22, 1958.\n    \n      George T. Davis, San Francisco, Cal., Carl B. Shapiro, Fairfax, Cal., for appellant.\n      Edmund G. Brown, Atty. Gen., Clarence A. Linn, Asst. Atty. Gen., Arlo E. Smith, Deputy Atty. Gen., State of California, for appellee.\n      Before HEALY, ORR and POPE, Circuit Judges\n      HEALY, Circuit Judge.\n    \n    \n      1\n      Appellant was tried and convicted in a California court of the murder of two people &#8212; a man and his wife &#8212; and was sentenced to death. His defense was an alibi. Pursuant to a state statute, Pen. Code, &#167; 1239(b) he was accorded an automatic appeal to the California Supreme Court, which tribunal affirmed the conviction. People v. Riser, 47 Cal.2d 566, 305 P.2d 1, 15. Certiorari was denied, 353 U.S. 930, 77 S.Ct. 721, 1 L.Ed.2d 724. Thereafter appellant petitioned the court below for the writ of habeas corpus, asserting that he had been denied due process of law and the equal protection of the laws. The district court (Judge Murphy sitting) issued an order staying appellant's execution until final disposition could be made of the petition; and after a hearing the application for the writ was denied. The matter is now before this court on appeal.\n    \n    \n      2\n      The evidence in t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=richard-g-riser-v-harley-o-teets-warden-of-the-california-state-prison"
    }
  ],
  "relatedIncidents": [
    22222,
    22223,
    22288,
    22318,
    22351
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}