{
  "id": 2232,
  "title": "2019년 State of Tennessee v. Jasper Lee Vick 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2019-01-23",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Jasper Lee Vick. 판결일: 2019-01-23. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Jasper Lee Vick\n**판결일**: 2019-01-23\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Robert W. Wedemeyer\n\n\n## 판결문 요약\n\n                                                                                             01/23/2019\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT JACKSON\n                         Assigned on Briefs December 4, 2018\n\n                STATE OF TENNNESSEE v. JASPER LEE VICK\n\n                  Appeal from the Criminal Court for Shelby County\n                       No. 02-09113       Chris Craft, Judge\n                      ___________________________________\n\n                            No. W2018-00823-CCA-R3-CD\n                        ___________________________________\n\n\nA Shelby County jury convicted the Defendant, Jasper Lee Vick, of one count of\nespecially aggravated kidnapping, two counts of aggravated kidnapping, and one count of\nsexual battery. The trial court merged his convictions for aggravated kidnapping into his\nconviction for especially aggravated kidnapping and sentenced the Petitioner, as a Range\nII offender, to an effective sentence of forty years of incarceration. After multiple\nappeals and remands, this court ordered that the Defendant be sentenced as a Range I\noffender and reduced his sentence to twenty-six years. State v. Vick, 242 S.W.3d 792,\n795 (Tenn. Crim. App. 2007). The Defendant filed this, his second Rule 36.1 motion to\ncorrect an illegal sentence, and asked the trial court to credit him for pretrial jail credits.\nThe trial court denied the Defendant’s motion, finding that his judgments appeared\ncorrect. On appe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-jasper-lee-vick"
    }
  ],
  "relatedIncidents": [
    1962,
    1906,
    1910,
    1911,
    1913
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}