{
  "id": 22347,
  "title": "1958년 Iley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1958-03-19",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Iley. 판결일: 1958-03-19. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: J. M. Iley v. Sarah T. Hughes, District Judge Et Al.\n**판결일**: 1958-03-19\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Calvert, Smith\n\n## 변호인\n\nHarold W. McCracken, of Dallas, for relator., Mullinax, Wells & Morris, and Otto B. Mullinax, all of Dallas, for respondent.\n\n## 인용\n\n- 311 S.W.2d 648\n- 158 Tex. 362\n\n## 판결문 요약\n\n\n311 S.W.2d 648 (1958)\nJ. M. ILEY, Relator,\nv.\nSarah T. HUGHES, District Judge, et al., Respondents.\nNo. A-6662.\nSupreme Court of Texas.\nMarch 19, 1958.\nRehearing Denied April 23, 1958.\n*649 Harold W. McCracken, Dallas, for relator.\nMullinax, Wells &amp; Morris, Dallas, for respondent.\nCALVERT, Justice.\nThe question at issue in this original proceeding in this Court is this: Does Rule 174(b), Texas Rules of Civil Procedure, authorize a separate trial of the damage issues and the liability issues in a suit for damages for personal injuries? We hold it does not.\nA brief summary of the events leading up to the filing of this proceeding is in order.\nGuy O. Hancock sued J. M. Iley for compensatory and exemplary damages for injuries alleged to have resulted from an assault committed by the defendant on the plaintiff by shooting him with a .22-calibre rifle. Iley's principal defense was that Hancock was shot in lawful defense of his property.\nThe case was tried to a jury and was submitted on special issues. In answer to Special Issues 1 through 8 the jury found that Hancock was struck and injured by a bullet fired by Iley; that at the time he was shot Hancock was on Iley's premises and Iley had not requested him to leave; that the shots were fired by Iley to interrupt Hancock's intrusion on the property and to protect his pecans, but that Iley used more force than was necessary to interrupt the intrusion on the property and to protect his pecans.\nIn answer to Special Issue No. 9 the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=iley-v-hughes"
    }
  ],
  "relatedIncidents": [
    22353,
    22160,
    22164,
    22215,
    22218
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}