{
  "id": 22343,
  "title": "1958년 Pittman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1958-03-26",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Pittman. 판결일: 1958-03-26. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: W. E. Pittmann v. Ray Baladez\n**판결일**: 1958-03-26\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Smith\n\n## 변호인\n\nHammond & Hammond, of Burnet, McKay & Avery, C. N. Avery, Jr., and John J. McKay, of Austin, for petitioner., W. K. McClain, of Georgetown, and Sam E. Wilcox, of Abilene, for respondent.\n\n## 인용\n\n- 312 S.W.2d 210\n- 158 Tex. 372\n\n## 판결문 요약\n\n\n312 S.W.2d 210 (1958)\nW. E. PITTMAN, Petitioner,\nv.\nRay BALADEZ, Respondent.\nNo. A-6530.\nSupreme Court of Texas.\nMarch 26, 1958.\nRehearing Denied April 30, 1958.\n*212 Hammond &amp; Hammond, Burnet, McKay &amp; Avery, Austin, for petitioner.\nW. K. McClain, Georgetown, S. E. Wilcox, Abilene, for respondent.\nSMITH, Justice.\nThis suit is a property damage action brought by petitioner in the District Court against the respondent wherein the respondent filed a cross action for personal injuries. The damages were alleged to have been sustained as the result of a collision between a truck operated by petitioner's driver, and a pickup truck operated by the respondent.\nTrial before a jury resulted in a judgment that petitioner take nothing on his cause of action, and that respondent recover the sum of $35,000 damages as the result of personal injuries sustained.\nPetitioner perfected an appeal as to both actions, and the Court of Civil Appeals has affirmed the judgment of the trial court. 304 S.W.2d 601.\nThe application for writ of error presents nine points of error. We have determined that one of these points must be sustained. The result of such action will be to reverse the judgments of the trial court and the Court of Civil Appeals and remand both causes of action to the District Court for another trial. We first dispose of the other points presented before considering the point upon which the reversal is predicated. We forego a discussion of those points which, in all probability...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pittmann-v-baladez"
    }
  ],
  "relatedIncidents": [
    22215,
    22218,
    22222,
    22223,
    22225
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}