{
  "id": 22353,
  "title": "1958년 US v. Detroit 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1958-03-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: US v. Detroit. 판결일: 1958-03-03. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES Et Al. v. CITY OF DETROIT\n**판결일**: 1958-03-03\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Black, Burton, Frankfurter, Harlan, Whittaker\n\n## 변호인\n\nRoger Fisher argued the cause and was on a reply brief for the United States. Also on a brief were Solicitor General Rankin, Acting Assistant Attorney General Stull, Ralph S. Spritzer, J. Dwight Evans, Jr., A. F. Prescott and H. Eugene Heine, Jr. for the United States, and Glenn M. Coulter who submitted on the brief for the Borg-Warner Corporation (Detroit Gear Division), appellant., Roger P. O’Connor argued the cause for appellee. With him on the brief were Andrew DiMaggio and Julius C. Pliskow\n\n## 인용\n\n- 2 L. Ed. 2d 424\n- 78 S. Ct. 474\n- 355 U.S. 466\n- 1958 U.S. LEXIS 1420\n\n## 판결문 요약\n\n\n355 U.S. 466 (1958)\nUNITED STATES ET AL.\nv.\nCITY OF DETROIT.\nNo. 26.\nSupreme Court of United States.\nArgued November 14, 1957.\nDecided March 3, 1958.\nAPPEAL FROM THE SUPREME COURT OF MICHIGAN.\n*467 Roger Fisher argued the cause and was on a reply brief for the United States. Also on a brief were Solicitor General Rankin, Acting Assistant Attorney General Stull, Ralph S. Spritzer, J. Dwight Evans, Jr., A. F. Prescott and H. Eugene Heine, Jr. for the United States, and Glenn M. Coulter who submitted on the brief for the Borg-Warner Corporation (Detroit Gear Division), appellant.\nRoger P. O'Connor argued the cause for appellee. With him on the brief were Andrew DiMaggio and Julius C. Pliskow.\nMR. JUSTICE BLACK delivered the opinion of the Court.\nThe United States asks this Court to strike down as unconstitutional a tax statute of the State of Michigan as applied to a lessee of government property. In general terms this statute, Public Act 189 of 1953, provides that when tax-exempt real property is used by a private party in a business conducted for profit the private party is subject to taxation to the same extent as though he owned the property.[1]\n*468 Here the United States was the owner of an industrial plant in Detroit, Michigan. It leased a portion of that plant to the Borg-Warner Corporation at a stipulated annual rental for use in the latter's private manufacturing business. The lease provided that Borg-Warner could deduct from the agreed rental any taxes paid by it und...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-city-of-detroit"
    }
  ],
  "relatedIncidents": [
    22347,
    22215,
    22218,
    22222,
    22223
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}