{
  "id": 22357,
  "title": "1958년 Albury 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1958-02-20",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Albury. 판결일: 1958-02-20. 법원: District Court of Appeal of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Frank ALBURY, Jr., Individually and doing business as Frank's Plumbing & Heating v. PLUMBERS LOCAL UNION NO. 519, A. F. OF L.-C. I. O., an unincorporated labor organization, David Dobbs, Miami Building & Construction Trades Council, an unincorporated labor organization, Electricians Local Union No. 349, A. F. of L.-C. I. O., an unincorporated labor organization, Marble Polishers Machine Operators & Helpers Local Union 121, A. F. of L.-C. I. O., an unincorporated labor organization, and Porter-Wagor-Russell, Inc., a Florida corporation\n**판결일**: 1958-02-20\n**법원**: District Court of Appeal of Florida\n**관할**: Florida, FL\n\n**판사**: Carroll, Chas, Horton, Pearson\n\n## 변호인\n\nAlpert & MacArthur, Miami, by Leo M. Alpert and R. M. MacArthur, Miami, for appellant., Thomas H. Wakefield, Miami, and Kap-lan & Ser, for appellees.\n\n## 인용\n\n- 100 So. 2d 647\n\n## 판결문 요약\n\n\nHORTON, Judge.\nThese two causes were consolidated by order of the court dated November 14, 1957.\nThe appellant, plaintiff below, seeks review of an order of the lower court which denied a temporary injunction and dismissed five of the six defendants. That portion of the order dismissing five of the defendants was upon the ground that the complaint did not state a cause of action against them.\nThe appellant’s complaint alleged that he was a plumbing contractor in Dade County, Florida, and had contracted with the appel-lee, Porter-Wagor-Russell, Inc., to supply labor and materials to complete plumbing installation for 65 homes to be constructed by the appellee-corporation; that he commenced to perform under his contract when, on October 4, 1957, he received a letter from the appellee, Porter-Wagor-Russell, Inc., informing him that objections had been made by representatives of the appellee-unions to his use of non-union employees, and that in view of such objections, the appellant would be permitted to finish fifteen houses which were then under construction, but thereafter would be required to use only union employees on the remainder of his contract or suffer cancellation of said contract. The contract between the appellant and the appellee, Porter-Wagor-Russell, Inc., was in writing and contained no requirement that union labor only be used in fulfilling the contract. In substance, the complaint alleged an initial conspiracy among the union defendants, later joined by the a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=albury-v-plumbers-local-union-no-519"
    }
  ],
  "relatedIncidents": [
    22215,
    22218,
    22222,
    22223,
    22225
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}