{
  "id": 22365,
  "title": "1958년 Varsalona 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1958-02-10",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Varsalona. 판결일: 1958-02-10. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Respondent, v. Paul Lewis VARSALONA and Sam Joseph Legrotte, Appellants\n**판결일**: 1958-02-10\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Coil, Holman, Van Osdol\n\n## 변호인\n\nWalter A. Raymond, Kansas City, and J. Arnot Hill, Kansas City, for appellants., John M. Dalton, Atty. Gen., W. Don Kennedy, Asst. Atty. Gen., for respondent.\n\n## 인용\n\n- 309 S.W.2d 636\n\n## 판결문 요약\n\n\n309 S.W.2d 636 (1958)\nSTATE of Missouri, Respondent,\nv.\nPaul Lewis VARSALONA and Sam Joseph Legrotte, Appellants.\nNo. 45800.\nSupreme Court of Missouri. Division No. 1.\nFebruary 10, 1958.\n*637 Walter A. Raymond, Kansas City, and J. Arnot Hill, Kansas City, for appellants.\nJohn M. Dalton, Atty. Gen., W. Don Kennedy, Asst. Atty. Gen., for respondent.\nCOIL, Commissioner.\nPaul Varsalona and Sam Legrotte, defendants below, have appealed from a judgment sentencing them to the state penitentiary in accordance with a verdict finding them \"guilty of arson as charged\" and fixing their punishment at two years.\nDefendants' initial contention is that the information upon which they were tried was fatally defective in that it failed to charge them with an offense and that, consequently, the evidence adduced tending to prove the charges of the information failed to constitute proof of any crime. That contention must be sustained for the reasons which will appear.\nThe market and liquor store, known as Don's Drive In Liquors and Market at 1800 Benton in Kansas City had been under police surveillance for several nights. Defendants (owner and manager) left those premises about 2:10 a. m. on the morning of December 29. An explosion and fire occurred about forty or fifty minutes thereafter. The state's evidence tended to show that the fire burned in such a manner as to indicate it was of incendiary origin, that there was an accelerant on paper in the store aisles, and that there were present elec...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-varsalona"
    }
  ],
  "relatedIncidents": [
    22301,
    22325,
    22065,
    22143,
    22153
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}