{
  "id": 22383,
  "title": "1958년 Kelley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1958-01-08",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Kelley. 판결일: 1958-01-08. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Kork Kelley, D/B/A Korkele Enigneering Production Company v. Bluff Creek Oil Company Et Al.\n**판결일**: 1958-01-08\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Calvert, Garwood\n\n## 변호인\n\nW. E. Fitzgerald, of Wichita Falls, for petitioner, Kelley., Donald & Donald and Paul Donald, all of Bowie, for respondent. In response cited Freeman v. Burrows, 171 S.W. 2d 824; Cobb v. Harrington, 144 Texas 360, 190 S.W. 2d 709.\n\n## 인용\n\n- 309 S.W.2d 208\n- 158 Tex. 180\n\n## 판결문 요약\n\n\n309 S.W.2d 208 (1958)\nKork KELLEY, d/b/a Korkele Engineering Production Company, Petitioner,\nv.\nBLUFF CREEK OIL COMPANY et al., Respondents.\nNo. A-6230.\nSupreme Court of Texas.\nJanuary 8, 1958.\nRehearing Denied February 19, 1958.\n*209 W. E. Fitzgerald, Wichita Falls, for petitioner.\nDonald &amp; Donald, Bowie, for respondents.\nGARWOOD, Justice.\nOur petitioner Kelley brought this action in his own behalf to recover primarily upon a release bond executed pursuant to Art. 5472c, Vernon's Tex.Civ.Stats., by the respondents-defendant Bluff Creek Oil Company as principal and Commercial Standard Insurance Company as surety for the release of the petitioner's alleged mechanic's and materialman's lien against three Montague County oil leases. Said Art. 5472c prescribes a limitation period of one year for the bringing of such suits, and this suit was filed within the year. However, during all of the year a bank held the lien under a collateral assignment from the petitioner to secure a debt of the latter in an amount somewhat smaller than that of his lien claim, the bank not ever having been made a party to this suit and having reassigned to the petitioner only well after expiration of the year in question. Our principal holding is that, notwithstanding these latter facts, the action is not barred. Other matters decided relate to the contentions of the respondents-defendant, Bluff Creek and Commercial Standard, that under a further provision of Art. 5472c, supra, action upon the bond ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kelley-v-bluff-creek-oil-company"
    }
  ],
  "relatedIncidents": [
    22215,
    22218,
    22222,
    22223,
    22225
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}