{
  "id": 22396,
  "title": "1957년 Strunk 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1957-12-06",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Strunk. 판결일: 1957-12-06. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Norman Strunk and Charles Dick Eagleton, in Error v. State of Tennessee, in Error\n**판결일**: 1957-12-06\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: Swepston\n\n## 변호인\n\nJeffeRS & Jeffers, Oneida, for plaintiffs in error., Thomas E. Fox, Assistant Attorney General, for defendant in error.\n\n## 인용\n\n- 209 Tenn. 1\n- 348 S.W.2d 339\n\n## 판결문 요약\n\n\nMu. Justice Swepston,\ndelivered the opinion of the Court.\nTbe two above-named plaintiffs in error, hereinafter called defendants, were convicted for the offense of armed robbery and sentenced to serve a minimum of ten years in tbe State Penitentiary, from which they have appealed and have assigned a number of errors.\n*4The first two errors are that there is no evidence to support the verdict and that the evidence preponderates against the verdict of the jury and in favor of the innocence of the defendants.\nIt will be unnecessary to make an extended statement of facts for the reason that in the final analysis it was simply a question of credibility of the respective witnesses and the verdict of the jury settles that question so far as this Court is concerned.\nThese two defendants left Cincinnati, Ohio, shortly after midnight on Sunday morning, September 2, 1956, and drove down to Scott County, Tennessee, to the place of business of the prosecuting witness, Manse Stevens, who was operating a beer tavern known as Luther Chit-wood’s Place, where they arrived at about 7:00 A.M. Stevens and his wife occupied the living quarters in the rear of the beer room. The defendants are half brothers ■and there was some marital connection between Stevens’ wife and one of the defendants and Stevens and the defendants were well acquainted with one another, although it had been some time since these two men who worked in Cincinnati had seen Stevens.\nStevens testified that he and his wife were s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=strunk-v-state"
    }
  ],
  "relatedIncidents": [
    22405,
    22499,
    22508,
    22517,
    22218
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}