{
  "id": 22390,
  "title": "1957년 Fagafa 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1957-12-17",
  "location": "American Samoa, AS, USA",
  "summary": "미국 American Samoa, AS 법원 판결 사건. 사건명: Fagafa. 판결일: 1957-12-17. 법원: High Court of American Samoa.",
  "description": "## 사건 정보\n\n**사건명**: FAGAFA of Alofau v. TOIA of Alofau\n**판결일**: 1957-12-17\n**법원**: High Court of American Samoa\n**관할**: American Samoa, AS\n\n**판사**: Ape, Letuligasenoa, Morrow\n\n## 변호인\n\nPule, counsel for Fagafa., Utu, counsel for Toia.\n\n## 인용\n\n- 3 Am. Samoa 314\n\n## 판결문 요약\n\n\nOPINION AND ORDER DISMISSING PETITION\nOPINION OF THE COURT\nMORROW, Chief Judge.\nOn November 7, 1957 plaintiff Fagafa filed his petition praying for an order requiring defendant Toia to remove his Samoan fale from the land Malae in the village of Alo*315fau. Prior to the hearing the Court viewed the land Malae in the presence of the parties. Fagafa claims that the land Malae is the communal family land of the Fagafa Family while Toia claims that it is the communal family land of the Toia Family. In early 1956 Toia built a Samoan house on Malae which house he is presently occupying. The house stands on land which was originally part of a swamp. The swamp was a part of the land Malae. A few years ago the swamp was filled in by the Department of Public Works pursuant to an arrangement made with the Department by the then County Chief Faumuina.\nFagafa testified that the tradition in his family was that Malae was the communal land of the Fagafa Family while Toia testified that his family tradition was that it was Toia communal family land. Both Fagafa people and Toia people are buried in a graveyard located on a part of Malae that was not swamp originally.\nFagafa testified that the Toia people had lived on the land Malae for 30 years. In answer to the question “You mean they (i.e. the Toia people) lived on that land (i.e. Malae) for about 30 years?” Fagafa answered “Right.” And to the question “They cleaned it?” he also answered “Right.” And in answer to the query “And did you rai...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fagafa-v-toia"
    }
  ],
  "relatedIncidents": [
    22387,
    22392,
    22396,
    22405,
    22406
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}