{
  "id": 22392,
  "title": "1957년 Shotwell Mfg 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1957-12-16",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Shotwell Mfg. 판결일: 1957-12-16. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. SHOTWELL MANUFACTURING CO. Et Al.\n**판결일**: 1957-12-16\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Black, Douglas, Harlan\n\n## 변호인\n\nPhilip Elman argued the cause for the United States. On the brief were Solicitor General Rankin, Assistant Attorney General Rice, Leonard B. Sand and Joseph M. Howard., George B. Christensen argued the cause for respondents. With him on the brief were Howard Ellis and William T. Kirby.\n\n## 인용\n\n- 2 L. Ed. 2d 234\n- 78 S. Ct. 245\n- 355 U.S. 233\n- 1957 U.S. LEXIS 1680\n\n## 판결문 요약\n\n\n355 U.S. 233 (1957)\nUNITED STATES\nv.\nSHOTWELL MANUFACTURING CO. ET AL.\nNo. 1.\nSupreme Court of United States.\nArgued October 17, 1957.\nDecided December 16, 1957.\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SEVENTH CIRCUIT.\n*234 Philip Elman argued the cause for the United States. On the brief were Solicitor General Rankin, Assistant Attorney General Rice, Leonard B. Sand and Joseph M. Howard.\nGeorge B. Christensen argued the cause for respondents. With him on the brief were Howard Ellis and William T. Kirby.\nMR. JUSTICE HARLAN delivered the opinion of the Court.\nThis case presents an unusual question involving the integrity of a criminal trial in the federal courts.\nThe Solicitor General has filed a motion in this Court to remand the case to the District Court for further proceedings. This motion is based on a proffer of evidence *235 alleged to have come into the possession of the Government after the United States had petitioned for certiorari to review a decision of the Court of Appeals setting aside the conviction of the respondents. It is claimed that such evidence shows that the decision of the Court of Appeals was based upon a perjurious record attributable to the fraud of the respondents.\nA clear appreciation of both the proceedings in the lower courts and the peculiar circumstances in which the Government's motion arises is essential to an understanding of why we believe the motion to remand must be granted.\nIn 1953 the respondents and Frank J. Huebner,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-shotwell-manufacturing-co"
    }
  ],
  "relatedIncidents": [
    22465,
    22597,
    22599,
    22229,
    22307
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}