{
  "id": 22405,
  "title": "1957년 Raymond John Wagner, Anthony Joseph Cambiano and Donald Vandergrift v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1957-11-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Raymond John Wagner, Anthony Joseph Cambiano and Donald Vandergrift v. United States. 판결일: 1957-11-20. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Raymond John WAGNER, Anthony Joseph Cambiano and Donald Vandergrift, Appellants, v. UNITED STATES of America, Appellee\n**판결일**: 1957-11-20\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Barnes, Chambers, Orr, Per Curiam\n\n## 변호인\n\nJames P. Cantillon, Beverly Hills, Cal., and Ernest L. Graves, Wilmington, Cal., Cantillon & Cantillon, Beverly Hills, Cal., for appellant Vandergrift., Laughlin E. Waters, U. S. Atty., Lloyd F. Dunn, Asst. U. S. Atty., Chief Criminal Division, and T. Conrad Judd, Asst. U. S. Atty., Los Angeles, Cal., for ap-pellee.\n\n## 인용\n\n- 250 F.2d 804\n\n## 판결문 요약\n\n250 F.2d 804\n    Raymond John WAGNER, Anthony Joseph Cambiano and DonaldVandergrift, Appellants,v.UNITED STATES of America, Appellee.\n    Misc. No. 649.\n    United States Court of Appeals Ninth Circuit.\n    Nov. 20, 1957.\n    \n      James P. Cantillon, Beverly Hills, Cal., and Ernest L. Graves, Wilmington, Cal., Cantillon &amp; Cantillon, Beverly Hills, Cal., for appellant Vandergrift.\n      Laughlin E. Waters, U.S. Atty., Lloyd F. Dunn, Asst. U.S. Atty., Chief Criminal Division, and T. Conrad Judd, Asst. U.S. Atty., Los Angeles, Cal., for appellee.\n      Before ORR, CHAMBERS and BARNES, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      Vandergrift applies for bail.  He has made previous application in the District Court for bail after conviction of armed robbery of a postal employee (while acting as such) of the United States.  Prior to sentence he was at large on bail of $10,000.  The trial court has denied bail pending appeal upon the ground that the appeal was frivolous.\n    \n    \n      2\n      Another division or panel of this Court on October 25, 1957, entered an order permitting Vandergrift and his codefendants to appeal on a transcript of record at government expense.  We accept that as determining here the law of the case to be that the appeal is not frivolous for the reason that that panel has not indicated it will further consider the question of frivolity when the transcript arrives, but has entered orders which contemplate the hearing of the appeals upon ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=raymond-john-wagner-anthony-joseph-cambiano-and-donald-vandergrift-v"
    }
  ],
  "relatedIncidents": [
    22396,
    22499,
    22508,
    22517,
    22218
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}