{
  "id": 22406,
  "title": "1957년 Milligan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1957-11-20",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Milligan. 판결일: 1957-11-20. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Billy Joe Milligan v. State\n**판결일**: 1957-11-20\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrison\n\n## 변호인\n\nHouston McMurry, Henrietta, for appellant., Leon Douglas, State’s Attorney, Austin, for the state.\n\n## 인용\n\n- 165 Tex. Crim. 323\n- 307 S.W.2d 98\n\n## 판결문 요약\n\n\nMORRISON, Presiding Judge.\nThe offense is receiving and concealing stolen property, with a prior conviction for an offense of like character alleged for enhancement; the punishment, ten years.\nThe injured party Stewart testified that the appellant, his brother and one Martinez came to his place of business and asked to borrow a cutting torch and “the air regulators that go with it;” that he loaned the same to the appellant, who returned to his place of business at eight o’clock at night three days later and informed him that they were through with the torch and regulators and had left them in Stewart’s pickup truck outside. Stewart stated that he had occasion to go to his pickup truck later in the evening, and while the appellant and his companions were inside, and there saw the torch and regulators, but after the appellant and his party left, and as he prepared to go home, he discovered that the articles mentioned were no longer in his truck. Stewart testified further that some thirty days later he recovered his property from Mr. Williams’ wrecking yard.\n*324Williams testified that, approximately thirty days before Stewart came to his place of business and claimed the equipment in question, the appellant, in company with his brother, brought the torch and regulators to his wrecking yard, that the appellant told him he had bought the equipment, said how much he paid for it, stated that he did not have any use for the equipment, wanted to leave town, and needed some money.\nTh...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=milligan-v-state"
    }
  ],
  "relatedIncidents": [
    22387,
    22390,
    22392,
    22396,
    22405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}