{
  "id": 22409,
  "title": "1957년 Kuzma 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1957-11-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Kuzma. 판결일: 1957-11-13. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Joseph KUZMA, Joseph Roberts, Benjamin Weiss, David Davis, Thomas Nabried, Irvin Katz, Walter Lowenfels, Sherman Marion Labovitz, Robert Klonsky\n**판결일**: 1957-11-13\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Hastie\n\n## 변호인\n\nJoseph S. Lord, 3d, Philadelphia, Pa. (John Rogers Carroll, Thomas D. McBride, Philadelphia, Pa., on the brief), for appellants., W. Wilson White, Washington, D. C. (Marvin B. Segal, Lawrence P. Mc-Gauley, Carl G. Coben, Attys., Dept. of Justice, Washington, D. C., William F. Tompkins, W. Wilson White, Asst. Attys. Gen., Harold K. Wood, U. S. Atty., Philadelphia, Pa., Philip R. Monahan, Doris H. Spangenburg, Attys., Dept. of Justice, Anthony A. Ambrosio, Washington, D. C., on the brief), for the\n\n## 인용\n\n- 249 F.2d 619\n\n## 판결문 요약\n\n\nHASTIE, Circuit Judge.\nThe nine appellants have been convicted of conspiracy to violate the Smith Act.1 The indictment presents the unlawful scheme in two distinct aspects, each stated to conform with a particular clause of the Smith Act.2 The conspirators are said to have plotted, first, to *621teach the duty and necessity of violently overthrowing the government of the United States as soon as circumstances should permit, and second, to organize the Communist Party of the United States as a group of persons to advocate such violent aggression against our government. The government offered evidence to support both of these charges and the case went to the jury on the entire indictment. The jury found all defendants guilty as charged.\nIn entering judgment on the verdict the district court was guided by the decision of the Supreme Court in Dennis v. United States, 1951, 341 U.S. 494, 71 S.Ct. 857, 95 L.Ed. 1137, and the decision of this court in United States v. Mesarosh, 1955, 223 F.2d 449. However, on this appeal we have the benefit of more recent guidance supplied by the Supreme Court in Yates v. United States, 1957, 354 U.S. 298, 77 S.Ct. 1064, 1 L.Ed.2d 1356. Although the Yates opinion builds upon the Dennis foundation, it explains and particularizes concepts in a way which could hardly have been anticipated by the district judge presiding at the trial of this case. In addition, in the Yates case the Supreme Court ruled upon specific issues which are indistinguishable fr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "미국",
    "판례",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=j-g-metoyer-v-united-states"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-kuzma"
    }
  ],
  "relatedIncidents": [
    22439,
    22492,
    22545,
    22580,
    22222
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}