{
  "id": 22410,
  "title": "1957년 Peters 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1957-11-12",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Peters. 판결일: 1957-11-12. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: Gertrude Peters, Appellant, v. Royal L. Peters, Appellee\n**판결일**: 1957-11-12\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Justioes, Oliver, PeteRSON\n\n## 변호인\n\nWright & Kistle, of Council Bluffs, for appellant., Smith, Peterson, Beckman & Willson, of Council Bluffs, for appellee.\n\n## 인용\n\n- 86 N.W.2d 206\n- 249 Iowa 110\n\n## 판결문 요약\n\n\n86 N.W.2d 206 (1957)\nGertrude PETERS, Appellant,\nv.\nRoyal L. PETERS, Appellee.\nNo. 49262.\nSupreme Court of Iowa.\nNovember 12, 1957.\n*207 Wright &amp; Kistle, Council Bluffs, for appellant.\nSmith, Peterson, Beckman &amp; Willson, Council Bluffs, for appellee.\nOLIVER, Justice.\nThis is an appeal by Gertrude Peters from the judgment of Pottawattamie District Court dismissing her suit against her husband, Royal L. Peters, to require him to contribute to her support. The parties, now in their early fifties, were married in 1924, and have one son. Mr. Peters is and has been employed near Crescent, in Potta-wattamie County, by Illinois Central Railroad Company, which provides him with a house nearby. The parties and their son occupied this house from 1945 until the spring of 1952, when flood waters submerged it. They then moved temporarily to the home of Mr. Peters' mother in Council Bluffs. Their relations had not been harmonious for some time. They returned to Crescent together about the middle of June, 1952. Mrs. Peters stopped at the farm of her parents and Mr. Peters went to the family home. The immediate cause of their separation is not clearly shown. Apparently it was voluntary on the part of both. Mrs. Peters went to Council Bluffs, rented quarters there for herself and the son, then eighteen years old, and secured employment in a retail store. Mr. Peters continued to live alone in the family home, the renovation of which was not completed by the railroad company for several...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=peters-v-peters"
    }
  ],
  "relatedIncidents": [
    22387,
    22390,
    22392,
    22396,
    22405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}