{
  "id": 2241,
  "title": "2019년 Sanford 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2019-01-16",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Sanford. 판결일: 2019-01-16. 법원: Court of Appeals of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: LaFrancis Angelo SANFORD, Jr. v. STATE of Arkansas\n**판결일**: 2019-01-16\n**법원**: Court of Appeals of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Glover\n\n## 변호인\n\nJason A. Hutcheson, for appellant.\n\n## 인용\n\n- 567 S.W.3d 553\n- 2019 Ark. App. 10\n\n## 판결문 요약\n\n\nDAVID M. GLOVER, Judge\nLaFrancis Sanford, Jr., was convicted by a Benton County Circuit Court jury of residential burglary, a Class B felony, and theft of property, a Class A misdemeanor. He was sentenced as a habitual offender to thirty years in the Arkansas Department of Correction. Pursuant to *555Anders v. California , 386 U.S. 738, 87 S.Ct. 1396, 18 L.Ed.2d 493 (1967), and Rule 4-3(k) of the Rules of the Arkansas Supreme Court and Court of Appeals, Sanford's counsel has filed a motion to withdraw on the basis this appeal is wholly without merit. The motion is accompanied by an abstract and addendum of the proceedings below, which addresses all objections and motions decided adversely to Sanford, and a brief in which counsel explains why there is nothing in the record that would support an appeal. The clerk of our court provided Sanford with a copy of his counsel's brief and notified him of his right to file a pro se statement of points for reversal; Sanford has submitted no points. We affirm Sanford's convictions and grant counsel's motion to withdraw.\nSufficiency of the Evidence\nAt trial the victim, Belinda Christopher, testified she left her residence around 2:10 p.m. on May 18, 2016, to pick up her niece's children from school, and she left the front door unlocked when she left. When she returned between 2:40 and 2:50 p.m., she noticed a man walking away from her residence on her driveway; she thought it was \"weird\" because the man would not look at her when she saw ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sanford-v-state"
    }
  ],
  "relatedIncidents": [
    1965,
    1967,
    1978,
    1991,
    2046
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}