{
  "id": 22426,
  "title": "1957년 Prillaman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1957-10-14",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Prillaman. 판결일: 1957-10-14. 법원: Supreme Court of Virginia.",
  "description": "## 사건 정보\n\n**사건명**: Tillman Laurean Prillaman v. Commonwealth of Virginia\n**판결일**: 1957-10-14\n**법원**: Supreme Court of Virginia\n**관할**: Virginia, VA\n\n**판사**: Snead\n\n## 변호인\n\nJohn D. Epperly and W. R. Broaddus, III (Broaddus, Epperly & Broaddus, on brief), for the plaintiff in error., D. Gardiner Tyler, Assistant Attorney General (J. Lindsay Almond, Jr., Attorney General, on brief), for the Commonwealth.\n\n## 인용\n\n- 199 Va. 401\n\n## 판결문 요약\n\n\n199 Va. 401 (1957)\nTILLMAN LAUREAN PRILLAMAN\nv.\nCOMMONWEALTH OF VIRGINIA.\nRecord No. 4718.\nSupreme Court of Virginia.\nOctober 14, 1957.\nJohn D. Epperly    and    W. R. Broaddus, III (Broaddus, Epperly &amp; Broaddus,    on brief), for the plaintiff in error.\nPresent, All the Justices.\n1.  Prillaman's license to operate a motor vehicle was suspended by the Commissioner of the Division of Motor Vehicles.  Before it was reinstated or a new license was issued, Prillaman drove his car from the rear of a filling station to the front, to have a tire repaired, the entire movement being on the private property of the station owner.  By so doing he did not violate Code 1950, section 46-347.2, making it a misdemeanor for a person to drive a vehicle until his revoked license has been reinstated.  The operation forbidden, though the statute is silent on the point, is operation on the public highways.  The statute must be considered as a part of the general codification of the motor vehicle laws, and when so considered, the legislative intent is clear.\n2.  A privately owned lot used in connection with the operation of a filling station is not a highway within the meaning of the Motor Vehicle Code, section 46-1(8) since it is not open of right to the use of the public but may at will be closed to public use by the owner of the premises.\nError to a judgment of the Circuit Court of Henry county.  Hon. John D. Hooker, judge presiding. The opinion states the case.\nD. Gardiner Tyler, Assistant ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=prillaman-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    22387,
    22390,
    22392,
    22396,
    22405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}