{
  "id": 2242,
  "title": "2019년 State of Tennessee v. Mack Transou 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2019-01-16",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: State of Tennessee v. Mack Transou. 판결일: 2019-01-16. 법원: Court of Criminal Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: State of Tennessee v. Mack Transou\n**판결일**: 2019-01-16\n**법원**: Court of Criminal Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Judge Timothy L. Easter\n\n\n## 판결문 요약\n\n                                                                                        01/16/2019\n        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT JACKSON\n                        Assigned on Briefs November 6, 2018\n\n                 STATE OF TENNESSEE v. MACK TRANSOU\n\n                 Appeal from the Circuit Court for Madison County\n                      No. C-18-89 Roy B. Morgan, Jr., Judge\n                     ___________________________________\n\n                           No. W2018-01009-CCA-R3-CD\n                       ___________________________________\n\n\nDefendant, Mack Transou, seeks appellate review of his motion to reopen his post-\nconviction petition, which has its origin in the rapes he committed over seventeen years\nago. After a review of the filings in this case, we conclude that Defendant failed to meet\nthe procedural requirements for seeking review of the dismissal of his motion and that\nDefendant’s claims are devoid of merit and frivolous. Therefore, we dismiss the appeal.\n\n              Tenn. R. App. P. 3 Appeal as of Right; Appeal Dismissed\n\nTIMOTHY L. EASTER, J., delivered the opinion of the court, in which D. KELLY THOMAS,\nJR., and J. ROSS DYER, JJ., joined.\n\nMack Transou, Mountain City, Tennessee, Pro Se.\n\nHerbert H. Slatery III, Attorney General and Reporter; Zachary T. Hinkle, Assistant\nAttorney General; Jody Pickens, District Attorney General; and Al Earls, Assistant\nDistrict Attorney General, for the appellee, State ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-of-tennessee-v-mack-transou"
    }
  ],
  "relatedIncidents": [
    1913,
    1995,
    2113,
    2190,
    2240
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}