{
  "id": 22439,
  "title": "1957년 Harvey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1957-09-20",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Harvey. 판결일: 1957-09-20. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Defendant in Error, vs. Jesse Earl Harvey, Plaintiff in Error\n**판결일**: 1957-09-20\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Latham Castle\n\n## 변호인\n\nHeber T. Dotson, of Chicago, for plaintiff in error., Latham Castle, Attorney General, of Springfield, and Benjamin S. Adamowski, State’s Attorney, of Chicago, (Fred G. Leach, L. Louis Karton, and Edward J. Fleming, of counsel,) for the People.\n\n## 인용\n\n- 145 N.E.2d 88\n- 12 Ill. 2d 88\n\n## 판결문 요약\n\n\n12 Ill. 2d 88 (1957)\n145 N.E.2d 88\nTHE PEOPLE OF THE STATE OF ILLINOIS, Defendant in Error,\nv.\nJESSE EARL HARVEY, Plaintiff in Error.\nNo. 34359.\nSupreme Court of Illinois.\nOpinion filed September 20, 1957.\n*89 HEBER T. DOTSON, of Chicago, for plaintiff in error.\nLATHAM CASTLE, Attorney General, of Springfield, and BENJAMIN S. ADAMOWSKI, State's Attorney, of Chicago, (FRED G. LEACH, L. LOUIS KARTON, and EDWARD J. FLEMING, of counsel,) for the People.\nJudgment affirmed.\nMr. JUSTICE SCHAEFER delivered the opinion of the court:\nJesse Earl Harvey was indicted in the criminal court of Cook County for the crime of assault with intent to murder his daughter, Barbara Ann Rice. He pleaded not guilty. A jury found him guilty, and he was sentenced to imprisonment in the penitentiary for a term of not less than two nor more than seven years. He prosecutes this writ of error.\nIt is not argued that the evidence failed to establish guilt beyond a reasonable doubt, and therefore the evidence *90 need be stated only to the extent necessary to an understanding of defendant's principal contention. That contention is that testimony concerning an independent crime was improperly admitted.\nBarbara Ann Harvey, the defendant's daughter, was 19 years old. Defendant and Barbara's mother had not lived together since 1937, and defendant had remarried. Barbara lived with her mother until she married Osborne Rice on June 19, 1956. The next day defendant ascertained that she was married. At once he sought ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-people-v-harvey"
    }
  ],
  "relatedIncidents": [
    22409,
    22492,
    22545,
    22580,
    22222
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}