{
  "id": 22446,
  "title": "1957년 Aiola 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1957-08-27",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Aiola. 판결일: 1957-08-27. 법원: Alabama Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Joseph J. AIOLA v. STATE\n**판결일**: 1957-08-27\n**법원**: Alabama Court of Appeals\n**관할**: Alabama, AL\n\n**판사**: Harwood\n\n## 변호인\n\nJos. M. Powers, Mobile, for appellant., John Patterson, Atty. Gen., and Robert G. Kilgore, Jr., Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 96 So. 2d 816\n- 39 Ala. App. 215\n\n## 판결문 요약\n\n\n96 So. 2d 816 (1957)\nJoseph J. AIOLA\nv.\nSTATE.\n1 Div. 714.\nCourt of Appeals of Alabama.\nAugust 27, 1957.\n*817 Jos. M. Powers, Mobile, for appellant.\nJohn Patterson, Atty. Gen., and Robert G. Kilgore, Jr., Asst. Atty. Gen., for the State.\nHARWOOD, Presiding Judge.\nThe indictment against this appellant charged that he: \"With intent to rape, did, in the nighttime, break into and enter an inhabited dwelling house of Bessie Merchant, which was then and there occupied by Bessie Merchant, a person, lodged therein\"etc.\nThe indictment charges burglary in the first degree.\nThe evidence presented by the State tended to show that the appellant, during the nighttime broke and entered the home of Bessie Merchant in Mobile, and after thus gaining an entrance he got into bed with Linda Merchant, a twelve year old daughter of Bessie Merchant. The conduct of the appellant, according to Linda, was such that it indicated appellant's intention to have sexual relations with her. Her struggles, and the arrival of members of her family in response to her cries for help, prevented the appellant from carrying out his purpose.\nThe appellant, in his own behalf, testified to the effect that he was a merchant seaman; that on the day in question he came ashore, and began visiting bars and taverns. He became quite drunk. He met a woman in one of the bars who, to his best recollection, was Bessie Merchant. This woman took him to her house, and the next thing he remembers was the officers putting handcuffs ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=aiola-v-state"
    }
  ],
  "relatedIncidents": [
    22476,
    22495,
    22497,
    22215,
    22274
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}