{
  "id": 22465,
  "title": "1957년 Becker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1957-07-24",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Becker. 판결일: 1957-07-24. 법원: Supreme Court of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Edna BECKER, Edna Becker, Administratrix of the Estate of Sam Becker, Deceased, Leland Becker, LeRoy Becker, Sammie Becker, and Donald Becker, Plaintiffs in Error, v. STATE of Oklahoma, Ex Rel. DEPARTMENT OF PUBLIC WELFARE, Mary Weigandt, Lydia Fuchs, Hanna Frick and Caroline Frederick, Defendants in Error\n**판결일**: 1957-07-24\n**법원**: Supreme Court of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Blackbird, Corn, Davison, Halley, Jackson, Johnson, Welch, Williams\n\n## 변호인\n\nj. 'T. Bailey, Cordell, for plaintiffs in error.., Walter H. Foth, Cordell, Wayne W. Bayless, Oklahoma City, for cross-petitioners., Mac Q. Williamson, Atty. Gen., Owen J. Watts, Asst. Atty. Gen., Jess L. Pullen, Oklahoma City, Atty. for the Dept, of Public Welfare, for defendant in error.\n\n## 인용\n\n- 312 P.2d 935\n\n## 판결문 요약\n\n\n312 P.2d 935 (1957)\nEdna BECKER, Edna Becker, Administratrix of the Estate of Sam Becker, Deceased, Leland Becker, LeRoy Becker, Sammie Becker, and Donald Becker, Plaintiffs in Error,\nv.\nSTATE of Oklahoma, ex rel. DEPARTMENT OF PUBLIC WELFARE, Mary Weigandt, Lydia Fuchs, Hanna Frick and Caroline Frederick, Defendants in Error.\nNo. 36092.\nSupreme Court of Oklahoma.\nApril 30, 1957.\nRehearing Denied June 25, 1957.\nAs Amended July 24, 1957.\nJ.T. Bailey, Cordell, for plaintiffs in error.\nWalter H. Foth, Cordell, Wayne W. Bayless, Oklahoma City, for cross-petitioners.\nMac Q. Williamson, Atty. Gen., Owen J. Watts, Asst. Atty. Gen., Jess L. Pullen, Oklahoma City, Atty. for the Dept. of Public Welfare, for defendant in error.\n*938 PER CURIAM.\nThe State of Oklahoma ex rel. Department of Public Welfare, filed this action in the District Court of Washita County against Edna Becker, individually and as administratrix of the estate of Sam Becker, deceased, Mary Weigandt, Lydia Fuchs, Hanna Frick, Caroline Frederick and the unknown heirs, executors, administrators, devisees, trustees and assigns, immediate and remote, if any, of George and Pauline Becker, deceased, and Edna Becker, LeRoy Becker, Leland Becker, Sammie Becker, Donald Becker, and the unknown heirs, executors, administrators, devisees, trustees and assigns, immediate and remote, if any, of Sam Becker, deceased, to recover old age assistance payments received by George and Pauline Becker, while living, and alleged to have been ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=becker-v-state-ex-rel-department-of-public-welfare"
    }
  ],
  "relatedIncidents": [
    22392,
    22597,
    22599,
    22229,
    22307
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}