{
  "id": 22476,
  "title": "1957년 Hamlin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1957-06-26",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Hamlin. 판결일: 1957-06-26. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Respondent, v. DEWEY D. HAMLIN, Appellant\n**판결일**: 1957-06-26\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Peters\n\n## 변호인\n\nWilliam D. Corbett, under appointment by the District Court of Appeal, for Appellant., Edmund G. Brown, Attorney General, Clarence A. Linn, Assistant Attorney General, and Raymond M. Momboisse, Deputy Attorney General, for Respondent.\n\n## 인용\n\n- 312 P.2d 306\n- 152 Cal. App. 2d 112\n\n## 판결문 요약\n\n\n152 Cal.App.2d 112 (1957)\n312 P.2d 306\nTHE PEOPLE, Respondent,\nv.\nDEWEY D. HAMLIN, Appellant.\nDocket No. 3302.\nCourt of Appeals of California, First District, Division One.\nJune 26, 1957.\n*113 William D. Corbett, under appointment by the District Court of Appeal, for Appellant.\nEdmund G. Brown, Attorney General, Clarence A. Linn, Assistant Attorney General, and Raymond M. Momboisse, Deputy Attorney General, for Respondent.\nPETERS, P.J.\nIn April of 1953 defendant pleaded guilty to the felony of assault with intent to commit rape, and was given probation. In October of that same year, after a court hearing, probation was revoked. So far as the record shows, no appeals were taken from these orders. On August 1, 1956, defendant filed a \"Motion to Quash, Vacate, and Set Aside Judgment.\" This motion was based on allegations that (1) the verdict was contrary to law; (2) that defendant has been placed in double jeopardy, and (3) that the trial *114 judge and prosecuting attorney had been guilty of prejudicial misconduct. The motion was denied. Defendant appeals.\nOn the appeal counsel for appellant makes no reference to the motion nor to the grounds upon which it was based. The sole point urged is that the trial court abused its discretion in revoking probation. As already pointed out, no appeal from the order revoking probation was taken. The only appeal is from the order refusing to vacate the judgment.\n[1] This motion to vacate, made nearly three years after the date of the order ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-hamlin"
    }
  ],
  "relatedIncidents": [
    22446,
    22495,
    22497,
    22215,
    22274
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}