{
  "id": 22474,
  "title": "1957년 Mays 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1957-06-29",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Mays. 판결일: 1957-06-29. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Opal Mays v. State\n**판결일**: 1957-06-29\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Dice\n\n## 변호인\n\nBill M. Dickson, Houston, for appellant., Dan Walton, District Attorney, Thomas D. White and Howell E. Stone, Assistants District Attorney, Houston, and Leon Douglas, State’s Attorney, Austin, for the state.\n\n## 인용\n\n- 304 S.W.2d 118\n- 165 Tex. Crim. 123\n\n## 판결문 요약\n\n\n304 S.W.2d 118 (1957)\nOpal MAYS, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 29125.\nCourt of Criminal Appeals of Texas.\nJune 29, 1957.\n*119 Bill M. Dickson, Houston, for appellant.\nDan Walton, Dist. Atty., Thomas D. White and Howell E. Stone, Asst. Dist. Attys., Houston, Leon Douglas, State's Atty., Austin, for the State.\nDICE, Commissioner.\nAppellant was convicted as a second offender of unlawfully possessing barbiturates and her punishment assessed at confinement in the penitentiary for five years.\nOfficer Elkins of the Houston Police Department testified that on July 20, 1956, while on duty around 7:20 A.M., he received a radio dispatch to the White Cafe located in the 5200 block of Jensen Drive; that when he arrived at the location he observed the appellant sitting on the shoulder of the road in an intoxicated condition, whereupon he placed her under arrest, and proceeded to take her to the police station; that on the way to the station appellant took a bottle from her purse containing some red capsules which he took from her; that after he arrived at the station and had placed appellant in jail he took the bottle to the narcotics division where it was determined that it contained twenty-one capsules. He testified that he then marked the bottle by making a scratch on the bottom with his knife, placed it in a sealed envelope which he dropped in a locked box for the chemist. The bottle containing the capsules, upon being exhibited to him was positively identified by hi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mays-v-state"
    }
  ],
  "relatedIncidents": [
    22387,
    22390,
    22392,
    22396,
    22405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}