{
  "id": 22495,
  "title": "1957년 Wilson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1957-06-08",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Wilson. 판결일: 1957-06-08. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: Charles W. Wilson, Petitioner, v. Tracy Hand, Warden, Kansas State Penitentiary, Lansing, Kansas, Respondent\n**판결일**: 1957-06-08\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Robb\n\n## 변호인\n\nPetitioner was on the brief pro se., Fred N. Six, assistant attorney general, argued the cause, and John Anderson, Jr., attorney general, was with him on the brief for respondent.\n\n## 인용\n\n- 311 P.2d 1009\n- 181 Kan. 483\n\n## 판결문 요약\n\n\n181 Kan. 483 (1957)\n311 P.2d 1009\nCHARLES W. WILSON, Petitioner,\nv.\nTRACY HAND, Warden, Kansas State Penitentiary, Lansing, Kansas, Respondent.\nNo. 40,580\nSupreme Court of Kansas.\nOpinion filed June 8, 1957.\nPetitioner was on the brief pro se.\nFred N. Six, assistant attorney general, argued the cause, and John Anderson, Jr., attorney general, was with him on the brief for respondent.\nThe opinion of the court was delivered by\nROBB, J.:\nThis is an original habeas corpus proceeding.\nIn brief, petitioner was charged in an information, tried, and convicted of the crime of statutory rape committed on the 15th day of February, 1946. He denies that he is guilty. On May 28, 1946, he was sentenced by the Lyon district court to a term of from one to twenty-one years in the state penitentiary. He has served approximately eleven years of this sentence.\nPetitioner has submitted his Federal Bureau of Investigation record to this court and claims that since that record shows he was in the city jail of Emporia on February 13, 14, 15, and 16, 1946, he could not have committed the crime of rape on February 15, 1946. Thus he complains that his confinement is repugnant to both the federal and state constitutions and is in violation of due process of law. By reason of these circumstances, petitioner seeks a writ of habeas corpus from this court.\nThe answer of respondent sets out a general denial but admits that petitioner is in custody, as alleged, under a valid conviction and commitment for the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wilson-v-hand"
    }
  ],
  "relatedIncidents": [
    22446,
    22476,
    22497,
    22215,
    22274
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}