{
  "id": 22498,
  "title": "1957년 Blake 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1957-06-04",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Blake. 판결일: 1957-06-04. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: James R. Blake, Appellant, v. Mr. and Mrs. Lyle C. Huffman Et Al., Appellees\n**판결일**: 1957-06-04\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Smith\n\n## 변호인\n\nClark D. Mantz, of Audubon, for appellant., H. Wayne Black (deceased), of Audubon, and Leland C. White, of Harlan, for appellees.\n\n## 인용\n\n- 83 N.W.2d 460\n- 248 Iowa 938\n\n## 판결문 요약\n\n\n83 N.W.2d 460 (1957)\nJames R. BLAKE, Appellant,\nv.\nMr. and Mrs. Lyle C. HUFFMAN, John Klinkefuss, Earl Garoutte, and Harlan National Bank, of Harlan, Iowa, Appellees.\nNo. 49174.\nSupreme Court of Iowa.\nJune 4, 1957.\nClark D. Mantz, Audubon, for appellant.\nH. Wayne Black (deceased), Audubon, and Leland C. White, Harlan, for appellees.\nSMITH, Justice.\nPlaintiff, as \"first party,\" and defendants Lyle C. Huffman and wife, on February 17, 1954, executed a written contract \"to terminate the agreements (under) which (they) have operated the premises (described) and under which second parties occupy said premises owned by first party and Mary Parsons.\" We shall refer to this agreement hereinafter as \"Exhibit One.\"\nThe farming relations it sought to sever began by oral agreement in December, 1952, and involved some 320 or 400 acres of land situated partly in Audubon and partly in Guthrie County, and belonged to plaintiff, except 80 acres which he rented from his sister who is not a party here.\nThe trial court found the evidence showed \"without material dispute\" that plaintiff was \"to furnish the land, livestock, feed *461 and to do all the buying and selling of livestock and crops and the defendant to furnish the farm machinery and the labor to operate said farm and the profits from said venture were to be divided equally.\"\nA written contract was executed on January 18, 1954, before the parties decided not to continue the tenancy. It was expressly for the year 1954, but was also expre...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=blake-v-huffman"
    }
  ],
  "relatedIncidents": [
    22301,
    22325,
    22365,
    22387,
    22390
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}