{
  "id": 22497,
  "title": "1957년 Aguirre 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1957-06-04",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Aguirre. 판결일: 1957-06-04. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: JOHN C. AGUIRRE Et Al., Appellants, v. FISH AND GAME COMMISSION, Etc., Et Al., Respondents\n**판결일**: 1957-06-04\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Drapeau\n\n## 변호인\n\nWilliam T. Selby and Glenn C. Garman for Appellants., Edmund G. Brown, Attorney General, Ralph W. Scott, Deputy Attorney General, James C. Hollingsworth and Edward Henderson for Respondents.\n\n## 인용\n\n- 311 P.2d 903\n- 151 Cal. App. 2d 469\n\n## 판결문 요약\n\n\n151 Cal. App. 2d 469 (1957)\n311 P.2d 903\nJOHN C. AGUIRRE et al., Appellants,\nv.\nFISH AND GAME COMMISSION, etc., et al., Respondents.\nDocket No. 21943.\nCourt of Appeals of California, Second District, Division One.\nJune 4, 1957.\n*470 William T. Selby and Glenn C. Garman for Appellants.\nEdmund G. Brown, Attorney General, Ralph W. Scott, Deputy Attorney General, James C. Hollingsworth and Edward Henderson for Respondents.\nDRAPEAU, J. pro tem.[*]\nThe Santa Clara River in southern California flows westwardly from its sources in the Sierra Madre Mountains to the sea. It is about 100 miles long. It rises in Los Angeles County, runs through Ventura County to the ocean at a point midway between the cities of Ventura and Oxnard in the latter county. It is fed by tributary streams, mostly from the north.\nThe Santa Clara is a typical southern California river, dry on the surface for most of the year, but with water percolating and flowing under the ground all the time. Someone has said that this type of California river is \"upside down.\"\nThose who lived along the river in the early days of California depended solely upon its surface flow of water. Three or four times in a century there came years of great rainfall, and the river carried enormous quantities of water. In spate it overflowed its banks for miles, and washed away most manmade things along its course.\nThen the river would run more sedately for a time.\nThen, as cyclic changes from wet to dry years came, and the surface flow le...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=aguirre-v-fish-game-commission"
    }
  ],
  "relatedIncidents": [
    22446,
    22476,
    22495,
    22215,
    22274
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}