{
  "id": 22499,
  "title": "1957년 Petrolia 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1957-06-03",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Petrolia. 판결일: 1957-06-03. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: State v. Petrolia\n**판결일**: 1957-06-03\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Judges Clapp, Jayne and Francis\n\n## 인용\n\n- 132 A.2d 311\n- 45 N.J. Super. 230\n\n## 판결문 요약\n\n\n45 N.J. Super. 230 (1957)\n132 A.2d 311\nTHE STATE OF NEW JERSEY, PLAINTIFF-RESPONDENT,\nv.\nBENJAMIN PETROLIA, DEFENDANT-APPELLANT.\nSuperior Court of New Jersey, Appellate Division.\nArgued May 15, 1957.\nDecided June 3, 1957.\n*231 Before Judges CLAPP, JAYNE and FRANCIS.\nMr. Archibald Kreiger, Deputy Attorney-General, argued the cause for plaintiff-respondent (Mr. Charles S. Joelson, Deputy Attorney-General, Acting Passaic County Prosecutor, attorney).\nMr. Ervan F. Kushner argued the cause for defendant-appellant (Mr. Isadore Waks, attorney; Mr. Robert Kleiner, on the brief).\nThe opinion of the court was delivered by FRANCIS, J.A.D.\nAppellant was convicted of armed robbery. His previous conviction of the same offense was reversed for error in admitting a purported confession. State v. Petrolia, 21 N.J. 453 (1956). The present appeal is predicated upon an alleged error in the charge of the trial court on the subject of flight by an accused, and on asserted improper limitation in the cross-examination of a self-confessed accomplice.\nThe record discloses that Petrolia was arrested and charged with the crime on August 7, 1950. He was released in *232 substantial bail and shortly thereafter disappeared. Four years later he was located in Chicago where he was living and working under an assumed name. Extradition was waived and he was returned for trial. The explanation given at the trial for his departure was not persuasive.\nIn charging the jury on the subject the court said:\n\"There ha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-petrolia"
    }
  ],
  "relatedIncidents": [
    22396,
    22405,
    22508,
    22517,
    22218
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}