{
  "id": 22492,
  "title": "1957년 Davis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1957-06-12",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Davis. 판결일: 1957-06-12. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Willie Lee Davis v. State\n**판결일**: 1957-06-12\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson, Dice\n\n## 변호인\n\nCarr & Clark and Burks <& Brown (on appeal only), Lubbock, for appellant., George E. Gilkerson, District Attorney, /. Collier Adams, Assistant District Attorney, Lubbock, and Leon Douglas, State’s Attorney, Austin, for the state.\n\n## 인용\n\n- 306 S.W.2d 353\n- 165 Tex. Crim. 294\n\n## 판결문 요약\n\n\n306 S.W.2d 353 (1957)\nWillie Lee DAVIS, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 29092.\nCourt of Criminal Appeals of Texas.\nJune 12, 1957.\nRehearing Denied October 16, 1957.\n*354 Carr &amp; Clark, Burks &amp; Brown, Lubbock, for appellant.\nGeorge E. Gilkerson, Dist. Atty., J. Collier Adams, Asst. Dist. Atty., Lubbock, and Leon B. Douglas, State's Atty., Austin, for the State.\nDAVIDSON, Judge.\nUnder an indictment charging assault with intent to murder with malice, appellant was convicted of assault with intent to murder without malice and her punishment assessed at two years in the penitentiary.\nThe facts are well stated in a bill of exception, which the trial court approved without qualification. We adopt that as our statement of the case:\n\"Upon the trial the evidence was contradictory; the prosecution offering evidence that the defendant assaulted the prosecuting witness and cut her with a butcher knife, as a result of a fight eminating from the prosecuting witness' claim that the defendant had stolen some `panties' off of a `community clothes-line. The defendant and her witnesses claimed that the defendant was acting in self-defense, and, at the time of the difficulty, the prosecuting witness was armed with a knife. The state's evidence was that the assault occurred outside the defendant's apartment `in the yard', while the defendant and her witnesses insisted that it occurred inside the defendant's apartment.\"\nUnder those facts, the trial court charged upon self-de...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=davis-v-state"
    }
  ],
  "relatedIncidents": [
    22409,
    22439,
    22545,
    22580,
    22222
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}