{
  "id": 22516,
  "title": "1957년 Singleton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1957-05-10",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Singleton. 판결일: 1957-05-10. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: Kathleen SINGLETON v. Raymond T. SINGLETON\n**판결일**: 1957-05-10\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Cullen\n\n## 변호인\n\nHerbert D. Liebman, Frankfort, for appellant., Clyde E. Reed, Frankfort, for appellee.\n\n## 인용\n\n- 302 S.W.2d 121\n\n## 판결문 요약\n\n\nCULLEN, Commissioner.\nJudgment was entered dismissing Kathleen Singleton’s complaint seeking a divorce from her husband, Raymond. Following *122entry of the judgment, Kathleen moved for an order granting her temporary custody of their four children, giving her the right of occupancy of the family residence, allowing her alimony and maintenance pen-dente lite, and awarding a reasonable fee for the services of her attorney rendered in the action. The motion was overruled. Kathleen has appealed from the judgment and from the order overruling her motion, maintaining that she was entitled to a divorce and to the relief asked in her motion.\nThe divorce was sought on the ground that the husband had made deliberate and unfounded charges of unchastity or lewd and lascivious conduct on the part of the wife. See Hartkemeier v. Hartkemeier, 248 Ky. 803, 59 S.W.2d 1014, 1015. The evidence showed that the husband had accused the wife of “running around” with other men. However, on several occasions she had gone out alone at night and returned at a late hour, refusing to tell her husband where she had be.en. We think the chancellor was warranted in concluding that the husband had some if only slight grounds for the charges made, and was not acting in bad faith. See Howard v. Howard, 222 Ky. 203, 300 S.W. 598.\nWhen the divorce action was filed, the husband moved out of the family residence, leaving the wife there with three of the children, ages 14, 12 and 9. The fourth child, age 17, was i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=singleton-v-singleton"
    }
  ],
  "relatedIncidents": [
    22387,
    22390,
    22392,
    22396,
    22405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}