{
  "id": 22522,
  "title": "1957년 Ex parte Puckett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1957-05-01",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex parte Puckett. 판결일: 1957-05-01. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Preston Alvin Puckett\n**판결일**: 1957-05-01\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Woodley\n\n## 변호인\n\nRelator represented himself., Leon Douglas, State’s Attorney, Austin, for the state.\n\n## 인용\n\n- 164 Tex. Crim. 587\n- 301 S.W.2d 649\n\n## 판결문 요약\n\n\nWOODLEY, Judge.\nRelator, an inmate of the penitentiary, attacks as void the life sentence pronounced against him in El Paso County.\nA prior application for discharge by relator was denied in Ex parte Puckett, 161 Texas Cr. Rep. 51, 274 S.W. 2d 696.\nAfter relator had received credit for ten years on his sentence he again applied to this court for writ of habeas corpus, which was denied by order dated January 31, 1957, as follows:\n“A reexamination of the record in the light of the application filed after relator was credited with ten years served on his sentence convinces us that the relator is attempting to have us pass upon the sufficiency of the evidence to sustain his life sentence.\n“The indictment contained the allegation that the conviction in the New Mexico State Court on July 3, 1945, was final prior to the commission of the offense for which he was convicted in the United States District Court on September 26, 1947.\n“For this court to look beyond these allegations, in all things regular on their face, and entertain proof at this time that such allegations were not based upon fact would be doing exactly what we have consistently held that we might not do; that is, pass upon the sufficiency of the evidence to sustain the conviction in a collateral habeas corpus proceeding.\n“The application is denied.”\nA subsequent application was ordered filed and has been considered by all members of the court, and the same conclusion has been reached.\nIn Ex parte Daniels, 158 Texas Cr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-puckett"
    }
  ],
  "relatedIncidents": [
    22387,
    22390,
    22392,
    22396,
    22405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}