{
  "id": 22534,
  "title": "1957년 Rayford J. Wright and National Surety Corporation, Intervenor v. Lumbermen's Mutual Casualty Company 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1957-04-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Rayford J. Wright and National Surety Corporation, Intervenor v. Lumbermen's Mutual Casualty Company. 판결일: 1957-04-12. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Rayford J. WRIGHT and National Surety Corporation, Intervenor, Appellants, v. LUMBERMEN’S MUTUAL CASUALTY COMPANY, Appellee\n**판결일**: 1957-04-12\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Borah, Cameron, Tuttle\n\n## 변호인\n\nEdward Dubuisson, Dubuisson & Dubuisson, Opelousas, La., for plaintiff-appellant., A. V. Pavy, Opelousas, La., for National Surety Corporation, intervenor-appellant., H. L. Hammett, New Orleans, La., Hammett & Bertel, New Orleans, La., for appellee.\n\n## 인용\n\n- 242 F.2d 1\n\n## 판결문 요약\n\n242 F.2d 1\n    Rayford J. WRIGHT and National Surety Corporation, Intervenor, Appellants,v.LUMBERMEN'S MUTUAL CASUALTY COMPANY, Appellee.\n    No. 16066.\n    United States Court of Appeals Fifth Circuit.\n    February 27, 1957.\n    Rehearing Denied April 12, 1957.\n    \n      Edward Dubuisson, Dubuisson &amp; Dubuisson, Opelousas, La., for plaintiff-appellant.\n      A. V. Pavy, Opelousas, La., for National Surety Corporation, intervenor-appellant.\n      H. L. Hammett, New Orleans, La., Hammett &amp; Bertel, New Orleans, La., for appellee.\n      Before BORAH, TUTTLE and CAMERON, Circuit Judges.\n      BORAH, Circuit Judge.\n    \n    \n      1\n      The question involved on this appeal is whether the District Court committed error in dismissing the action for want of prosecution. For a clear understanding of the problem at hand, it would appear in order that we set forth in brief the events leading up to the judgment of dismissal.\n    \n    \n      2\n      This action was brought in the District Court for the Western District of Louisiana solely on the grounds of diversity of citizenship. Rayford J. Wright, on March 25, 1948, instituted it there when he filed suit under the Louisiana Direct Action Statute, LSA-R.S. 22:655, against the New Amsterdam Casualty Company, the insurer of Pierson Construction Company, to recover damages for personal injuries sustained by him as a result of the insured's alleged negligence. Following the institution of suit, National Surety Corporation, the wor...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rayford-j-wright-and-national-surety-corporation-intervenor-v"
    }
  ],
  "relatedIncidents": [
    22387,
    22390,
    22392,
    22396,
    22405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}