{
  "id": 2253,
  "title": "2018년 State v. Clark 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2018-12-27",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: State v. Clark. 판결일: 2018-12-27. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Louisiana v. Tory N. CLARK\n**판결일**: 2018-12-27\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Gravois\n\n## 인용\n\n- 263 So. 3d 957\n\n## 판결문 요약\n\n\nGRAVOIS, J.\nThis is defendant Tory N. Clark's second appeal. On original appeal, this Court vacated defendant's sentence and remanded the matter for the trial court to rule on defendant's post-trial motions, and if denied, to resentence defendant. For the following reasons, we find that defendant's request for an out-of-time appeal was untimely. Accordingly, defendant's appeal is dismissed as untimely.\nPROCEDURAL HISTORY\nOn September 30, 2010, a Jefferson Parish Grand Jury indicted defendant, Tory N. Clark, with the second degree murder of Terrance Augustine in violation of La. R.S. 14:30.1.1 Defendant was arraigned on October 4, 2010 and pled not guilty. On July 17, 2012, defendant's motions to suppress statement, identification, and evidence were denied after a hearing. On January 27-30, 2015, the case was tried before a twelve-person jury that unanimously found defendant guilty as charged.\nOn February 11, 2015, defendant filed a timely motion for post-verdict judgment of acquittal. On that same date, he also filed a timely motion for appeal that was granted the next day. On April 2, 2015, defendant filed a motion for a new trial. On that same date, defendant's motion for post-verdict judgment of acquittal and motion for a new trial were denied. Also on April 2, 2015, a sentencing hearing was held pursuant to La. C.Cr.P. art. 878.1, after which the trial judge took the matter under advisement. On that same date, defense counsel filed a \"Motion to Withdraw as Counsel and Ap...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-clark"
    }
  ],
  "relatedIncidents": [
    2258,
    2263,
    2277,
    2282,
    2289
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}