{
  "id": 22539,
  "title": "1957년 Robert J. Martin v. Monmouth Park Jockey Club 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1957-04-04",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Robert J. Martin v. Monmouth Park Jockey Club. 판결일: 1957-04-04. 법원: Court of Appeals for the Third Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Robert J. MARTIN, Appellant, v. MONMOUTH PARK JOCKEY CLUB Et Al.\n**판결일**: 1957-04-04\n**법원**: Court of Appeals for the Third Circuit\n**관할**: USA, Federal\n\n**판사**: Kalodner, Maris, Per Curiam, Staley\n\n## 변호인\n\nMichael von Moschzisker, Philadelphia, Pa. (McBride, von Moschzisker & Bradley, Philadelphia, Pa., on the brief), for appellant., David T. Wilentz, Perth Amboy, N. J. (Wilentz, Goldman, Spitzer & Sills, Perth Amboy, N. J., on the brief), for appellees.\n\n## 인용\n\n- 242 F.2d 344\n\n## 판결문 요약\n\n242 F.2d 344\n    Robert J. MARTIN, Appellant,v.MONMOUTH PARK JOCKEY CLUB et al.\n    No. 12113.\n    United States Court of Appeals Third Circuit.\n    Argued April 1, 1957.\n    Decided April 4, 1957.\n    \n      Appeal from the United States District Court for the District of New Jersey; Phillip Forman, Judge.\n      Michael von Moschzisker, Philadelphia, Pa. (McBride, von Moschzisker &amp; Bradley, Philadelphia, Pa., on the brief), for appellant.\n      David T. Wilentz, Perth Amboy, N. J. (Wilentz, Goldman, Spitzer &amp; Sills, Perth Amboy, N. J., on the brief), for appellees.\n      Before MARIS, KALODNER and STALEY, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      The plaintiff, a jockey, appeals from the judgment of the District Court for the District of New Jersey dismissing his complaint against the defendants which sought an injunction and damages by reason of the plaintiff's having been refused permission by the defendants to ride at their Monmouth Park racetrack in 1956. The facts and the applicable legal principles are adequately set out in the opinion filed by Chief Judge Forman in the district court, 145 F. Supp. 439, and need not be repeated here. It is sufficient to say that we are in full accord with Chief Judge Forman's conclusions and need add nothing to the reasons given by him in support of them.\n    \n    \n      2\n      The judgment of the district court will be affirmed.\n    \n    ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robert-j-martin-v-monmouth-park-jockey-club"
    }
  ],
  "relatedIncidents": [
    22387,
    22390,
    22392,
    22396,
    22405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}