{
  "id": 22599,
  "title": "1957년 Townsend 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1957-01-25",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Townsend. 판결일: 1957-01-25. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: Townsend v. McGrain\n**판결일**: 1957-01-25\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Goldmann\n\n## 인용\n\n- 128 A.2d 875\n- 43 N.J. Super. 438\n\n## 판결문 요약\n\n\n43 N.J. Super. 438 (1957)\n128 A.2d 875\nAUGUSTUS TOWNSEND AND WILLIAM TOWNSEND, T/A A. TOWNSEND &amp; SON, PLAINTIFFS,\nv.\nJOHN McGRAIN, ET AL., DEFENDANTS.\nSuperior Court of New Jersey, Chancery Division.\nDecided January 25, 1957.\n*439 Messrs. Dimon, Haines and Bunting, attorneys for plaintiffs (Mr. Martin L. Haines appearing).\nMr. George M. Hillman, attorney for defendants.\nGOLDMANN, J.S.C. (orally).\nPlaintiffs bring this action to set aside a conveyance made by defendants McGrain to defendants Haines as being in fraud of creditors. The parties have agreed that the cause may be determined upon the following stipulation of facts without the taking of testimony and proofs.\nDefendant John McGrain was the owner of the premises in question, constituting all his assets and consisting of a dwelling, barn, outbuildings and about 40 acres of land located in Mansfield Township, Burlington County. On April 4, 1955 he and his wife, defendant Emily McGrain, conveyed this property to their daughter, defendant Virginia Haines, and her husband, defendant Harold Haines. The only consideration for the conveyance was the following recital in the deed:\n\"This conveyance is made subject to right of the parties of the first part [the McGrains] to occupy the same as a home for and during the term of their natural lives, and as part of the consideration the parties of the second part agree to support and maintain the parties of the first part and pay all charges for insurance, taxes and maintenance ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=townsend-v-mcgrain"
    }
  ],
  "relatedIncidents": [
    22392,
    22465,
    22597,
    22229,
    22307
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}