{
  "id": 22597,
  "title": "1957년 Zinn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1957-01-29",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Zinn. 판결일: 1957-01-29. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: J. A. ZINN Et Al., Respondents, v. EX-CELL-O CORPORATION (A Corporation) Et Al., Appellants\n**판결일**: 1957-01-29\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Bray\n\n## 변호인\n\nWalter K. Olds, Pillsbury, Madison & Sutro, Eugene M. Prince, Francis N. Marshall and Lloyd A. Carlson for Appellants., Livingston & Livingston, David Livingston and Lawrence Livingston for Respondents.\n\n## 인용\n\n- 148 Cal. App. 2d 56\n\n## 판결문 요약\n\n\n148 Cal.App.2d 56 (1957)\nJ. A. ZINN et al., Respondents,\nv.\nEX-CELL-O CORPORATION (a Corporation) et al., Appellants.\nCiv. No. 16372. \nCalifornia Court of Appeals. First Dist., Div. One.  \nJan. 29, 1957.\n Walter K. Olds, Pillsbury, Madison &amp; Sutro, Eugene M. Prince, Francis N. Marshall and Lloyd A. Carlson for Appellants.\n Livingston &amp; Livingston, David Livingston and Lawrence Livingston for Respondents.\n BRAY, J.\n Defendants appeal from several judgments awarding plaintiffs damages in the sum of $628,284.85 principal plus $643,049.51 interest from April 13, 1939, to date of judgment--total, $1,271,334.36  [fn. 1]\n Questions Presented\n 1. Defendants were charged with fraudulently inducing plaintiffs to sell capital stock held by them in a distributing corporation which plaintiffs had organized. Defendants concede that there was a conflict of evidence as to whether defendants were guilty of misrepresentation in connection with *61 their purchase of plaintiffs' stock, but contend that as a matter of law the evidence establishes that plaintiffs knew the allegedly concealed facts and did not act in reliance upon said representations, and that said representations were not material. Hence, say they, there was no actionable fraud.\n 2. Did plaintiffs state a cause of action?\n 3. Was Sealed-Pure's default waived, so that Ex-Cell-O had no right to terminate the agency contract?\n 4. Was the agency contract terminable at will?\n 5. Was there any basis for damages?\n 6. Were plain...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=zinn-v-ex-cell-o-corp"
    }
  ],
  "relatedIncidents": [
    22392,
    22465,
    22599,
    22229,
    22307
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}