{
  "id": 22602,
  "title": "1957년 Sun-Maid Raisin Growers of California v. California Packing Corporation 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1957-01-16",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Sun-Maid Raisin Growers of California v. California Packing Corporation. 판결일: 1957-01-16. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: SUN-MAID RAISIN GROWERS OF CALIFORNIA, Appellant, v. CALIFORNIA PACKING CORPORATION, Appellee\n**판결일**: 1957-01-16\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Boss, Denman, Fee\n\n## 변호인\n\nBoyken, Mohler & Wood, Gordon Wood, San Francisco, Cal., for appellant., Marshall P. Madison, James Michael, George A. Sears, San Francisco, Cal. (Pillsbury, Madison & Sutro), San Francisco, Cal., of counsel, for appellee.\n\n## 인용\n\n- 244 F.2d 895\n\n## 판결문 요약\n\n244 F.2d 895\n    SUN-MAID RAISIN GROWERS OF CALIFORNIA, Appellant,v.CALIFORNIA PACKING CORPORATION, Appellee.\n    No. 15087.\n    United States Court of Appeals Ninth Circuit.\n    January 16, 1957.\n    \n      Boyken, Mohler &amp; Wood, Gordon Wood, San Francisco, Cal., for appellant.\n      Marshall P. Madison, James Michael, George A. Sears, San Francisco, Cal. (Pillsbury, Madison &amp; Sutro), San Francisco, Cal., of counsel, for appellee.\n      Before DENMAN, Chief Judge, FEE, Circuit Judge, and ROSS, District Judge.\n      JAMES ALGER FEE, Circuit Judge.\n    \n    \n      1\n      This is an appeal from an order dismissing without prejudice a motion by Sun-Maid Raisin Growers of California, a corporation (here appellant), to dissolve an injunction passed by the District Court of the Southern District of California on June 15, 1936. Thereby that corporation was enjoined, at the suit of California Packing Corporation (here appellee), from the use of the trade-mark \"Sun-Maid\" except on packages containing raisins and allied food products.\n    \n    \n      2\n      The District Court filed a memorandum which stated as a reason for dismissal that the above mentioned decree was entered pursuant to the mandate of this Court and that proper deference to the authority of the latter requires that a \"proceeding to re-open it, whether by rehearing or review, should be first referred to that tribunal.\"\n    \n    \n      3\n      In the briefs it was the position of appellee that the dismissal wi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sun-maid-raisin-growers-of-california-v-california-packing-corporation"
    }
  ],
  "relatedIncidents": [
    22387,
    22390,
    22392,
    22396,
    22405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}