{
  "id": 22603,
  "title": "1957년 Jonas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1957-01-14",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Jonas. 판결일: 1957-01-14. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Adolphe D. Jonas, against Board of Standards and Appeals of the City of New Rochelle, Respondent Pinebrook-Crest, Inc., Intervenor-Respondent\n**판결일**: 1957-01-14\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 3 A.D.2d 668\n\n## 판결문 요약\n\n\nIn a proceeding under article 78 of the Civil Practice Act by owners of residential property to review a determination of the respondent Board of Standards and Appeals granting a variance from certain requirements of the building code of the City of New Rochelle the appeal is from an order dismissing the petition on the merits. The determination of the respondent board was made on the application of the intervenor-respondent, a builder which had sold the premises to appellants after it had been served with a notice of violation and had been directed to remove such violation. Order unanimously affirmed, with $10 costs and disbursements. We agree with the learned Special Term that the appellants were not persons aggrieved by the determination of the respondent board, which effected the removal of a building code violation from their property, and so may not maintain this proceeding. (Building Code of the City of New Rochelle, ch. XVI, § 7.) In any event, the board’s determination was proper. The board had jurisdiction of the application which, under the circumstances presented, could properly be made by the intervener. The hearing was held and the determination was made in conformity with the *669applicable provisions of the building code; it was supported by substantial evidence and was not arbitrary or unreasonable. The board’s determination, therefore, may not be disturbed by the courts. (Cf. Matter of Levy V. Board of Stds. £ Appeals of the City of New York, 267 N. Y. 347;...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jonas-v-board-of-standards-appeals"
    }
  ],
  "relatedIncidents": [
    22387,
    22390,
    22392,
    22396,
    22405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}