{
  "id": 22616,
  "title": "1956년 Ruggiero 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1956-12-28",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Ruggiero. 판결일: 1956-12-28. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: State v. Ruggiero\n**판결일**: 1956-12-28\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Judges Clapp, Jayne and Francis\n\n## 인용\n\n- 128 A.2d 7\n- 43 N.J. Super. 156\n\n## 판결문 요약\n\n\n43 N.J. Super. 156 (1956)\n128 A.2d 7\nSTATE OF NEW JERSEY, PLAINTIFF-RESPONDENT,\nv.\nLOUIS RUGGIERO, DEFENDANT-APPELLANT.\nSuperior Court of New Jersey, Appellate Division.\nSubmitted December 21, 1956.\nDecided December 28, 1956.\n*157 Before Judges CLAPP, JAYNE and FRANCIS.\nMr. Louis Ruggiero, appellant, pro se.\nMr. Vincent P. Keuper, Monmouth County Prosecutor, for the respondent (Mr. Solomon Lautman, Assistant Prosecutor, of counsel and on the brief).\nThe opinion of the court was delivered by JAYNE, J.A.D.\nThe defendant frankly acknowledges that on June 18, 1954 he intentionally fabricated a check in the amount of $350, subscribed thereto the false and fictitious name of Joseph Petrillo as maker, and thereafter uttered the instrument with the intent and purpose of defrauding the Long Branch Trust Company.\nOn January 3, 1955 the Monmouth County Grand Jury presented an indictment designated No. 7096 accusing him in the first count of falsely making the partly printed and partly written instrument with the intent to defraud the bank, and in the second count of the act of uttering the check with the same intent, both in violation of N.J.S. 2A:109-1.\nWe may reasonably infer from the information imparted to us that the defendant was experienced in this style of swindlery and had proficiently educated himself in that field of the law applicable to such an occupation, for upon his arraignment under the indictment he pointed out that he had been indicted for the commission of the crime...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-ruggiero"
    }
  ],
  "relatedIncidents": [
    22704,
    22392,
    22465,
    22597,
    22599
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}