{
  "id": 22627,
  "title": "1956년 Simpson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1956-12-05",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Simpson. 판결일: 1956-12-05. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Arthur Emmett SIMPSON, in Error v. STATE of Oklahoma, in Error\n**판결일**: 1956-12-05\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Jones, Powell\n\n## 변호인\n\nAlvin C. Bruce, Ardmore, for plaintiff in error., Mac Q. Williamson, Atty. Gen., Lewis A. Wallace, Asst. Atty. Gen., for defendant in error.\n\n## 인용\n\n- 304 P.2d 1004\n\n## 판결문 요약\n\n\nJONES, Presiding Judge.\nThe defendant, Arthur Emmett Simpson, was charged by an information filed in the County Court of Carter County with the crime of driving an automobile on the public highway while under the influence of intoxicating liquor, was tried, convicted and pursuant to the verdict of the jury was sentenced to pay a fine of $250.'\nTwo propositions are presented by the appeal: First, the evidence was insufficient to sustáin the conviction. Second, the punishment assessed was excessive.\nThe first proposition is based upon the contention of the accused that no witness for the State testified that he saw the defendant driving his automobile at the time it struck a car belonging to Mrs. Morrison.' However, our examination of the record discloses that Mrs. Morrison, who owned the automobile which was struck by the defendant, testified that she had wálked out of -a cafe and started around the ' front of her car and saw the defendant hit the back of her car; that no one else was in the -defendant’s car and defendant was sitting- under the wheel.\nA police officer a few yards away heard the crash, went to the scene and saw defendant sitting alone in his car under the wheel. Defendant was very drunk.\nThe defendant testified in his own defense that he became intoxicated and that a man by the- name of Jones started to drive him home in defendant’s car; that in backing defendant’s car out from the curb Jones struck the car belonging to Mrs. Morrison and when he did so, Jones ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=simpson-v-state"
    }
  ],
  "relatedIncidents": [
    22616,
    22622,
    22632,
    22633,
    22637
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}