{
  "id": 22639,
  "title": "1956년 Clepper 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1956-11-07",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Clepper. 판결일: 1956-11-07. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Andrew Paul Clepper v. State\n**판결일**: 1956-11-07\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Belcher, Woodley\n\n## 변호인\n\nWm. F. Jackson and J. C. McEvoy, Hempstead, for appellant., Leon Douglas, State’s Attorney, Austin, for the state.\n\n## 인용\n\n- 164 Tex. Crim. 89\n\n## 판결문 요약\n\n\nWOODLEY, Judge.\nThe offense is assault with intent to murder; the punishment, three years.\nMotion for new trial was overruled and notice of appeal given on June 22, 1956.\nFrom the record it appears that on April 25, 1956, long prior to the date notice of appeal was given, appellant and his sureties entered into recognizance on appeal.\nA recognizance on appeal entered into before notice of appeal was given is insufficient to confer jurisdiction on this court. Hallman v. State, 113 Texas Cr. Rep. 100, 18 S.W. 2d 652; Ramirez v. State, 293 S.W. 2d 653.\nThe appeal is dismissed.\nON appellant’s motion to reinstate appeal\n*90BELCHER, Judge.\nThe record has now been perfected and the case is properly before this court for consideration.\nThe disposition hereof makes a summary of the facts unnecessary.\nThe evidence is sufficient to raise the issue of self-defense, which the trial court recognized, and in that connection submitted a charge to the jury, a portion of which reads as follows: “Now, if from the evidence in this case you believe beyond a reasonable doubt that at the time the defendant, Andrew Paul Clepper, cut the said Eugene W. Randall, if you find that he did cut him, the said Eug-ene W. Randall was making or was about to make what appeared to the defendant, as viewed from his standpoint at the time, to be an unlawful attack upon the defendant, and that the defendant cut Eugene W. Randall while and at the time it appeared to the defendant, as viewed from his standpoint, tha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=clepper-v-state"
    }
  ],
  "relatedIncidents": [
    22632,
    22637,
    22645,
    22666,
    22764
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}