{
  "id": 22637,
  "title": "1956년 Collins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1956-11-16",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Collins. 판결일: 1956-11-16. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: Marion Casey COLLINS v. COMMONWEALTH of Kentucky\n**판결일**: 1956-11-16\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Moremen\n\n## 변호인\n\nA. E. Cornett, Hyden, Pleaz W. Mobley, Manchester, for appellant., Jo. M. Ferguson, Atty. Gen., Robert F. Matthews, Jr., Asst. Atty. Gen., for appel-lee.\n\n## 인용\n\n- 295 S.W.2d 797\n\n## 판결문 요약\n\n\nMOREMEN, Judge.\nAppellant, Marion Casey Collins, was ■convicted of the murder of Elmer Marcum. His punishment was fixed at life imprisonment.\nThe killing occurred on Elk Creek in Clay County on August 17, 1955, about four o’clock in the afternoon. Both parties had known each other the greater part of their lives and before this day there had been no trouble between them. It is impossible to gain from this record even a hint of wliht was the direct cause of the tragedy. The appellant testified that not long before, Elmer Marcum had driven by the house of A. T. Collins, where appellant was seated with others on the porch, and had shaken his fist and directed swear words toward them* From the testimony of one witness offered by the defense, we gain the impression that the decedent was disturbed because appellant purportedly had struck Lloyd Marcum earlier in the day, but, regardless of the motive, the crime occurred with terrible suddenness.\nThe principal witnesses for the commonwealth were Reuben Marcum (brother-in-law of appellant), Cloe Ledford and Retha Marcum, who were gathered under the shade of a tree in the front yard of Reuben Marcum’s premises about 75 yards on the opposite side of the highway from the spot where the killing occurred. They testified that appellant Collins walked into the yard and complained of an injury to his leg. After he remained there a few minutes he left and started down the road. About this time the witnesses noticed that Elmer Marcum had stopp...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=collins-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    22632,
    22639,
    22645,
    22666,
    22764
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}