{
  "id": 22632,
  "title": "1956년 Costas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1956-11-26",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Costas. 판결일: 1956-11-26. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: John Costas, Appellant, vs. the People of the State of Illinois, Appellee\n**판결일**: 1956-11-26\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Schaefer\n\n## 변호인\n\nGeorge J. Cotsiriros, and John J. Cogan, both of Chicago, for appellant., Latham Castre, Attorney General, of Springfield, and John GuTknecht, State’s Attorney, of Chicago, (FrEd G. Leach, Edwin A. Strugara, Gordon B. Nash, Charres D. Snewind, and Wirriam Syrvester White, of counsel,) for appellee.\n\n## 인용\n\n- 138 N.E.2d 468\n- 9 Ill. 2d 534\n\n## 판결문 요약\n\n\n9 Ill. 2d 534 (1956)\n138 N.E.2d 468\nJOHN COSTAS, Appellant,\nv.\nTHE PEOPLE OF THE STATE OF ILLINOIS, Appellee.\nNo. 34017.\nSupreme Court of Illinois.\nOpinion filed November 26, 1956.\n*535 GEORGE J. COTSIRILOS, and JOHN J. COGAN, both of Chicago, for appellant.\nLATHAM CASTLE, Attorney General, of Springfield, and JOHN GUTKNECHT, State's Attorney, of Chicago, (FRED G. LEACH, EDWIN A. STRUGALA, GORDON B. NASH, CHARLES D. SNEWIND, and WILLIAM SYLVESTER WHITE, of counsel,) for appellee.\nReversed and remanded.\nMr. JUSTICE SCHAEFER delivered the opinion of the court:\nIn July of 1954 John Costas pleaded guilty to an indictment for murder and was sentenced to imprisonment in the penitentiary for a term of 50 years. In September of 1955 he filed a \"petition in the nature of a writ of error coram nobis,\" by which he sought to have the judgment of conviction vacated. His petition was dismissed upon motion and he appeals.\nTechnically, the question is the legal sufficiency of the petition. But at the hearing on the motion to dismiss, the petitioner made an offer of proof. He also filed two affidavits in support of his petition, together with the transcipt of the proceedings at the time he was sentenced. The trial court considered these matters as part of the petition without objection, and we shall so treat them here.\nPetitioner was 66 years old in 1954. The deceased was a young married woman. She was petitioner's godchild and he felt toward her \"just like his own child.\" She was a narcotic...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=costas-v-the-people"
    }
  ],
  "relatedIncidents": [
    22637,
    22639,
    22645,
    22666,
    22764
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}