{
  "id": 22645,
  "title": "1956년 Avent 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1956-10-27",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Avent. 판결일: 1956-10-27. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State of Oregon v. Avent\n**판결일**: 1956-10-27\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: Warner, Chief Justice, and Rossman, Lusk, Brand, Perry and McAllister, Justices\n\n## 변호인\n\nGeorge H. Corey, Special Assistant Attorney General and Special Prosecutor, Pendleton, argued the cause for respondent. With him on the brief were Robert Y. Thornton, Attorney General, Salem, and Bradley D. Fancher, District Attorney, Heppner., Charles E. Raymond and Donald E. Kettleberg, Portland, argued the cause and filed a brief for appellant.\n\n## 인용\n\n- 302 P.2d 549\n- 209 Or. 181\n\n## 판결문 요약\n\n\n209 Or. 181 (1956)\n302 P.2d 549\nSTATE OF OREGON\nv.\nAVENT\nSupreme Court of Oregon.\nArgued September 12, 1956.\nAffirmed October 27, 1956.\nPetition for rehearing denied December 28, 1956.\n*182 George H. Corey, Special Assistant Attorney General and Special Prosecutor, Pendleton, argued the cause for respondent. With him on the brief were Robert Y. Thornton, Attorney General, Salem, and Bradley D. Fancher, District Attorney, Heppner.\nCharles E. Raymond and Donald E. Kettleberg, Portland, argued the cause and filed a brief for appellant.\nBefore WARNER, Chief Justice, and ROSSMAN, LUSK, BRAND, PERRY and McALLISTER, Justices.\nAFFIRMED.\nLUSK, J.\nThe defendant was indicted for second degree murder, was convicted as charged, and has appealed.\nDefendant's brief contains six assignments of error. Two of these, based on the court's refusal to instruct the jury, in effect, that they could find that the defendant would have been justified in killing the victim of the homicide in order to prevent him from enticing away or stealing her child, were abandoned on the argument, and properly so, by counsel for the defendant. *183 Three of the assignments were directed to rulings to which no exception was taken on the trial, and the remaining one to the court's denial of a motion for a new trial.\n1. It should be borne in mind that it is only in rare cases that this court will notice an alleged erroneous ruling of the trial court to which no exception was taken or objection made by the appellant. F...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-avent"
    }
  ],
  "relatedIncidents": [
    22632,
    22637,
    22639,
    22666,
    22764
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}