{
  "id": 22660,
  "title": "1956년 Moore 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1956-09-25",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Moore. 판결일: 1956-09-25. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Defendant in Error, vs. Sylvester Moore, Plaintiff in Error\n**판결일**: 1956-09-25\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Davis\n\n## 변호인\n\nSylvester Moore, pro se.\n\n## 인용\n\n- 137 N.E.2d 246\n- 9 Ill. 2d 224\n\n## 판결문 요약\n\n\n9 Ill.2d 224 (1956)\n137 N.E.2d 246\nTHE PEOPLE OF THE STATE OF ILLINOIS, Defendant in Error,\nv.\nSYLVESTER MOORE, Plaintiff in Error.\nNo. 33934.\nSupreme Court of Illinois.\nOpinion filed September 25, 1956.\n*225 *226 SYLVESTER MOORE, pro se.\nReversed and remanded.\nMr. JUSTICE DAVIS delivered the opinion of the court:\nThis case comes before us on writ of error brought by defendant, Sylvester Moore, to the criminal court of Cook County. By this writ he seeks to reverse judgment and sentence to the Illinois State Penitentiary for life on a habitual criminal count.\nOn May 11, 1955, the defendant was indicted on three counts. The first count charged Moore and Arthur Irvin with armed robbery of $65 from Robert Durand. The second count was a habitual criminal count which realleged the charge of armed robbery and further set forth that the same Sylvester Moore was indicted in Cook County on a charge of robbery by indictment No. 48705 in June, 1928, pleaded guilty, and was convicted and sentenced to \"the Illinois State Reformatory at Pontiac.\" The indictment further charged that the same Sylvester Moore was again indicted in Cook County in August of 1942 on a charge of robbery and larceny of personal property of the value of $16.50, by indictment No. 42-1558; that he was tried and found guilty as charged, and of having been previously convicted of robbery, and was sentenced to imprisonment in the Illinois State Penitentiary for a term of *227 ten years. The third count of the indictment...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-people-v-moore"
    }
  ],
  "relatedIncidents": [
    22684,
    22692,
    22733,
    22396,
    22405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}