{
  "id": 22684,
  "title": "1956년 Solomon McNair v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1956-07-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Solomon McNair v. United States. 판결일: 1956-07-12. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Solomon McNAIR, Appellant, v. UNITED STATES of America, Appellee\n**판결일**: 1956-07-12\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Bastian, Edgerton, Per Curiam, Prettyman\n\n## 변호인\n\nMessrs. Leonard S. Hayes and John A. Shorter, Jr., Washington, D. C., for appellant., Mr. Fred L. McIntyre, Asst. U. S. Atty., with whom Mr. Oliver Gasch, U. S. Atty., and Messrs. Lewis Carroll and Alfred Burka, Asst. U. S. Attys., were on the brief, for appellee.\n\n## 인용\n\n- 235 F.2d 856\n\n## 판결문 요약\n\n235 F.2d 856\n    Solomon McNAIR, Appellant,v.UNITED STATES of America, Appellee.\n    Nos. 13274-13290.\n    United States Court of Appeals District of Columbia Circuit.\n    Argued June 28, 1956.\n    Decided July 12, 1956.\n    \n      Messrs. Leonard S. Hayes and John A. Shorter, Jr., Washington, D. C., for appellant.\n      Mr. Fred L. McIntyre, Asst. U. S. Atty., with whom Mr. Oliver Gasch, U. S. Atty., and Messrs. Lewis Carroll and Alfred Burka, Asst. U. S. Attys., were on the brief, for appellee.\n      Before EDGERTON, Chief Judge, and PRETTYMAN and BASTIAN, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      These are appeals from an order of the District Court denying a motion to vacate sentence, withdraw pleas of guilty, and enter a plea of not guilty.1\n    \n    \n      2\n      On February 14, 1938, &#8212; eighteen years ago &#8212; appellant McNair was arraigned and pleaded guilty to sixteen indictments for robbery and one indictment charging assault with intent to kill. The record does not disclose that he was represented by counsel at that time. He was sentenced four days after his arraignment. When sentence was imposed, counsel representing McNair was present, although there is nothing to show whether this counsel had been appointed by the court or, if so appointed, the time of his appointment.\n    \n    \n      3\n      McNair filed his motion to vacate sentence in 1955, more than seventeen years after he had been sentenced. In a short affidavit in support of the m...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=solomon-mcnair-v-united-states"
    }
  ],
  "relatedIncidents": [
    22660,
    22692,
    22733,
    22396,
    22405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}