{
  "id": 22699,
  "title": "1956년 Ballentine 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1956-06-11",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Ballentine. 판결일: 1956-06-11. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: De SYLVA v. BALLENTINE, GUARDIAN\n**판결일**: 1956-06-11\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Black, Douglas, Harlan\n\n## 변호인\n\nTheodore Kiendl argued the cause for petitioner. With him on the brief was Pat A. McCormick and John H. Cleary, Jr., Max Fink argued the cause for respondent. With him on the brief was Milton A. Rudin., Solicitor General Sobeloff, Acting Assistant Attorney General Leonard, Paul A. Sweeney, Herman Marcuse and Abraham L. Kaminstein filed a brief for the Register of Copyrights, as amicus curiae., Briefs of amici curiae urging reversal were filed by Sidney Wm. Wattenberg for the Music Publishers’ Pr\n\n## 인용\n\n- 100 L. Ed. 2d 1415\n- 76 S. Ct. 974\n- 351 U.S. 570\n- 1956 U.S. LEXIS 1803\n\n## 판결문 요약\n\n\n351 U.S. 570 (1956)\nDe SYLVA\nv.\nBALLENTINE, GUARDIAN.\nNo. 529.\nSupreme Court of United States.\nArgued April 25-26, 1956.\nDecided June 11, 1956.\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT.\nTheodore Kiendl argued the cause for petitioner. With him on the brief was Pat A. McCormick and John H. Cleary, Jr.\nMax Fink argued the cause for respondent. With him on the brief was Milton A. Rudin.\n*571 Solicitor General Sobeloff, Acting Assistant Attorney General Leonard, Paul A. Sweeney, Herman Marcuse and Abraham L. Kaminstein filed a brief for the Register of Copyrights, as amicus curiae.\nBriefs of amici curiae urging reversal were filed by Sidney Wm. Wattenberg for the Music Publishers' Protective Association, Inc., Herman Finkelstein for the American Society of Composers, Authors and Publishers, and Morris Ebenstein, with whom Sidney A. Schreiber was on the motion for leave to file the brief, for the Motion Picture Association of America, Inc.\nJohn Schulman filed a brief for the Songwriters' Protective Association, as amicus curiae, and Solomon A. Klein was with him on the motion for leave to filed this brief.\nOpinion of the Court by MR. JUSTICE HARLAN, announced by MR. JUSTICE BURTON.\nThe present Copyright Act[1] provides for a second 28-year copyright after the expiration of the original 28-year term, if application for renewal is made within one year before the expiration of the original term. This right to renew the copyright appears in § 24 of the A...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=de-sylva-v-ballentine"
    }
  ],
  "relatedIncidents": [
    22616,
    22622,
    22627,
    22632,
    22633
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}