{
  "id": 22691,
  "title": "1956년 Watson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1956-06-26",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Watson. 판결일: 1956-06-26. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: Waldron C. WATSON, Libelant v. JOSHUA HENDY CORPORATION\n**판결일**: 1956-06-26\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Dawson\n\n## 변호인\n\nPaul C. Matthews, New York City, for libelant, John J. Robinson, Edwin M. Bourke, New York City, of counsel., Corydon B. Dunham, New York City, for respondent.\n\n## 인용\n\n- 142 F. Supp. 335\n\n## 판결문 요약\n\n\nDAWSON, District Judge.\nThis is a seaman’s action tried by the Court without a jury wherein libelant sues for recovery of damages for personal injuries and for maintenance and for his wages until the end of the voyage. The libel alleges that on or about April 18, 1955, while libelant was engaged in the course of his duties on board the S. S. Marine Arrow and while in his room, he was caused to be brutally assaulted by the master of the vessel, without provocation, and thereby sustained severe and painful personal injuries.\nThe issue in the case is primarily one of fact. It is whether the injuries suffered by libelant were the result of an unprovoked assault by the master, or whether they were the result of a fight, provoked by libelant, with the junior third mate and subsequent blows struck by the master in defending himself from a later assault of libelant. Subsidiary *336to the determination of this issue is the question as to whether libelant was in a state of intoxication at the time of the assaults.\nCertain of the facts appear without controversy. There is no dispute that libelant, who had been a seaman for some years in various capacities, was engaged as third mate on the S. S. Marine Arrow which started its voyage on the Pacific Coast on or about March 14, 1955 and sailed for the Mediterranean. Previous to this trip, libelant had served as mate on several vessels owned or operated by the respondent, including the S. S. Marine Arrow.\nThe voyage from the United States t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=watson-v-joshua-hendy-corp"
    }
  ],
  "relatedIncidents": [
    22633,
    22750,
    22616,
    22622,
    22627
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}