{
  "id": 22704,
  "title": "1956년 Miesner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1956-05-28",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Miesner. 판결일: 1956-05-28. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: John Miesner v. Muriel O'G. Slaughter\n**판결일**: 1956-05-28\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 1 A.D.2d 1042\n\n## 판결문 요약\n\n\nIn an action by the vendee for specific performance of a contract for the sale of real property, the appeal is from a judgment entered after trial before an Official Referee in favor of respondent. Judgment unanimously affirmed, with costs. There was ample proof to sustain the findings of the learned trial court that the writing signed by decedent was voluntarily executed by her, that no fraud had been established, and that the instrument constituted a valid and binding contract. The agreement was sufficient under the Statute of Frauds (Real Property Law, § 259). There was an adequate description of the property intended to be conveyed. (Cf. Waring v. Ayres, 40 N. Y. 357; Miller v. Tuck, 95 App. Div. 134; Daniels v. Rogers, 108 App. Div. 338; Pelletreau v. Brennan, 113 App. Div. 806.) The sale being in bulk and the precise area being unimportant, the contract was unaffected by the fact that the acreage was inaccurately stated therein. (Cf. Johnson v. Taber, 10 N. Y. 319; Bishop v. Decker, 166 App. Div. 890, affd. 221 N. Y. 557; Ireland v. *1043Baylis, 188 App. Div. 981; Hunt v. Wall, 211 App. Div. 856, affd. 240 N. Y. 696.) Present — Nolan, P. J., Murphy, Úghetta, Hallinan and Kleinfeld, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=miesner-v-slaughter"
    }
  ],
  "relatedIncidents": [
    22616,
    22392,
    22465,
    22597,
    22599
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}