{
  "id": 22705,
  "title": "1956년 Checker Food Products Company, a Corporation v. Ralston Purina Company a Corporation 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1956-05-25",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Checker Food Products Company, a Corporation v. Ralston Purina Company a Corporation. 판결일: 1956-05-25. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: CHECKER FOOD PRODUCTS COMPANY, a Corporation, Appellant, v. RALSTON PURINA COMPANY a Corporation, Appellee\n**판결일**: 1956-05-25\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Johnsen, Sanborn, Yogel\n\n## 변호인\n\nMurray Steinberg, St. Louis, Mo. (Richard Marx and Melvin Friedman, St. Louis, Mo., were with him on the brief), for appellant., John D. Pope, III, St. Louis, Mo. (Donald G. Leavitt, Frederick A. Judell, and Koenig & Pope, St. Louis, Mo., were with him on the brief), for appellee.\n\n## 인용\n\n- 232 F.2d 477\n\n## 판결문 요약\n\n232 F.2d 477\n    CHECKER FOOD PRODUCTS COMPANY, a corporation, Appellant,v.RALSTON PURINA COMPANY a corporation, Appellee.\n    No. 15345.\n    United States Court of Appeals Eighth Circuit.\n    April 30, 1956.\n    Rehearing Denied May 25, 1956.\n    \n      Murray Steinberg, St. Louis, Mo. (Richard Marx and Melvin Friedman, St. Louis, Mo., were with him on the brief), for appellant.\n      John D. Pope, III, St. Louis, Mo. (Donald G. Leavitt, Frederick A. Judell, and Koenig &amp; Pope, St. Louis, Mo., were with him on the brief), for appellee.\n      Before SANBORN, JOHNSEN and VOGEL, Circuit Judges.\n      SANBORN, Circuit Judge.\n    \n    \n      1\n      This is an appeal by the plaintiff (appellant) from a judgment dismissing its action brought in December, 1951, under the Trade-Mark Act, 15 U.S.C.A., &#167;&#167; 1116, 1117, 1121, upon the claim that the defendant (appellee) had infringed the plaintiff's trade-mark rights in the name \"Checker,\" and had engaged in unfair competition.\n    \n    \n      2\n      Each of the parties is a Missouri corporation with its principal place of business in St. Louis, Missouri.\n    \n    \n      3\n      The plaintiff in its complaint alleged that since about March 15, 1936, it has been engaged in the sale at wholesale of breakfast foods made from grains and particularly from rice and wheat; that since the inception of its business it has engaged in nationwide advertising of its trade-marks \"Checker Rice Puffs\" and \"Checker Wheat Puffs,\" which has r...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=checker-food-products-company-a-corporation-v-ralston-purina-company-a"
    }
  ],
  "relatedIncidents": [
    22616,
    22622,
    22627,
    22632,
    22633
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}