{
  "id": 22713,
  "title": "1956년 Bremmer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1956-05-09",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Bremmer. 판결일: 1956-05-09. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: Joseph H. Bremmer Et Ux., Appellants, v. Journal-Tribune Publishing Company, Appellee\n**판결일**: 1956-05-09\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Bliss, Garfield, Hays, Larson, Oliver, Peterson, Smith, Thompson, Wennerstrum\n\n## 변호인\n\n• John Hutchinson, of Sioux City, for appellants., Shull, Marshall, Mayne, Marks & Vizintos, of Sioux City, for appellee.\n\n## 인용\n\n- 76 N.W.2d 762\n- 247 Iowa 817\n\n## 판결문 요약\n\n\n76 N.W.2d 762 (1956)\nJoseph H. BREMMER, and Mrs. Joseph H. Bremmer, Husband and Wife, Appellants,\nv.\nJOURNAL-TRIBUNE PUBLISHING COMPANY, Appellee.\nNo. 48768.\nSupreme Court of Iowa.\nMay 9, 1956.\n*763 John Hutchinson, Sioux City, for appellants.\nShull, Marshall, Mayne, Marks &amp; Vizintos, Sioux City, for appellee.\nOLIVER, Justice.\nThis is an action for damages brought by the parents of eight year old Jimmy Bremmer, deceased, for invasion of their right of privacy. The petition alleges plaintiffs' son Jimmy disappeared from his Sioux City home and remained missing for approximately one month until September 29, 1954, when his mutilated and decomposed body was discovered in a field near Sioux City; that on said date the evening edition of defendant newspaper carried on the front page a large picture of the site where the body was found, \"that toward the bottom center of the photograph the mutilated and decomposed body of Jimmy Bremmer lay exposed.\" \"That because the picture of the body was exposed to the public view and more particularly to the view of the parents, Mr. and Mrs. Joseph Bremmer, the constitutional right of privacy of Mr. and Mrs. Joseph Bremmer was invaded; further that because of the publication of the aforementioned photograph by the Journal-Tribune Publishing Company, the parents of Jimmy Bremmer, Mr. and Mrs. Joseph Bremmer have suffered untold mental anguish and humiliation and will continue to do so in the future; that by reason of such suffering and humil...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bremmer-v-journal-tribune-publishing-company"
    }
  ],
  "relatedIncidents": [
    22734,
    22752,
    22498,
    22616,
    22622
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}