{
  "id": 22719,
  "title": "1956년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1956-04-23",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1956-04-23. 법원: Supreme Court of Virginia.",
  "description": "## 사건 정보\n\n**사건명**: Colway Realty Corporation v. Commonwealth of Virginia\n**판결일**: 1956-04-23\n**법원**: Supreme Court of Virginia\n**관할**: Virginia, VA\n\n**판사**: Hudgins\n\n## 변호인\n\nEdward S. Ferebee, for the plaintiffs in error., R. D. Mcllwaine, III, Assistant Attorney General (J. Lindsay Almond, Jr., Attorney General on brief), for the Commonwealth.\n\n## 인용\n\n- 198 Va. 1\n\n## 판결문 요약\n\n\nHudgins, C. J.,\ndelivered the opinion of the court.\nOn August 13, 1954, the Department of Taxation assessed a capital tax for the years 1951, 1952 and 1953 upon certain intangible personal property owned by three corporations, the Col-way Realty Corporation, Camelot Court, Inc., and Tazman Realty Corporation. Each of the corporations claimed the assessment was illegal and filed a petition under Code Sec. 58-1130 for correction of the alleged erroneous assessment. The facts and issues involved were the same except for the difference in the amount of the as-sessments, and by agreement of the parties the three petitions were heard together. From an order dismissing the petitions the corporations obtained this appeal.\nThe decisive question raised is whether the corporations were engaged in business within the purview of the Virginia capital tax statutes.\nThe principal office of each corporation is in Norfolk, Virginia. The purposes for which each corporation was formed are the same, and expressed in the charter of Colway Realty Corporation as follows:\n“To purchase, lease, hire or otherwise acquire real and personal property, improved and unimproved, of every kind and description, and to sell, dispose of, lease, convey, encumber and mortgage said property, or any part thereof. To acquire, hold, lease, manage, operate, develop, control, build, erect, maintain for the purposes of said Company, construct, reconstruct or purchase, either directly or through ownership of stock in any ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=colway-realty-corp-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    22616,
    22622,
    22627,
    22632,
    22633
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}