{
  "id": 22714,
  "title": "1956년 Saul 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1956-05-09",
  "location": "South Carolina, SC, USA",
  "summary": "미국 South Carolina, SC 법원 판결 사건. 사건명: Saul. 판결일: 1956-05-09. 법원: Supreme Court of South Carolina.",
  "description": "## 사건 정보\n\n**사건명**: W. C. CAYE & COMPANY, INC., Respondent, v. R. M. SAUL, D/B/A SAUL CONSTRUCTION COMPANY, INC., Appellant\n**판결일**: 1956-05-09\n**법원**: Supreme Court of South Carolina\n**관할**: South Carolina, SC\n\n**판사**: Legge, Moss, Oxner, Stukes, Taylor\n\n## 변호인\n\nHorace W. Sazvyer, Esq., of Edgefield, for Appellant,, Messrs. Edgar L. Morris and James E. Reagan, of Columbia, for Respondent,\n\n## 인용\n\n- 92 S.E.2d 696\n- 229 S.C. 306\n\n## 판결문 요약\n\n\n229 S.C. 306 (1956)\n92 S.E.2d 696\nW.C. CAYE &amp; COMPANY, INC., Respondent,\nv.\nR.M. SAUL, d/b/a SAUL CONSTRUCTION COMPANY, INC., Appellant.\n17157\nSupreme Court of South Carolina.\nMay 9, 1956.\n*307 Horace W. Sawyer, Esq., of Edgefield, for Appellant.\nMessrs. Edgar L. Morris and James E. Reagan, of Columbia, for Respondent.\nMay 9, 1956.\nMOSS, Justice.\n*308 The appellant, R.M. Saul, did on March 19, 1955, execute and deliver to W.C. Caye &amp; Company, Inc., respondent, his promissory note, whereby he agreed to pay the sum of Twenty-Eight Thousand Two Hundred Eighty-Two &amp; 50/100 ($28,282.50) Dollars in eighteen consecutive monthly installments. He also executed on the same date a Conditional Sales Contract covering one motor road scraper as security for the payment of said note. The appellant defaulted in the payment of the indebtedness represented by said note and secured by the Conditional Sales Contract. Prior to the institution of this action he voluntarily surrendered possession of the motor road scraper to the respondent in Richland County, the same being delivered from the appellant's home in Edgefield County, of which he was a resident.\nThis action was commenced in Richland County by the respondent against the appellant for the purpose of foreclosing the Conditional Sales Contract. The prayer of the complaint was for judgment of foreclosure of the said Conditional Sales Contract, referred to in the complaint as a chattel mortgage, and for the sale of the said motor...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=caye-co-inc-v-saul"
    }
  ],
  "relatedIncidents": [
    22742,
    22446,
    22476,
    22495,
    22497
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}