{
  "id": 22715,
  "title": "1956년 Ether Humphrey v. Stanolind Oil & Gas Company 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1956-05-08",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Ether Humphrey v. Stanolind Oil & Gas Company. 판결일: 1956-05-08. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Ether HUMPHREY Et Al., Appellants, v. STANOLIND OIL & GAS COMPANY, Appellee\n**판결일**: 1956-05-08\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Cameron, Hutcheson, Tuttle\n\n## 변호인\n\nMontague S. Ross,, Nashville, Tenn., E. B. Votaw, Beaumont, Tex., for appellants., Ewell Strong, Strong, Moore, Pipkin, Strong & Nelson, Beaumont, Tex., for appellee.\n\n## 인용\n\n- 232 F.2d 925\n\n## 판결문 요약\n\n232 F.2d 925\n    Ether HUMPHREY et al., Appellants,v.STANOLIND OIL &amp; GAS COMPANY, Appellee.\n    No. 15814.\n    United States Court of Appeals Fifth Circuit.\n    May 8, 1956.\n    \n      Montague S. Ross,, Nashville, Tenn., E. B. Votaw, Beaumont, Tex., for appellants.\n      Ewell Strong, Strong, Moore, Pipkin, Strong &amp; Nelson, Beaumont, Tex., for appellee.\n      Before HUTCHESON, Chief Judge, and TUTTLE and CAMERON, Circuit Judges.\n      HUTCHESON, Chief Judge.\n    \n    \n      1\n      This appeal is from a judgment dismissing plaintiffs' suit with prejudice because of their failure to comply with an earlier order1 of the court entered June 13, 1955, requiring plaintiffs, upon the purported authority of Rule 19(b) F.R.C.P., 28 U.S.C.A., to make additional parties defendant the persons and corporations named in the order. It presents for our review the single question, whether the order of June 13th was validly and properly entered.\n    \n    \n      2\n      The matter developed below, it comes here, upon a series of pleadings, motions and orders2 which put and kept plaintiffs off balance and finally knocked them out in a manner strongly reminiscent of the strategy and tactics successfully employed, and the results achieved by defendants, in the trial court in Loew's Inc., v. Bays, 5 Cir., 209 F.2d 610.\n    \n    \n      3\n      Appellants insist that the order directing the making of additional parties defendant is not only without precedent in statute, rule, or decision, bu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ether-humphrey-v-stanolind-oil-gas-company"
    }
  ],
  "relatedIncidents": [
    22616,
    22622,
    22627,
    22632,
    22633
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}