{
  "id": 22724,
  "title": "1956년 Cafe Tia Juana, Inc. v. State Department of Liquor Control 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1956-04-18",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Cafe Tia Juana, Inc. v. State Department of Liquor Control. 판결일: 1956-04-18. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: CAFE TIA JUANA, INC., Appellant-Appellee v. STATE DEPARTMENT OF LIQUOR CONTROL, Appellee-Appellant\n**판결일**: 1956-04-18\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Hornbeck, Miller, Wiseman\n\n## 변호인\n\nLeonard J. Stern, Columbus, for appellant-appellee., C. William O’Neill, Atty. Geni., S. Noel Melvin, Asst. Atty. Geni., Columbus, for appellee-appellant.\n\n## 인용\n\n- 73 Ohio Law. Abs. 492\n\n## 판결문 요약\n\n\nOPINION\nBy THE COURT.\nSubmitted on motion of the appellee seeking an order dismissing the appeal for the reason that no bill of exceptions has been signed, allowed and filed in accordance with §2321.06 et seq, R. C. The record discloses that the decision of the trial court is entered on the record which exemplifies some of the errors set forth in the appellant’s assignment of errors. Under §2321.05 R. C., a bill of exceptions is not required under such circumstances. See In re Estate of Anderson, 71 Abs 126; Hoffman Candy Co. v. Dept of Liquor Control, 56 Abs 257; Harlem v. Board of Liquor Control, 62 Abs 355.\nThe motion is overruled. The appellant’s motion for leave to present oral argument is also overruled.\nMILLER, PJ, HORNBECK, J, concur.\nWISEMAN, J, not participating.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cafe-tia-juana-inc-v-state-department-of-liquor-control"
    }
  ],
  "relatedIncidents": [
    22616,
    22622,
    22627,
    22632,
    22633
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}