{
  "id": 22725,
  "title": "1956년 Doggett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1956-04-11",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Doggett. 판결일: 1956-04-11. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Oklahoma Ex Rel. Walter A. TAYRIEN, Petitioner, v. Walter M. DOGGETT, County Judge of Kay County, Oklahoma, Respondent\n**판결일**: 1956-04-11\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Jones, Powell\n\n## 변호인\n\nRaymond A. Trapp, Blackwell, for petitioner., Mac Q. Williamson, Atty. Gen., Fred Hansen, First Asst. Atty. Gen., for respondent.\n\n## 인용\n\n- 296 P.2d 185\n\n## 판결문 요약\n\n\n296 P.2d 185 (1956)\nSTATE of Oklahoma ex rel. Walter A. TAYRIEN, Petitioner,\nv.\nWalter M. DOGGETT, County Judge of Kay County, Oklahoma, Respondent.\nNo. A-12336.\nCriminal Court of Appeals of Oklahoma.\nApril 11, 1956.\nRaymond A. Trapp, Blackwell, for petitioner.\nMac Q. Williamson, Atty. Gen., Fred Hansen, First Asst. Atty. Gen., for respondent.\nJONES, Presiding Judge.\nThis is an original action wherein the petitioner, Walter A. Tayrien, seeks a writ of prohibition directed to Walter M. Doggett, County Judge of Kay County, prohibiting the respondent from proceeding further with the trial of a criminal action filed in the County Court of Kay County wherein the petitioner was charged with the alleged offense of driving an automobile on a public highway while under the influence of intoxicating liquor.\nThe verified petition alleged that the information filed against the accused purportedly charged a violation of the provisions of House Bill No. 814, being Section 1 of Chapter 4, p. 263 of the 1955 *186 Session Laws of the Oklahoma Legislature, 47 O.S.Supp. 93; that said act of the Legislature was void and of no effect for the reason that it was passed by a legislature that was not a constitutionally composed assembly in that it had refused to follow the mandates of the people as set forth in the Constitution of Oklahoma pertaining to its membership.\nIt was further alleged that Sections 9, 9(a), 9(b) and 11 of Article 5 of the Oklahoma Constitution defines the State Senate, design...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-tayrien-v-doggett"
    }
  ],
  "relatedIncidents": [
    22616,
    22622,
    22627,
    22632,
    22633
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}