{
  "id": 22733,
  "title": "1956년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1956-03-28",
  "location": "Puerto Rico, PR, USA",
  "summary": "미국 Puerto Rico, PR 법원 판결 사건. 사건명: Jones. 판결일: 1956-03-28. 법원: Supreme Court of Puerto Rico.",
  "description": "## 사건 정보\n\n**사건명**: Alberto González Torres, and v. James M. Jones, Warden, and\n**판결일**: 1956-03-28\n**법원**: Supreme Court of Puerto Rico\n**관할**: Puerto Rico, PR\n\n**판사**: Belaval, Sifre\n\n## 변호인\n\nAlberto González Torres in pro. per. José Trías Monge, Attorney General, and Rafael L. Ydrach Yordán and Ramón C. Ruiz Sanchez, Fiscal and Assistant Fiscal of the Supreme-Court, respectively, for appellee.\n\n## 인용\n\n- 79 P.R. 41\n\n## 판결문 요약\n\n\nMr. Justice Sifre\ndelivered the opinion of the Court.\nThe appellant was charged with and convicted of the-subsequent offense of burglary in the first degree and sentenced to serve from fifteen to thirty years’ imprisonment in the penitentiary. He subsequently filed a petition for Habeas Corpus challenging the judgment and alleging that he was unlawfully imprisoned. The writ was issued. The-defendant answered and a hearing was held in the Superior-Court, Arecibo Part. The petition was finally dismissed, and the petitioner appealed from the order of dismissal assigning several errors which we now proceed to consider.\nIn the first assignment he contends that the judgment rendered in the burglary proceeding is void because he was sentenced to a minimum of fifteen years, when § 56-of the Penal Code fixes a minimum sentence of ten years. In the second error he alleges that he could only be sentenced' to ten years, since the Indeterminate Sentence Act applies; only to those cases where a minimum and a maximum sentence is provided by law. Both assignments are devoid of merit. Section 56, supra, provides that “If the offense of which such person is subsequently convicted is such that, upon a first conviction, an offender would be punishable by imprisonment in the penitentiary, for any term exceeding five years,” which is the case as to burglary in the first degree “such person is punishable by imprisonment in the penitentiary not less than ten years.” And § 1 of Act *43No. 295, appro...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gonzalez-torres-v-jones"
    }
  ],
  "relatedIncidents": [
    22660,
    22684,
    22692,
    22396,
    22405
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}