{
  "id": 22734,
  "title": "1956년 Parsons & Whittemore, Inc. v. Rederiaktiebolaget Nordstjernan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1956-03-22",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Parsons & Whittemore, Inc. v. Rederiaktiebolaget Nordstjernan. 판결일: 1956-03-22. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: PARSONS & WHITTEMORE, Inc. v. REDERIAKTIEBOLAGET NORDSTJERNAN\n**판결일**: 1956-03-22\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Herlands\n\n## 변호인\n\nWachtell, Manheim & Grouf, New York City, Harold Manheim and Robert Braunschweig, New York City, of counsel, for plaintiff., Kirlin, Campbell & Keating, New York City, Elmer C. Maddy, New York City, of counsel, for defendant.\n\n## 인용\n\n- 141 F. Supp. 220\n\n## 판결문 요약\n\n\nHERLANDS, District Judge.\nThe question to be determined upon this motion for a stay of trial pending arbitration is whether or not the rate agreément sued upon and containing an arbitration provision is a “maritime transaction” or “a contract evidencing a transaction involving commerce” within the meaning of the United States Arbitration Act, Title 9 U.S.C.A. §§ 1-3. Unless the agreement is one or the other, this Court would be without jurisdiction to enforce the arbitration provision and to issue a stay in aid of it.\nFor the reasons set forth in this opinion, it has been concluded that the agreement is both a “maritime transaction” and “a contract evidencing a transaction involving commerce”; and that the application for the stay should be granted.\nPlaintiff is a New York corporation which buys wood pulp on the Pacific Coast for export and sale to customers outside the United States. Defendant is a Swedish corporation. It maintains a steamship line and acts as a common carrier between the Pacific Coast of Canada and the United States and European ports. It is a member of the Pacific Coast European Conference, legalized under 46 U.S.C.A. § 814.\nTo induce shippers to patronize Conference lines exclusively, the Conference gives shippers who sign exclusive patronage or rate agreements a right to tariff rates lower than those applicable to non-signers. These rate agreements are on forms prepared by the Conference. On March 5, 1951, plaintiff signed such an agreement. The utiliza...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=parsons-whittemore-inc-v-rederiaktiebolaget-nordstjernan"
    }
  ],
  "relatedIncidents": [
    22713,
    22752,
    22498,
    22616,
    22622
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}