{
  "id": 22735,
  "title": "1956년 Johnson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1956-03-21",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Johnson v. State. 판결일: 1956-03-21. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Arzetta Johnson v. State\n**판결일**: 1956-03-21\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Dice\n\n## 변호인\n\nBurks & Brown, by Burton S. Burks, Lubbock, for appellant., Leon Douglas, State’s Attorney, Austin, for the state.\n\n## 인용\n\n- 289 S.W.2d 593\n- 163 Tex. Crim. 185\n\n## 판결문 요약\n\n\n289 S.W.2d 593 (1956)\nArzetta JOHNSON, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 28163.\nCourt of Criminal Appeals of Texas.\nMarch 21, 1956.\n*594 Burks &amp; Brown, Lubbock, for appellant.\nLeon B. Douglas, State's Atty., Austin, for the State.\nDICE, Commissioner.\nThe information, in multiple counts, charged appellant with making three separate sales of intoxicating liquor in Lubbock County, a dry area.\nCount No. 1 charged a sale of whisky to John L. Dibrell on or about November 28, 1954, and alleged a prior conviction of an offense of like character to enhance the penalty; Count No. 2 charged a sale of whisky to Earnest L. Dunlap on or about November 30, 1954; and Count No. 3 charged a sale of beer to John L. Dibrell on or about December 2, 1954.\nThe court submitted to the jury the issue of appellant's guilt under Counts Nos. 1 and 2, and instructed the jury to acquit the appellant as to Count No. 3.\nThe jury returned three separate verdicts, finding appellant guilty as charged in Counts Nos. 1 and 2, and assessed punishment of six months' and three months' confinement in jail, respectively, under the two counts, and found appellant \"Not Guilty\" as to Count No. 3.\nUpon the jury verdicts, the court entered judgment ordering appellant released from all further liability upon Count No. 3, and ordered appellant committed to jail for nine (9) months as to Counts Nos. 1 and 2.\nState Liquor Board Inspectors John L. Dibrell and Earnest Loyd Dunlap testified that, on November 28...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-v-state"
    }
  ],
  "relatedIncidents": [
    22616,
    22622,
    22627,
    22632,
    22633
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}