{
  "id": 22742,
  "title": "1956년 Cole 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1956-03-05",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Cole. 판결일: 1956-03-05. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: LAMBERT COLE, as Administrator, Etc., Respondent, v. LOUISE H. COLE, Appellant\n**판결일**: 1956-03-05\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Vallee\n\n## 변호인\n\nDraper, Porter & Kramer and Herbert L. Porter for Appellant., Hahn & Faith and Alvin W. Hahn for Respondent.\n\n## 인용\n\n- 139 Cal. App. 2d 691\n\n## 판결문 요약\n\n\n139 Cal. App. 2d 691 (1956)\nLAMBERT COLE, as Administrator, etc., Respondent,\nv.\nLOUISE H. COLE, Appellant.\nCiv. No. 21291. \nCalifornia Court of Appeals. Second Dist., Div. Three.  \nMar. 5, 1956.\n Draper, Porter &amp; Kramer and Herbert L. Porter for Appellant.\n Hahn &amp; Faith and Alvin W. Hahn for Respondent.\n VALLEE, J.\n Appeal by defendant from a judgment for plaintiff in a suit to quiet title to an undivided half interest in a parcel of realty. Defendant also appeals from the order denying her motion for a new trial. That order is nonappealable and the appeal therefrom must be dismissed.\n Defendant Louise Cole and Cornelius Cole were married in 1935. Prior to their marriage and during their engagement they bought the property in question. Defendant furnished all of the purchase price, which she paid in installments of $15 a month. It was purchased as a place for her parents to live. Title was taken in the name of Cornelius. On October 26, 1945, by a conveyance, title was vested in defendant and Cornelius as joint tenants.\n Later defendant and Cornelius were divorced. While the divorce action was pending they entered into a property settlement *693 agreement. The agreement was drawn by the attorney for Cornelius. It contained these provisions:\n \"3. That there is certain real property located at 344 West Colorado Street, Monrovia, California, and described as follows to-wit:\"\n [Description]\n which said property is owned an undivided one-half interest thereof by the wife,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cole-v-cole"
    }
  ],
  "relatedIncidents": [
    22714,
    22446,
    22476,
    22495,
    22497
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}