{
  "id": 22752,
  "title": "1956년 Cox 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1956-02-20",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Cox. 판결일: 1956-02-20. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: Cox v. Wall Tp.\n**판결일**: 1956-02-20\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Judges Clapp, Jayne and Francis\n\n## 인용\n\n- 120 A.2d 779\n- 39 N.J. Super. 243\n\n## 판결문 요약\n\n\n39 N.J. Super. 243 (1956)\n120 A.2d 779\nJOHN P. COX AND ELIZABETH M. COX, HIS WIFE, AND EVERETT H. THORNE, PLAINTIFFS-RESPONDENTS,\nv.\nTOWNSHIP OF WALL, A MUNICIPAL CORPORATION OF THE STATE OF NEW JERSEY, AND WILLIAM STROHM, INSPECTOR OF BUILDINGS, DEFENDANTS-APPELLANTS.\nSuperior Court of New Jersey, Appellate Division.\nArgued January 30, 1956.\nDecided February 20, 1956.\n*245 Before Judges CLAPP, JAYNE and FRANCIS.\nMr. William R. Blair, Jr., argued the cause for plaintiffs-respondents (Messrs. Parsons, Labrecque, Canzona &amp; Combs, attorneys).\nMr. William C. Nowels argued the cause for defendants-appellants.\nThe opinion of the court was delivered by CLAPP, S.J.A.D.\nThe Superior Court, Law Division, declared the building code of the defendant Wall Township to be invalid insofar as it prohibited materials and methods of construction proposed to be used in a certain prefabricated house herein referred to. The court also ordered the defendant building inspector of the township to issue a building permit for the erection of the house.\nDefendants appeal, claiming, first, that the provisions of the building code under attack here are not arbitrary and hence should not have been invalidated; second, that certain exhibits were improperly admitted into evidence; and third, that plaintiffs have not the standing to maintain this action.\nThe prefabricated house proposed to be erected here is a so-called Gunnison Home, modified in certain respects, a type of house manufactured by a subsid...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cox-v-wall-tp"
    }
  ],
  "relatedIncidents": [
    22713,
    22734,
    22498,
    22616,
    22622
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}