{
  "id": 22750,
  "title": "1956년 Claim of Kapuscinski v. John Picone, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1956-02-21",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Claim of Kapuscinski v. John Picone, Inc.. 판결일: 1956-02-21. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Claim of Michael Kapuscinski, against John Picone, Inc., Workmen's Compensation Board\n**판결일**: 1956-02-21\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 1 A.D.2d 863\n\n## 판결문 요약\n\n\nAppeal by the employer and its insurance carrier from an award of compensation. The board found that claimant was employed as a night watchman on a construction job in the borough of Queens, that, as an incident of his employment, he entered a tavern for coffee and, as he departed at one o’clock in the morning, he was assaulted and robbed. Appellants claim that the accidental injuries did not arise out of and in the course of employment. Upon the first hearing at which testimony was taken, claimant testified that he had left the construction site to obtain a cup of coffee and was assaulted and robbed when he came back. At the next hearing, a city detective testified that an hour or two after the occurrence claimant told him he had a few beers at a tavern several blocks away from the construction site and was offered a ride by two young fellows who beat him and took his money. Claimant was recalled and then testified that the incident occurred when he left the tavern and started back to the job. There was evidence in the record that the employer had given claimant permission to go for coffee during the night. Thus, questions of credibility and fact were presented which were within the province of the board to decide and except that the insurance carrier was not given a reasonable opportunity to produce further evidence, we would affirm the award. The carrier requested an adjournment for the purpose of producing evidence that a restaurant near the construction site was open fo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "폭행",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=claim-of-kapuscinski-v-john-picone-inc"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-ex-rel-cossentino-v-jackson"
    }
  ],
  "relatedIncidents": [
    22633,
    22691,
    22616,
    22622,
    22627
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}