{
  "id": 22764,
  "title": "1956년 Newton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1956-02-03",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Newton. 판결일: 1956-02-03. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Charles E. Newton vs. Commonwealth\n**판결일**: 1956-02-03\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Qua, Whittemoee, Wilkins, Williams\n\n## 변호인\n\nGeorge H. Lewald, for the plaintiff in error., Daniel J. Finn, Assistant Attorney General, for the Commonwealth.\n\n## 인용\n\n- 131 N.E.2d 749\n- 333 Mass. 523\n\n## 판결문 요약\n\n\n333 Mass. 523 (1956)\n131 N.E.2d 749\nCHARLES E. NEWTON\nvs.\nCOMMONWEALTH.\nSupreme Judicial Court of Massachusetts, Suffolk.\nDecember 8, 1955.\nFebruary 3, 1956.\nPresent: QUA, C.J., WILKINS, WILLIAMS, &amp; WHITTEMORE, JJ.\nGeorge H. Lewald, for the plaintiff in error.\nDaniel J. Finn, Assistant Attorney General, for the Commonwealth.\n*524 QUA, C.J.\nThis case is here on a bill of exceptions directed to the action of a single justice of this court in ordering affirmed on writ of error a judgment of the Superior Court entered February 10, 1947, sentencing the petitioner to imprisonment for life[1] on his plea of guilty in the second degree to an indictment charging him with the murder of his wife.\nThe original substitute petition, the return to the writ, the answer of the Commonwealth, the findings, rulings, and order for judgment of the single justice, and the petitioner's claim of exceptions, all being papers on file in this court for the county of Suffolk, are all referred to in the bill of exceptions as incorporated therein and have been certified to us by the single justice. We treat them as included in the record before us. See G.L. (Ter. Ed.) c. 231, § 135, as amended by St. 1941, c. 187, § 1. The return to the writ contains a full record of the proceedings in the trial court, including a transcript of what took place when the petitioner's plea of guilty in the second degree was accepted.\nThe petitioner took only a single exception to the findings, rulings, and order for judg...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=newton-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    22632,
    22637,
    22639,
    22645,
    22666
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}