{
  "id": 22773,
  "title": "1956년 Kinsella 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1956-01-16",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: Kinsella. 판결일: 1956-01-16. 법원: District Court, S.D. West Virginia.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America on the Relation of Walter KRUEGER v. Nina KINSELLA, Warden of the Federal Reformatory for Women, Alderson, West Virginia\n**판결일**: 1956-01-16\n**법원**: District Court, S.D. West Virginia\n**관할**: West Virginia, WV\n\n**판사**: Duncan W. Daugherty\n\n## 변호인\n\nJohn C. Morrison, Charleston, W. Va., Frederick Bernays Wiener, Washington, D. C., Adam Richmond, Bethesda, Md., for relator., Duncan W. Daugherty, U. S. Atty., Huntington, W. Va., Percy H. Brown, Asst. U. S. Atty., Hinton, W. Va., Lt. Colonel James W. Booth, JAGC and Lt. Colonel Cecil L. Forinash, JAGC, Judge Advocate General’s Corps, U. S. Army, for respondent.\n\n## 인용\n\n- 137 F. Supp. 806\n\n## 판결문 요약\n\n\n137 F. Supp. 806 (1956)\nUNITED STATES of America on the relation of Walter KRUEGER\nv.\nNina KINSELLA, Warden of the Federal Reformatory for Women, Alderson, West Virginia.\nNo. 1726.\nUnited States District Court S. D. West Virginia.\nJanuary 16, 1956.\nJohn C. Morrison, Charleston, W. Va., Frederick Bernays Wiener, Washington, D. C., Adam Richmond, Bethesda, Md., for relator.\nDuncan W. Daugherty, U. S. Atty., Huntington, W. Va., Percy H. Brown, Asst. U. S. Atty., Hinton, W. Va., Lt. Colonel James W. Booth, JAGC and Lt. Colonel Cecil L. Forinash, JAGC, Judge *807 Advocate General's Corps, U. S. Army, for respondent.\nMOORE, Chief Judge.\nOn January 10, 1953, Mrs. Dorothy Krueger Smith was convicted by a United States Army general court-martial, sitting in Tokyo, Japan, of the premeditated murder of her husband, Colonel Aubrey D. Smith. The killing occurred on the night of October 3 or early morning of October 4, 1952, at the quarters occupied by the couple within the area of the Washington Heights Housing Project.\nMrs. Smith was sentenced to imprisonment for life. She appealed through all available military channels, but her conviction and sentence were finally affirmed by the Court of Military Appeals on December 30, 1954. She is now held as a prisoner in the Federal Reformatory for Women, a United States Government Penal Institution located at Alderson, in the Southern Judicial District of West Virginia. Her father, General Walter Krueger, U. S. Army, retired, filed a petition wi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-ex-rel-krueger-v-kinsella"
    }
  ],
  "relatedIncidents": [
    22632,
    22637,
    22639,
    22645,
    22666
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}