{
  "id": 22787,
  "title": "1955년 Mitchell v. Town of Shelter Island 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1955-12-08",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Mitchell v. Town of Shelter Island. 판결일: 1955-12-08. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Abram Mitchell v. Town of Shelter Island\n**판결일**: 1955-12-08\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Hill\n\n## 변호인\n\nHenry Tasker for defendants., Stanley S. Corwin for plaintiffs.\n\n## 인용\n\n- 3 Misc. 2d 127\n\n## 판결문 요약\n\n\nL. Barron Hill, J.\nDefendants move for alternative relief. They move to dismiss the complaint for failure to state facts sufficient to constitute a cause of action under rule 106 of the Rules of Civil Practice or for judgment on the pleadings under rule 112. Issue has been joined; therefore, defendant is entitled to apply for relief under either rule. A cross motion for judgment on the pleadings by plaintiff has been withdrawn.\nThis is a taxpayers’ action commenced against the Town Board of the Town of Shelter Island to restrain it from issuing a capital note of the town in the sum of $500 and serial bonds of the town in the amount of $9,500. This money is to be used to purchase real estate to be used for the establishment of a public recreational area in and for said town.\n*128A resolution authorizing the issuance of said note and bonds for the said purpose was duly adopted by defendants on August 15,1955. Pursuant to law, the resolution was further approved by the qualified voters of the town at a special election held on September 9, 1955.\nThe action was instituted within the time limited in the resolution. The plaintiffs, taxpayers of the town, allege, by their complaint, that the resolution is invalid for failure to comply with section 32.00 of the Local Finance Law. The gravamen of plaintiffs’ complaint is contained in paragraphs “ 13 ” and “ 14 ” thereof, which state as follows: “13. § 32.00 of the Local Finance Law of the State o'f New York provides, in part and inso...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mitchell-v-town-of-shelter-island"
    }
  ],
  "relatedIncidents": [
    22786,
    22795,
    22798,
    22804,
    22808
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}