{
  "id": 22786,
  "title": "1955년 Rea 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1955-12-14",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Rea. 판결일: 1955-12-14. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Simmons and Simmons Construction Company, Inc. v. W. L. Rea D.B.A. W. L. Rea Construction Company\n**판결일**: 1955-12-14\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Calvert\n\n## 변호인\n\nPowell, Wirtz Rcmhut & McGinnis, Robert C. Duke and William A. Brown, all of Austin, for petitioner., North, Blackmon & White, of Corpus Christi, for respondent.\n\n## 인용\n\n- 286 S.W.2d 415\n- 155 Tex. 353\n\n## 판결문 요약\n\n\n286 S.W.2d 415 (1955)\nSIMMONS AND SIMMONS CONSTRUCTION CO., Inc., Petitioner,\nv.\nW. L. REA, d/b/a W. L. Rea Construction Co., Respondent.\nNo. A-5205.\nSupreme Court of Texas.\nDecember 14, 1955.\nRehearing Denied February 22, 1956.\nPowell, Wirtz, Rauhut &amp; McGinnis, Robert C. Duke and William A. Brown, Austin, for petitioner.\n*416 North, Blackmon &amp; White, Corpus Christi, for respondent.\nCALVERT, Justice.\nSuit was by petitioner against respondent for damages for breach of contract. The trial court rendered judgment for petitioner. The Court of Civil Appeals reversed and rendered judgment for respondent. 275 S.W.2d 747, 750.\nRespondent was a general contractor holding a contract with the United States government for construction of certain improvements at Foster Air Force Base. Much of the work was to be performed through subcontractors. Petitioner bid on the outside electrical work. In a conference held on July 22, 1952 between petitioner's general manager, Mr. Jones, and respondent's general manager, Mr. Bonvillain, petitioner's offer to do the work was accepted and the parties discussed and agreed on the essential terms of the subcontract. Mr. Bonvillain then reduced the agreement to writing, with several copies, and gave all copies to Mr. Jones.\nThe writing was in the form of a formal contract. It contained a provision requiring a performance bond to be furnished by petitioner \"within five days from date of signing\", and concluded: \"In Witness Whereof the parties heret...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=simmons-simmons-construction-co-v-w-l-rea-dba-w-l-rea"
    }
  ],
  "relatedIncidents": [
    22787,
    22795,
    22798,
    22804,
    22808
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}