{
  "id": 22798,
  "title": "1955년 Verheyleweghen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1955-10-17",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Verheyleweghen. 판결일: 1955-10-17. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Peter Verheyleweghen v. Emanuel Klein, Doing Business under the Name of Crown Diamond Company\n**판결일**: 1955-10-17\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Schreiber\n\n## 변호인\n\nGeorge M. Feigin for plaintiff., David Davidoff for defendant.\n\n## 인용\n\n- 208 Misc. 783\n\n## 판결문 요약\n\n\nSchreiber, J.\nThe plaintiff had been selling precious stones for thirty years. He was the owner of a loose diamond weighing 11.75 carats valued at $1,050 per carat, or a total of $12,357.50. For some time he had been doing business with the defendant and sold him diamonds. On or about November 27, 1952, the defendant took from plaintiff the above-described diamond. This stone was given to defendant and accepted by him pursuant to arrangements embodied in a paper writing which provided: “ The merchandise described herein is delivered to you on memorandum only, at your risk of loss, or damage, by theft, robbery, fire or otherwise. Title to the said merchandise is and shall remain in P. Verheyleweghen and is held by the undersigned subject to the order of P. Verheyleweghen, the delivery thereof being for the purpose of inspection only, and is to be returned on demand ”. A further provision contained in this exhibit is “ the undersigned has no right to transfer the said merchandise to any other person, firm or corporation, whether on memorandum or otherwise, without the written permission of P. Verheyleweghen. ’ ’\nThe defendant, notwithstanding the memorandum approved by him, turned the stone over to one Leslie Jonap who signed a receipt showing that he was accepting same from defendant for examination and inspection, the diamond to remain the property of defendant until sold by defendant to said Jonap.\nDelivery to Jonap was in direct violation of the terms under which defendant...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=verheyleweghen-v-klein"
    }
  ],
  "relatedIncidents": [
    22923,
    22938,
    22953,
    22660,
    22684
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}