{
  "id": 22795,
  "title": "1955년 Creppel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1955-11-07",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Creppel. 판결일: 1955-11-07. 법원: Louisiana Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: Mrs. Sidonia CREPPEL, divorced Wife of August Billiot and Felix Thibodeaux v. Douglas FLEMING\n**판결일**: 1955-11-07\n**법원**: Louisiana Court of Appeal\n**관할**: Louisiana, LA\n\n**판사**: Janvier\n\n## 변호인\n\nEwin & Robertson and Tucker & Schone-kas, New Orleans, for defendant-appellant., Harold L. Molaison and Robert I. Brous-sard, Gretna, for plaintiffs-appellees.\n\n## 인용\n\n- 83 So. 2d 132\n\n## 판결문 요약\n\n\nJANVIER, Judge.\nThe plaintiffs seek to recover in tort for humiliation and embarrassment and for loss of and injury to some of their personal effects, household goods, furniture, etc., which loss and damage they allege resulted when one of the defendants, Douglas Fleming, caused the other two defendants, Edmund Mayfield, Jr., and Fredrick Verdin, to demolish the building in which the plaintiffs were living and which belonged to the estate of which Fleming was the manager.\nFleming was held liable to Mrs. Billiot in the sum of $615, and to Thibodeaux in the sum of $325. There was judgment dismissing the suit as against the other two defendants, Mayfield, Jr., and Verdin. From this judgment Fleming appealed devolutively and suspensively. The two plaintiffs did not appeal, but in answer to the appeal prayed that the judgment be amended by an increase in the awards in the case of Mrs. Billiot to $1,575.50, and in the case of Felix Thibodeaux to $1,551. Also in their answer to the appeal of Fleming the two plaintiffs prayed that, insofar as the judgment ran in favor of Mayfield and Verdin, it be reversed and the judgment in their favor be solidary against all three defendants, Fleming, Mayfield and Verdin.\nThe record is made up of irreconcilable contradictory statements from which, with some hesitation, we state the following facts.\nIn the general area of Lafitte, which is a small settlement in the Parish of Jefferson on Bayou Barataría, is a tract of land known as Fleming Plantat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=creppel-v-fleming"
    }
  ],
  "relatedIncidents": [
    22786,
    22787,
    22798,
    22804,
    22808
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}