{
  "id": 22808,
  "title": "1955년 Upton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1955-09-23",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: Upton. 판결일: 1955-09-23. 법원: New Mexico Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: STATE of New Mexico, Plaintiff-Appellee, v. James Larry UPTON, Defendant-Appellant\n**판결일**: 1955-09-23\n**법원**: New Mexico Supreme Court\n**관할**: New Mexico, NM\n\n**판사**: Compton, Kiker, Lujan, McGHEE, Sad-Ler, Sadler\n\n## 변호인\n\nWilson P. Hurley, Morgan S. White, Albuquerque, for appellant., Richard H. Robinson, Atty. Gen., Fred M. Standley and W. R. Kegel, Ass’t Attys. Gen., for appellee.\n\n## 인용\n\n- 290 P.2d 440\n- 60 N.M. 205\n\n## 판결문 요약\n\n\n290 P.2d 440 (1955)\n60 N.M. 205\nSTATE of New Mexico, Plaintiff-Appellee,\nv.\nJames Larry UPTON, Defendant-Appellant.\nNo. 5912.\nSupreme Court of New Mexico.\nSeptember 23, 1955.\nRehearing Denied November 21, 1955.\n*441 Wilson P. Hurley, Morgan S. White, Albuquerque, for appellant.\nRichard H. Robinson, Atty. Gen., Fred M. Standley and W.R. Kegel, Ass't Attys. Gen., for appellee.\nKIKER, Justice.\nThis is an appeal from a conviction of murder in the first degree for which a sentence of death by electrocution has been imposed. Appellant bases his appeal upon three grounds which will be set out and determined after the facts are briefly stated.\nOn September 10, 1954, James Larry Upton, the appellant, was hitchhiking from Nowata, Oklahoma, to Los Angeles, California. At about eight-thirty that morning he was picked up on the outskirts of Amarillo, Texas by an Air Force Corporal, Donald T. Dilley, who was driving to Salt Lake City, Utah, by way of Albuquerque, New Mexico. Upton and Cpl. Dilley continued on Highway 66 toward Albuquerque through the course of the morning, stopping once to change a flat tire, and again, so that Cpl. Dilley might purchase gasoline. At about one-thirty in the afternoon, when they were approximately four and one-half miles east of Albuquerque on Highway 66, Upton drew a pistol from a package that he had on the seat beside him and ordered Cpl. Dilley to stop the car. Instead of stopping, Cpl. Dilley speeded up. Upon a further warning from Upton, Cpl. Dilley g...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-upton"
    }
  ],
  "relatedIncidents": [
    22909,
    22936,
    22632,
    22637,
    22639
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}