{
  "id": 22804,
  "title": "1955년 Meehan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1955-10-07",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Meehan. 판결일: 1955-10-07. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: THOMAS J. MEEHAN, as Receiver, Etc., Et Al., Respondents, v. STEWART B. HOPPS Et Al., Appellants\n**판결일**: 1955-10-07\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Shenk\n\n## 변호인\n\nJ. W. Ehrlich, Lloyd W. Dinkelspiel, Eugene S. Clifford and Heller, Ehrman, White & McAuliffe for Appellants., Edmund G. Brown, Attorney General, Harold B. Haas, Deputy Attorney General, Freitas, Allen, McCarthy & Bettini, MeCutcheon, Thomas, Matthew, Griffiths & Green and James D. Adams for Respondents.\n\n## 인용\n\n- 45 Cal. 2d 213\n\n## 판결문 요약\n\n\n45 Cal. 2d 213 (1955)\nTHOMAS J. MEEHAN, as Receiver, etc., et al., Respondents,\nv.\nSTEWART B. HOPPS et al., Appellants.\nS. F. No. 19246. \nSupreme Court of California. In Bank.  \nOct. 7, 1955.\n J. W. Ehrlich, Lloyd W. Dinkelspiel, Eugene S. Clifford and Heller, Ehrman, White &amp; McAuliffe for Appellants.\n Edmund G. Brown, Attorney General, Harold B. Haas, Deputy Attorney General, Freitas, Allen, McCarthy &amp; Bettini, McCutcheon, Thomas, Matthew, Griffiths &amp; Green and James D. Adams for Respondents.\n SHENK, J.\n This is a motion to dismiss the appeal from an order of the Marin County Superior Court denying the defendants' motion to enjoin plaintiffs' counsel from further participation in the case and to restrain such counsel from disclosing certain confidential information pertaining thereto.\n The action is by the receiver of the Rhode Island Insurance Company and the Insurance Commissioner of the State of California against Stewart B. Hopps and others for an accounting and other relief on behalf of the policyholders, creditors and stockholders of the company. The plaintiffs charge that Hopps, former director, member of the executive committee and chairman of the board of the company, dominated and managed the company's affairs for his own personal gain in violation of his fiduciary duties.\n The complaint was filed and served on July 2, 1954, together with a notice to take defendant Hopps' deposition. Edwards and Angell, of Providence, Rhode Island, are counsel for the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=meehan-v-hopps"
    }
  ],
  "relatedIncidents": [
    22786,
    22787,
    22795,
    22798,
    22808
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}