{
  "id": 22815,
  "title": "1955년 Calhoun 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1955-09-12",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Calhoun. 판결일: 1955-09-12. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Calhoun v. the State\n**판결일**: 1955-09-12\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Duckworth\n\n## 변호인\n\nFrank A. Bowers, for plaintiff in error., Paul Webb, Solicitor-General, E. L. Tiller, Charlie 0. Murphy, Eugene Cook, Attorney-General, Rubye G. Jackson, contra.\n\n## 인용\n\n- 89 S.E.2d 197\n- 211 Ga. 819\n\n## 판결문 요약\n\n\n211 Ga. 819 (1955)\n89 S.E.2d 197\nCALHOUN\nv.\nTHE STATE.\n19034.\nSupreme Court of Georgia.\nSubmitted July 13, 1955.\nDecided September 12, 1955.\nFrank A. Bowers, for plaintiff in error.\nPaul Webb, Solicitor-General, E. L. Tiller, Charlie O. Murphy, Eugene Cook, Attorney-General, Rubye G. Jackson, contra.\nDUCKWORTH, Chief Justice.\nHoward Calhoun was indicted, tried, and convicted in Fulton Superior Court of the offense of rape. Thereafter he filed his motion for new trial, which was later amended to contain several special grounds. After a hearing, the motion, as amended, was denied, and the exception here is to that judgment. Held:\n1. While the amended motion for new trial contains several grounds, counsel for the plaintiff in error only argues the merits of his general grounds; hence all special grounds will be considered to be abandoned. Code § 6-1308; Plummer v. State, 200 Ga. 641 (38 S.E.2d 411); Rosborough v. State, 209 Ga. 362 (72 S.E.2d 717).\n2. The approved purported brief of evidence in the record is not sufficient to meet the requirements of Code (Ann. Supp.) § 70-305 (Ga. L. 1889, *820 p. 119; 1953, Nov.-Dec. Sess., pp. 440, 446), as it contains various irrelevant matters such as objections, arguments, colloquies and recesses, and other orders of the court which are routine to the operation of the court, all of which is not a part of the brief of evidence. Hence, as stated in Robinson v. State, 209 Ga. 650 (75 S.E.2d 9), McDonald v. Fletcher, 211 Ga. 405 (86 S.E.2d 21...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=calhoun-v-state"
    }
  ],
  "relatedIncidents": [
    22854,
    22714,
    22742,
    22786,
    22787
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}