{
  "id": 22813,
  "title": "1955년 Gray 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1955-09-13",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Gray. 판결일: 1955-09-13. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: Eunice Phinnie Gray, Appellee, v. William George Gray, Appellant; Eunice Phinnie Gray, Appellant, v. William George Gray, Appellee\n**판결일**: 1955-09-13\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Schwartz\n\n## 변호인\n\nCase No. 46521: Westbrooks, Holman, Johnson & Farmer, of Chicago, for appellant; Claude W. B. Holman, Evelyn F. Johnson, and Muriel O. Farmer, all of Chicago, of counsel., Prescott, Burroughs, Taylor & Carey, of Chicago, for appellee; William C. Wines, and Richard K. Cooper, both of Chicago, of counsel., Case No. 46656: Euclid Louis Taylor, of Chicago, for appellant; William C. Wines, of Chicago, of counsel., Westbrooks, Holman, Johnson & Farmer, of Chicago, for appellee; Claude W. B. Holman, of\n\n## 인용\n\n- 128 N.E.2d 602\n- 6 Ill. App. 2d 571\n\n## 판결문 요약\n\n MR. JUSTICE SCHWARTZ delivered the opinion of the court. Two appeals have been consolidated — one from an order allowing* temporary alimony and solicitor’s fees, and the other from an order denying a motion for continuance on account of the engagement of counsel and dismissing plaintiff’s complaint for divorce for failure to prosecute. The error charged in respect to the latter point is that the court had no power to proceed with the hearing on the merits until the appeal from the interlocutory order had been decided, or if it did have such power, that it abused its discretion in denying plaintiff’s motion for a continuance.  We will consider first the argument of plaintiff that the trial on the merits should abide the event of the appeal from the interlocutory order. That was a temporary order, designed to provide for plaintiff pending the trial of the case. Defendant had the right to test by appeal the validity of the order and he also had the right to insist on a prompt disposition of the case on the merits for the very reason that a temporary or provisional order had been entered without a hearing on the merits. To hold that an appeal from an order such as this should stay the trial of the case on its merits would mean that in cases in which an interlocutory order has no direct bearing on the ultimate issues, or in cases where receiverships are involved and numerous appeals may be taken on relatively minor matters, the entire proceeding could be delayed. Moreover, a bond...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gray-v-gray"
    }
  ],
  "relatedIncidents": [
    22786,
    22787,
    22795,
    22798,
    22804
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}