{
  "id": 22840,
  "title": "1955년 Charles Parker Co. v. Silver City Crystal Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1955-07-26",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Charles Parker Co. v. Silver City Crystal Co.. 판결일: 1955-07-26. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: The Charles Parker Company v. the Silver City Crystal Company Et Al.\n**판결일**: 1955-07-26\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Baldwin, Daly, O'Sullivan, Phillips, Wynne\n\n## 변호인\n\nDenis T. O’Brien, Jr., with whom were Denis T. O’Brien, 3d, and Richard C. Harpham, for the plaintiff., Fleming James, Jr., with whom were David H. Jacobs and, on the brief, William A. Jacobs, for the defendants.\n\n## 인용\n\n- 142 Conn. 605\n\n## 판결문 요약\n\n\n142 Conn. 605 (1955)\nTHE CHARLES PARKER COMPANY\nv.\nTHE SILVER CITY CRYSTAL COMPANY ET AL.\nSupreme Court of Connecticut.\nArgued June 15, 1955.\nDecided July 26, 1955.\nBALDWIN, O'SULLIVAN, WYNNE, DALY and PHILLIPS, JS.\n*607 Denis T. O'Brien, Jr., with whom were Denis T. O'Brien, 3d, and Richard C. Harpham, for the plaintiff.\nFleming James, Jr., with whom were David H. Jacobs and, on the brief, William A. Jacobs, for the defendants.\nBALDWIN, J.\nThe plaintiff, The Charles Parker Company, brought this action against the defendants, The Silver City Crystal Company and Joseph N. DePaola, claiming damages for defamation. The trial court has reserved the cause upon stipulated facts for the advice of this court. The questions propounded which we deem it necessary to answer are contained in a footnote.[1]\nThe stipulated facts are as follows: The plaintiff is a Connecticut corporation engaged in the *608 manufacturing business in Meriden. The defendant Silver City Crystal Company, hereinafter referred to as the defendant company, is a Connecticut corporation and owns and operates, under a license issued by the federal communications commission, radio station WMMW in Meriden. Its station has a frequency sufficiently strong to make its signals heard throughout Connecticut and in some of the surrounding states. The defendant Joseph N. DePaola was, on November 29, 1949, the legally qualified candidate on the Democratic ticket for the office of mayor of Meriden in an election to be held on th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=charles-parker-co-v-silver-city-crystal-co"
    }
  ],
  "relatedIncidents": [
    22786,
    22787,
    22795,
    22798,
    22804
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}