{
  "id": 22854,
  "title": "1955년 Parker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1955-06-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Parker. 판결일: 1955-06-24. 법원: United States Court of Military Appeals.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. HENRY PARKER, Jr., Private First Class, U. S. Army\n**판결일**: 1955-06-24\n**법원**: United States Court of Military Appeals\n**관할**: USA, Federal\n\n**판사**: Brosman, Latimer, Quinn\n\n## 변호인\n\nLt Col George M. Thorpe, U. S. Army, and 1st Lt Robert C. Taylor, U. S. Army, for Appellant., Lt Col Thomas J. Newton, U. S. Army, and 1st Lt A. Kenneth Pye, U. S. Army, for Appellee.\n\n## 인용\n\n- 6 C.M.A. 75\n- 6 USCMA 75\n\n## 판결문 요약\n\n\n*79Opinion of the Court\nGeoRGe W. Latimer, Judge:\nI\nThis case arrives before us both under mandatory review provisions of Article 67(6) (1) of the Code, 60 USC § 664, which governs cases where the death penalty has been adjudged, and through a petition for new trial filed with The Judge Advocate General of the Army and referred to this Court as provided by Article 78 of the Uniform Code of Military Justice, 60 USC § 660. A general court-martial convened in Germany found the accursed guilty of two offenses of rape, alleged as violations of Article 120 of the Code, 50 USC § 714, and one offense of assault with intent to commit rape in violation of Article 134 of the Code, 60 USC § 728. Because the accused’s life is at stake, we have considered every substantial ground of error which we find in the record. Preliminary to discussing the merits of the appeal, we deny the petition for new trial for reasons which will become apparent as we develop our grounds for granting a rehearing on the mandatory review. We will discuss only those facts necessary to an understanding of the issues raised.\nII\nOur resume of the facts will disclose there is ample evidence in the record to support the findings that accused committed three heinous offenses. However, in connection with our recitation of those facts concerning the substantive offenses it must be borne in mind that we relate the testimony furnished by the Government witnesses, as no defense witnesses were called. On the evening of Novem...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-parker"
    }
  ],
  "relatedIncidents": [
    22815,
    22714,
    22742,
    22786,
    22787
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}