{
  "id": 22862,
  "title": "1955년 Fellton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1955-06-13",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Fellton. 판결일: 1955-06-13. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: FELLTON v. ORKIN EXTERMINATING CO., INC., Et Al.\n**판결일**: 1955-06-13\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Felton, Nichols, Quillian\n\n## 변호인\n\nMoretón Bolleston, Jr., Thomas B. Branch, Jr., for plaintiff in error., Moise, Post & Gardner, McKenzie, Kaler & Shuman, contra.\n\n## 인용\n\n- 88 S.E.2d 463\n- 92 Ga. App. 186\n\n## 판결문 요약\n\n\n92 Ga. App. 186 (1955)\n88 S.E.2d 463\nFELLTON\nv.\nORKIN EXTERMINATING CO., INC., et al.\n35662.\nCourt of Appeals of Georgia.\nDecided June 13, 1955.\n*190 Moreton Rolleston, Jr., Thomas B. Branch, Jr., for plaintiff in error.\nMoise, Post &amp; Gardner, McKenzie, Kaler &amp; Shuman, contra.\nNICHOLS, J.\n1. This is a tort action based upon a conspiracy. The conspiracy was to drive the plaintiff from the employ of the defendant corporation, to prevent him from becoming a competitor to the corporation, and to ruin his prestige in the pest-control business. \"Conspiracy is the combination of two or more persons to do (a) something that is unlawful, oppressive, or immoral; or (b) something that is not unlawful, oppressive, or immoral, by unlawful, oppressive, or immoral means; (c) something that is unlawful, oppressive, or immoral by unlawful, oppressive, or immoral means.\" Brown &amp; Allen v. Jacobs' Pharmacy Co., 115 Ga. 429, 433 (41 S. E. 553, 57 L. R. A. 547, 90 Am. St. R. 126); Patterson Pope Motor Co. v. Ford Motor Co., 66 Ga. App. 41 (1) (16 S. E. 2d 877). \"In civil actions a conspiracy alone will not support a cause of action. Pursuant to the conspiracy there must be acts or means by which the scheme conceived in the conspiracy is given effect, and damages must result which flow from and have their causal connection in the conspiracy, save that when special damages are shown to result, punitive damages may inhere in the cause of action. Where a contract between one of the conspi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fellton-v-orkin-exterminating-co"
    }
  ],
  "relatedIncidents": [
    22888,
    22908,
    22951,
    22955,
    22616
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}