{
  "id": 22864,
  "title": "1955년 Ex parte Meadows 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1955-06-08",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex parte Meadows. 판결일: 1955-06-08. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex parte Fred A. MEADOWS\n**판결일**: 1955-06-08\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrison\n\n## 변호인\n\nNo attorney on appeal for appellant., Leon Douglas, State’s Atty., Austin, for the State.\n\n## 인용\n\n- 279 S.W.2d 870\n\n## 판결문 요약\n\n\nMORRISON, Presiding Judge.\nRelator, an inmate of the Texas Prison System, seeks his discharge by writ of ha-beas corpus, alleging that he plead guilty before the court without counsel and without having counsel appointed to represent him, as required by Article 10a, V.A.C.C.P.\nUpon receipt of appellant’s application, we entered an order directing the Judge of the Criminal District Court of Jefferson County to develop the fapts touching relator’s allegation.\nThe hearing was had and the facts certified to this Court in accordance with the terms of Article 119, V.A.C.C.P.\nThe relator testified that he was brought down from the jail to Judge Shivers’ court sometime in 1944, that he had an agreement with an assistant district attorney to plead guilty in two cases, and that the sentences were to run concurrently, that he stepped up to the judge’s bench, told the judge that he wanted to plead guilty, and that his plea was received. He stated that he was not represented by counsel, and none was appointed to represent him. He stated further that he did not know that his sentences were cumulated until after he was received at the penitentiary.\nHonorable M. H. Oldhani testified that he was Judge of the County Court at Law of Jefferson County from 1943 until 1947 and that he at no time represented relator, either by employment or appointment, in any criminal case in Judge Shivers’ court. He stated that he knew no other lawyer in his part of the State whose name was Old-ham and who had b...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-meadows"
    }
  ],
  "relatedIncidents": [
    22786,
    22787,
    22795,
    22798,
    22804
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}