{
  "id": 22874,
  "title": "1955년 Communist Party of the United States of America v. Subversive Activities Control Board 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1955-05-31",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Communist Party of the United States of America v. Subversive Activities Control Board. 판결일: 1955-05-31. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: COMMUNIST PARTY OF THE UNITED STATES of America, Petitioner, v. SUBVERSIVE ACTIVITIES CONTROL BOARD, Respondent\n**판결일**: 1955-05-31\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Bazelon, Danaher, Prettyman\n\n## 변호인\n\nMr. Vito Marcantonio, New York City (who died subsequent to the argument), Mr. John J. Abt, New York City, of the bar of the Court of Appeals of New York, pro hac vice, by special leave of Court, and Mr. Joseph Forer, Washington, D. C., for petitioner., Miss Beatrice Rosenberg, Atty., Department of Justice, of the bar of the Court of Appeals of New York, pro hac vice, by special leave of Court, Mr. George R. Gallagher, Gen. Counsel, Subversive Activities Control Board, and Mr. David B. Irons, of\n\n## 인용\n\n- 223 F.2d 531\n\n## 판결문 요약\n\n223 F.2d 531\n    COMMUNIST PARTY OF THE UNITED STATES of America, Petitioner,v.SUBVERSIVE ACTIVITIES CONTROL BOARD, Respondent.\n    No. 11850.\n    United States Court of Appeals, District of Columbia Circuit.\n    Argued October 21, 1954.\n    Decided December 23, 1954.\n    Petition for Rehearing Denied January 14, 1955.\n    Writ of Certiorari Granted May 31, 1955.\n    \n      See 75 S.Ct. 872.\n      COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Mr. Vito Marcantonio, New York City (who died subsequent to the argument), Mr. John J. Abt, New York City, of the bar of the Court of Appeals of New York, pro hac vice, by special leave of Court, and Mr. Joseph Forer, Washington, D. C., for petitioner.\n      Miss Beatrice Rosenberg, Atty., Department of Justice, of the bar of the Court of Appeals of New York, pro hac vice, by special leave of Court, Mr. George R. Gallagher, Gen. Counsel, Subversive Activities Control Board, and Mr. David B. Irons, of the bar of the Supreme Court of Texas, pro hac vice, by special leave of Court, with whom Mr. Frank R. Hunter, Jr., Asst. Gen. Counsel, Subversive Activities Control Board, Messrs. Harold D. Koffsky and Carl H. Imlay, Attys., Department of Justice, and Messrs. Leo M. Pellerzi and Ned O. Heinish, Attys., Subversive Activities Control Board, were on the brief, for respondent. Mr. William A. Paisley, Att...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=communist-party-of-the-united-states-of-america-v-subversive-activities"
    }
  ],
  "relatedIncidents": [
    22786,
    22787,
    22795,
    22798,
    22804
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}