{
  "id": 22882,
  "title": "1955년 Vitiello 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1955-05-20",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Vitiello. 판결일: 1955-05-20. 법원: Florida Industrial Commission.",
  "description": "## 사건 정보\n\n**사건명**: VITIELLO v. APPROVED AWNING & SHUTTER CO.\n**판결일**: 1955-05-20\n**법원**: Florida Industrial Commission\n**관할**: Florida, FL\n\n## 변호인\n\nBernard Hutner and Harry Zuckerman, both of Miami, for claimant.\n\n## 인용\n\n- 7 Fla. Supp. 158\n\n## 판결문 요약\n\n\nBY THE COMMISSION.\nThis cause came on to be heard before the full commission upon the employer’s application for review of a deputy commissioner’s compensation order dated January* 31, 1955.\nOn October 8, 1954 the deputy entered an order rejecting the employee’s claim and dismissing the proceedings. On October 13 the claimant filed an application for review by the full commission. Thereafter, on October 22,, within 20 days after the date copies of the order were mailed to the parties and before the same had become final, the deputy, upon representations that new and vital evidence not theretofore available to claimant had been disclosed, entered an order setting aside his order of dismissal and continuing the cause for the purpose of receiving further testimony.\nBy letter filed October 15 claimant in the meantime had filed notice of withdrawal of his application for review. On November 9 we entered an order dismissing the application.\nAfter further hearings on December 16, 1954 and January 28, 1955 the deputy entered the order here reviewed awarding compensation, remedial attention and an attorney’s fee. The employer’s application for review states several grounds, including the contentions that the deputy lacked jurisdiction to enter his order of January 31, 1955 because his order of October 8, 1954 had become final and was res judicata, and that the jurisdictional facts and findings necessary to support the order were not in the evidence before the deputy and were not foun...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=vitiello-v-approved-awning-shutter-co"
    }
  ],
  "relatedIncidents": [
    22786,
    22787,
    22795,
    22798,
    22804
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}