{
  "id": 22888,
  "title": "1955년 McIntosh 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1955-05-06",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: McIntosh. 판결일: 1955-05-06. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: Pearlie Caudill McINTOSH v. Jim TAULBEE\n**판결일**: 1955-05-06\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Sims\n\n## 변호인\n\nO. J. Cockrell, Jackson, for appellants., J. Douglas Graham, Campton, for appel-lees.\n\n## 인용\n\n- 279 S.W.2d 8\n\n## 판결문 요약\n\n\nSIMS, Judge.\nThis is a motion for an appeal from a $2,000 judgment for damages which appel-lees, Jim and Vergie Taulbee, aver they have suffered by reason of a fraud perpetrated on them in a land transaction through a conspiracy entered into by appellants, Pearlie Caudill McIntosh and her mother, Edna Taulbee. To save time and space and to avoid confusion, we will refer to the parties by their given names.\nThree grounds are assigned for reversal: (1) A verdict should have been directed in favor of appellants; (2) the instructions are erroneous;. (3) the argument of appel-lees’ counsel was improper and prejudicial. Since we find merit in the first ground,- we do not reach the other two.\nEdna formerly lived in Breathitt County, Ky., but on December 10, 1951, when she attempted to convey a tract of land of 200 acres in Wolfe County to Jim and his wife, Vergie, she was residing in Knox County, Indiana. She was a widow, 67 years of age, and on the' occasion in question had returned to Kentucky to attend the funeral of her young granddaughter. While waiting for a ride in an automobile oh her way back to Indiana, she spent the night in the *9Home of Jim and Vergie Taulbee in Wolfe County, whom she had known ' for many years. The record fails to show whether she was related to them or whether Jim and his wife or Edna were related to Pat Taulbee, who seems to have had title to the land in controversy. Edna had with her a deed to the 200 acres and she sold the land to Jim, who gave he...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcintosh-v-taulbee"
    }
  ],
  "relatedIncidents": [
    22862,
    22908,
    22951,
    22955,
    22616
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}