{
  "id": 22909,
  "title": "1955년 Baker 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1955-04-11",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Baker. 판결일: 1955-04-11. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Missouri, Respondent, v. Kenneth (Bob) BAKER, Appellant\n**판결일**: 1955-04-11\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Coil, Holman, Van Osdol\n\n## 변호인\n\nJoseph N. Miniace, Kansas City, for appellant., John M. -Dalton, 'Atty. Gen., Hugh P. ■Williamson, Asst. Atty. Gen., for respondent.\n\n## 인용\n\n- 277 S.W.2d 627\n\n## 판결문 요약\n\n\n277 S.W.2d 627 (1955)\nSTATE of Missouri, Respondent,\nv.\nKenneth (Bob) BAKER, Appellant.\nNo. 44484.\nSupreme Court of Missouri, Division No. 1.\nApril 11, 1955.\n*628 Joseph N. Miniace, Kansas City, for appellant.\nJohn M. Dalton, Atty. Gen., Hugh P. Williamson, Asst. Atty. Gen., for respondent.\nHOLMAN, Commissioner.\nAppellant, Kenneth Baker, hereafter referred to as the defendant, was found guilty of the murder, in the second degree, of Jesse Leroy Miller, and his punishment assessed by the jury at imprisonment in the penitentiary for 25 years. From the ensuing judgment and sentence he has appealed.\nIt is admitted that Miller died on June 12, 1953, immediately after being struck by a bullet from a gun in the hands of the defendant. The incident occurred in Spring Lake Tavern which is located on Highway 51 in Bollinger County. The defendant had operated this tavern for several weeks prior to the shooting.\nOn the occasion in question Miller and seven of his friends met at defendant's roadhouse. They put two tables together and were having a good time drinking 3.2 beer, talking and dancing. One of the witnesses expressed the opinion Miller was drunk. A number of others denied that he was in that condition.\nSeated at the bar was a customer, Truman Barks. It appears that on two occasions he and the deceased had had a discussion about fighting. Each inquired of the other as to whether he would like to fight. No fight occurred. Barks testified that he and Miller were good friends and t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-baker"
    }
  ],
  "relatedIncidents": [
    22808,
    22936,
    22632,
    22637,
    22639
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}