{
  "id": 22918,
  "title": "1955년 Harriman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1955-04-01",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Harriman. 판결일: 1955-04-01. 법원: District Court, S.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America v. Ben R. HARRIMAN, Jerry Siner and Frank Louis De Rosa, Defendants\n**판결일**: 1955-04-01\n**법원**: District Court, S.D. New York\n**관할**: New York, NY\n\n**판사**: Murphy\n\n## 변호인\n\nJ. Edward Lumbard, U. S. Atty. for Southern District of New York, New York City (Clement J. Hallinan, Jr., New York City, of counsel), for U. S., Louis Bender, Daniel J. Riesner, New York City (Louis Bender, Julian Jawits, Richard I. Donner, New York City, of counsel), for defendant Ben R. Harriman.\n\n## 인용\n\n- 130 F. Supp. 198\n\n## 판결문 요약\n\n\n130 F. Supp. 198 (1955)\nUNITED STATES of America\nv.\nBen R. HARRIMAN, Jerry Siner and Frank Louis De Rosa, Defendants.\nUnited States District Court, S. D. New York.\nApril 1, 1955.\n*199 J. Edward Lumbard, U. S. Atty. for Southern District of New York, New York City (Clement J. Hallinan, Jr., New York City, of counsel), for U. S.\nLouis Bender, Daniel J. Riesner, New York City (Louis Bender, Julian Jawits, Richard I. Donner, New York City, of counsel), for defendant Ben R. Harriman.\nMURPHY, District Judge.\nThis is a motion for an order dismissing an indictment made by the defendant Harriman on the grounds that he has been in jeopardy at a previous trial of other consolidated indictments, and that trial of the instant indictment would constitute being in jeopardy twice in violation of the Fifth Amendment of the United States Constitution.\nOn November 25, 1952, two indictments (No. C 140-65 and C 140-66) were filed against Harriman and others. C 140-65 charged violation of 18 U.S. *200 C.A. § 656[1] in that defendants embezzled, abstracted and wilfully misapplied certain monies of the Royal Industrial Bank of New York. The indictment alleged that this bank was a member bank of the Federal Reserve System. Indictment C 140-66 alleged a similar offense involving monies of the Trade Bank &amp; Trust Company. The two indictments were consolidated for trial.\nOn August 16, 1954, after a jury had been impanelled and both sides had made opening statements to the jury, and during direct exa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-harriman"
    }
  ],
  "relatedIncidents": [
    22786,
    22787,
    22795,
    22798,
    22804
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}