{
  "id": 22928,
  "title": "1955년 Ratliff 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1955-03-09",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ratliff. 판결일: 1955-03-09. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Hassell Hinds Ratliff v. State\n**판결일**: 1955-03-09\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Dice\n\n## 변호인\n\nReed & Reed, by J. W. Reed, Abilene, for appellant., Leon Douglas, State’s Attorney, Austin, for the state. • -\n\n## 인용\n\n- 161 Tex. Crim. 332\n- 276 S.W.2d 519\n\n## 판결문 요약\n\n\nDICE, Judge.\nAppellant was convicted for the unlawful possession of whiskey for the purpose of sale in a dry area; and his punishment assessed at confinement in jail for 30 days and a fine of $300.00.\nThe state’s evidence is sufficient to sustain the allegations in the information that appellant possessed whiskey for the purpose of sale in Taylor County on the date alleged.\nAppellant, in his brief, urges that the conviction cannot stand because there is no proof in the record that Taylor County was a dry area or that there was any stipulation or agreement made in the presence and hearing of the jury as to the dry status of the county.\nThe record shows that after announcement of ready for trial and before the information was read and appellant entered his plea, it was agreed and stipulated that Taylor County was a dry area.\nThe record further shows that no issue was raised during the trial of the ease as to the dry status of the county, and the court in its charge instructed the jury, without objection from appellant, that Taylor County was a dry area.\nIn McLaughlin v. State, 157 Texas Cr. R. 384, 249 S.W. 2d 221, where no evidence was introduced showing the dry status of the county and it was stipulated outside the presence and hearing of the jury that the county was a dry area and the court so instructed the jury, it was held that a finding of the jury that the county was a dry area was unnecessary in view of the stipulation.\nUnder the stipulation in this case, it was unnec...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ratliff-v-state"
    }
  ],
  "relatedIncidents": [
    22786,
    22787,
    22795,
    22798,
    22804
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}