{
  "id": 22923,
  "title": "1955년 Hunnicutt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1955-03-23",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Hunnicutt. 판결일: 1955-03-23. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: J. W. HUNNICUTT, in Error v. The STATE of Oklahoma, in Error\n**판결일**: 1955-03-23\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Jones, Powell\n\n## 변호인\n\nL. W. Wiley, Muskogee, for plaintiff in error., Mac Q. Williamson, Atty. Gen., Sam H. Lattimore, Asst. Atty. Gen., for defendant in error.\n\n## 인용\n\n- 281 P.2d 767\n\n## 판결문 요약\n\n\nBRETT, Judge.\nThis is an appeal from the District Court of Muskogee County, Oklahoma, wherein J. W. Hunnicutt was charged, by information, with the crime of robbery with firearms, 21 O.S.19S1 § 801, the crime was allegedly committed on or about December 18, 1953, the defendant was tried by jury, convicted, his punishment fixed at 20 years in the State Penitentiary, judgment and sentence entered accordingly, from which this appeal was perfected.\nThe evidence herein discloses that on December 3, 1953, Mr. C. F. Weir and Mr. C. F. Boyer had some cattle in a pasture near Muskogee; at about 8:30 that morning they went to the pasture to feed some cattle; both of them were in their automobiles; Mr. Weir was driving a 1950 Model, Ford One-half Ton Pickup Truck; their duties required them to be separated; Mr. Boyer drove off and Mr. Weir was in .the back of his pickup getting ready to throw some hay down when he noticed somebody standing in the opening through the timberhe continued his work of scattering some hay and the individual standing in the clearing approached him within twelve or fifteen feet. Suddenly the individual stopped and jerked out two guns and “threw them down” on Mr. Weir and told him “to get them up”. Mr. Weir related that he put his hands up, whereupon this man informed him that he was J. W. Hunnicutt and that he was “just like Pretty Boy Floyd; that nobody liked him, and that the Laws didn’t like him”. Mr. Weir related that he kept telling him to put those guns ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hunnicutt-v-state"
    }
  ],
  "relatedIncidents": [
    22798,
    22938,
    22953,
    22660,
    22684
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}