{
  "id": 22936,
  "title": "1955년 Oates 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1955-02-24",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Oates. 판결일: 1955-02-24. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Walter Dan OATES v. STATE\n**판결일**: 1955-02-24\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Lawson\n\n## 변호인\n\nHowell Thomas Heflin, Tuscumbia, for petitioner., John Patterson, Atty. Gen., and Robt. Straub, Asst. Atty. Gen., opposed for ap-pellee.\n\n## 인용\n\n- 262 Ala. 182\n- 79 So. 2d 64\n\n## 판결문 요약\n\n\nLAWSON, Justice.\nWalter Dan Oates was convicted in the-circuit court of Colbert County of the offense of manslaughter in the first degree. The judgment of conviction was affirmed by the Court of Appeals.\nOn the petition of Oates, we granted' certiorari in order that we might review the Court of Appeals’ holding to the effect that the trial court correctly sustained objections interposed by counsel for the State-*183to certain questions asked by defense counsel during the cross-examination of Cora Lee Oates, a sister of the deceased and the wife of the defendant 'below, who was present at the shooting and who was a witness for the prosecution. The questions to which we referred above read as follows :\n(1) “Have you talked with Travis Thirlkill and Oakley Adams and reviewed all the facts about how this happened ?\n(2) “Cora, has anybody told you here before, had anybody told you beforehand, in order to build a good case against Walter here, it would be necessary for you to say he shot at Mary ?”\nIt has long been the rule in this state, recognized by the decisions of the Court of Appeals as well as those of this court, that it is permissible on cross-examination to inquire of ‘ a witness as to whether he had talked to others about the facts in the case before being called to the witness stand. Boulden v. State, 102 Ala. 78, 15 So. 341; Banks v. State, Ala. 39 So. 921; Smith v. State, 182 Ala. 38, 62 So. 184; Knowles v. Blue, 209 Ala. 27, 95 So. 481; Williams v. State, 18 Ala.App...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=oates-v-state"
    }
  ],
  "relatedIncidents": [
    22808,
    22909,
    22632,
    22637,
    22639
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}