{
  "id": 22956,
  "title": "1955년 Tees 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1955-01-14",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Tees. 판결일: 1955-01-14. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth ex rel. Bruce v. Tees\n**판결일**: 1955-01-14\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Ervin, Gunther, Hirt, Rhodes, Ross, Woodside, Wright\n\n## 변호인\n\nJohn W. Bruce, appellant, in propria persona., Armand Della Porta and Samuel Dash, Assistant District Attorneys, Michael von Moschsisker, First Assistant District Attorney and Richardson Dilworth, District Attorney, for appellee.\n\n## 인용\n\n- 177 Pa. Super. 63\n\n## 판결문 요약\n\n\nPer Curiam,\nRelator was indicted in Philadelphia County on four bills each charging sodomy. On January 24, 1947, he pleaded guilty. He was then sentenced in the Court of Oyer and Terminer to a term of not less than five years nor more than ten years in the Eastern State Penitentiary.\nHis present appeal is from the order of the Court of Common Pleas No. 3 of Philadelphia County dismissing his petition for a writ of habeas corpus. This is the latest of a number of habeas corpus proceedings initiated by the relator in both the Federal courts and the courts of this Commonwealth. We have frequently made reference to the fact that repetitious petitions *65for writ of habeas corpus cannot be employed as a device to secure appellate review of adjudicated matters. Com. ex rel. Allen v. Claudy, 170 Pa. Superior Ct. 499, 503, 87 A. 2d 74. Relator was previously before this Court, the last decision being reported as Com. ex rel. Bruce v. Burke, 170 Pa. Superior Ct. 642, 90 A. 2d 258.\nIn view of what we stated in that opinion, there is no valid reason warranting the present appeal. None of his arguments has any merit.\nAlthough not raised in the lower court, relator suggests in his brief that he was denied due process when he entered his pleas of guilty. This matter was thoroughly considered in his former appeal and his contention was rejected. Likewise was his complaint that the young man involved in the charges did not appear and testify against him. We stated in our former opinion the ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "폭행",
    "판례",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-ex-rel-bruce-v-tees"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-young"
    }
  ],
  "relatedIncidents": [
    22949,
    22633,
    22691,
    22750,
    22786
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}