{
  "id": 22955,
  "title": "1955년 Svoboda 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1955-01-14",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Svoboda. 판결일: 1955-01-14. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Billie B. Svoboda Et Al., Appellants, v. Ralph O. De Wald, Appellee\n**판결일**: 1955-01-14\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Boslaugh, Carter, Chappell, Messmore, Simmons, Wenke, Yeager\n\n## 변호인\n\nRobert B. Waring, for appellants., W. O. Baldwin, Davis, Healey, Davies & Wilson, and Robert A. Barlow, Jr., for appellee.\n\n## 인용\n\n- 68 N.W.2d 178\n- 159 Neb. 594\n\n## 판결문 요약\n\n\n68 N.W.2d 178 (1955)\n159 Neb. 594\nBillie B. SVOBODA and William M. Svoboda, Co-partners, doing business under the firm name and style of Svoboda &amp; Son, Appellants,\nv.\nRalph O. DE WALD, Appellee.\nNo. 33615.\nSupreme Court of Nebraska.\nJanuary 14, 1955.\n*180 Robert B. Waring, Geneva, for appellants.\nW. O. Baldwin, Hebron, Davis, Healey, Davies &amp; Wilson and Robert A. Barlow, Jr., Lincoln, for appellee.\nHeard before SIMMONS, C. J., and CARTER, MESSMORE, YEAGER, CHAPPELL, WENKE, and BOSLAUGH, JJ.\n*181 SIMMONS, Chief Justice.\nIn this action plaintiffs seek to recover judgment on a contract for real estate commission. Issues were joined. At the beginning of the trial, the defendant objected to the introduction of any evidence on the ground that the petition did not state a cause of action for the reason that the relief sought was based on an oral contract within the statute of frauds. The trial court sustained the objection. Plaintiffs elected not to plead over. The trial court dismissed the action. Plaintiffs appealed.\nWe reverse the judgment of the trial court and remand the cause for further proceedings.\nIn determining the question presented, we assume that all facts well pleaded and any reasonable intendments implied therefrom are true. We recite the facts pleaded by plaintiffs.\nPlaintiffs are copartners engaged in the business of selling real and personal property at auction and the plaintiff Billie B. Svoboda is a licensed real estate broker.\nOn or about May 1, 1952, d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=svoboda-v-de-wald"
    }
  ],
  "relatedIncidents": [
    22862,
    22888,
    22908,
    22951,
    22616
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}