{
  "id": 22977,
  "title": "1954년 Pierce 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1954-12-07",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Pierce. 판결일: 1954-12-07. 법원: Alabama Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: A. L. PIERCE, Harvel Pettus, Arthur Thompson and L. E. (Buddie) Thompson v. STATE\n**판결일**: 1954-12-07\n**법원**: Alabama Court of Appeals\n**관할**: Alabama, AL\n\n**판사**: Harwood\n\n## 변호인\n\nGranade & Granade, Chatom, for appellants., Si Garrett, Atty. Gen., and Robt. P. Bradley, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 77 So. 2d 507\n- 38 Ala. App. 97\n\n## 판결문 요약\n\n\n77 So.2d 507 (1954)\nA. L. PIERCE, Harvel Pettus, Arthur Thompson and L. E. (Buddle) Thompson\nv.\nSTATE.\n1 Div. 678.\nCourt of Appeals of Alabama.\nDecember 7, 1954.\nRehearing Denied December 21, 1954.\n*508 Granade &amp; Granade, Chatom, for appellants.\nSi Garrett, Atty. Gen., and Robt. P. Bradley, Asst. Atty. Gen., for the state.\nHARWOOD, Judge.\nThese appellants were charged by a solicitor's complaint with taking, catching, or killing, or attempting to take, catch, or kill, between sunset and daylight, wild animals or birds protected by the laws of this State, an offense denounced by Section 86, Title 8, Code of Alabama 1940.\nThe case came to the Circuit Court of Washington County after appellants' conviction upon the same charges in the justice court of S. B. Lynes, J. P.\nIn the circuit court the cases against these four appellants were tried jointly, and by agreement appeal was perfected to this court upon a consolidated record.\nFor the State Mr. Percy Beech testified that on the afternoon of 11 November 1951 he was riding with Robert Henson and Carey Henson. About \"dusky dark\" while going down a road by \"the upper Dickey field where it intersects the road at Cajun Springs\" they passed another automobile moving slowly. It was too dark to see the occupants, but Robert Henson wrote down the tag number of the automobile. The car in which the appellants were riding at the time of their arrest later in the night bore this same tag number.\nLater that night Sonny Floyd came to Mr. B...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pierce-v-state"
    }
  ],
  "relatedIncidents": [
    23072,
    23101,
    23126,
    22808,
    22909
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}