{
  "id": 22976,
  "title": "1954년 Tate 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1954-12-09",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Tate. 판결일: 1954-12-09. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: THE PEOPLE v. WILLIAM TATE\n**판결일**: 1954-12-09\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: McComb\n\n## 인용\n\n- 129 Cal. App. 2d 464\n\n## 판결문 요약\n\n\nMcCOMB, J.\nFollowing a judgment of guilty of violating section 245 of the Penal Code (wilful, unlawful and felonious assault upon a human being by means of force likely to produce great bodily injury), after trial before the court without a jury, defendant appeals from (a) the order granting probation and (b) the denial of his motion for a new trial.\nFacts:* Mr. Holt, the complaining witness, testified that on the date of the alleged offense he was 62 years of age and weighed 151 pounds; that he had a dinner party at his home which was attended by defendant and three other persons; that drinking was indulged in by all; that without provocation defendant hit him’many times causing the loss of an eye and several teeth.\n\nQuestion: Was there substantial evidence to sustain the trial court’s finding of guiltf\n\nYes. Clearly under the rule established in the oft cited case of People v. Newland, 15 Cal.2d 678, 681 [104 P.2d 778], the foregoing testimony if believed, as it was by the trial court, sustains its finding. We of course must disregard conflicting testimony of defendant that the complaining witness had struck him first. Such testimony merely raised a conflict in the evidence which was for the determination of the trier of fact who disbelieved defendant’s testimony. (People v. DeVaughn, 136 Cal.App. 746, 752 [29 P.2d 914]; People v. Thomas, 103 Cal.App.2d 669, 672 [4] [229 P.2d 836]; People v. Huston, 21 Cal.2d 690, 693 [1] [134 P.2d 758].)\nAffirmed.\nMoore, P. J., and Fox, J...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-tate"
    }
  ],
  "relatedIncidents": [
    22971,
    22949,
    22956,
    22977,
    22986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}