{
  "id": 22986,
  "title": "1954년 York 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1954-11-16",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: York. 판결일: 1954-11-16. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: Kenneth J. York, Appellant, v. Clara York, Appellee\n**판결일**: 1954-11-16\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Bliss, Garfield, Hats, Hays, Larson, Mulroney, Oliver, Smith, Thompson, Wennerstrtjm\n\n## 변호인\n\nLambach, Kopf & Berger, of Davenport, for appellant., Anthony Campana, of Davenport, for appellee.\n\n## 인용\n\n- 67 N.W.2d 28\n- 246 Iowa 132\n\n## 판결문 요약\n\n\nLarson, J.\nPlaintiff and defendant were divorced on the eighth day of July, 1949, and plaintiff was awarded the custody of the minor children of the parties, who were Stephen Joseph, age eight, Kenneth Donald, age seven, and Terrence Michael, age six. Defendant was “given the right to visit'said children either Saturday or Sunday of each week, provided the children are returned to the residence of the plaintiff * * * by 6:00 p.m. on the day on which the defendant has the children with her.” The decree also expressly provided that “the defendant is not to take said children * * * outside of Scott County, Iowa.” Defendant had resided at Elkhart, Indiana, for approximately six months prior to the divorce. She had entered her appearance to that action but did not ask for custody of the children. She saw the children only once prior to July 24, 1952. On two occasions she tried, but found no one at home. She visited them on July 24,. 1952, when she first asked to take them back to Ohio with *135her. Defendant had married Merle G-arey, a railroad engineer, on June 7, 1952, and now resides on Shelly Avenue in Maumee, Ohio. Her husband earns approximately $6000 per year and they are buying a six-room, story-and-a-half modern house on contract. Plaintiff never remarried and he and the children are living with his mother in her modern -five-room home in Davenport, Iowa.. Plaintiff* is a painter by trade and, as a disabled veteran, received a 60% disability pension. He pays his mother $...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=york-v-york"
    }
  ],
  "relatedIncidents": [
    23063,
    22847,
    22907,
    22971,
    22976
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}