{
  "id": 22994,
  "title": "1954년 Holland 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1954-10-29",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Holland. 판결일: 1954-10-29. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: Charlie HOLLAND, Appellant, v. COMMONWEALTH of Kentucky, Appellee\n**판결일**: 1954-10-29\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: Stanley\n\n## 변호인\n\nA. E. Cornett, Hyden, for appellant. ', J. D. Buckman, Jr., Átty. Gen., Zeb A. Stewart, Asst. Atty. Gen., for appellee.\n\n## 인용\n\n- 272 S.W.2d 458\n\n## 판결문 요약\n\n\n272 S.W.2d 458 (1954)\nCharlie HOLLAND, Appellant,\nv.\nCOMMONWEALTH of Kentucky, Appellee.\nCourt of Appeals of Kentucky.\nOctober 29, 1954.\n*459 A. E. Cornett, Hyden, for appellant.\nJ. D. Buckman, Jr., Atty. Gen., Zeb A. Stewart, Asst. Atty. Gen., for appellee.\nSTANLEY, Commissioner.\nThe appellant, Charlie Holland, was convicted of common law rape and sentenced to ten years imprisonment. Both he and the girl were 17 years old at the time. There is no need to spread of record here the details of the day. It is sufficient to say that both parties testified to three separate acts of intercourse. He insisted there was full and free consent on her part. She testified fear and force were imposed upon her.\nThe circumstances recited by the girl and the corroborative evidence tend to support the appellant's contention that the case falls within the class of cases in which it is held that a verdict of guilt of rape will be deemed unsupported by the proof where the evidence as to the necessary element of force or threatened violence to overcome resistance is so incredible or improbable or so at variance with natural laws or common human experience as to be patently untrue. This rests upon the appellate court's conclusion that the conviction was the result of passion and prejudice and was not based upon evidence having the quality of legal proof. Muncey v. Commonwealth, 245 Ky. 664, 54 S.W.2d 46; Carter v. Commonwealth, 245 Ky. 257, 53 S.W.2d 521; Weinel v. Commonwealth, 302 Ky. 742, 196 S...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=holland-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    23088,
    23108,
    22815,
    22854,
    22971
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}