{
  "id": 22998,
  "title": "1954년 Scoblick 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1954-10-21",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Scoblick. 판결일: 1954-10-21. 법원: District Court, M.D. Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES of America v. James Paul SCOBLICK, Frank Scoblick, Anthony James Scoblick, and Scoblick Bros., Inc.\n**판결일**: 1954-10-21\n**법원**: District Court, M.D. Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Watson\n\n## 변호인\n\nFloyd J. Mattice, Special Asst, to the Atty. Gen., for plaintiff., Joseph P. Brennan and James E. O’Brien, Scranton, for defendants.\n\n## 인용\n\n- 124 F. Supp. 881\n\n## 판결문 요약\n\n\n124 F. Supp. 881 (1954)\nUNITED STATES of America\nv.\nJames Paul SCOBLICK, Frank Scoblick, Anthony James Scoblick, and Scoblick Bros., Inc.\nCr. Nos. 12375, 12376.\nUnited States District Court M. D. Pennsylvania.\nOctober 21, 1954.\n*882 *883 Floyd J. Mattice, Special Asst. to the Atty. Gen., for plaintiff.\nJoseph P. Brennan and James E. O'Brien, Scranton, for defendants.\nWATSON, Chief Judge.\nThe defendants found guilty by verdict of a jury on five counts of aiding and abetting in wilful misapplications of moneys, funds, and credits of the Mayfield State Bank, Mayfield, Pennsylvania, 18 U.S.C.A. § 656, on twenty-three counts of aiding and abetting in making false entries in the books and records of said bank, 18 U.S.C.A. § 1005,[1] on one count of conspiracy to commit offenses against the United States of America, 18 U.S. C.A. § 371, and on thirty-five counts of violating the mail fraud statute, 18 U.S. C.A. § 1341, move for judgment of acquittal[2] and in the alternative for a new trial[3] assigning thirty-nine reasons in support of their motion.\nThe trial covered a period of twelve days and presents a transcript of one thousand one hundred fifteen pages.\nThe defendants first contend that the evidence was not sufficient to sustain a conviction.\nIn considering the sufficiency of the evidence to sustain the verdict of the jury, this Court must take that view of the evidence which is most favorable to the government and must give to the government the benefit of all the inferences ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-scoblick"
    }
  ],
  "relatedIncidents": [
    23062,
    23070,
    22862,
    22888,
    22908
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}