{
  "id": 23004,
  "title": "1954년 Harold 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1954-10-11",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Harold. 판결일: 1954-10-11. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: State of Missouri, Respondent, v. Stanley Harold, Appellant\n**판결일**: 1954-10-11\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Barrett, Bennick, Bohling, Broaddus, Ellison, Leedy, Westhues\n\n## 변호인\n\nRobert I. Neuman and William B. Milfelt for appellant., John M. Dalton, Attorney General, and Hugh P. Williamson, Assistant Attorney General, for respondent.\n\n## 인용\n\n- 271 S.W.2d 527\n- 364 Mo. 1052\n\n## 판결문 요약\n\n\n271 S.W.2d 527 (1954)\nSTATE of Missouri, Respondent,\nv.\nStanley HAROLD, Appellant.\nNo. 44027.\nSupreme Court of Missouri, Division No. 2.\nOctober 11, 1954.\n*528 Robert I. Neuman, William B. Milfelt, Clayton, for appellant.\nJohn M. Dalton, Atty. Gen., Hugh P. Williamson, Asst. Atty. Gen., for respondent.\nBOHLING, Commissioner.\nThis is an appeal from the Juvenile Division of the Circuit Court of St. Louis County, Missouri. §§ 211.010 to 211.300. Statutory references are to RSMo 1949 and V. A.M.S. unless otherwise indicated. The Probation Officer of said county filed an information charging Stanley Harold and four others, all minors of the age of 16 years, with being delinquent in that they committed a certain burglary and larceny. The proceedings resulted in a finding, among others, \"that Stanley Harold is delinquent and guilty as charged.\" He was committed to the State Board of Training Schools for an indeterminate period of time, or until discharged according to law. He appealed to this court.\nAppellant states, without supporting authority, that \"jurisdiction is in the Supreme Court because a constitutional question is raised in the motion for new trial.\" The State filed a motion to transfer the cause to the Court of Appeals for want of appellate jurisdiction in this court. Appellant has not answered the motion to transfer.\nThe Courts of Appeals are courts of general appellate jurisdiction. The Supreme Court's appellate jurisdiction is limited to the instances specified in th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-harold"
    }
  ],
  "relatedIncidents": [
    23013,
    23060,
    23079,
    22798,
    22923
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}