{
  "id": 23013,
  "title": "1954년 Rezek 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1954-09-23",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Rezek. 판결일: 1954-09-23. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Defendant in Error, vs. John Rezek, Plaintiff in Error\n**판결일**: 1954-09-23\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Bristow\n\n## 변호인\n\nGeorge M. Crane, and Eugene L. McGarry, both of Chicago, for plaintiff in error., Latham Castle, Attorney General, of Springfield, and John Gutknecht, State’s Attorney, of Chicago, (John T. Gallagher, Rudolph L. Janega, and Arthur E. Manning, all of Chicago, of counsel,) for the People.\n\n## 인용\n\n- 122 N.E.2d 272\n- 4 Ill. 2d 164\n\n## 판결문 요약\n\n\n4 Ill. 2d 164 (1954)\n122 N.E.2d 272\nTHE PEOPLE OF THE STATE OF ILLINOIS, Defendant in Error,\nv.\nJOHN REZEK, Plaintiff in Error.\nNo. 33187.\nSupreme Court of Illinois.\nOpinion filed September 23, 1954.\nRehearing denied November 15, 1954.\nGEORGE M. CRANE, and EUGENE L. McGARRY, both of Chicago, for plaintiff in error.\n*165 LATHAM CASTLE, Attorney General, of Springfield, and JOHN GUTKNECHT, State's Attorney, of Chicago, (JOHN T. GALLAGHER, RUDOLPH L. JANEGA, and ARTHUR F. MANNING, all of Chicago, of counsel,) for the People.\nReversed and remanded.\nMr. CHIEF JUSTICE BRISTOW delivered the opinion of the court:\nPlaintiff in error, hereinafter referred to as the defendant, was indicted in September, 1947, in Cook County, together with Ernest Kulakowski, Luke Crnjak and Andrew Duncan, for the crime of robbery while armed with a dangerous weapon, to-wit: a pistol, and taking from James J. Morris the sum of $200. On motion of defendants for severance, Rezek was granted a separate trial and was found guilty on February 2, 1948, and sentenced for a term of years not less than ten nor more than twenty, and his case is here for review on a writ of error.\nOn April 18, 1947, the tavern of James J. Morris at 9100 South Ashland Avenue, Chicago, was held up at nine o'clock in the evening by four men and $200 was taken from the cash register. There were 40 or 50 customers in the place and the tavern was lighted by five indirect lights.\nJohn Delaney, a police officer, testified that on September...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-rezek"
    }
  ],
  "relatedIncidents": [
    23004,
    23060,
    23079,
    22798,
    22923
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}