{
  "id": 23043,
  "title": "1954년 Graves 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1954-07-20",
  "location": "Idaho, ID, USA",
  "summary": "미국 Idaho, ID 법원 판결 사건. 사건명: Graves. 판결일: 1954-07-20. 법원: Idaho Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: GRAVES v. CUPIC Et Al.\n**판결일**: 1954-07-20\n**법원**: Idaho Supreme Court\n**관할**: Idaho, ID\n\n**판사**: Givens, Keeton, Porter, Taylor, Thomas\n\n## 변호인\n\nFred F. Kondo, Priest River, Stephen Bistline, Sandpoint, for appellant., McNaughton & Sanderson, Coeur d’ Aleñe, Bandelin, Bandelin & Ponack, Sand-point, for respondents.\n\n## 인용\n\n- 272 P.2d 1020\n- 75 Idaho 451\n\n## 판결문 요약\n\n\n272 P.2d 1020 (1954)\nGRAVES\nv.\nCUPIC et al.\nNo. 8034.\nSupreme Court of Idaho.\nJuly 20, 1954.\n*1021 Fred F. Kondo, Priest River, Stephen Bistline, Sandpoint, for appellant.\nMcNaughton &amp; Sanderson, Coeur d' Alene, Bandelin, Bandelin &amp; Ponack, Sandpoint, for respondents.\nTAYLOR, Justice.\nOn November 3, 1952, the plaintiff and one H. O. Johnson entered into a contract to purchase from the defendants certain real and personal property in Bonner County for the sum of $50,000. Three thousand dollars earnest money was paid on the date of the agreement. Eleven thousand five hundred dollars was to be paid on or before December 1, 1952, and the balance in monthly installments. The property consisted of a small tract of land, together with the buildings thereon, furniture and fixtures, and the business know as the \"Ron-D-Voo Club\", where the selling of beer, liquor and food, and the operation of slot machines, was being conducted by the defendants. The contract of November 3rd provided for possession by the purchasers *1022 on December 1, 1952, when the further payment of $11,500 was due. Johnson, having no money or assets, the $3,000 was paid by the plaintiff. Sometime in the latter part of November, Johnson and plaintiff disagreed and Johnson withdrew. Plaintiff then asked defendants to rescind the contract and repay the $3,000 to her. This defendants refused. On December 4th a new contract was entered into by the parties by which plaintiff alone agreed to purchase the propert...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=graves-v-cupic"
    }
  ],
  "relatedIncidents": [
    22971,
    22976,
    22977,
    22986,
    22990
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}