{
  "id": 23063,
  "title": "1954년 Meeks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1954-06-15",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Meeks. 판결일: 1954-06-15. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: State of Iowa, Appellee, v. James Clyde Meeks, Alias L. H. Stone, Appellant\n**판결일**: 1954-06-15\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Larson\n\n## 변호인\n\nJames Clyde Meeks, pro se., Leo A. Hoegh, Attorney General, Raphael R. R. Dvorak, Assistant Attorney General, and Richard M. Ackley, County Attorney, of Ottumwa, for appellee.\n\n## 인용\n\n- 65 N.W.2d 76\n- 245 Iowa 1231\n\n## 판결문 요약\n\n\n65 N.W.2d 76 (1954)\nSTATE\nv.\nMEEKS.\nNo. 48480.\nSupreme Court of Iowa.\nJune 15, 1954.\nRehearing Denied September 24, 1954.\n*77 James Clyde Meeks, pro se.\nLeo A. Hoegh, Atty. Gen., Raphael R. R. Dvorak, Asst. Atty. Gen., and Richard M. Ackley, County Attorney, Wapello County, Ottumwa, for appellee.\nLARSON, Justice.\nThe defendant James Clyde Meeks, alias L. H. Stone, was indicted on the 10th day of November, 1953, by the Wapello County Grand Jury charged with the crime of uttering a forged instrument with intent to defraud, in violation of Section 718.2 of the 1950 Code of Iowa, I.C.A. The facts are not in great dispute. Defendant had opened a checking account in The Farmers and Merchants Savings Bank of Ottumwa, Iowa, on or about October 15, 1953, and had made deposits of $430 and one withdrawal *78 of $300 prior to October 23, 1953. On the morning of that date he made a second withdrawal by check made payable to cash of $125, leaving a balance in his account of only $5. Just before closing hours on the same day he deposited to his account a check in the amount of $415 which was dated October 21, 1953, made payable to L. H. Stone, drawn on the Burlington Bank and Trust Company of Burlington, Iowa, and purportedly drawn and signed by one W. H. Barton. The receiving teller's suspicions were aroused, and a telephone call to the Burlington bank confirmed the fact that no person by the name of W. H. Barton had an account there. Peace officers were notified and they assembled at the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-meeks"
    }
  ],
  "relatedIncidents": [
    22986,
    22847,
    22907,
    22971,
    22976
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}