{
  "id": 23062,
  "title": "1954년 Knopp 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1954-06-17",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Knopp. 판결일: 1954-06-17. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Knopp v. State of Indiana\n**판결일**: 1954-06-17\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Gilkison\n\n## 변호인\n\nMann, Stohr & Mann, of Terre Haute, for appellant., Edwin K. Steers, Attorney General, and Owen S. Boling, Deputy Attorney General, for appellee.\n\n## 인용\n\n- 120 N.E.2d 268\n- 233 Ind. 435\n\n## 판결문 요약\n\n\n233 Ind. 435 (1954)\n120 N.E.2d 268\nKNOPP\nv.\nSTATE OF INDIANA.\nNo. 29,152.\nSupreme Court of Indiana.\nFiled June 17, 1954.\nMann, Stohr &amp; Mann, of Terre Haute, for appellant.\n*436 Edwin K. Steers, Attorney General, and Owen S. Boling, Deputy Attorney General, for appellee.\nGILKISON, J.\nIn the trial court, appellant was charged by affidavit with obtaining money under false pretense. Omitting formal parts and the bank check which is set out therein, the affidavit is as follows:\n\"Ethel Jane Richardson, being duly sworn upon her oath says that William Knopp, late of said County, on or about the 26th day of January, A.D., 1951, at said County and State aforesaid, did then and there unlawfully and feloniously, designedly and with intent to cheat and defraud Ethel Jane Richardson and for the purpose of obtaining the signature of the said Ethel Jane Richardson to a certain written instrument for the payment of money, which written instrument is, and was in the words and figures, to-wit: (Bank check) The said William Knopp did then and there unlawfully, feloniously, falsely and designedly pretend and represent to her, the said Ethel Jane Richardson, that he, the said William Knopp was the owner of a certain building in the City of Terre Haute, Vigo County, Indiana, known and numbered as 16 North Fourteenth and one half street in said City, and would sell said building to the said Ethel Jane Richardson for six hundred dollars ($600.00), whereas in truth and in fact the said William K...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=knopp-v-state"
    }
  ],
  "relatedIncidents": [
    22998,
    23070,
    22862,
    22888,
    22908
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}