{
  "id": 23064,
  "title": "1954년 McFadden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1954-06-07",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: McFadden. 판결일: 1954-06-07. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Douglas H. McFadden, for Permission to Intervene in a Proceeding Entitled: In the Matter of James H. Northrop, against Board of Education, Union Free School District No. 3, Town of Babylon, Suffolk County\n**판결일**: 1954-06-07\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 283 A.D. 1072\n\n## 판결문 요약\n\n\nIn an article 78 proceeding to review a determination of the respondent Board of Education dismissing respondent Northrop from his position as its supervising principal an order was made at Special Term on July 31, 1953, annulling said determination and directing that respondent Northrop be reinstated with back pay. By order to show cause returnable August 17, 1953, appellants, taxpayers in the Union Free School District No. 3, moved to intervene in the proceeding and for other relief. The appeals are from an order dated October 8, 1953, denying that motion and from an order dated October 26, 1953, resettling said order. Order dated October 26, 1953, affirmed, with $10 costs and disbursements. No opinion. Appeal from order dated October 8, 1953, dismissed, without costs. Nolan, P. J., Adel, MaeCrate, Schmidt and Murphy, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcfadden-v-board-of-education-union-free-school-district-no-3"
    }
  ],
  "relatedIncidents": [
    22971,
    22976,
    22977,
    22986,
    22990
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}