{
  "id": 23068,
  "title": "1954년 Castle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1954-05-19",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Castle. 판결일: 1954-05-19. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Castle v. Gladden\n**판결일**: 1954-05-19\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: Latourette, Chief Justice, and Rossman, Lusk, Brand, Tooze and Perry, Justices\n\n## 변호인\n\nMerlin Estep argued the cause for appellant. On the briefs were Hewitt, Estep <§5 Sorensen, of Salem., Hoivard R. Lonergan, Assistant Attorney General, of Portland, argued the cause for respondents. With him on the briefs were Robert Y. Thornton, Attorney General, and Lloyd G. Hammel, Assistant Attorney General, of Salem.\n\n## 인용\n\n- 270 P.2d 675\n- 201 Or. 353\n\n## 판결문 요약\n\n\n201 Or. 353 (1954)\n270 P.2d 675\nCASTLE\nv.\nGLADDEN\nSupreme Court of Oregon.\nArgued November 18, 1953.\nAffirmed May 19, 1954.\n*355 Merlin Estep argued the cause for appellant. On the briefs were Hewitt, Estep &amp; Sorensen, of Salem.\nHoward R. Lonergan, Assistant Attorney General, *356 of Portland, argued the cause for respondents. With him on the briefs were Robert Y. Thornton, Attorney General, and Lloyd G. Hammel, Assistant Attorney General, of Salem.\nBefore LATOURETTE, Chief Justice, and ROSSMAN, LUSK, BRAND, TOOZE and PERRY, Justices.\nAFFIRMED.\nLUSK, J.\nThis is an appeal by the plaintiff from a judgment of the Circuit Court dismissing a proceeding in habeas corpus and remanding the plaintiff to the custody of the warden of the Oregon state penitentiary.\nThe return to the writ averred that the plaintiff, Claude Castle, was and had been a prisoner in the penitentiary since July 24, 1941, by virtue of an arraignment and a judgment of the Circuit Court of the State of Oregon for the County of Polk dated July 24, 1941, a copy of which is attached to the return and which discloses that he was on that day sentenced to be imprisoned in the penitentiary for the term of his natural life under the Habitual Criminal Act upon a plea of guilty to an information charging that he had been theretofore convicted of four felonies.\nPlaintiff filed a second amended traverse of the return in which he denied \"that the authority for the custody and the direct cause of the imprisonment of Claude...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=castle-v-gladden"
    }
  ],
  "relatedIncidents": [
    22971,
    22976,
    22977,
    22986,
    22990
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}