{
  "id": 23070,
  "title": "1954년 Barber 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1954-05-10",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Barber. 판결일: 1954-05-10. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: FRANK H. BARBER, JR., Et Al., Appellants, v. LEWIS AND KAUFMAN, INC. (A Corporation) Et Al., Respondents\n**판결일**: 1954-05-10\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Kaufman\n\n## 변호인\n\nMaurice L. Martin for Appellants., Arthur H. Connolly, Jr., and Connolly & Cerini for Respondents.\n\n## 인용\n\n- 125 Cal. App. 2d 95\n\n## 판결문 요약\n\n\n125 Cal. App. 2d 95 (1954)\nFRANK H. BARBER, JR., et al., Appellants,\nv.\nLEWIS AND KAUFMAN, INC. (a Corporation) et al., Respondents.\nCiv. No. 15856. \nCalifornia Court of Appeals. First Dist., Div. Two.  \nMay 10, 1954.\n Maurice L. Martin for Appellants.\n Arthur H. Connolly, Jr., and Connolly &amp; Cerini for Respondents.\n KAUFMAN, J.\n This is an appeal by plaintiffs and appellants from a judgment dismissing their shareholders' suit by reason of their failure to furnish security as required by an order of the trial court made pursuant to section 834 of the Corporations Code of the State of California.\n This case presents a suit by certain minority stockholders of a California corporation to rescind a sale of substantially all of the assets of the corporation for a price exactly equivalent to the book value of the outstanding shares.\n The defendant Lewis and Kaufman, Inc., is the selling corporation, the defendant Pacific Electronics Corporation is the buyer, the defendants Jack Kaufman, Eleanor M. Lewis, Alvin B. Campbell, and V. N. Lundy, are directors of the selling corporation, and the defendant Ray C. Wilcox is the president of the buying corporation.\n The original complaint, praying for a rescission of the sale in question and a removal of the named directors of Lewis and Kaufman, Inc., makes no charge that the sale was made other than in full compliance with the provisions of section 3901, Corporations Code. The adopting of the appropriate resolutions by the board of dir...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=barber-v-lewis-and-kaufman-inc"
    }
  ],
  "relatedIncidents": [
    22998,
    23062,
    22862,
    22888,
    22908
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}