{
  "id": 23080,
  "title": "1954년 McNerney 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1954-04-28",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: McNerney. 판결일: 1954-04-28. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Mildred F. McNerney v. Ætna Life Insurance Company\n**판결일**: 1954-04-28\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Vaughan\n\n## 변호인\n\nGustav Blaustein for appellant., Sidney B. Coulter for respondents.\n\n## 인용\n\n- 284 A.D. 21\n\n## 판결문 요약\n\n\nVaughan, J. P.\nDefendant, the Ætna Life Insurance Company, appeals from an order of Onondaga County Special Term denying its motion for summary judgment dismissing plaintiff’s complaint. The action is on two life insurance policies, brought by the named beneficiaries of the insured, one William J. McNerney, deceased.\n*22The complaint states two canses of action, one on a policy in the face amount of $17,000, and the other on a policy in the face amount of $8,000. As the controlling considerations are the same in both cases, we may treat the two causes of action as one. Both policies were issued by the defendant insurance company on September 27, 1924, to William J. McNerney and were thereafter assigned by separate assignments, the one covering policy for $17,000 on February 10, 1941, the other covering policy for $8,000 on September 24, 1940, as collateral security for a loan, to the First Trust and Deposit Company. At the time of the assignments, the insured was unquestionably competent. (First Trust, hereafter referred to as the bank, is a defendant in the action but not a party to this appeal. Its rights are therefore not determined.) The instruments of assignment or pledge conferred upon the bank “ The sole right, without notice to or assent by the insured or beneficiary, to surrender the policy and to receive the surrender value thereof at any time that such surrender value is available. ’ ’\nInsured was indebted to the bank on three notes. The first of these, in a sum e...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcnerney-v-tna-life-insurance"
    }
  ],
  "relatedIncidents": [
    22971,
    22976,
    22977,
    22986,
    22990
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}