{
  "id": 23088,
  "title": "1954년 Hendrickson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1954-04-12",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Hendrickson. 판결일: 1954-04-12. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Hendrickson v. State of Indiana\n**판결일**: 1954-04-12\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Bobbitt\n\n## 변호인\n\nRobert D. Ellison and Perry W. Cross, of Shelbyville, for appellant., Edwin K. Steers, Attorney General and Richard M. Givan, Deputy Attorney General, for appellee.\n\n## 인용\n\n- 118 N.E.2d 493\n- 233 Ind. 341\n\n## 판결문 요약\n\n\n233 Ind. 341 (1954)\n118 N.E.2d 493\nHENDRICKSON\nv.\nSTATE OF INDIANA.\nNo. 29,066.\nSupreme Court of Indiana.\nFiled April 12, 1954.\nRehearing denied May 25, 1954.\nRobert D. Ellison and Perry W. Cross, of Shelbyville, for appellant.\n*342 Edwin K. Steers, Attorney General and Richard M. Givan, Deputy Attorney General, for appellee.\nBOBBITT, J.\nAppellant was charged by amended affidavit in two counts, Count One charging rape under Acts 1941, ch. 148, § 3, p. 447, being § 10-4201, Burns' 1942 Replacement, and Count Two charging kidnaping under Acts 1929, ch. 154, § 1, p. 447, being § 10-2901, Burns' 1942 Replacement, tried by jury, found guilty on both counts, and sentenced to the Indiana State Prison for two to twenty-one years on Count One, and for life on Count Two.\nThe errors upon which appellant relies are not presented in his motion for a new trial, the overruling of which is the only error here assigned. However, appellant asserts that he was denied due process of law and did not have adequate representation by counsel and, as a result thereof, his constitutional rights were so violated that the judgment of the trial court should be reversed regardless of his failure to comply with the settled rules of procedure.\nThe errors which allegedly affected appellant's constitutional rights are set out in his brief with supporting bill of exceptions.\nTo support his position appellant relies upon Wilson v. State (1943), 222 Ind. 63, 51 N.E.2d 848. That case presented a procedural quest...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hendrickson-v-state"
    }
  ],
  "relatedIncidents": [
    22994,
    23108,
    22815,
    22854,
    22971
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}