{
  "id": 23085,
  "title": "1954년 Womack 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1954-04-21",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Womack. 판결일: 1954-04-21. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Hal Elliott Womack v. State\n**판결일**: 1954-04-21\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrison\n\n## 변호인\n\nFrank D. Wear, Paris, for appellant., C. V. Flanary, Jr., Assistant County Attorney, Paris, and Wesley Dice, State’s Attorney, Austin, for the state.\n\n## 인용\n\n- 268 S.W.2d 140\n- 160 Tex. Crim. 237\n\n## 판결문 요약\n\n\n268 S.W.2d 140 (1954)\nWOMACK\nv.\nSTATE.\nNo. 26952.\nCourt of Criminal Appeals of Texas.\nApril 21, 1954.\n*141 Frank D. Wear, Paris, for appellant.\nWesley Dice, State's Atty., Austin, for the State.\nMORRISON, Judge.\nThe offense is driving while intoxicated; the punishment, a fine of $500.\nThe issue of appellant's intoxication was sharply contested. The appellant and his witnesses testified that appellant was not intoxicated on the occasion in question. Officers Ashmore and Chapman were the only witnesses called by the State, and they testified that he was intoxicated.\nBill of exception No. 1 complains of the following jury argument:\n\"Now Gentlemen, these fine officers, Bob Ashmore and Murray Chapman, who are not only two examples of fine officers, but two examples of fine citizens and fine men.\"\nAppellant objected to the argument on the grounds that it constituted unsworn bolstering of the credibility of the State's witnesses. The court overruled the objection. In this he was in error. In Moynahan v. State, 140 Tex. Crim. 540, 146 S.W.2d 376, where the prosecutor in his speech to the jury recommended one of his witnesses very highly to them, we reversed the conviction even though the court responded to the appellant's objection. Recently, in McCool v. State, Tex.Cr.App., 264 S.W.2d 734, where the court, in response to the State's objection, gave his opinion that the officer had been vouched for and was qualified, we reversed the conviction, characterizing this remark of the cour...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=womack-v-state"
    }
  ],
  "relatedIncidents": [
    22971,
    22976,
    22977,
    22986,
    22990
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}