{
  "id": 23092,
  "title": "1954년 Haywood 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1954-04-07",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Haywood. 판결일: 1954-04-07. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Texas Employers Insurance Association v. O. T. Haywood\n**판결일**: 1954-04-07\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Calvert\n\n## 변호인\n\nCrenshaw, Dupree <fe Milam, of Lubbock, for petitioner., Bob Huff and J- H. Splawn, Jr., both of Lubbock, for respondent., Since petitioner made no objection to the alleged improper and inflammatory argument of respondent it was at most harmless. Poe v. Texas Emp. Ins. Assn. 250 S.W. 619; Fambrough v. Wagley, 140 Texas 577, 169 S.W. 2d 478; King v. Federal Underwriters, 144 Texas 531, 191 S.W. 2d 855.\n\n## 인용\n\n- 266 S.W.2d 856\n- 153 Tex. 242\n\n## 판결문 요약\n\n\n266 S.W.2d 856 (1954)\nTEXAS EMPLOYERS' INS. ASS'N\nv.\nHAYWOOD.\nNo. A-4422.\nSupreme Court of Texas.\nApril 7, 1954.\n*857 Crenshaw, Dupree &amp; Milam and Max Addison, Lubbock, for petitioner.\nBob Huff and J. H. Splawn, Jr., Lubbock, for respondent.\nCALVERT, Justice.\nWe granted petitioner's application for writ of error to review rulings of the Court of Civil Appeals, 266 S.W.2d 499, on points of error involving improper argument of counsel for respondent.\nRespondent, a Negro, as plaintiff in the trial court, sought to recover benefits under the Workmen's Compensation Law, Vernon's Ann.Civ.St. art. 8306 et seq., for a general disability alleged by him and found by the jury to be total and permanent in character.\nIn rebuttal of respondent's testimony that since his injury he was unable to turn his head from a fixed position, held throughout the trial, because of pain in his neck and that he had been able to do only a very limited amount of work for certain named employers, petitioner offered two Negro witnesses who were flown from Austin to Lubbock for the trial and who testified that they had worked with respondent for two employers not named by him. The two witnesses were brothers by the name of Reynolds. One, William Reynolds, testified that respondent had worked for Shaw's garage in Austin which was owned by respondent's uncle and where the witness was shop foreman, and that he observed no abnormality in the manner in which respondent held his head and neck *858 during that e...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=texas-employersins-assn-v-haywood"
    }
  ],
  "relatedIncidents": [
    22908,
    22971,
    22976,
    22977,
    22986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}