{
  "id": 23101,
  "title": "1954년 Sandoval 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1954-03-26",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Sandoval. 판결일: 1954-03-26. 법원: United States Court of Military Appeals.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. SERAFIN SANDOVAL, Private E-2, U. S. Army\n**판결일**: 1954-03-26\n**법원**: United States Court of Military Appeals\n**관할**: USA, Federal\n\n**판사**: Brosman, Latimer, Quinn\n\n## 변호인\n\nLt Col Edgar R. Minnich, U. S. Army, 1st Lt Joseph B. Axelman, U. S.'Army, and Richard M. Hartsock, Esq., for Appellant., Lt Col William R. Ward, U. S. Army, and 1st Lt Donald M. Sukloff, U. S.‘ Army, for Appellee. ■\n\n## 인용\n\n- 4 C.M.A. 61\n- 4 USCMA 61\n\n## 판결문 요약\n\n\nOpinion of the Court\nGboRge W. LatimeR, Judge:\nThe accused was charged and tried by general court-martial for violations of two articles of the Uniform Code of Military Justice. Charge I alleged the unpremeditated murder of Sergeant John H. Sanders, in violation of Article 118, 50 USC §712. The two specifications under Charge II alleged that he failed to obey a lawful curfew order and an order prohibiting the carrying of a weapon, except when on official duty, in violation of Article 92, 50 USC § 686. He entered a plea of not guilty to Charge I, but pleaded guilty to the other alleged offenses. He was found guilty as charged and sentenced to be dishonorably discharged from the service, to forfeit all pay and allowances, and to be confined at hard labor for twenty years. The convening authority approved the findings and sentence and a board of review affirmed. We granted his petition for review, limiting our consideration to two issues, namely, whether the law officer erred in instructing on unpremeditated murder; and, whether he was required to instruct on accidental death as requested by defense counsel.\nThe record shows no substantial conflict in the evidence. At the time the offenses were committed, the accused was a member of the 49th Transportation Truck Company located in Korea. At about 7:30 on the evening of November 2, 1952, he visited a Korean prostitute, who was known as “Katy” and who lived in a village near Uijongbu, Korea. He talked with her for a short time ou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-sandoval"
    }
  ],
  "relatedIncidents": [
    22977,
    23072,
    23126,
    22808,
    22909
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}