{
  "id": 23103,
  "title": "1954년 McGraw Electric Co. v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1954-03-19",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: McGraw Electric Co. v. United States. 판결일: 1954-03-19. 법원: District Court, E.D. Missouri.",
  "description": "## 사건 정보\n\n**사건명**: McGraw Electric Co. v. United States\n**판결일**: 1954-03-19\n**법원**: District Court, E.D. Missouri\n**관할**: Missouri, MO\n\n**판사**: Thomas, Circuit Judge, Moore and Harper, District Judges\n\n## 인용\n\n- 120 F. Supp. 354\n\n## 판결문 요약\n\n\n120 F.Supp. 354 (1954)\nMcGRAW ELECTRIC CO. et al.\nv.\nUNITED STATES et al.\nCiv. No. 7973.\nUnited States District Court, E. D. Missouri, E. D.\nMarch 19, 1954.\n*355 *356 Arthur J. Freund, St. Louis, Mo., for plaintiffs.\nH. G. Morison, Asst. Atty. Gen., Robert W. Strange and James E. Kilday, Special Assts. to Atty. Gen., of Washington, D. C., and George L. Robertson, U. S. Atty., St. Louis, Mo., for defendant.\nEdward M. Reidy, Chief Counsel, and Samuel R. Howell, Asst. Chief Counsel, Washington, D. C., for intervening defendant, Interstate Commerce Commission.\nEdward R. Gustafson and Leo P. Day, Chicago, Illinois, and Richmond C. Coburn, St. Louis, Mo., for intervening defendant Railroads.\nBefore THOMAS, Circuit Judge, MOORE and HARPER, District Judges.\nMOORE, Judge.\nThis is an action under Sections 1336, 1398, 2284 and 2321 through 2325, 28 U.S.C.A., to enjoin, set aside, annul and suspend certain orders of the Interstate Commerce Commission (1) dismissing a complaint seeking the prescription of lawful rates for the future and reparations from defendant railroads on shipment of electrical fuses, and (2) discontinuing suspension of a new tariff schedule affecting the same commodities. The two proceedings were consolidated before the Commission by agreement of the parties.\nWe are met at the outset with plaintiffs' motion for judgment on the pleadings or for summary judgment, which was consolidated before us with the hearing on the merits. This motion is on the ground that the pla...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcgraw-electric-co-v-united-states"
    }
  ],
  "relatedIncidents": [
    22971,
    22976,
    22977,
    22986,
    22990
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}