{
  "id": 23108,
  "title": "1954년 McClanahan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1954-03-08",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: McClanahan. 판결일: 1954-03-08. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: McClanahan v. State of Indiana\n**판결일**: 1954-03-08\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Draper\n\n## 변호인\n\nClaude Cline, of Huntington, for appellant., Edwin K. Steers, Attorney General, and Carl Humble, Deputy Attorney General, for appellee.\n\n## 인용\n\n- 117 N.E.2d 749\n- 233 Ind. 317\n\n## 판결문 요약\n\n\n233 Ind. 317 (1954)\n117 N.E.2d 749\nMcCLANAHAN\nv.\nSTATE OF INDIANA.\nNo. 29,054.\nSupreme Court of Indiana.\nFiled March 8, 1954.\nRehearing denied May 14, 1954.\nClaude Cline, of Huntington, for appellant.\nEdwin K. Steers, Attorney General, and Carl Humble, Deputy Attorney General, for appellee.\n*318 DRAPER, C.J.\nA verdict was returned to the Huntington Circuit Court finding the appellant guilty of the second offense of operating a motor vehicle while under the influence of intoxicating liquor, and fixing his penalty at a fine of $100 and imprisonment at the Indiana State Farm for one year.\nJudgment followed the verdict and this appeal followed the overruling of appellant's motion for new trial.\nWe must first reject appellant's contention with regard to the sufficiency of the evidence. The result of the drunkometer test and the testimony of several police officers and civilians would strongly support the conclusion that the appellant, when arrested driving on the public highway, was very much under the influence of intoxicating liquor. His prior conviction was also proven and was not denied.\nThe appellant's tendered instructions numbered two, three and four would have told the jury, in effect, that if the arresting officers failed to comply with the provisions of Burns' 1952 Repl., §§ 47-2307 and 47-2308, the jury should disregard any testimony of said officers as to any observation of or conversation with the appellant, after the officers had so failed to comply with said sectio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcclanahan-v-state"
    }
  ],
  "relatedIncidents": [
    22994,
    23088,
    22815,
    22854,
    22971
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}