{
  "id": 23110,
  "title": "1954년 Acklen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1954-03-03",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Acklen. 판결일: 1954-03-03. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Acklen Et Al. v. State\n**판결일**: 1954-03-03\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: Burnett\n\n## 변호인\n\nD. L. JohNSON, H. B. Weimar and Thomas L. Cummings, all of Nashville, for plaintiffs in error., Knox Bigham, Assistant Attorney General, for the State.\n\n## 인용\n\n- 267 S.W.2d 101\n- 196 Tenn. 314\n\n## 판결문 요약\n\n\n267 S.W.2d 101 (1954)\nACKLEN et al.\nv.\nSTATE.\nSupreme Court of Tennessee.\nMarch 3, 1954.\nD. L. Johnson, H. B. Weimar and Thomas L. Cummings, Nashville, for plaintiffs in error.\nKnox G. Bigham, Asst. Atty. Gen., for the State.\nBURNETT, Justice.\nThe plaintiffs in error were convicted of a conspiracy to violate various gaming statutes. Acklen's punishment was fixed at a fine of $750 and a six months workhouse *102 sentence. The others received a fine of $100 and a three months workhouse sentence. The variation in fine is probably due to the fact that Acklen was the principal and the others were his subordinates.\nThe District Attorney General of Davidson County assigned one John Cole to investigate an alleged numbers racket in this County. After some investigation Cole learned that one of the defendants, League, was in possession of a Federal Wagering Stamp. He also received information concerning a certain automobile and a place where pickups were made each day. In March, 1952, he, Cole, parked his automibile at Union Street and Capitol Boulevard and from there he saw the plaintiff in error Cartmell come to the back of the Hermitage Hotel and look up and down the street several times. After this had occurred several times League drove up and double parked his car back of the Hermitage when Cartmell then came and got in the car with him for a few minutes. The officer saw papers pass between these two men. After these papers had been passed League drove off at a rapid rate of spe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=acklen-v-state"
    }
  ],
  "relatedIncidents": [
    22971,
    22976,
    22977,
    22986,
    22990
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}