{
  "id": 23111,
  "title": "1954년 Young 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1954-03-03",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Young. 판결일: 1954-03-03. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: H. P. Young v. State\n**판결일**: 1954-03-03\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson\n\n## 변호인\n\nKyle Vick, Waco, for appellant., Tom Moore, Jr., District Attorney, by Martin D. Eichelbergh, Assistant District Attorney, Waco, and Wesley Dice, State’s Attorney, Austin, for the State.\n\n## 인용\n\n- 160 Tex. Crim. 67\n\n## 판결문 요약\n\n\nDAVIDSON, Judge.\nIn wet areas where the sale of beer is authorized, it is made unlawful by the statute law of this state (Art. 667-10, Vernon’s P.C.) for any person to sell or offer beer for sale on Sunday, between the hours of 1:00 o’clock, a.m., and 1:00 o’clock, p.m.\nBy the same statute, it is also made unlawful to sell beer on any day other than Sunday before 7:00 o’clock, a.m., which makes unlawful the sale of beer on such days after the preceding midnight and before 7:00 o’clock, a.m.\nThe penalty fixed for a violation of said statute is a fine of not less than One Hundred ($100.00) Dollars and not more than One Thousand ($1,000.00) Dollars, or by imprisonment in the county jail for not more than one year, or by both such fine and imprisonment. Arts. 667-26 and 666-41, Vernon’s P.C.\nIt is not made unlawful by said statute to sell beer on Sunday between 1:00 o’clock, p.m., and midnight.\nBy ordinance, the city of McGregor, in McLennan County, prohibited the sale of beer on Sunday during the time mentioned in the statute and, in addition, the remainder of the day. In other words, it is made unlawful by the ordinance to sell beer in McGregor for twenty-three of the twenty-four hours of Sunday. The one hour in which it is not unlawful, under the ordinance, to sell beer is that from midnight Saturday to 1:00 o’clock, a.m., on the Sunday following.\n*69The ordinance also makes it unlawful, as does the statute mentioned, for one to sell beer on Monday before 7:00 o’clock, a.m.\nT...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=young-v-state"
    }
  ],
  "relatedIncidents": [
    22971,
    22976,
    22977,
    22986,
    22990
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}