{
  "id": 23126,
  "title": "1954년 Briskman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1954-01-29",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Briskman. 판결일: 1954-01-29. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: Briskman v. Central State Hospital\n**판결일**: 1954-01-29\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: Duncan\n\n## 변호인\n\nBenjamin Mazin, Louisville, for appellant., Joseph P. Pike, Hensley & Logan, Louisville, for appellee.\n\n## 인용\n\n- 264 S.W.2d 270\n\n## 판결문 요약\n\n\n264 S.W.2d 270 (1954)\nBRISKMAN\nv.\nCENTRAL STATE HOSPITAL.\nCourt of Appeals of Kentucky.\nJanuary 29, 1954.\n*271 Benjamin Mazin, Louisville, for appellant.\nJoseph P. Pike, Hensley &amp; Logan, Louisville, for appellee.\nDUNCAN, Justice.\nThe question presented by this appeal is whether or not the estate of Jerome M. Briskman is liable for board and maintenance furnished during his confinement at the Central State Hospital, after commitment to that institution from the Jefferson County jail.\nThe stipulation of facts recites that Briskman was indicted for the offense of murder and was held in jail without bond, awaiting trial. Before trial on the indictment, he was found by a jury to be a person of unsound mind and was committed to the Central State Hospital, where he has since been confined. This action was subsequently instituted by the Department of Welfare for the use and benefit of Central State Hospital to recover for his board and maintenance. The lower court rendered judgment for $2,946.\nKRS 203.080(1) provides:\n\"When a patient has an estate which can be subject to debt, the patient shall be liable for his board and maintenance, and the department shall sue in the name of the institution and recover the amount of the patient's board at the rate fixed by the department or so much thereof as the estate will suffice to pay for the time the patient has been kept and maintained therein, if not otherwise paid for.\"\nAppellant concedes that the state under ordinary circumstances m...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=briskman-v-central-state-hospital"
    }
  ],
  "relatedIncidents": [
    22977,
    23072,
    23101,
    22808,
    22909
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}