{
  "id": 23139,
  "title": "1953년 Bice 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1953-12-22",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Bice. 판결일: 1953-12-22. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Blanche B. Bice, as Administratrix of the Estate of Frank H. Bice v. State of New York, Respondent Gerald M. Bogardus, as Administrator of the Estate of Donald H. Bogardus v. State of New York\n**판결일**: 1953-12-22\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 282 A.D. 1098\n\n## 판결문 요약\n\n\nAppeals by the claimants from judgments of the Court of Claims, entered November 26, 1951, dismissing the claims in two death eases. The two decedents were last seen alive shortly before they started upon an automobile ride on a State highway paralleling the Oswegatehie River. Several weeks later, the automobile and the bodies of two decedents were found in the river. No one knows the circumstances under which the automobile left the highway. The only claim of negligence is that there was no guardrail between the highway and the bank of the river. The road was level and straight in the vicinity of the apparent accident; there was no showing of any special danger which required the erection of a guardrail. Furthermore, the claimants’ theory was entirely speculative; there was no evidence that the absence of a guardrail was one of the proximate causes of the accident. Judgments unanimously affirmed, without costs. Present — Foster, P. J., Bergan, Coon, Halpern and Imrie, JJ.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bice-v-state"
    }
  ],
  "relatedIncidents": [
    23135,
    23142,
    23144,
    23162,
    23163
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}