{
  "id": 23130,
  "title": "1954년 Allen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1954-01-13",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Allen. 판결일: 1954-01-13. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: A. J. Allen v. State\n**판결일**: 1954-01-13\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrison\n\n## 변호인\n\nTaylor omd Taylor, by Henry Taylor, Temple, for appellant., Raymond Thornton, District Attorney, Belton, and Wesley Dice, State’s Attorney, Austin, for the state.\n\n## 인용\n\n- 264 S.W.2d 723\n- 159 Tex. Crim. 463\n\n## 판결문 요약\n\n\n264 S.W.2d 723 (1954)\nALLEN\nv.\nSTATE.\nNo. 26709.\nCourt of Criminal Appeals of Texas.\nJanuary 13, 1954.\nTaylor &amp; Taylor, By Henry Taylor, Temple, for appellant.\nRaymond Thornton, Dist. Atty., Belton, Wesley Dice, State's Atty., of Austin, for the State.\nMORRISON, Judge.\nThe offense is the possession of marijuana; the punishment, ten years.\nIt was established that officers of the City of Temple had reason to believe, and did believe, that appellant had marijuana in his possession on January 14, 1953, the night in question.\nOfficer Douglas testified that he was waiting on the highway near the City of Temple; that appellant passed in his Oldsmobile, and he gave chase; that because of the rate of speed at which appellant was traveling he concluded that he would be unable to overtake him and radioed in to his fellow officers and requested their help; that he did not lose sight of the lights on appellant's automobile until it finally came to a stop within the city; that appellant and his companion were placed under arrest, and he searched the automobile.\nOfficer Douglas testified that he had been a peace officer for twelve years and had had experience with marijuana and that he found ten or twelve loose particles of marijuana on the front seat. He testified further that he examined the contents of a sack later delivered by Officer Mitchell to the police station and found it to contain marijuana.\nOfficer Mitchell testified that he received an order to intercept a particular auto...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=allen-v-state"
    }
  ],
  "relatedIncidents": [
    22971,
    22976,
    22977,
    22986,
    22990
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}