{
  "id": 23135,
  "title": "1953년 Ubbink 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1953-12-30",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Ubbink. 판결일: 1953-12-30. 법원: Wisconsin Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Ubbink and Another, Respondents, vs. Herbert A. Nieman & Company, Appellant\n**판결일**: 1953-12-30\n**법원**: Wisconsin Supreme Court\n**관할**: Wisconsin, WI\n\n**판사**: Fairchild\n\n## 변호인\n\nFor the appellant there was a brief by Schanen, Schanen & Pauly of Port Washington, and oral argument by Erwin N. Pauly., For the respondents there was a brief by Charles L. Larson, attorney, and Stuart G. Grady of counsel, both of Port Washington, and oral argument by Mr. Larson.\n\n## 인용\n\n- 265 Wis. 442\n\n## 판결문 요약\n\n\n265 Wis. 442 (1953)\nUBBINK and another, Respondents,\nvs.\nHERBERT A. NIEMAN &amp; COMPANY, Appellant.\nSupreme Court of Wisconsin.\nDecember 1, 1953.\nDecember 30, 1953.\n*444 For the appellant there was a brief by Schanen, Schanen &amp; Pauly of Port Washington, and oral argument by Erwin N. Pauly.\nFor the respondents there was a brief by Charles L. Larson, attorney, and Stuart G. Grady of counsel, both of Port Washington, and oral argument by Mr. Larson.\nFAIRCHILD, J.\nBy reason of the several transfers of title to the real estate, the plaintiffs came under successive landlords. However, plaintiffs' relation and responsibilities to each successive landlord were practically the same. They were the tenants of the defendant until Nieman sold out to the Kiekhaefer Corporation. They became tenants of the Kiekhaefer Corporation when that corporation purchased the premises during the lease term, on December 29, 1950, and *445 took the real estate subject to such rights as then existed in the plaintiffs. Plaintiffs were tenants in possession. That possession was \"actual, open, notorious, and visible possession\" by the plaintiffs and constituted constructive notice to the purchaser, the Kiekhaefer Corporation. The defendant conveyed to the Kiekhaefer Corporation only such rights as the Nieman Company possessed at the time it sold the premises. At that time the defendant ceased to bear any relation to the plaintiffs, because there was then brought into existence a superseding landlord-ten...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ubbink-v-herbert-a-nieman-co"
    }
  ],
  "relatedIncidents": [
    23229,
    23256,
    23290,
    23311,
    22986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}