{
  "id": 23163,
  "title": "1953년 Adams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1953-11-18",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Adams. 판결일: 1953-11-18. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Defendant in Error, vs. Wayne Adams, Plaintiff in Error\n**판결일**: 1953-11-18\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Maxwell\n\n## 변호인\n\nCharles A. Bellows, of Chicago, for plaintiff in error., Latham CastlE, Attorney General, of Springfield, and John GuticnEcht, State’s Attorney, of Chicago, (John T. Gallagher, Rudolph L. Janega, and Arthur F. Manning, all of Chicago, of counsel,) for the People.\n\n## 인용\n\n- 115 N.E.2d 774\n- 1 Ill. 2d 446\n\n## 판결문 요약\n\n\n1 Ill. 2d 446 (1953)\n115 N.E.2d 774\nTHE PEOPLE OF THE STATE OF ILLINOIS, Defendant in Error,\nv.\nWAYNE ADAMS, Plaintiff in Error.\nNo. 32932.\nSupreme Court of Illinois.\nOpinion filed November 18, 1953.\nCHARLES A. BELLOWS, of Chicago, for plaintiff in error.\nLATHAM CASTLE, Attorney General, of Springfield, and JOHN GUTKNECHT, State's Attorney, of Chicago, (JOHN T. GALLAGHER, RUDOLPH L. JANEGA, and ARTHUR F. MANNING, all of Chicago, of counsel,) for the People.\nReversed and remanded.\n*447 Mr. JUSTICE MAXWELL delivered the opinion of the court:\nPlaintiff in error, Wayne Adams, and one Robert Wayne were jointly indicted in the criminal court of Cook County for the crime of robbery while armed. Robert Wayne pleaded guilty to the charge, testified against the plaintiff in error in this case, and was subsequently granted probation. Plaintiff in error was found guilty by the jury and was sentenced to the penitentiary, the court fixing the minimum of his term at five years and the maximum at twenty years. His motions for a new trial and to vacate the judgment were denied and he appeals to this court by writ of error.\nTo avoid confusion due to the similarity of their names we shall refer to the plaintiff in error Wayne Adams as \"Adams\" or \"defendant\" and to Robert Wayne as \"Wayne\" or \"codefendant.\"\nThe defendant contends in this appeal that (1) the People failed to prove his guilt beyond all reasonable doubt; (2) the prejudicial conduct of the assistant State's Attorney, in his cross-ex...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-adams"
    }
  ],
  "relatedIncidents": [
    23200,
    23004,
    23013,
    23060,
    23079
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}