{
  "id": 23177,
  "title": "1953년 Gonzales v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1953-10-28",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Gonzales v. State. 판결일: 1953-10-28. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Jimmy C. Gonzales v. State\n**판결일**: 1953-10-28\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Graves\n\n## 변호인\n\nNo attorney for appellant of record on appeal., Austin F. Anderson, Criminal District Attorney, Jack H. Kaufmwn, Assistant Criminal District Attorney, San Antonio, and W&sley Dice, State’s Attorney, Austin, for the state.\n\n## 인용\n\n- 261 S.W.2d 577\n- 159 Tex. Crim. 108\n\n## 판결문 요약\n\n\n261 S.W.2d 577 (1953)\nGONZALES\nv.\nSTATE.\nNo. 26538.\nCourt of Criminal Appeals of Texas.\nOctober 28, 1953.\nNo attorney on appeal, for appellant.\nAustin F. Anderson, Crim. Dist. Atty., Jack H. Kaufman, Asst. Crim. Dist. Atty., San Antonio, Wesley Dice, State's Atty., of Austin, for the State.\nGRAVES, Presiding Judge.\nAppellant was convicted of the offense of driving an automobile while under the influence of intoxicating liquor, and his punishment assessed at confinement in the county jail for a period of six months and a fine of $50. He appeals from the judgment therein.\nBill of Exception No. 4 reflects that while appellant was on the stand in his own behalf, he was asked by the Assistant District Attorney the following question: \"You have paid fines for being drunk, haven't you?\" To which question the defendant answered that he paid fines; and the Assistant District Attorney then said, \"Several of them.\" This question was objected to, as well as its answer, but the court overruled such objection and appellant excepted to such ruling. We think this testimony was erroneously admitted since the appellant was not charged as a second offender.\nBill of Exception No. 5 complains of the closing argument of the Assistant District Attorney in which he stated to the jury in substance \"that the defendant by his own admission, was a drunkard; that he had paid fines on several occasions for being drunk, and that he had been seen brought into the City Police Station in a drunk condition as...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gonzales-v-state"
    }
  ],
  "relatedIncidents": [
    23135,
    23139,
    23142,
    23144,
    23162
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}