{
  "id": 23182,
  "title": "1953년 Robertson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1953-10-13",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Robertson. 판결일: 1953-10-13. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: Elizabeth Robertson, Petitioner-Appellant, v. Express Container Corp., Defendant-Respondent\n**판결일**: 1953-10-13\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: Brennan--3, Burling--4, Heher, Jacobs, Oliphant, Vanderbilt, Wacheneeld\n\n## 변호인\n\nMr. Alexander Avidan argued the cause for the appellant (Messrs. Avidan and Avidan and Mr. Abraham, Levine, attorneys)., Mr. Sidney M. Schreiber argued the cause for the defendant (Messrs. Schreiber, Lancaster and Demos, attorneys; Mr. Roger F. Lancaster on the brief).\n\n## 인용\n\n- 99 A.2d 649\n- 13 N.J. 342\n\n## 판결문 요약\n\n\n13 N.J. 342 (1953)\n99 A.2d 649\nELIZABETH ROBERTSON, PETITIONER-APPELLANT,\nv.\nEXPRESS CONTAINER CORP., DEFENDANT-RESPONDENT.\nThe Supreme Court of New Jersey.\nArgued September 21, 1953.\nDecided October 13, 1953.\n*343 Mr. Alexander Avidan argued the cause for the appellant (Messrs. Avidan and Avidan and Mr. Abraham Levine, attorneys).\nMr. Sidney M. Schreiber argued the cause for the defendant (Messrs. Schreiber, Lancaster and Demos, attorneys; Mr. Roger F. Lancaster on the brief).\n*344 The opinion of the court was delivered by OLIPHANT, J.\nThis is a workmen's compensation case on appeal from a judgment of dismissal by the Appellate Division affirming a judgment of the Essex County Court dismissing petitioner's action.\nBy stipulation between the parties the initial hearing in the Bureau was confined to a determination of the compensability of the accidental injury under the statute. If it were deemed compensable a further hearing was to be held for the purpose of establishing the extent of the disability. This latter hearing was not held as the Bureau dismissed the claim. It will thus be seen that three lower tribunals have resolved the issue against the petitioner. It comes before us only by reason of a dissent in the Appellate Division, Rule 1:2-1(b), now R.R. 1:2-1(b); N.J. Const. 1947, Art. VI, Sec. V, par. 1(b).\nThe question presented is  Did the admitted accidental injury suffered by the petitioner satisfy the statutory requirements of \"arising out of and in the course of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robertson-v-express-container-corp"
    }
  ],
  "relatedIncidents": [
    23135,
    23139,
    23142,
    23144,
    23162
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}