{
  "id": 23256,
  "title": "1953년 Petro 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1953-05-15",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Petro. 판결일: 1953-05-15. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: Henrietta Petro v. Martin Baking Company and Another\n**판결일**: 1953-05-15\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Christianson, Dell, Gallagher, Knutson\n\n## 변호인\n\nThomas J. Spence and Kenneth W. Green, for relators., William D. Gunn and Donald G. Savellcoul, for respondent.\n\n## 인용\n\n- 239 Minn. 307\n\n## 판결문 요약\n\n\n239 Minn. 307 (1953)\nHENRIETTA PETRO\nv.\nMARTIN BAKING COMPANY AND ANOTHER.[1]\nNo. 35,941.\nSupreme Court of Minnesota.\nMay 15, 1953.\n*308 Thomas J. Spence and Kenneth W. Green, for relators.\nWilliam D. Gunn and Donald C. Savelkoul, for respondent.\nCHRISTIANSON, JUSTICE.\nCertiorari to the industrial commission to review an order granting compensation for death following a physical encounter between two employees of the Martin Baking Company.\nDecedent, Balent Petro, was employed by the Martin Baking Company as a driver-salesman. He was 51 years old, about five feet, five inches tall, weighed about 210 pounds, and suffered from a heart condition. Edward Stokes was a supervisor over the driver-salesmen and weighed about 140 pounds. Decedent's route required him to begin work about 2:30 a.m., which was 2 1/2 to 3 hours earlier than the other driver-salesmen began work. On December 21, 1950, he had already left his employer's premises when the others arrived about 5 a.m. to load their trucks and prepare to make their deliveries. On that morning, Stokes was loading a truck preparatory to taking the route of one of the regular drivers. In the presence of decedent's brother, who was also a driver-salesman for the company, Stokes said, \"That dam Balent Petro stole some bags out of my truck.\" Decedent's brother asked why Stokes thought decedent had taken them and Stokes replied, \"Because I saw him take bags out of trucks before.\" A short time later another driver missed a basket from hi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=petro-v-martin-baking-co"
    }
  ],
  "relatedIncidents": [
    23135,
    23229,
    23290,
    23311,
    22986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}