{
  "id": 23268,
  "title": "1953년 Marion 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1953-04-24",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Marion. 판결일: 1953-04-24. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: Elwood J. Marion and Another v. Arthur R. Miller and Another. Victor Vik, Relator\n**판결일**: 1953-04-24\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Knutson, Matson\n\n## 변호인\n\nSullwan, Stringer, Donnelly & Sharood and David R. Roberts, for relator., Oppenheimer, Hodgson, Brown, Baer & Wolff, Edward L. Rogers, and Robert G-. Renner, for respondents.\n\n## 인용\n\n- 239 Minn. 214\n\n## 판결문 요약\n\n\n239 Minn. 214 (1953)\nELWOOD J. MARION AND ANOTHER\nv.\nARTHUR R. MILLER AND ANOTHER.\nVICTOR VIK, RELATOR.[1]\nNo. 36,080.\nSupreme Court of Minnesota.\nApril 24, 1953.\n*215 Sullivan, Stringer, Donnelly &amp; Sharood and David R. Roberts, for relator.\nOppenheimer, Hodgson, Brown, Baer &amp; Wolff, Edward L. Rogers, and Robert G. Renner, for respondents.\nKNUTSON, JUSTICE.\nOn or about October 22, 1947, plaintiffs, who were then residents of Ohio, purchased from defendants Arthur R. Miller and Ruth F. Miller on a contract for deed a certain resort property in Cass county in this state. Thereafter, plaintiffs brought an action against defendants alleging fraud and deceit in the sale of the property and recovered a verdict of $20,402.50. On appeal, we affirmed. Marion v. Miller, 237 Minn. 306, 55 N.W. (2d) 52. Rehearing was denied on October 17, 1952. On October 28, 1952, at 10 a.m., plaintiffs entered and docketed judgment upon the verdict so obtained only to find that at 9:10 a.m. on the same day a quitclaim deed had been recorded with the register of deeds of Cass county wherein defendants Miller had conveyed the property involved to defendant Victor Vik.\nThereafter this action was commenced to set aside such deed as a fraudulent conveyance. The action was commenced in Cass county. Service was obtained on defendant Vik, who resides in Ramsey county. The sheriff was unable to make service upon the Millers. Upon demand of defendant Vik, the clerk of Cass county transferred the file to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=marion-v-miller"
    }
  ],
  "relatedIncidents": [
    23241,
    23257,
    22998,
    23062,
    23070
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}