{
  "id": 23262,
  "title": "1953년 Biddix 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1953-05-06",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Biddix. 판결일: 1953-05-06. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: Biddix v. Rex Mills, Inc.\n**판결일**: 1953-05-06\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Barnhill\n\n## 인용\n\n- 75 S.E.2d 777\n- 237 N.C. 660\n\n## 판결문 요약\n\n\n75 S.E.2d 777 (1953)\n237 N.C. 660\nBIDDIX\nv.\nREX MILLS, Inc. et al.\nNo. 526.\nSupreme Court of North Carolina.\nMay 6, 1953.\n*779 Jones &amp; Small, Charlotte, for defendants appellants.\nGeorge E. Biddix in pro. per.\nBARNHILL, Justice.\nThe hearing commissioner made his award on the stipulations made at the hearing at a time when the claimant was represented by competent counsel. He correctly concluded that the claim for compensation was not filed with the Commission within the time required by law. A majority of the Commission reversed on the ground that the defendants, by their conduct, lulled plaintiff into a sense of security and are now estopped to plead the statute, G.S. § 97-24. To reach this conclusion, they had resort to matters appearing in the files of the Commission which constitute no part of the evidence in the case or the record in the cause. As the court below affirmed, the exceptive assignments of error raise serious questions which, while perhaps not decisive here, should be decided before the concept of the statute and our decisions evidenced by the majority opinion of the Commission becomes too deeply rooted in the administration of the Workmen's Compensation Act.\nThe Industrial Commission is primarily an administrative agency of the State charged with the duty of administering the provisions of the Workmen's Compensation Act. As such, it has many ministerial *780 and administrative duties to perform. See Whitted v. Palmer-Bee Co., 228 N.C. 447, concurring op...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=biddix-v-rex-mills-inc"
    }
  ],
  "relatedIncidents": [
    23135,
    23139,
    23142,
    23144,
    23162
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}