{
  "id": 23282,
  "title": "1953년 McMillian 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1953-03-23",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: McMillian. 판결일: 1953-03-23. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: STATE v. McMILLIAN\n**판결일**: 1953-03-23\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Hawthorne, Lsa-R, McCALEB\n\n## 변호인\n\nWarren Hunt, Rayville, for appellant., Fred S. LeBlanc, Atty. Gen., M. E. Culligan, Ass’t. Atty. Gen., and Fred Fudickar, Jr., Dist. Atty., Monroe, for appellee.\n\n## 인용\n\n- 64 So. 2d 856\n- 223 La. 96\n\n## 판결문 요약\n\n\n64 So. 2d 856 (1953)\n223 La. 96\nSTATE\nv.\nMcMILLIAN.\nNo. 41139.\nSupreme Court of Louisiana.\nMarch 23, 1953.\nRehearing Denied April 27, 1953.\nWarren Hunt, Rayville, for appellant.\nFred S. LeBlanc, Atty. Gen., M. E. Culligan, Ass't. Atty. Gen., and Fred Fudickar, Jr., Dist. Atty., Monroe, for appellee.\nHAWTHORNE, Justice.\nAppellant, Mrs. Acle McMillian, was indicted for the murder of her husband, Dudley McMillian, tried, found guilty of manslaughter, and sentenced to 15 years at hard labor in the state penitentiary. From this conviction and sentence she has appealed.\nThe homicide was admitted, but the accused pleaded self-defense. Defendant relies on 11 bills of exception reserved and perfected. All of these bills are closely related, particularly Bills Nos. 1, 2, 4, 5, and 10. Each of the enumerated bills was reserved to the ruling of the court sustaining the State's objection to a question asked a defense witness which would have elicited evidence of previous difficulties or altercations between the deceased and the accused. For example, the question involved in Bill No. 5 was: \"Have you seen Mr. McMillian while he was drunk physically beating Mrs. McMillian?\" The defense had introduced evidence that the deceased was intoxicated at the time of the homicide, and by the questions presented by these bills was attempting to show that the deceased had brutally mistreated defendant and inflicted great bodily harm on her on previous occasions when he was intoxicated.\nWe are informed...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mcmillian"
    }
  ],
  "relatedIncidents": [
    23190,
    23252,
    23295,
    23319,
    23323
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}