{
  "id": 23290,
  "title": "1953년 Thomasson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1953-03-07",
  "location": "Kansas, KS, USA",
  "summary": "미국 Kansas, KS 법원 판결 사건. 사건명: Thomasson. 판결일: 1953-03-07. 법원: Supreme Court of Kansas.",
  "description": "## 사건 정보\n\n**사건명**: L. W. Thomasson, Appellee, v. Forrest C. Kirkpatrick, and Pearl A. Kirkpatrick, Husband and Wife; Ray N. Brinkman, Appellants, William S. Bush and Lyman L. Smith, a Copartnership, D/B/A Acme Construction Company; Walter Sengpiehl, D/B/A Sengpiehl Furniture Company; Willis Schaal, D/B/A Western Glass Company; O. H. Woods, D/B/A O. E. Woods Lumber Company; Hugh J. Morgan, D/B/A Overhead Door Sales and Service; Glenn H. Milks, D/B/A Milks Cabinet Shop; Fred White and Verlyn D. White, Partners, D/B/A White Electric Co.; F. A. Reynolds; Harold R. Fortney, D/B/A Fortney Tile and Flooring Co.; Charles Scaletty, D/B/A Scaletty Hardware Co.; Home Lumber and Supply Co.; Paul McConnell, D/B/A McConnell Lumber Co., Appellees\n**판결일**: 1953-03-07\n**법원**: Supreme Court of Kansas\n**관할**: Kansas, KS\n\n**판사**: Harvey\n\n## 변호인\n\nA. L. Foster, of Parsons, and Robert N. Partridge, of Wichita, argued the cause, and George Siefkin, George B. Powers, Samuel E. Bartlett, Carl T. Smith, John F. Eberhardt, Stuart R. Carter, and Robert C. Foulston, all of Wichita, were with them on the briefs for the appellants., Glen Jones, of Parsons, argued the cause and was on the briefs for Walter Sengpiehl, d/b/a Sengpiehl Furniture Company; Glenn H. Milks, d/b/a Milks Cabinet Shop; Fred White and Verlyn D. White, partners, d/b/a White Ele\n\n## 인용\n\n- 254 P.2d 329\n- 174 Kan. 52\n\n## 판결문 요약\n\n\n174 Kan. 52 (1953)\n254 P.2d 329\nL.W. THOMASSON, Appellee,\nv.\nFORREST C. KIRKPATRICK, and PEARL A. KIRKPATRICK, husband and wife; RAY N. BRINKMAN, Appellants, WILLIAM S. BUSH and LYMAN L. SMITH, a copartnership, d/b/a Acme Construction Company; WALTER SENGPIEHL, d/b/a Sengpiehl Furniture Company; WILLIS SCHAAL, d/b/a Western Glass Company; O.H. WOODS, d/b/a O.E. Woods Lumber Company; HUGH J. MORGAN, d/b/a Overhead Door Sales and Service; GLENN H. MILKS, d/b/a Milks Cabinet Shop; FRED WHITE and VERLYN D. WHITE, partners, d/b/a White Electric Co.; F.A. REYNOLDS; HAROLD R. FORTNEY, d/b/a Fortney Tile and Flooring Co.; CHARLES SCALETTY, d/b/a Scaletty Hardware Co.; HOME LUMBER AND SUPPLY CO.; PAUL McCONNELL, d/b/a McConnell Lumber Co., Appellees.\nNo. 38,803\nSupreme Court of Kansas.\nOpinion filed March 7, 1953.\nA.L. Foster, of Parsons, and Robert N. Partridge, of Wichita, argued the cause, and George Siefkin, George B. Powers, Samuel E. Bartlett, Carl T. Smith, John F. Eberhardt, Stuart R. Carter, and Robert C. Foulston, all of Wichita, were with them on the briefs for the appellants.\nGlen Jones, of Parsons, argued the cause and was on the briefs for Walter Sengpiehl, d/b/a Sengpiehl Furniture Company; Glenn H. Milks, d/b/a Milks Cabinet Shop; Fred White and Verlyn D. White, partners, d/b/a White Electric Company; Harold R. Fortney, d/b/a Fortney Tile and Flooring *53 Company; Charles Scaletty, d/b/a Scaletty Hardware Company; Paul McConnell, d/b/a McConnell Lumber Company; Home L...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thomasson-v-kirkpatrick"
    }
  ],
  "relatedIncidents": [
    23135,
    23229,
    23256,
    23311,
    22986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}