{
  "id": 23295,
  "title": "1953년 Cacopardo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1953-03-02",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Cacopardo. 판결일: 1953-03-02. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York v. John Cacopardo\n**판결일**: 1953-03-02\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 281 A.D. 884\n\n## 판결문 요약\n\n\nOrder of the County Court, Kings County, granting motion to vacate judgment of conviction of the crime of murder in the second degree, reversed on the law and the facts, and motion denied. On December 13, 1936, *885Mollie Staraee was shot three times and killed. One week prior thereto she had broken off an illicit relationship with defendant, a married man with two children, and had returned from Philadelphia to her home in Brooklyn. Defendant threatened to kill her, according to her mother, unless she returned to him. When she did not do so, he followed her to her home and insisted upon a talk with her in a bedroom. She cried out that defendant had a gun, immediately following which three shots were heard and the defendant fled. Defendant’s statement to the District Attorney was a virtual confession that he had secreted in his overcoat, not taken off while in the Staraee home, a revolver he had purchased in Philadelphia and with it had shot and killed the deceased. On the trial he changed his version to the extent of testifying that as he was holding the gun while in the room with the deceased, it went off as his uncle Paul Petrillo was endeavoring to wrest it from him. The proof was ample, irrespective of the testimony of Paul Petrillo and Rose Carina, to warrant the conviction. Since that trial and by reason of information supplied by defendant, the uncle himself has been convicted in Philadelphia of an independent murder and has been executed. The present version of defe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-cacopardo"
    }
  ],
  "relatedIncidents": [
    23190,
    23252,
    23282,
    23319,
    23323
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}