{
  "id": 2329,
  "title": "2018년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2018-10-09",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Commonwealth. 판결일: 2018-10-09. 법원: Massachusetts Appeals Court.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH v. Russell V. DINOVO.\n**판결일**: 2018-10-09\n**법원**: Massachusetts Appeals Court\n**관할**: Massachusetts, MA\n\n## 인용\n\n- 111 N.E.3d 1112\n\n## 판결문 요약\n\n\nThe defendant, Russell V. DiNovo, pleaded guilty to charges of assault and battery on a family or household member, G. L. c. 265, § 13M (a ), and resisting arrest, G. L. c. 268, § 32B ; he was sentenced to time served. Almost two years later he filed a motion for a new trial, arguing, among other things, that the plea judge erred in accepting his guilty pleas because there was no factual basis for the charges. The same judge who had accepted the pleas denied the motion, and the defendant appeals. We affirm.\nUnder Mass. R. Crim. P. 12 (c) (5) (A), as appearing in 470 Mass. 1511 (2015), \"[a] judge may not accept a guilty plea 'unless there are sufficient facts on the record to establish each element of the offense.' \" Commonwealth v. Hart, 467 Mass. 322, 325 (2014), quoting Commonwealth v. DelVerde, 398 Mass. 288, 297 (1986). However, during a plea colloquy, the Commonwealth is not obligated to recite facts sufficient to prove each element beyond a reasonable doubt. See Commonwealth v. Armstrong, 88 Mass. App. Ct. 756, 758 (2015). \"Rather, a plea judge 'need determine only whether the evidence which he had heard, plus any information he has obtained in the plea hearing, is sufficient, when considered with reasonable inferences which may be drawn therefrom, to support the charge to which the defendant is offering a plea of guilty.' \" Id., quoting Commonwealth v. Jenner, 24 Mass. App. Ct. 763, 773 (1987).\nSpecifically, the defendant contends that the prosecutor's recitation of t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-russell"
    }
  ],
  "relatedIncidents": [
    2252,
    2437,
    2456,
    2467,
    2495
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}