{
  "id": 23304,
  "title": "1953년 Flood Appeal 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1953-02-10",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Flood Appeal. 판결일: 1953-02-10. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Flood Appeal\n**판결일**: 1953-02-10\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Stern, C.J., Stearne, Jones, Bell, Chidsey and Musmanno\n\n## 변호인\n\nJames Lenahan Brown, with him J oseph V. Kasper, for appellant., R. Lawrence Coughlin, for appellee.\n\n## 인용\n\n- 372 Pa. 486\n\n## 판결문 요약\n\n\n372 Pa. 486 (1953)\nFlood Appeal.\nSupreme Court of Pennsylvania.\nArgued January 5, 1953.\nFebruary 10, 1953.\n*487 Before STERN, C.J., STEARNE, JONES, BELL, CHIDSEY and MUSMANNO, JJ.\nJames Lenahan Brown, with him Joseph V. Kasper, for appellant.\nR. Lawrence Coughlin, for appellee.\nOPINION BY MR. JUSTICE JONES, February 10, 1953:\nThe appellant, Daniel J. Flood, was the Democratic nominee for Congress in the Eleventh Pennsylvania District (consisting of Luzerne County) at the general election on November 4, 1952. His Republican opponent was Edward J. Bonin. The official canvass and computation of the returns, which was made on November 7th, disclosed that Bonin had a lead over Flood of 834 votes. The final official computation, which was not completed until November 14th due to the necessity of including the returned soldier ballots, showed Bonin had won by a plurality of 601 votes.\nOn November 12, 1952, Flood filed with the Court of Common Pleas of Luzerne County his petition, addressed to the court and sworn to by him, seeking to appeal from the failure of the Board of Elections of *488 the County to act affirmatively upon a motion by the minority (Democratic) member at a meeting of the Board on November 10th that the voting machines in the 411 election precincts of the Congressional District be opened and the vote for congressman retabulated. The court fixed a hearing on the petition for November 18th. In the meantime (November 14th), Flood sought leave to amend his appeal pet...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=flood-appeal"
    }
  ],
  "relatedIncidents": [
    23135,
    23139,
    23142,
    23144,
    23162
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}