{
  "id": 23312,
  "title": "1953년 Yanow 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1953-01-26",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Yanow. 판결일: 1953-01-26. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: Samuel Yanow, Reshela Yanow, Herbert D. Myrtle, Gertrude E. Myrtle, Abraham T. Horowitz, Ruth S. Horowitz, Plaintiffs, v. Seven Oaks Park, Inc., a New Jersey Corporation, Max Masin, Morris Tzeses, Seymour Masin, Leo Tzeses and Milton Alpert, Defendants, and Eastern Christian Institute, a New Jersey Corporation, Intervening-Defendant-Respondent, City of Orange, Cross-Claimant-Appellant\n**판결일**: 1953-01-26\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: Brennan--6, Burling, Heher, Jacobs, None, Oliphant, Vanderbilt\n\n## 변호인\n\nMr. Edmond J. Dwyer argued the cause for the appellant, City of Orange., Mr. Edward B. McGlynn argued the cause for the respondent, Eastern Christian Institute (Mr. Charles E. Garrett on the brief; Messrs. McGlynn, Weintraub & 8iein, attorneys).\n\n## 인용\n\n- 94 A.2d 482\n- 11 N.J. 341\n\n## 판결문 요약\n\n\n11 N.J. 341 (1953)\n94 A.2d 482\nSAMUEL YANOW, RESHELA YANOW, HERBERT D. MYRTLE, GERTRUDE E. MYRTLE, ABRAHAM T. HOROWITZ, RUTH S. HOROWITZ, PLAINTIFFS,\nv.\nSEVEN OAKS PARK, INC., A NEW JERSEY CORPORATION, MAX MASIN, MORRIS TZESES, SEYMOUR MASIN, LEO TZESES AND MILTON ALPERT, DEFENDANTS, AND EASTERN CHRISTIAN INSTITUTE, A NEW JERSEY CORPORATION, INTERVENING-DEFENDANT-RESPONDENT, CITY OF ORANGE, CROSS-CLAIMANT-APPELLANT.\nThe Supreme Court of New Jersey.\nArgued December 15, 1952.\nDecided January 26, 1953.\n*344 Mr. Edmond J. Dwyer argued the cause for the appellant, City of Orange.\nMr. Edward R. McGlynn argued the cause for the respondent, Eastern Christian Institute (Mr. Charles E. Garrett on the brief; Messrs. McGlynn, Weintraub &amp; Stein, attorneys).\nThe opinion of the court was delivered by BURLING, J.\nThis civil action was instituted by one Samuel Yanow and others, residents of properties fronting upon Seven Oaks Road in the City of Orange, Essex County, New Jersey, against Seven Oaks Park, Inc., and others, for various measures of relief, including prayers for specific performance of alleged representations or agreements between the plaintiffs and the defendant Seven Oaks Park, Inc. The principal object of the suit appears to have been to prevent the consummation of a sale (agreement for which sale was entered into on November 1, 1950) by the defendants, or some of them, to Eastern Christian Institute (hereinafter referred to as Eastern), a New Jersey corporation, of premis...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=yanow-v-seven-oaks-park-inc"
    }
  ],
  "relatedIncidents": [
    23135,
    23139,
    23142,
    23144,
    23162
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}