{
  "id": 23316,
  "title": "1953년 Morris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1953-01-13",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Morris. 판결일: 1953-01-13. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Respondent, v. ALEXANDER AARON MORRIS, Appellant\n**판결일**: 1953-01-13\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Drapeau\n\n## 변호인\n\nGladys Towles Root for Appellant., Edmund G. Brown, Attorney General, and Norman H. Sokolow, Deputy Attorney General, for Respondent.\n\n## 인용\n\n- 115 Cal. App. 2d 312\n\n## 판결문 요약\n\n\n115 Cal. App. 2d 312 (1953)\nTHE PEOPLE, Respondent,\nv.\nALEXANDER AARON MORRIS, Appellant.\nCrim. No. 4855. \nCalifornia Court of Appeals. Second Dist., Div. One.  \nJan. 13, 1953.\n Gladys Towles Root for Appellant.\n Edmund G. Brown, Attorney General, and Norman H. Sokolow, Deputy Attorney General, for Respondent.\n DRAPEAU, J.\n By an information containing twelve counts, defendant was charged with the crimes of forgery and grand theft; also with three prior convictions of felonies for which he had served terms of imprisonment in state prisons.\n Defendant pleaded not guilty to the charge; admitted the priors, waived a jury trial, and submitted his case in part on the transcript of the preliminary hearing, subject to the introduction of further evidence.\n The trial court found defendant \"not guilty\" as to count 12, and found him \"guilty\" as charged in counts 1 to 11, inclusive. Thereafter, his motion for new trial and his application for probation were denied, and he was sentenced to state prison, the sentences on the several counts to run concurrently with each other and with the unexpired portion of the sentence from which he was on parole.\n This appeal is from the order denying the motion for new trial, and from the judgment of conviction of the crime of forgery, as charged in counts 1, 3, 5, 7, 9, and 11, and of the crime of grand theft, as charged in counts 2, 4, 6, 8 and 10 of the information.\n It is here contended that the evidence is insufficient to support the judgment, i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-morris"
    }
  ],
  "relatedIncidents": [
    22994,
    23088,
    23108,
    23135,
    23139
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}