{
  "id": 23319,
  "title": "1953년 Costa 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1953-01-09",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Costa. 판결일: 1953-01-09. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Respondent, v. NORMAN ROBERT COSTA, Appellant\n**판결일**: 1953-01-09\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Carter, Edmonds\n\n## 변호인\n\nSmith & Zeller and Charles A. Zeller for Appellant., Edmund G. Brown, Attorney General, and Gail A. Strader, Deputy Attorney General, for Respondent.\n\n## 인용\n\n- 40 Cal. 2d 160\n\n## 판결문 요약\n\n\n40 Cal. 2d 160 (1953)\nTHE PEOPLE, Respondent,\nv.\nNORMAN ROBERT COSTA, Appellant.\nCrim. No. 5370. \nSupreme Court of California. In Bank.  \nJan. 9, 1953.\n Smith &amp; Zeller and Charles A. Zeller for Appellant.\n Edmund G. Brown, Attorney General, and Gail A. Strader, Deputy Attorney General, for Respondent.\n EDMONDS, J.\n Norman Robert Costa was convicted by the court, sitting without a jury, of manslaughter committed in the driving of an automobile.\n During early morning hours, Costa was driving a Cadillac automobile around the countryside with three other young men. All of them had been drinking and, at one time during the morning, Costa stopped and purchased a half-case of beer. Earlier, he had consumed three or four whisky highballs. He and his passengers drank some of the beer while they drove, Costa having had two cans of it shortly before the accident. By stipulation of the parties, a chemist's report was admitted into evidence showing that, about two and one- half hours after the collision, Costa's blood had an alcoholic content of .12 per cent.\n Over objection, evidence was admitted that Costa's operator's license was conditional, although the conditions had expired prior to the date of the wreck. The conditions were that Costa should not \"drive while drinking\" and must not speed. *163\n Approximately one-half hour before the collision occurred, Costa was stopped by Wendell Nicol, a state highway patrolman. Objections to most of the officer's testimony were overruled. H...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-costa"
    }
  ],
  "relatedIncidents": [
    23190,
    23252,
    23282,
    23295,
    23323
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}