{
  "id": 23311,
  "title": "1953년 Keegan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1953-01-27",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Keegan. 판결일: 1953-01-27. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: Keegan v. Gilfert\n**판결일**: 1953-01-27\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Judges Eastwood, Goldmann and Francis\n\n## 인용\n\n- 94 A.2d 519\n- 24 N.J. Super. 337\n\n## 판결문 요약\n\n\n24 N.J. Super. 337 (1953)\n94 A.2d 519\nDANIEL F. KEEGAN, APPELLANT,\nv.\nWILLIAM H. GILFERT, CLERK OF HUDSON COUNTY, AND DEPARTMENT OF CIVIL SERVICE OF THE STATE OF NEW JERSEY, RESPONDENTS.\nSuperior Court of New Jersey, Appellate Division.\nArgued December 22, 1952.\nDecided January 27, 1953.\n*338 Before Judges EASTWOOD, GOLDMANN and FRANCIS.\nMr. Raymond Chasan argued the cause for appellant.\nMr. John W. Griggs, Deputy Attorney-General, argued the cause for respondent (Mr. Theodore D. Parsons, Attorney-General of New Jersey, attorney).\nThe opinion of the court was delivered by GOLDMANN, J.A.D.\nAppellant Keegan, a disabled war veteran, ranked first in a competitive examination conducted by the Department of Civil Service for the position of naturalization clerk for Hudson County. Despite that fact, one Mary M. Carty, ranking fifteenth on the list, was certified and appointed under circumstances hereinafter set forth. Keegan appealed to the Department from the certification and appointment and requested a hearing. The Department rejected the appeal by a letter decision, termed a \"Conclusion and Determination,\" without argument or the taking of testimony. Keegan appeals pursuant to Rule 3:81-8.\n*339 It would appear that the county clerk's office in Hudson County has for many years investigated persons making application for citizenship. Regular employees of the county clerk interviewed and assisted aliens in their attempts to become citizens. At some time prior to September 16, 1949...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=keegan-v-gilfert"
    }
  ],
  "relatedIncidents": [
    23135,
    23229,
    23256,
    23290,
    22986
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}