{
  "id": 23322,
  "title": "1953년 Anderson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1953-01-07",
  "location": "Idaho, ID, USA",
  "summary": "미국 Idaho, ID 법원 판결 사건. 사건명: Anderson. 판결일: 1953-01-07. 법원: Idaho Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: ANDERSON Et Al. v. FOSTER\n**판결일**: 1953-01-07\n**법원**: Idaho Supreme Court\n**관할**: Idaho, ID\n\n**판사**: Givens, Keeton, Porter, Taylor, Thomas\n\n## 변호인\n\nWilliam H. Foster and Dean Kloepfer, Burley, W. L. Dunn, Twin Falls, for appellant., S. T. Lowe, Burley, for respondents.\n\n## 인용\n\n- 252 P.2d 199\n- 73 Idaho 340\n\n## 판결문 요약\n\n\n252 P.2d 199 (1953)\nANDERSON et al.\nv.\nFOSTER.\nNo. 7799.\nSupreme Court of Idaho.\nJanuary 7, 1953.\n*200 William H. Foster and Dean Kloepfer, Burley, W. L. Dunn, Twin Falls, for appellant.\nS. T. Lowe, Burley, for respondents.\nTHOMAS, Justice.\nRespondents, Afton Anderson and Iloise Anderson, husband and wife, brought an action to recover damages from the defendant, a police officer of Burley, Idaho, who on the day in question was acting Chief of Police.\nThe complaint sets up two separate causes of action. In the first cause of action damages were sought for the unlawful arrest and assault and battery committed upon the respondent, Mrs. Anderson. In the second cause of action damages were also sought for false imprisonment of said Mrs. Anderson.\nThe matter was tried before a jury which rendered a verdict on the first cause of action for $500 actual damages and $1000 punitive damages, and on the second cause of action for $2000 actual damages. From the judgment entered on the verdict, this appeal was taken.\nAbout 6 o'clock P.M. on May 6, 1950, a party went to the home of the police judge in Burley, Idaho, and asked that a criminal complaint be filed against Mrs. Anderson for assault and battery. Such complaint was thereupon issued out of the Police Court, signed by the complaining witness, and the police judge issued a warrant for her arrest and endorsed thereon that it be served by day or night. The warrant was placed in the hands of appellant and another police officer who were...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=anderson-v-foster"
    }
  ],
  "relatedIncidents": [
    23272,
    22971,
    22976,
    23135,
    23139
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}