{
  "id": 23327,
  "title": "1952년 Quigley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-12-30",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Quigley. 판결일: 1952-12-30. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Joan M. Quigley, as Administratrix of the Estate of Charles J. Quigley, Appellant-Respondent v. State of New York, Respondent-Appellant Joan M. Quigley, Appellant-Respondent v. State of New York\n**판결일**: 1952-12-30\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Brewster, Heeeerkan\n\n## 변호인\n\nJohn W. Tabner and Nathan M. Medwin for appellant-respondent., Nathaniel L. Goldstein, Attorney-General (Wendell P. Brown, Solicitor-General, and John B. Davison of counsel), for respondent-appellant.\n\n## 인용\n\n- 281 A.D. 185\n\n## 판결문 요약\n\n\nBrewster, J.\nClaimant and her husband were en route by automobile from New Jersey to Pittsfield, Massachusetts, the husband driving, on a State highway, Boute No. 44, in Dutchess County, when they experienced the accident in question for which claimant has been awarded damages against the State for the death of her husband and for her personal injuries. The accident occurred on December 23, 1949, at about 8:00 p.m. as they were proceeding easterly on a down grade and on an 881 feet radius curve to their right, about one and one-third miles westerly of Amenia, and at a place known as Pish Hatchery Hill, when their car went to its left into the other lane and met head on in a collision with the automobile of Dr. Liao coming from the east, killing claimant’s husband and injuring her.\nAt the place where claimant’s car made its erratic movement to its left and collided with the other car, there was a patch of ice or place where it was icy, which rendered the pavement slippery. Its nature and composition is not otherwise shown except as to its extent, and this was: from the rear position of claimant’s car at the point of collision, it extended twelve feet and seven inches westerly in that westbound lane, and 1 ‘ continued for another 15 or 20 feet ’ ’ in the eastbound lane.\nThe direct evidence as to the cause and happenstance of the accident is brief, somewhat vague in the generality of its description and consists of the testimony of claimant and Dr. Liao, as follows: by claimant...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=quigley-v-state"
    }
  ],
  "relatedIncidents": [
    23446,
    23460,
    23475,
    23479,
    23495
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}