{
  "id": 23323,
  "title": "1953년 Jones 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1953-01-07",
  "location": "Puerto Rico, PR, USA",
  "summary": "미국 Puerto Rico, PR 법원 판결 사건. 사건명: Jones. 판결일: 1953-01-07. 법원: Supreme Court of Puerto Rico.",
  "description": "## 사건 정보\n\n**사건명**: Israel Jiménez Meléndez v. James M. Jones, Acting Warden of the Insular Penitentiary\n**판결일**: 1953-01-07\n**법원**: Supreme Court of Puerto Rico\n**관할**: Puerto Rico, PR\n\n**판사**: Marrero, Ortiz, Snyder, Take\n\n## 변호인\n\nSantos P. Amadeo, B. Pérez Marchand and Antonio J. Amadeo-,. for petitioner. Juan B. Fernandez Badillo, Acting Secretary of Justice, J. Rivera Barreras, Fiscal of the Supreme Court,. and Rafael L. Ydrach Yordán, Assistant Fiscal, for respondent. -\n\n## 인용\n\n- 74 P.R. 240\n\n## 판결문 요약\n\n\nMr. Justice Ortiz\ndelivered the opinion of the Court.\nIsrael Jiménez Meléndez, petitioner herein, was accused of the offense of murder in the first degree in the former District Court of Areeibo. On September 15, 1943, and after the jury was impanelled, counsel for the defendant in the presence of the latter, entered a plea of guilty of murder in the second degree. The district attorney refused to reduce the degree of the offense and insisted in prosecuting the case on the original ground of murder in the first degree. The trial judge ordered the introduction of the evidence of the government and of defendant, if the latter so desired, and the jury would then determine whether he was guilty of murder in the first oí second degree. Counsel for the defendant expressly agreed to the ruling of the Court. Defendant, personally, remained silent through all the stages of the proceeding, and particularly, he did not make any statement when the plea of guilty of murder in the second degree was made by his attorney, nor was he in any way questioned or advised by the trial judge.\nAfter the prosecuting attorney introduced his evidence, defendant’s counsel stated that he would not offer any evidence at all. The trial judge charged the jury that they-could render a single verdict of guilty either of the offense of murder in the first degree or murder in the second degree. *242The jury fciund defendant guilty of murder in the first degree and on that same day the court sentenced him to lif...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jimenez-melendez-v-jones"
    }
  ],
  "relatedIncidents": [
    23190,
    23252,
    23282,
    23295,
    23319
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}