{
  "id": 23340,
  "title": "1952년 Wirth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-12-16",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Wirth. 판결일: 1952-12-16. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Wayne Wirth v. Clendenin Ryan\n**판결일**: 1952-12-16\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 281 A.D. 660\n\n## 판결문 요약\n\n\n\nPer Curiam.\n\nThis is an appeal from an order denying defendant’s motion for summary judgment.\nPlaintiff sues for damages for breach of an alleged contract of joint venture. Aside from denying the making of the contract alleged, defendant relies on a writing between the parties showing that their negotiations had not progressed beyond a loose expression of intentions, and upon the Statute of Frauds, in that the alleged agreement was oral and was not to be performed within a year.\nThe complaint alleges that in December, 1951, plaintiff and defendant entered into a joint venture, pursuant to which plaintiff was to devote his time and energies to television productions which were to be financed by defendant. It is alleged that defendant agreed to pay all the expenses of the venture, amounting to not less than $100,000 “ during the year following ” the making of the agreement, and plaintiff was to receive for his services 45% of all the profits of the venture.\nThe bill of particulars, in notable variance from the complaint, alleges that the joint venture was to take the form of a corporation in which plaintiff was to have a 45% interest, a salary of $25,000 a year and $200 a week as expenses. Defendant was to advance all moneys necessary for the venture, with a minimum budget “for the first year” of not less than $100,000, but to be as much as was necessary without limit as to amount to finance the venture.\nIt is apparent that the venture died aborning, because the complaint all...",
  "timeline": [],
  "theories": [],
  "tags": [
    "미국",
    "판례",
    "법원판결",
    "범죄",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wirth-v-ryan"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gibson-v-archer-productions-inc"
    }
  ],
  "relatedIncidents": [
    23355,
    23400,
    23497,
    23518,
    23524
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}