{
  "id": 2334,
  "title": "2018년 Lacefield 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2018-10-03",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Lacefield. 판결일: 2018-10-03. 법원: Court of Appeals of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Joseph Thomas LACEFIELD v. STATE of Arkansas\n**판결일**: 2018-10-03\n**법원**: Court of Appeals of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Brown\n\n## 변호인\n\nDavid Hogue, for appellant., Leslie Rutledge, Att'y Gen., by: Valerie Glover Fortner, Ass't Att'y Gen., for appellee.\n\n## 인용\n\n- 559 S.W.3d 311\n\n## 판결문 요약\n\n\nWAYMOND M. BROWN, Judge\nA Benton County jury found appellant Joseph Thomas Lacefield guilty of two counts of robbery and one count of aggravated robbery. He was sentenced to an aggregate term of thirty years' imprisonment. He argues on appeal that (1) the trial court erred by allowing gloves and testimony of the gloves into evidence, (2) the trial court erred by allowing two notes into evidence, and (3) the evidence was insufficient to support his convictions. We *314affirm.1\nIn case number 04CR-14-821, appellant was charged with the robbery of TownePlace Suites in Bentonville on or about May 15, 2014. According to Timothy Dye, he was at work at the hotel on May 15, 2014, when a man came in around 1:00 a.m. with a \"big fake beard up to his nose a\" blue rain jacket, blue jeans, and white shoes. He stated that the man handed him a Walmart sack and told him to place money into it. He testified that he asked the man whether he was for real and threatened to call the police. He stated that at that time, the man slid over the handicap portion of the desk and showed Dye a taser. Dye placed the money in the bag and the man slid back over the desk and slowly walked out. He testified that he initially told the police that the man was about 6'2\" tall, but that he has a friend who is 6'4\" tall and that the man appeared about that height. Dye stated that the man did not threaten him with the taser. He described the man as having \"a really sharp nose with defined eyebrows and really dark-...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lacefield-v-state"
    }
  ],
  "relatedIncidents": [
    2333,
    2373,
    2376,
    2419,
    2489
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}