{
  "id": 23362,
  "title": "1952년 Burdines, Inc. v. Pan-Atlantic Steamship Corp. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-11-12",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Burdines, Inc. v. Pan-Atlantic Steamship Corp.. 판결일: 1952-11-12. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: BURDINES, Inc. v. PAN-ATLANTIC STEAMSHIP CORP.\n**판결일**: 1952-11-12\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Borah, Rives, Strum\n\n## 변호인\n\nGeorge J. Baya, Miami, Fla., for appellant., D. P. S. Paul, Miami, Fla., for appellee.\n\n## 인용\n\n- 199 F.2d 571\n\n## 판결문 요약\n\n199 F.2d 571\n    BURDINES, Inc.v.PAN-ATLANTIC STEAMSHIP CORP.\n    No. 14038.\n    United States Court of Appeals, Fifth Circuit.\n    November 12, 1952.\n    \n      George J. Baya, Miami, Fla., for appellant.\n      D. P. S. Paul, Miami, Fla., for appellee.\n      Before BORAH, STRUM and RIVES, Circuit Judges.\n      STRUM, Circuit Judge.\n    \n    \n      1\n      This appeal is from a decree below dismissing a libel in admiralty brought by appellant against appellee to recover for alleged short delivery in a shipment of merchandise consigned by a shipper in New York City to libellant at Miami, Florida, aboard a steamship operated by respondent.\n    \n    \n      2\n      The shipper tendered to respondent with the merchandise a printed bill of lading, prepared by the shipper, containing a provision that suits against the carrier could be instituted \"within two years and one day\" after notice that the carrier had disallowed a claim of loss. This was not the form of bill of lading ordinarily used by respondent.\n    \n    \n      3\n      Before accepting the goods for shipment, and before executing the bill of lading, the respondent, using a rubber stamp in the presence of the shipper, superimposed in red ink on the face of the bill of lading, over the printed limitation provision, the following:\n    \n    \n      4\n      \"Clause Paramount: This bill of lading shall have effect subject to the provisions of the Carriage of Goods By Sea Act of the United States approved April 16, 1936, which sh...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=burdines-inc-v-pan-atlantic-steamship-corp"
    }
  ],
  "relatedIncidents": [
    23327,
    23340,
    23347,
    23348,
    23355
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}