{
  "id": 23391,
  "title": "1952년 Sharp 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-11-05",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Sharp. 판결일: 1952-11-05. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Thomas H. Sharp, Trustee v. Ples Fowler Et Ux.\n**판결일**: 1952-11-05\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Hickman\n\n## 변호인\n\nThomas H. Sharp & LeRoy LaSalle, both of Carthage, for petitioner., Long & Strong, of Carthage, and Steve Miller, of Tyler, for respondents.\n\n## 인용\n\n- 252 S.W.2d 153\n- 151 Tex. 490\n\n## 판결문 요약\n\n\n252 S.W.2d 153 (1952)\nSHARP\nv.\nFOWLER et ux.\nNo. A-3662.\nSupreme Court of Texas.\nNovember 5, 1952.\nLeRoy LaSalle and Thos. H. Sharp, Carthage, for petitioner.\nLong &amp; Strong, Carthage, Steve Miller, Tyler, Ghent Sanderford, Austin, for respondents.\nHICKMAN, Chief Justice.\nThis suit was brought by petitioner against respondents in the form of an action in trespass to try title to an undivided ¼th mineral interest in a 29.7-acre tract of land in Panola County. A trial before the court sitting without a jury resulted in a judgment that petitioner take nothing, which judgment was affirmed by the Court of Civil Appeals. 248 S.W.2d 322. Petitioner's claim of title comes through a deed from the heirs of A. D. Cockrell, and respondents' claim of title comes through a prior deed from the administrator of Cockrell's estate to their predecessor in title. If the administrator's deed was effective to pass the ¼th mineral interest along with the surface of the land to respondents' predecessor in title, there is no basis for petitioner's claim.\nA brief recital of the transactions leading up to this controversy is necessary to an understanding of the precise question before us for decision. On February 4, 1935, Frost Lumber Industries, Inc. (hereinafter referred to as Frost), conveyed to A. D. Cockrell 50 acres of land, being a 20.3-acre tract out of the John Simpson Survey (not involved in this suit), and the 29.7-acre tract out of the Texas Central Railway Survey No. 13 involved in thi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sharp-v-fowler"
    }
  ],
  "relatedIncidents": [
    23327,
    23340,
    23347,
    23348,
    23355
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}