{
  "id": 23410,
  "title": "1952년 Cornelius 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-10-22",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Cornelius. 판결일: 1952-10-22. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Sam Appell Cornelius v. State\n**판결일**: 1952-10-22\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hon, Ingalsbe, Reed, Woodley\n\n## 변호인\n\nJ. W. Reid, and Carl Hulsey, Abilene, for appellant., George P. Blackburn, State’s Attorney, Austin, for the state.\n\n## 인용\n\n- 252 S.W.2d 163\n- 157 Tex. Crim. 598\n\n## 판결문 요약\n\n\n252 S.W.2d 163 (1952)\nCORNELIUS\nv.\nSTATE.\nNo. 25953.\nCourt of Criminal Appeals of Texas.\nOctober 22, 1952.\n*164 J. W. Reid, Carl Hulsey, Abilene, for appellant.\nGeorge P. Blackburn, State's Atty., Austin, for the State.\nWOODLEY, Commissioner.\nThe appeal is from a conviction for driving an automobile upon a public highway while intoxicated, the jury having assessed a fine of $100.\nThree officers testified that appellant was intoxicated. Appellant admitted that he drank some whiskey shortly before the accident in which he was involved, but attributed his dazed condition to the injuries he received in the collision. He denied that he was intoxicated and offered other witnesses who testified that he was sober just prior to and at the time of the collision.\nThe jury resolved the issue of intoxication against appellant, and the evidence sustains their verdict.\nOne of the officers testified that he took from appellant's car a half pint bottle about 2/3 full of some liquid. The bottle and its contents were admitted in evidence as Exhibit 1 over appellant's objection, and error is assigned in several bills of exception.\nBill No. 1 sets forth that the printed label on the bottle showed the contents to be whiskey, but that the seal was broken. The objection was made that the contents of the bottle had not been proved.\nBill 2 complains of the introduction of the testimony regarding the bottle over the objection that it was not shown by positive testimony that the witness had seen appell...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cornelius-v-state"
    }
  ],
  "relatedIncidents": [
    23327,
    23340,
    23347,
    23348,
    23355
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}