{
  "id": 23411,
  "title": "1952년 Offutt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-10-20",
  "location": "Indiana, IN, USA",
  "summary": "미국 Indiana, IN 법원 판결 사건. 사건명: Offutt. 판결일: 1952-10-20. 법원: Indiana Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State ex rel. Etchison v. Offutt, Judge\n**판결일**: 1952-10-20\n**법원**: Indiana Supreme Court\n**관할**: Indiana, IN\n\n**판사**: Draper\n\n## 변호인\n\nBachelder & Fife, of Indianapolis, for petitioner., J. Emmett McManamon, Attorney General; John R. O’Connor, Deputy Attorney General; Melville Watson, Prosecuting Attorney, Hancock County, for respondent.\n\n## 인용\n\n- 231 Ind. 217\n\n## 판결문 요약\n\n\nDraper, J.\nOn the 29th day of January, 1952, pursuant to the provisions of Acts 1949, eh. 157, §1921, being Burns’ 1949 Replacement, §35-3122, the State Board of Health placed an embargo against 11,000 cases of canned tomatoes and 7,000 cases of canned tomato juice, the property of the relator. On February 4, 1952, the embargo was lifted as hereinafter mentioned.\nOn March 13,1952, the property was again embargoed by the Board, and on the 17th day of March, 1952, a libel for condemnation of the property was filed in the Hancock Circuit Court. It alleged, among other things, that the canned product was infested with flies, fly eggs *219and larvae; contained large numbers of decomposed and partly decomposed tomatoes and was otherwise contaminated and adulterated. The sheriff was ordered to and did seize said property.\nOn March 28, 1952, the relator appeared specially in the court below and filed his motion to set aside the order of seizure on the ground that the only affidavit in support of the seizure of the goods was made on information and belief, and did not set out any facts known to affiant showing probable cause or knowledge of actual facts upon which affiant could base probable cause. He also, under special appearance, filed answer in “abatement” whereby he sought to challenge the jurisdiction of the court to proceed in the matter for the reason that the libel for condemnation had not been brought within 5 days, as required by §1922 of the Act, being Burns’ 1949 Replace...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-etchison-v-offutt"
    }
  ],
  "relatedIncidents": [
    23481,
    23316,
    23327,
    23340,
    23347
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}