{
  "id": 23414,
  "title": "1952년 Robertson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-10-14",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Robertson. 판결일: 1952-10-14. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Robertson v. Robertson\n**판결일**: 1952-10-14\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Roberts\n\n## 인용\n\n- 61 So. 2d 499\n\n## 판결문 요약\n\n\n61 So.2d 499 (1952)\nROBERTSON\nv.\nROBERTSON et al.\nSupreme Court of Florida, en Banc.\nOctober 14, 1952.\n*500 Robert C. Lane and Curtiss B. Hamilton, Miami, for appellant.\nMarx M. Faber, Miami, for appellees.\nROBERTS, Justice.\nThis is an appeal from a final decree dismissing the appellant's bill of complaint in proceedings instituted by him in the court below for a declaratory decree, an injunction, and other relief, which suit had for its main purpose the cancellation of certain mortgages held by the appellees Tinter and Porch against the property of the appellant. For a proper consideration of the questions presented on this appeal, it is necessary to set forth in some detail the facts and circumstances culminating in the litigation with which we are here concerned.\nThe appellant was, on October 13, 1950, the owner of certain property in Dade County, Florida. On that date, his sister, Sarah I. Robertson, forged his name to a deed purporting to convey the property to Sarah I. Robertson. Thereafter, on October 26, 1950, Sarah executed a mortgage on the property to one Homer Kapua to secure a note in the amount of $8,500, which mortgage was assigned by Kapua a few days later to the appellees Tinter for $6,900. Thereafter, on November 7, 1950, Sarah executed a second mortgage on the property to Kapua to secure a note in the amount of $2,000, which mortgage Kapua assigned to the appellees Porch on November 10, for $1,600. All of these transactions were duly recorded in the public...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=robertson-v-robertson"
    }
  ],
  "relatedIncidents": [
    23327,
    23340,
    23347,
    23348,
    23355
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}