{
  "id": 23431,
  "title": "1952년 Bernatowicz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-09-17",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Bernatowicz. 판결일: 1952-09-17. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Defendant in Error, vs. Edward Bernatowicz, Plaintiff in Error\n**판결일**: 1952-09-17\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Ivan A. Elliott\n\n## 변호인\n\nJoseph H. Hinshaw, of Chicago, (OsWELL G. Tread-way, of counsel,) for plaintiff in error., Ivan A. Elliott, Attorney General, of Springfield, and John S. BoylE, State’s Attorney, of Chicago, (John T. Gallagher, Rudolph L. Janega, Arthur F. Manning, and William J. McGah, Jr., all of Chicago, of counsel,) for the People.\n\n## 인용\n\n- 108 N.E.2d 479\n- 413 Ill. 181\n\n## 판결문 요약\n\n\n413 Ill. 181 (1952)\n108 N.E.2d 479\nTHE PEOPLE OF THE STATE OF ILLINOIS, Defendant in Error,\nv.\nEDWARD BERNATOWICZ, Plaintiff in Error.\nNo. 32324.\nSupreme Court of Illinois.\nOpinion filed September 17, 1952.\nRehearing denied November 17, 1952.\n*182 JOSEPH H. HINSHAW, of Chicago, (OSWELL G. TREADWAY, of counsel,) for plaintiff in error.\nIVAN A. ELLIOTT, Attorney General, of Springfield, and JOHN S. BOYLE, State's Attorney, of Chicago, (JOHN T. GALLAGHER, RUDOLPH L. JANEGA, ARTHUR F. MANNING, and WILLIAM J. McGAH, JR., all of Chicago, of counsel,) for the People.\nJudgment affirmed.\n*183 Mr. JUSTICE SCHAEFER delivered the opinion of the court:\nEdward Bernatowicz was found guilty of burglary in the criminal court of Cook County and was sentenced to the penitentiary for a term of not less than three nor more than twenty years. His petition seeking relief under the Post-Conviction Hearing Act was dismissed upon motion, and to review that judgment we allowed a writ of error and appointed counsel to represent him. Counsel appointed to represent the petitioner in this court have performed that duty with earnestness and ability.\nAt the outset the People's brief points out that although the judgment dismissing the post-conviction petition was entered on June 20, 1950, the petition for writ of error was not filed until August of 1951. Relying on section 7 of the Post-Conviction Hearing Act which provides for review \"by the supreme court on writ of error brought within six months from the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "강도",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-bernatowicz"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-schmidt"
    }
  ],
  "relatedIncidents": [
    23452,
    23476,
    23546,
    23163,
    23200
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}