{
  "id": 2344,
  "title": "2018년 EVELYN v. the STATE. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2018-09-25",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: EVELYN v. the STATE.. 판결일: 2018-09-25. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Lance Evelyn v. State\n**판결일**: 2018-09-25\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Rickman\n\n## 변호인\n\nRandolph Frails, Stacy Yvette Norris, Augusta, for Appellant., Joshua Bradley Smith, Augusta, Henry Wayne Syms Jr., for Appellee.\n\n## 인용\n\n- 819 S.E.2d 657\n- 347 Ga. App. 368\n\n## 판결문 요약\n\n                                  FIFTH DIVISION\n                                 MCFADDEN, P. J.,\n                               RAY and RICKMAN, JJ.\n\n                     NOTICE: Motions for reconsideration must be\n                     physically received in our clerk’s office within ten\n                     days of the date of decision to be deemed timely filed.\n                                 http://www.gaappeals.us/rules\n\n\n                                                                   September 25, 2018\n\n\n\n\nIn the Court of Appeals of Georgia\n A18A1077. EVELYN v. THE STATE.\n\n      RICKMAN, Judge.\n\n      After being indicted for kidnapping with bodily injury, Lance Evelyn entered\n\na negotiated guilty plea to kidnapping. The trial court accepted the plea, and Evelyn\n\nwas sentenced to 15 years, with the first 10 years to be served in confinement. Evelyn\n\nsubsequently moved to withdraw his guilty plea on the basis of ineffective assistance\n\nof counsel. Following a hearing, the trial court denied Evelyn’s motion. Evelyn\n\nappeals, contending that the trial court erred in denying his motion to withdraw his\n\nplea because his trial counsel was ineffective in failing to inform him that pleading\n\nguilty to kidnapping meant that he would be ineligible for parole. For reasons that\n\nfollow, we affirm.\n\f      The indictment charged Evelyn and four other men with kidnapping with\n\nbodily injury, alleging that they abducted a woman “without lawful authority and\n\nh[e]ld [her] against h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=evelyn-v-the-state"
    }
  ],
  "relatedIncidents": [
    1962,
    2232,
    2252,
    2253,
    2258
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}