{
  "id": 23447,
  "title": "1952년 Blau 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-07-31",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Blau. 판결일: 1952-07-31. 법원: United States Tax Court.",
  "description": "## 사건 정보\n\n**사건명**: Rose Blau v. Commissioner. Samuel Blau v. Commissioner.\n**판결일**: 1952-07-31\n**법원**: United States Tax Court\n**관할**: USA, Federal\n\n## 변호인\n\nJoseph F. Lawless, Esq., for the respondent.  \n\n## 인용\n\n- 11 T.C.M. 790\n- 1952 Tax Ct. Memo LEXIS 117\n\n## 판결문 요약\n\nRose Blau v. Commissioner. Samuel Blau v. Commissioner.Blau v. CommissionerDocket Nos. 35665, 35666.United States Tax Court1952 Tax Ct. Memo LEXIS 117; 11 T.C.M. (CCH) 790; T.C.M. (RIA) 52237; July 31, 1952*117  Held, the evidence of fraud produced by respondent is not such as to be clear and convincing. Accordingly, fraud penalties are not sustained.  Joseph F. Lawless, Esq., for the respondent.  VAN FOSSAN Memorandum Opinion VAN FOSSAN, Judge: The respondent determined deficiencies and penalties in income tax in the amounts and for the calendar years, as follows: SectionDocket50%10%294(d)(1)(B)6%No.YearDeficiencyPenaltyPenaltyPenaltyPenalty356651945$ 5,391.1935666194311,404.62$ 5,702.31$1,140.46194437,867.5018,933.75$4,194.95$2,622.92194534,218.2517,109.125,823.723,494.23These cases came on for hearing on the circuit calendar at New York, New York. There was no appearance by, or on behalf of, petitioners. Accordingly, respondent moved for judgment on all phases of the cases on which the taxpayers had the burden of proof. There being no evidence of error committed by the respondent and the posture of the parties being as stated, the motion is granted and the presumption of correctness accorded to respondent's determination of deficiencies and penalties, *118  excepting fraud, ripens into a conclusive presumption, and respondent's determination is approved. The burden of proving fraud rests on the respondent and such proof must be clear and convincing. Respondent proceeded to...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=blau-v-commissioner"
    }
  ],
  "relatedIncidents": [
    23340,
    23355,
    23400,
    23497,
    23518
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}