{
  "id": 23452,
  "title": "1952년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-07-17",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1952-07-17. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Ballow, Appellant\n**판결일**: 1952-07-17\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Rhodes, P.J., Hirt, Reno, Dithrich, Ross, Arnold and Gunther\n\n## 변호인\n\nJames L. Stern, with him George Ballow, in propria persona, for appellant., Michael von Moschzisher, First Assistant District Attorney, and Thomas M. Reed, Assistant District Attorney, with them Malcolm Berhowitz, Assistant District Attorney and Richardson Dilworth, District Attorney, for appellee.\n\n## 인용\n\n- 171 Pa. Super. 54\n\n## 판결문 요약\n\n\n171 Pa. Super. 54 (1952)\nCommonwealth\nv.\nBallow, Appellant.\nSuperior Court of Pennsylvania.\nArgued March 17, 1952.\nJuly 17, 1952.\n*55 Before RHODES, P.J., HIRT, RENO, DITHRICH, ROSS, ARNOLD and GUNTHER, JJ.\nJames L. Stern, with him George Ballow, in propria persona, for appellant.\nMichael ron Moschzisker, First Assistant District Attorney, and Thomas M. Reed, Assistant District Attorney, with them Malcolm Berkowitz, Assistant District Attorney and Richardson Dilworth, District Attorney, for appellee.\n*56 OPINION BY ROSS, J., July 17, 1952:\nThis is an appeal by George Ballow from judgment of sentence imposed after the refusal of a new trial following a conviction by a jury on a bill of indictment containing five counts charging assault with intent to rob and robbery of Martin Barlly and Albert Godfrey. Morris Berkowitz and Oliver Krantz were also indicted for the same offenses but they entered pleas of guilty and testified for the Commonwealth against Ballow. The appellant questions (1) the sufficiency of the evidence to sustain the jury's verdict and (2) the action of the trial judge in allowing an amendment of the indictment.\nBarlly and Godfrey lived together in an apartment on the second floor of a building located at the corner of Ninth and Locust Streets in Philadelphia. The two men were associated in a jewelry business conducted at another location. On March 27, 1951, Godfrey received a telephone call from a man who identified himself as \"Weiner\", a person known to Godf...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-ballow"
    }
  ],
  "relatedIncidents": [
    23431,
    23476,
    23546,
    23163,
    23200
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}