{
  "id": 23458,
  "title": "1952년 In Re Howell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-06-26",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: In Re Howell. 판결일: 1952-06-26. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Robert G. Howell, an Attorney and Counsellor-At-Law\n**판결일**: 1952-06-26\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: Brehhan\n\n## 변호인\n\nFor the order, Mr. Robert Peacock, Deputy Attorney General of New Jersey., For the respondent, Mr. Leroy W. Loder.\n\n## 인용\n\n- 89 A.2d 652\n- 10 N.J. 139\n\n## 판결문 요약\n\n\n10 N.J. 139 (1952)\n89 A.2d 652\nIN THE MATTER OF ROBERT G. HOWELL, AN ATTORNEY AND COUNSELLOR-AT-LAW.\nThe Supreme Court of New Jersey.\nArgued June 23, 1952.\nDecided June 26, 1952.\n*140 For the order, Mr. Robert Peacock, Deputy Attorney General of New Jersey.\nFor the respondent, Mr. Leroy W. Loder.\nPER CURIAM.\nRespect for the law is the keystone of our democracy. An attorney by tradition is an appropriate advocate of this truism and it behooves him to act accordingly and to exercise the utmost restraint under all circumstances. This is the theme of the Canons of Professional Ethics, explicitly set forth in the preamble thereto. And Canon 29 provides, inter alia, that the lawyer \"should strive at all times to uphold the honor and to maintain the dignity of the profession and to improve not only the law but the administration of justice\"; in Canon 32 he is admonished \"to observe the statute law\" and advised that he \"will find his highest honor in a deserved reputation for fidelity to public trust and to public duty.\" It is axiomatic that it is extremely desirable that respectability of the bar should be maintained.\nIn the present case the respondent committed assault and battery and subsequently pleaded non vult thereto in criminal proceedings. An attorney's responsibility is to the courts, the profession and the public, and his misconduct may *141 be of such a nature as to engender disrespect for the law which is his basic trust. No criticism of his professional conduct has bee...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-howell"
    }
  ],
  "relatedIncidents": [
    23530,
    23272,
    23322,
    23327,
    23340
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}