{
  "id": 23460,
  "title": "1952년 Ex Parte Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-06-25",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Ex Parte Smith. 판결일: 1952-06-25. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte SMITH\n**판결일**: 1952-06-25\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Jones, Powell\n\n## 변호인\n\nGeorge Smith, pro se., Mac Q. Williamson, Atty. Gen., and Sam H. Lattimore, Ass’t Gen., for respondent.\n\n## 인용\n\n- 246 P.2d 389\n- 95 Okla. Crim. 370\n\n## 판결문 요약\n\n\n95 Okla. Cr. 370 (1952)\n246 P.2d 389\nEx parte SMITH.\nNo. A-11671.\nCriminal Court of Appeals of Oklahoma.\nJune 25, 1952.\nGeorge Smith, pro se.\nMac Q. Williamson, Atty. Gen., and Sam H. Lattimore, Ass't Gen., for respondent.\nBRETT, P.J.\nThis is an original action in habeas corpus brought by George Smith, petitioner, pro se, an inmate in the penitentiary of the State of Oklahoma. In said petition he alleges that he is being unlawfully restrained of his liberty by Warden Jerome J. Waters, in said penitentiary. He further alleges that the cause of said restraint is a certain judgment and sentence rendered against him on or about April 2, 1946, in the district court of Kay county, Oklahoma, wherein he was charged with the alleged crime of attempted murder, to which alleged charge the petitioner entered a plea of guilty. We caused to be procured a copy of the information. The pertinent portions of the charging part of said information read as follows, to-wit:\n\"* * * one George Bullie Smith did then and there unlawfully, wrongfully, wilfully, feloniously attempt to commit the crime of murder in the following *371 manner, to-wit: * * * with a premeditated design to take the life of one Clair Coate, shoot the said Clair Coate with a certain 32 caliber pistol * * * then and there inflicting upon the body of him, * * * certain abdominal wounds, thereby intending to unlawfully, * * * effect the death of the said Clair Coate, and in such an attempt to murder the said Clair Coate, the said...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-smith"
    }
  ],
  "relatedIncidents": [
    23327,
    23446,
    23475,
    23479,
    23495
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}