{
  "id": 23471,
  "title": "1952년 Eason 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-06-13",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Eason. 판결일: 1952-06-13. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Charles Eason, an Infant, by Edward C. Eason, His Guardian ad Litem v. State of New York, Respondent Edward C. Eason v. State of New York\n**판결일**: 1952-06-13\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Bergan\n\n## 변호인\n\nLaurence V. Benedict for appellants., Nathaniel L. Goldstein, Attorney-General (Wendell P. Brown, Solicitor-General, and Henry S. Manley of counsel), for respondent.\n\n## 인용\n\n- 280 A.D. 358\n\n## 판결문 요약\n\n\nBergan, J.\nOn July 19 and 20, 1948, a State highway maintenance crew near Mariaville dumped three loads of dry grass and other material cut from the shoulders of highways in a pile fifteen to twenty feet long and six to eight feet in width and height. The pile was placed in an open area twenty to twenty-five feet west of the pavement of the road. It is not clear whether the site was on State or private land but it was in a place contiguous to. the highway.\nIn the afternoon of July 20th the crew set fire to the material which burned through the night. The next day about noon the claimant Charles Eason, eleven years old, rode his bicycle through the residual mass of material, fell and was severely burned by a flame which sprang up when he fell.\nThe judgments of the Court of Claims were for the State dismissing the claims of the boy and his father. The opinion of the Presiding Judge was based on the thesis that as a matter of law the State was not liable and that the infant claimant himself was negligent.\nBut beyond the legal rationale of decision the court refused to adopt claimants’ proposed finding of negligence by the State and absence of contributory negligence by the hoy, on both of which points the claimants had the burden of proof, and found on the State’s request an absence of negligence on its part and affirmative negligence on the boy’s part.\nThe appellants argue as though all that would he required on the appeal to reverse the judgments would be to show that as a ma...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=eason-v-state-of-new-york"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kincer-v-kincer"
    }
  ],
  "relatedIncidents": [
    23327,
    23340,
    23347,
    23348,
    23355
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}