{
  "id": 23479,
  "title": "1952년 Jacobs 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-05-23",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Jacobs. 판결일: 1952-05-23. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Respondent, v. THELMA JACOBS, Appellant\n**판결일**: 1952-05-23\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: McCOMB\n\n## 변호인\n\nClin N. MacKay and Max Tendler for Appellant., Edmund G. Brown, Attorney General, and Elizabeth Miller, Deputy Attorney General, for Respondent.\n\n## 인용\n\n- 111 Cal. App. 2d 281\n\n## 판결문 요약\n\n\n111 Cal. App. 2d 281 (1952)\nTHE PEOPLE, Respondent,\nv.\nTHELMA JACOBS, Appellant.\nCrim. No. 4746. \nCalifornia Court of Appeals. Second Dist., Div. Two.  \nMay 23, 1952.\n Olin N. MacKay and Max Tendler for Appellant.\n Edmund G. Brown, Attorney General, and Elizabeth Miller, Deputy Attorney General, for Respondent.\n McCOMB, J.\n From a judgment of guilty of manslaughter after trial before the court without a jury, defendant appeals.\n The case was submitted to the trial court on the transcript *282 of the testimony taken at the preliminary hearing which disclosed the following facts:\n About 6 p. m. on the night of May 30, 1951, Mr. and Mrs. Loomis Burlingame went to defendant's home where the Burlingames, defendant and her husband, Henry Jacobs, played cards and drank intoxicating liquor until about 8:30 p. m. There were no unusual arguments.\n The Burlingames then went into the kitchen with defendant to get ready to leave and when they turned around Mr. Jacobs, who had been sitting in an armchair in the living room, was lying on the floor in that room, intoxicated. As the Burlingames left, Mrs. Burlingame walked around Mr. Jacobs and Mr. Burlingame stepped over him saying, \"I won't step on you,\" to which Mr. Jacobs made no reply.\n Defendant accompanied her guests to their car and after bidding them good night returned and reentered the house. She had been drinking and was under the influence of liquor.\n Mr. Oliver, who lived opposite the Jacobs family, arrived home shortly before ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-jacobs"
    }
  ],
  "relatedIncidents": [
    23327,
    23446,
    23460,
    23475,
    23495
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}