{
  "id": 23475,
  "title": "1952년 McDaniels 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-05-30",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: McDaniels. 판결일: 1952-05-30. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: McDANIELS v. COMMONWEALTH\n**판결일**: 1952-05-30\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Moremen\n\n## 변호인\n\nHiram H. Owens, Barbourville, for appellant., J. D. Buckman, Jr., Atty. Gen., for ap-pellee.\n\n## 인용\n\n- 249 S.W.2d 546\n\n## 판결문 요약\n\n\nMOREMEN, Justice.\nAppellant, McKinley McDaniels, was indicted for the murder of George Hammons. Upon trial he was found guilty of voluntary manslaughter and his punishment was fixed at IS years in the penitentiary.\nAppellant urges as grounds for reversal: (a) that the jury should have been directed to return a verdict of not guilty; (b) that the instructions were erroneous; (c) that the argument of counsel for the Commonwealth was improper and prejudicial.\nAppellant and deceased owned and lived on adjoining land. They had had a controversy over the dividing line between the properties. A paling fence marked the boundary line part of the way and a branch completed it. On the day before the killing appellant had been cleaning up land at or near the disputed line. On the morning the trouble occurred appellant returned to this portion of his land with a young man named *547Gray. Gray climbed a willow tree, presumably on appellant’s land, for the purpose of cutting off a limb which reached over Hammons’ land. George Hammons then appeared, thrust the barrel of a Winchester rifle through the paling fence and demanded that Gray stop his work or be shot out of the tree. Gray jumped from the tree and left the scene.\nAppellant testified: “About that time, my wife came up and he said, ‘I’m going to kill every God damn one of “you-uns.” ’ She motioned for me to go behind her. I went behind her, and I left. Afterwards, I heard him say to her, ‘If you come one step, I’ll kill you.’ That’s ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcdaniels-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    23327,
    23446,
    23460,
    23479,
    23495
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}