{
  "id": 23481,
  "title": "1952년 Reid 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-05-21",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Reid. 판결일: 1952-05-21. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Reid v. Raper\n**판결일**: 1952-05-21\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Carlisle, Gardner, Townsend\n\n## 변호인\n\nO. C. Hancock, D. W. Rolader, for plaintiff in error., Harry H. Monroe, contra.\n\n## 인용\n\n- 71 S.E.2d 735\n- 86 Ga. App. 277\n\n## 판결문 요약\n\n\n86 Ga. App. 277 (1952)\n71 S.E.2d 735\nREID\nv.\nRAPER.\n34057.\nCourt of Appeals of Georgia.\nDecided May 21, 1952.\nRehearing Denied June 4, 1952.\n*278 O. C. Hancock, D. W. Rolader, for plaintiff in error.\nHarry E. Monroe, contra.\nTOWNSEND, J.\n(After stating the foregoing facts.) 1. Code § 114-105 provides as follows: \"No compensation shall be allowed for an injury or death due to the employee's wilful misconduct, including intentionally self-inflicted injury, or growing out of his attempt to injure another, or due to intoxication or wilful failure or refusal to use a safety appliance or perform a duty required by statute, or the wilful breach of any rule or regulation adopted by the employer and approved by the Department of Industrial Relations, and brought to the knowledge of the employee prior to the accident. The burden of proof shall be upon him who claims an exemption or forfeiture under this section.\"\nThe employer here contends that the claimant is not entitled to compensation because the accident proximately resulted from his own wilful misconduct in failing to perform a duty authorized by statute, that duty being a violation of subsections (c) and (d) of Code § 68-303 as follows: \"c. An operator meeting another vehicle coming from the opposite direction on the same highway shall turn to the right of the center on the highway, so as to pass without interference. d. An operator of a vehicle overtaking another vehicle going in the same direction and desiring to pass the sam...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=reid-v-raper"
    }
  ],
  "relatedIncidents": [
    23411,
    23316,
    23327,
    23340,
    23347
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}