{
  "id": 2348,
  "title": "2018년 LOC 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2018-09-18",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: LOC. 판결일: 2018-09-18. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: SOUNDEXCHANGE, INC., Appellant v. COPYRIGHT ROYALTY BOARD and Librarian of Congress, Appellees George Johnson, Et Al., Intervenors\n**판결일**: 2018-09-18\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Griffith, Rogers, Srinivasan\n\n## 변호인\n\nBenjamin J. Horwich, San Francisco, CA, argued the cause for appellant SoundExchange, Inc. With him on the briefs were Glenn D. Pomerantz, Los Angeles, CA, Kelly M. Klaus, San Francisco, CA, and Rose Leda Ehler, Los Angeles, CA., George D. Johnson, pro se, argued the cause and filed briefs for appellant., Sonia M. Carson, Attorney, U.S. Department of Justice, argued the cause for appellees. On the brief were Mark R. Freeman and Jennifer L. Utrecht, Attorneys., Scott H. Angstreich, Washington, DC\n\n## 인용\n\n- 904 F.3d 41\n\n## 판결문 요약\n\n United States Court of Appeals\n         FOR THE DISTRICT OF COLUMBIA CIRCUIT\n\n\n\nArgued February 8, 2018          Decided September 18, 2018\n\n                       No. 16-1159\n\n                 SOUNDEXCHANGE, INC.,\n                     APPELLANT\n\n                            v.\n\nCOPYRIGHT ROYALTY BOARD AND LIBRARIAN OF CONGRESS,\n                    APPELLEES\n\n                GEORGE JOHNSON, ET AL.,\n                    INTERVENORS\n\n\n                Consolidated with 16-1162\n\n\n  On Appeal from a Final Determination of the Copyright\n                     Royalty Board\n\n\n   Benjamin J. Horwich argued the cause for appellant\nSoundExchange, Inc. With him on the briefs were Glenn D.\nPomerantz, Kelly M. Klaus, and Rose Leda Ehler.\n\n     George D. Johnson, pro se, argued the cause and filed\nbriefs for appellant.\n\f                               2\n    Sonia M. Carson, Attorney, U.S. Department of Justice,\nargued the cause for appellees. On the brief were Mark R.\nFreeman and Jennifer L. Utrecht, Attorneys.\n\n     Scott H. Angstreich argued the cause for intervenors\nNational Association of Broadcasters, et al. With him on the\njoint brief were Michael K. Kellogg, John Thorne, Leslie V.\nPope, R. Bruce Rich, Todd D. Larson, and Gregory S. Silbert.\n\n    Catherine R. Gellis was on the brief for intervenor College\nBroadcasters, Inc. in support of appellees.\n\n    Before: ROGERS, GRIFFITH and SRINIVASAN, Circuit\nJudges.\n\n    Opinion for the Court filed by Circuit Judge SRINIVASAN.\n\n     SRINIVASAN,...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=soundexchange-inc-v-copyright-royalty-bd"
    }
  ],
  "relatedIncidents": [
    2521,
    2538,
    2589,
    2593,
    2053
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}