{
  "id": 23495,
  "title": "1952년 Hahn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-04-15",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Hahn. 판결일: 1952-04-15. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Hahn v. State\n**판결일**: 1952-04-15\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Parks\n\n## 인용\n\n- 58 So. 2d 188\n\n## 판결문 요약\n\n\n58 So.2d 188 (1952)\nHAHN\nv.\nSTATE.\nSupreme Court of Florida, en Banc.\nApril 15, 1952.\nHarry P. Johnson, Tavares, Scofield &amp; Bradshaw, George W. Scofield and D.J. Bradshaw, all of Inverness, for appellant.\nRichard W. Ervin, Atty. Gen., and Reeves Bowen, Asst. Atty. Gen., for appellee.\nPARKS, Associate Justice.\nOn April 18, 1951 Wilson Hahn was indicted in the Circuit Court of Sumter County for first degree murder of Albert Phillips by shooting him with a pistol. Trial by jury was had on June 11-13 resulting in his *189 conviction of first-degree murder without recommendation. Motion for new trial was overruled and the death penalty was imposed by the Court. He brings this appeal and assigns numerous errors for reversal of the judgment.\nPreliminary to the trial a motion to quash the indictment and a motion for change of venue were made, both of which were overruled. Errors are assigned attacking each of these rulings.\nThe motion to quash attacks the appointment by the State's Attorney, with the consent of the Court, of Mr. Carroll W. Fussell, a member of the Bar of Sumter County, as an assistant in the prosecution of the case. It charges that the appointment violated Sec. 27.18, F.S. 1949, F.S.A. and that Fussell was present in the Grand Jury room during their deliberations at the time they inquired into the charge against the defendant. It is, however, without allegations that he was present while they voted or that he urged or requested the finding of an indictment again...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hahn-v-state"
    }
  ],
  "relatedIncidents": [
    23327,
    23446,
    23460,
    23475,
    23479
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}