{
  "id": 23497,
  "title": "1952년 Andrews 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-04-14",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Andrews. 판결일: 1952-04-14. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: James A. Andrews v. Samuel Lebis\n**판결일**: 1952-04-14\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 279 A.D. 1013\n\n## 판결문 요약\n\n\nThe time to serve answers is extended twenty days from the entry of the order hereon. Respondent by his first cause of action seeks to recover for a breach of contract upon the part of the defendants, trustees, who are not parties to these appeals. It is alleged that the Brooklyn Trust Company, as trustee, employed him to find a party who would enter into a contract with it upon terms satisfactory to it for the purchase of a certain parcel of real estate. He alleges that he fully performed the contract. In the second cause of action, respondent seeks to recover for breach of a contract by defendant Brooklyn Trust Company, individually, whereby it agreed to pay him a commission for the sale of a mortgage owned by it. In the third cause of action, respondent alleged *1014he was prevented by a conspiracy on the part of the appellants from earning the commission to which he would have been entitled as the procuring cause for finding a person who would be interested in purchasing the real property and who would enter into an agreement with the trustee to purchase the real property on terms satisfactory to the trustee. In the fourth cause of action, he alleges that, by reason of a conspiracy on the part of the appellants, they sought to prevent him from earning the commissions to which he would have been entitled for his services as the procuring cause for persuading appellant Lebis to enter into an agreement with appellant Brooklyn Trust Company, individually. The motion of appel...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=andrews-v-lebis"
    }
  ],
  "relatedIncidents": [
    23340,
    23355,
    23400,
    23518,
    23524
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}