{
  "id": 23505,
  "title": "1952년 Lowe 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-03-27",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Lowe. 판결일: 1952-03-27. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: William C. Lowe v. Charles E. Bacon\n**판결일**: 1952-03-27\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Searl\n\n## 변호인\n\nLouis A. Young for plaintiff., Lewis G. Ryan for Allyn and Bacon, Inc., and another, defendants.\n\n## 인용\n\n- 202 Misc. 1063\n\n## 판결문 요약\n\n\nSearl, J.\nThe motion is made for an order dismissing a notice of examination of plaintiff before trial. The cross motion asks an order requiring plaintiff to produce upon the examination, pursuant to the provisions of section 296 of the Civil Practice Act, correspondence, memoranda, contracts, etc.\nFor a proper understanding, it will be necessary to refer briefly to the facts. The complaint in the action alleges the plaintiff was first employed by the firm of Allyn and Bacon, a copartnership, to sell school textbooks; that thereafter the defendant, Charles E. Bacon, agreed to and with the plaintiff that if the plaintiff would promise to refrain from leaving the employ of said firm for the balance of plaintiff’s life, the firm would retain plaintiff as an employee for the balance of his life; that on or about December 28, 1950, at the request of defendant, Charles E. Bacon, on behalf of the firm, this agreement was reduced to and fixed at $100 per month salary, or pension, to commence three days thereafter, on January 1,1951, upon an inactive, or retirement, basis. Plaintiff claims he was paid for the months of January, February, March and April, 1951. On or about April 1, 1951, the complaint states Allyn and Bacon, Inc., was incorporated. It is alleged this corporation acquired all assets and liabilities of the firm, including the aforesaid employment contract. Further, the complaint alleges the defendant, Prentice-Hall, Inc., owns and controls Allyn and Bacon and has assume...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lowe-v-bacon"
    }
  ],
  "relatedIncidents": [
    23327,
    23340,
    23347,
    23348,
    23355
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}