{
  "id": 23507,
  "title": "1952년 Waterman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-03-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Waterman. 판결일: 1952-03-24. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: WATERMAN v. NELSON\n**판결일**: 1952-03-24\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n## 변호인\n\nCorinne C. Waterman, pro se., Myles J. Lane, U. S. Atty., New York City (Robert Rubinger, Asst. U. S. Atty., New York City, of counsel), for appellees.\n\n## 인용\n\n- 195 F.2d 523\n\n## 판결문 요약\n\n\nPER CURIAM.\nThis is an appeal from an order of March 3, 1951 dismissing the complaint for want of prosecution. Plaintiff also appeals from an order of May 11 denying her motion to vacate the prior order and to cite for contempt the former United States Attorney and one of his assistants. The case was previously here in 1949. Waterman v. Nelson, 2 Cir., 177 F.2d 965. As appears from that opinion only one of the defendants, Rossell, was then subject to the court’s jurisdiction. None of the others had appeared or been served with process. Nor has any of them yet been served or entered appearance. The complaint was properly dismissed for failure to effect service and prosecute the action. Rule 4(d) (5) and Rule 41(b), Fed.R.Civ.P. 28 U.S.C. As to service upon the United States Civil Service Commission and the Veterans Administration, see Blackmar v. Guerre, 72 S.Ct. 410. Denial of plaintiff’s motions by the order of May 11th was also correct. Both orders are affirmed.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=waterman-v-nelson"
    }
  ],
  "relatedIncidents": [
    23327,
    23340,
    23347,
    23348,
    23355
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}