{
  "id": 23518,
  "title": "1952년 Ferber Corp. v. NORTHERN INDUS. PRODUCTS, INC. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-03-17",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Ferber Corp. v. NORTHERN INDUS. PRODUCTS, INC.. 판결일: 1952-03-17. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: Ferber Corp. v. NORTHERN INDUS. PRODUCTS, INC.\n**판결일**: 1952-03-17\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: Judges McGeehan, Jayne and Wm. J. Brennan, Jr.\n\n## 인용\n\n- 87 A.2d 549\n- 18 N.J. Super. 493\n\n## 판결문 요약\n\n\n18 N.J. Super. 493 (1952)\n87 A.2d 549\nFERBER CORPORATION, PLAINTIFF-APPELLANT,\nv.\nNORTHERN INDUSTRIAL PRODUCTS, INCORPORATED, AND ALL-RITE PEN, INCORPORATED, DEFENDANTS-RESPONDENTS.\nSuperior Court of New Jersey, Appellate Division.\nArgued March 10, 1952.\nDecided March 17, 1952.\n*494 Before Judges McGEEHAN, JAYNE and WM. J. BRENNAN, JR.\nMr. William R. Morrison argued the cause for appellant (Messrs. Morrison, Lloyd &amp; Griggs, attorneys).\nMr. Jacob Schneider argued the cause for respondents (Messrs. Schneider &amp; Schneider, attorneys).\nPER CURIAM.\nPlaintiff's complaint was dismissed after trial in the Chancery Division. The trial judge resolved that the evidence was insufficient in its probative force to establish plaintiff's allegations that defendants wrongfully copied plaintiff's unpatented ball point pen and fraudulently palmed off their product upon jobbers and the public as plaintiff's product. We are in accord with his conclusion. Since the only ground urged upon the appeal is that the trial judge erred in reaching this conclusion, the judgment will stand affirmed.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ferber-corp-v-northern-indus-products-inc"
    }
  ],
  "relatedIncidents": [
    23340,
    23355,
    23400,
    23497,
    23524
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}