{
  "id": 23524,
  "title": "1952년 Loe 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-03-10",
  "location": "Virginia, VA, USA",
  "summary": "미국 Virginia, VA 법원 판결 사건. 사건명: Loe. 판결일: 1952-03-10. 법원: Supreme Court of Virginia.",
  "description": "## 사건 정보\n\n**사건명**: Planters Bank and Trust Company v. Norman A. Loe and Elva Loe\n**판결일**: 1952-03-10\n**법원**: Supreme Court of Virginia\n**관할**: Virginia, VA\n\n**판사**: Buchanan, Eggleston, Hudgins, Miller, Whittle\n\n## 변호인\n\nLanghorne Jones and Hardee Chambliss, Jr., for the plaintiff in error., Richardson, McCandlish & Lillard, for the defendants in error.\n\n## 인용\n\n- 193 Va. 411\n\n## 판결문 요약\n\n\n193 Va. 411 (1952)\nPLANTERS BANK AND TRUST COMPANY     NORMAN A. LOE AND ELVA LOE.\nRecord No. 3903.\nSupreme Court of Virginia.\nMarch 10, 1952.\nLanghorne Jones    and    Hardee Chambliss, Jr.,    for the plaintiff in error.\nRichardson, McCandlish &amp; Lillard,    for the defendants in error.\nPresent, Hudgins, C.J., and Eggleston, Buchanan, Miller and Whittle, JJ.\n1.  For the statute of frauds to apply to an oral promise to answer for the \"debt, default, or misdoings\" of another, it is essential that the oral promise be to perform the same duty or obligation which rests upon the other person.\n2.  Plaintiffs contracted with a third party builder for the construction of a house.  Pursuant to the agreement, plaintiffs were to pay a given percentage at the commencement of the work, then specified amounts as the work progressed, and at the completion of the work defendant was to secure a mortgage for plaintiffs for the unpaid balance.  But before the house was completed, because of the builders financial inability to proceed, defendant bank agreed to loan plaintiffs funds to pay for the completion of the house upon the condition that defendant would pay the funds to the third party builder as the construction proceeded.  The builder was heavily indebted to defendant and that arrangement was entered into partly to protect defendant's interest and partly to enable the completion of the work.  Defendant failed to keep its promise, and paid over all the funds to the builder long befor...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=planters-bank-trust-co-v-loe"
    }
  ],
  "relatedIncidents": [
    23340,
    23355,
    23400,
    23497,
    23518
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}