{
  "id": 23522,
  "title": "1952년 Roper 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-03-11",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Roper. 판결일: 1952-03-11. 법원: Court of Appeals for the Fourth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Roper v. United States\n**판결일**: 1952-03-11\n**법원**: Court of Appeals for the Fourth Circuit\n**관할**: USA, Federal\n\n**판사**: Dobie, Parker, Per Curiam, Soper\n\n## 변호인\n\nSam A. Roper, pro se., Bryce R. Holt, U. S. Atty., Greensboro, N. C. (R. Kennedy Harris, Asst. U. S. Atty., Greensboro, N. C., on brief), for appellee.\n\n## 인용\n\n- 194 F.2d 1012\n\n## 판결문 요약\n\n194 F.2d 1012\n    ROPERv.UNITED STATES.\n    No. 6389.\n    United States Court of Appeals Fourth Circuit.\n    Argued March 5, 1952.\n    Decided March 11, 1952.\n    \n      Sam A. Roper, pro se.\n      Bryce R. Holt, U. S. Atty., Greensboro, N. C. (R. Kennedy Harris, Asst. U. S. Atty., Greensboro, N. C., on brief), for appellee.\n      Before PARKER, Chief Judge, and SOPER and DOBIE, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      Appellant was indicted with one Johnson for transporting in interstate commerce a stolen motor vehicle knowing it to have been stolen and for kidnapping. He was represented by an able and experienced attorney appointed by the court to defend him, who entered a plea of nolo contendere to the charges contained in the indictment. The evidence disclosed that appellant and Johnson were hardened criminals and that they were unquestionably guilty of the crimes with which they were charged. They had gone to a used car lot in Roxboro, N. C., and, pretending that they wished to buy a car, had a salesman drive them out in one, when they drew a pistol on him and forced him to drive them into Virginia. Johnson testified that appellant proposed that they kill the salesman and bury his body in a pile of sawdust in a lonely place to which the car had been driven. Appellant denies this, but the evidence leaves no doubt that he was engaged with Johnson in the perpetration of an outrageous crime. He contends that he was acting under fear of Johnson; but the Distr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=roper-v-united-states"
    }
  ],
  "relatedIncidents": [
    23327,
    23340,
    23347,
    23348,
    23355
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}