{
  "id": 23523,
  "title": "1952년 Carlson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-03-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Carlson. 판결일: 1952-03-10. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: CARLSON Et Al. v. LANDON, DISTRICT DIRECTOR OF IMMIGRATION AND NATURALIZATION SERVICE\n**판결일**: 1952-03-10\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Black, Burton, Douglas, Frankfurter, Reed\n\n## 변호인\n\nJohn T. McTernan argued the cause and John W. Porter, Ben Margolis, Carol King and A. L. Wirin filed a brief for petitioners in No. 35., John F. Davis argued the cause for petitioner in No. 136 and respondent in No. 35. With him on the briefs were Solicitor General Perlman, Assistant Attorney General Mclnerney and Beatrice Rosenberg., Carol King argued the cause for respondent in No. 136. With her on the brief was Alan N. Brown.\n\n## 인용\n\n- 96 L. Ed. 2d 547\n- 72 S. Ct. 525\n- 342 U.S. 524\n- 1952 U.S. LEXIS 2344\n\n## 판결문 요약\n\n\nMr. Justice Reed\ndelivered the opinion of the Court.\nThese cases present a narrow question with several related issues. May the Attorney General, as the executive head of the Immigration and Naturalization Service,1 after taking into custody active alien Communists on warrants,2 charging either membership in a group that ad*527vocates the overthrow by force of this Government3 or inclusion in sny prohibited classes of aliens,4 continue them in custody without bail, at his discretion pending determination as to their deportability, under § 23 of the *528Internal Security Act?5 Differing views of the Courts of Appeals led us to grant certiorari. 342 U. S. 807, 810.\nI. Facts. — The four petitioners in case No. 35 were arrested under warrants, issued after the enactment of the Internal Security Act of 1950, charging each with being an alien who was a member of the Communist Party of the United States.6 The warrants directed that they be held in custody,7 pending determination *529of deportability.8 Petitions for habeas corpus were promptly filed alleging that the detention without bond was in violation of the Due Process Clause of the Fifth Amendment9 and the Eighth Amendment to the-Constitution of the United States, and that § 20 of the Immigration Act, as amended, was also unconstitutional. See note 5, supra. The allegation appears below.10\nRespondent filed returns defending his orders of detention on the ground that there was reasonable cause to believe that petitioners’ rele...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carlson-v-landon"
    }
  ],
  "relatedIncidents": [
    23327,
    23340,
    23347,
    23348,
    23355
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}