{
  "id": 23521,
  "title": "1952년 Holchak 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-03-12",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Holchak. 판결일: 1952-03-12. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Clark v. Holchak\n**판결일**: 1952-03-12\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Pope\n\n## 변호인\n\nReynolds N. Cate, San Antonio, for appellant., Wade & Wade, Reese Wade, John N. Barnhart, Beeville, for appellee.\n\n## 인용\n\n- 247 S.W.2d 463\n\n## 판결문 요약\n\n\n247 S.W.2d 463 (1952)\nCLARK\nv.\nHOLCHAK.\nNo. 12386.\nCourt of Civil Appeals of Texas, San Antonio.\nMarch 12, 1952.\nRehearing Denied April 9, 1952.\nReynolds N. Cate, San Antonio, for appellant.\nWade &amp; Wade, Reese Wade, John N. Barnhart, Beeville, for appellee.\nPOPE, Justice.\nAppellant has appealed from the trial court's order dismissing his cause of action after sustaining a special exception and denying appellant an opportunity to amend his pleadings. The denial of the right to amend was ordered since the court found no amendment was possible that would assert a theory for a cause of action consistent with the written instrument sued upon and certain sworn admissions.\nAppellant in his petition alleged that he was the owner of a one sixty-fourth royalty under a royalty contract that contained a clause stating:\n\"It is further agreed and herein stipulated that in case there is no paying production on said land on December 10, 1945, and for six months thereafter, that this grant shall become null and void, and the minerals hereby conveyed shall revert to the said Grantor, their heirs and assigns, but should there be such production, then and in that event, this grant shall remain in full force and effect until such production ceases, after which this instrument shall become null and void.\"\nAppellant alleged further that on June 8th, which was within six months from December 10, 1945, there was paying production from an oil well on the property covered by the royalty contract. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=clark-v-holchak"
    }
  ],
  "relatedIncidents": [
    23327,
    23340,
    23347,
    23348,
    23355
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}