{
  "id": 23530,
  "title": "1952년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-03-07",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Commonwealth. 판결일: 1952-03-07. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: JACKSON v. COMMONWEALTH\n**판결일**: 1952-03-07\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Sims\n\n## 변호인\n\nj. B. Campbell, Carlos B. Pope, Barbour-ville, for appellants., A. E. Funk, Atty. Gen., Zeb A. Stewart, Asst. Atty. Gen., for appellee.\n\n## 인용\n\n- 247 S.W.2d 52\n\n## 판결문 요약\n\n\nSIMS, Justice.\nThe joint trial of Frank Jackson and his parents, Bob and Mattie Jackson, in the Knox Circuit Court on the charge of assault and battery resulted in the conviction •of all. Frank and Bob were each given a fine of $300 and a term of 90 days in the •county jail, while the jury fixed' Mattie’s punishment at a fine of $100 and 30 days in jail. All three moved this court to grant them an appeal. As we read the briefs, their sole ground for reversal is that the court erred in refusing to direct a verdict for the accused.\nAt the outset, we are met with a motion by the Commonwealth to dismiss the motion for an appeal by Frank on the .ground that he never executed a superse-deas bond and is a fugitive from justice. It appears from the record Frank did not supersede the judgment, voluntarily left the realm and is now in the United States army serving in the Canal Zone. This requires his appeal to be dismissed. Norton v. Com., 78 Ky. 501; Crum v. Com., 232 Ky. 331, 23 S.W.2d 550.\nThe principal prosecuting witness was Sampson B. Knuckles, County Atttorney •of Knox County. On the occasion when the trouble arose Mr. Knuckles was in a rural community near the home of the three Jacksons investigating the illegal sale •of liquor and interviewing some witnesses on this subject. It appears from the record he had previously prosecuted the accused .and they were disgruntled on that account. The uncontradicted proof shows Frank asked his father to stop the car in which they were ri...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jackson-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    23458,
    23272,
    23322,
    23327,
    23340
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}