{
  "id": 23544,
  "title": "1952년 Stinchcomb 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-02-26",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Stinchcomb. 판결일: 1952-02-26. 법원: Supreme Court of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: STINCHCOMB Et Al. v. STINCHCOMB Et Al.\n**판결일**: 1952-02-26\n**법원**: Supreme Court of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Bingaman, Davison, Gibson, Halley, Johnson, O'Neal, Welch\n\n## 변호인\n\nV. E. Stinchcomb and E. P. Ledbet-ter, Oklahoma City, for plaintiffs in error., Washington & Thompson, Oklahoma City, for defendants in error.\n\n## 인용\n\n- 246 P.2d 727\n- 207 Okla. 59\n\n## 판결문 요약\n\n\n207 Okla. 59 (1952)\n246 P.2d 727\nSTINCHCOMB et al.\nv.\nSTINCHCOMB et al.\nNo. 34508.\nSupreme Court of Oklahoma.\nFebruary 26, 1952.\nRehearing Denied May 6, 1952.\nApplication for Leave to File Second Petition for Rehearing Denied August 5, 1952.\nV.E. Stinchcomb and E.P. Ledbetter, Oklahoma City, for plaintiffs in error.\nWashington &amp; Thompson, Oklahoma City, for defendants in error.\n*60 PER CURIAM.\nPlaintiffs commenced this action in the district court of Oklahoma county against the defendants for specific performance of an oral contract to require the defendant, Lee Stinchcomb, to convey to plaintiffs, Glen Lee Stinchcomb and Eleanor Sue Stinchcomb, a ten-acre tract of land located in section 21, township 12 north, range 4 west, Oklahoma county, Oklahoma. Also, plaintiffs asked that a trust deed given to V.E. Stinchcomb, trustee, in favor of them for 1 1/2 acres of this land be canceled and set aside.\nThis case was tried to the court without a jury, being a cause of equitable cognizance case. Pursuant to the request of the parties the court made written findings of fact and conclusions of law, finding, among other things, that defendant Lee Stinchcomb entered into an oral contract with plaintiffs' mother, Eunice A. Stinchcomb, to convey the said ten acres of land to the plaintiffs, Glen Lee Stinchcomb and Eleanor Sue Stinchcomb, who were the children of Eunice A. Stinchcomb and grandchildren of Lee Stinchcomb.\nThe court further found that said oral contract was entered into ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stinchcomb-v-stinchcomb"
    }
  ],
  "relatedIncidents": [
    23340,
    23355,
    23400,
    23497,
    23518
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}