{
  "id": 23546,
  "title": "1952년 Wright 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-02-20",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Wright. 판결일: 1952-02-20. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: William Wright v. State\n**판결일**: 1952-02-20\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrison\n\n## 변호인\n\nNo attorney for appellant of record on appeal., George P. Blackburn, State’s Attorney, Austin, for the state.\n\n## 인용\n\n- 157 Tex. Crim. 48\n- 246 S.W.2d 196\n\n## 판결문 요약\n\n\nMORRISON, Judge.\nThe offense is robbery by assault; the punishment, confinement in the penitentiary for life. The indictment contained allegations of five prior felony convictions, but the case was submitted to the jury on the first count charging robbery by assault.\nThe injured party testified that he met the appellant in a Texarkana beer drinking establishment, that appellant boarded the bus with him saying that he was going to New Boston, but that, to his surprise, the appellant got off the bus when he did at Hooks. He further testified that appellant followed him from the bus stop until they got into the dark and there robbed him of his pocketbook and cut him across the face and the stomach. The testimony of a deputy sheriff taken at a former trial was introduced in which he related that he had seen appellant and the injured party get off the bus on the night in question, that some short time thereafter appellant had been turned over to him by some of the guards at the nearby Red River Arsenal, that his clothes were bloody, and that a knife taken from him had blood on it.\nThe sheriff of Bowie County testified that he searched appellant in jail, and in a bag hanging between his legs he had found a pocketbook containing the injured party’s identification papers, together with the identical amount of money the injured party said he had lost.\nThe appellant did not testify nor did he offer any witnesses in his behalf.\n*49The record is before us without bills of exception.\nThe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wright-v-state"
    }
  ],
  "relatedIncidents": [
    23431,
    23452,
    23476,
    23163,
    23200
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}