{
  "id": 23550,
  "title": "1952년 Maloy 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-01-21",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Maloy. 판결일: 1952-01-21. 법원: Supreme Court of Colorado.",
  "description": "## 사건 정보\n\n**사건명**: Maloy Et Al. v. Griffith Et Al.\n**판결일**: 1952-01-21\n**법원**: Supreme Court of Colorado\n**관할**: Colorado, CO\n\n**판사**: Alter\n\n## 변호인\n\nMr. F. Richard Hite, for plaintiffs in error., Messrs. Rogers & Rogers, Mr. W. Russel Eddy, for defendants in error.\n\n## 인용\n\n- 240 P.2d 923\n- 125 Colo. 85\n\n## 판결문 요약\n\n\n240 P.2d 923 (1952)\n125 Colo. 85\nMALOY et al.\nv.\nGRIFFITH et al.\nNo. 16624.\nSupreme Court of Colorado, en Banc.\nJanuary 21, 1952.\nRehearing Denied February 11, 1952.\n*924 F. Richard Hite, Denver, for plaintiffs in error.\nRogers &amp; Rogers and W. Russel Eddy, all of Denver, for defendants in error.\nALTER, Justice.\nBernard F. Maloy, James J. Carter and Patricia H. Maloy, individually and doing business as Maloy, Carter and Maloy, instituted an action based on false and fraudulent representations respecting a certain lease, claiming that by reason thereof they had been damaged in the sum of $5,000 actual and $10,000 exemplary damages, for which they sought judgment against Donald I. and Gladys May Griffith, the owners of the premises.\nThe Griffiths answered, denying false and fraudulent representations as alleged by plaintiffs and also filed a cross-complaint in which they sought damages in the sum of $3,839.99 for repairs and alterations necessarily made by them on the premises, and $3,000 due as rental for the unexpired portion of the lease.\nUpon trial, the jury found against plaintiffs on their complaint and in favor of defendants in the sum of $1,311.71 on their cross-complaint, and judgment was entered accordingly. Plaintiffs bring the case here by writ of error for review.\nReference will be made to the parties herein as plaintiffs and defendants as they were designated in the district court, or as lessors or lessees as referred to in the written lease.\nThe record consis...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=maloy-v-griffith"
    }
  ],
  "relatedIncidents": [
    23340,
    23355,
    23400,
    23497,
    23518
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}