{
  "id": 23557,
  "title": "1952년 Grimshaw 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1952-01-07",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Grimshaw. 판결일: 1952-01-07. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Grimshaw v. Aske\n**판결일**: 1952-01-07\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Boyles, Bushnell, Butzel, Carr, Dethmers, North, Reid, Sharpe\n\n## 변호인\n\nMaurice P. Rhodes and Walter M. Nelson, for plaintiff., McCauley & Wilson (Everett G. Wright, of counsel), for defendant Aske., Wilbur M. Brucleer, Guerin Todd, Jr., and Ciarle, .Klein, Bnicker & Waples, for defendants Lyon, Inc., and Georg A. Lyon.\n\n## 인용\n\n- 50 N.W.2d 866\n- 332 Mich. 146\n\n## 판결문 요약\n\n\n332 Mich. 146 (1952)\n50 N.W.2d 866\nGRIMSHAW\nv.\nASKE.\nDocket No. 8, Calendar No. 44,851.\nSupreme Court of Michigan.\nDecided January 7, 1952.\nRehearing denied March 6, 1952.\nMaurice P. Rhodes and Walter M. Nelson, for plaintiff.\nMcCauley &amp; Wilson (Everett G. Wright, of counsel), for defendant Aske.\nWilbur M. Brucker, Guerin Todd, Jr., and Clark, Klein, Brucker &amp; Waples, for defendants Lyon, Inc., and Georg A. Lyon.\nBOYLES, J.\nIn September, 1946, plaintiff Grimshaw brought suit in the circuit court for Wayne *148 county against defendants Aske, Lyon, Inc., and George A. Lyon, individually, claiming that they were liable to him in damages for fraud and on the basis of a written agreement alleged to have been signed by Aske in 1939, but later destroyed, in which plaintiff claims that Aske agreed as follows:\n\"I am hereby giving you 2 cents per ring commission on my White Side Wall Tire Ring development in consideration for services rendered.\"\nDuring the ensuing 2 years after said suit was filed and until October, 1948, issues were joined, depositions taken, many motions were heard and disposed of by the trial court, and divers pleadings were filed including a first amended declaration and answers thereto. On October 27, 1948, the plaintiff filed a second amended declaration and bill of particulars to which separate answers were filed by Aske, and by Lyon, Inc., and George A. Lyon acting together. The case finally reached trial by jury in May, 1949, on the issues joined und...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=grimshaw-v-aske"
    }
  ],
  "relatedIncidents": [
    23340,
    23355,
    23400,
    23497,
    23518
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}