{
  "id": 23641,
  "title": "1951년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1951-08-27",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Commonwealth. 판결일: 1951-08-27. 법원: Court of Appeals of Kentucky.",
  "description": "## 사건 정보\n\n**사건명**: COMMONWEALTH v. AVERITT\n**판결일**: 1951-08-27\n**법원**: Court of Appeals of Kentucky\n**관할**: Kentucky, KY\n\n**판사**: Clay\n\n## 변호인\n\nA. E. Funk, Atty. Gen., Zeb A. Stewart, Asst. Atty. Gen., Henry G. Boldrick, Lebanon, Ernest Fulton, Bardstown, R. H. Cannon, Leitchfield, for appellant., Robert M. Spragens, Lebanon, Joseph Polin, Springfield, for appellee.\n\n## 인용\n\n- 241 S.W.2d 989\n\n## 판결문 요약\n\n\n'CLAY, Commissioner.\nThis is an appeal by the Commonwealth from an order of the Circuit Court overruling its motions for a change of venue and to summon a jury from an adjoining county in a homicide case. A former trial was held in Marion County (wherein the crime was allegedly committed) resulting in a hung jury.\nIn support of its motions, the Commonwealth filed several affidavits. The Commonwealth’s attorney stated that in his opinion the state could not have a fair trial with a jury from Marion County for these reasons: a great deal of publicity had been given to the case; a large crowd of people attended the examining trial and the former jury trial; it was necessary to examine 113 prospective ju-ors to obtain 12 at the first trial; and *990the defendant’s family has widespread influence in the county.\nThe County attorney stated: a great number of people had attended the examining trial and the first trial; there was difficulty obtaining jurors because they had knowledge of the case or had formed an opinion; and because of the wide personal acquaintance of the defendant’s family and the publicity, it would be impossible to obtain a jury from Marion County. The affidavits of others, were to the same effect; and the defendant filed affidavits supporting the opposite conclusion.\nThe granting or refusing of a change of venue is within the broad discretion of the trial court, and great weight is given to his judgment on this matter. Only where he abuses his discretion will th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-averitt"
    }
  ],
  "relatedIncidents": [
    23636,
    23696,
    23327,
    23446,
    23460
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}