{
  "id": 23654,
  "title": "1951년 United States Ex Rel. Roberts v. Western Pac. R. Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1951-07-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States Ex Rel. Roberts v. Western Pac. R. Co.. 판결일: 1951-07-23. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES Ex Rel. ROBERTS Et Al. v. WESTERN PAC. R. CO. Et Al.\n**판결일**: 1951-07-23\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Bone, Pope, Stephens\n\n## 변호인\n\nS. Roberts, in propria persona., C. W. Dooling, San Francisco, Cal. (A. B. Dunne, Dunne, Dunne & Phelps, of counsel), San Francisco, Cal., for appellee.\n\n## 인용\n\n- 190 F.2d 243\n\n## 판결문 요약\n\n190 F.2d 243\n    51-2 USTC  P 9373\n    UNITED STATES ex rel. ROBERTS et al.v.WESTERN PAC. R. CO. et al.\n    No. 12723.\n    United States Court of Appeals Ninth Circuit.\n    June 15, 1951.Rehearing Denied July 23, 1951.\n    \n      S. Roberts, in propria persona.\n      C. W. Dooling, San Francisco, Cal.  (A. B. Dunne, Dunne, Dunne &amp; Phelps, of counsel), San Francisco, Cal., for appellee.\n      Before STEPHENS, BONE and POPE, Circuit Judges.\n      POPE, Circuit Judge.\n    \n    \n      1\n      This was an action brought by the appellant Roberts against the respondent Railroad Company, under those provisions of R.S. 3490, 3491, 3492, 5438, 57 Stat. 608, 31 U.S.C.A. &#167;&#167; 231-233, 235, which authorizes the bringing of qui tam actions.  Appellant sought to recover, on behalf of the United States, income and excess profits taxes of which, it was alleged, the United States was defrauded through the filing of false and fraudulent tax returns.\n    \n    \n      2\n      Generally speaking the circumstances constituting the alleged fraud, are those set out in the opinion of the District Court in Western Pacific Railroad Corporation v. Western Pacific Railroad Company, 85 F.Supp. 868, which opinion is sought to be incorporated, by reference, in the complaint here.  Thus, in the first of the three alleged causes of action, it is stated that in 1943, the defendant Railroad Company had a net taxable income in excess of 18 million dollars, on account of which it owed income and excess ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-ex-rel-roberts-v-western-pac-r-co"
    }
  ],
  "relatedIncidents": [
    23573,
    23694,
    23340,
    23355,
    23400
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}