{
  "id": 23658,
  "title": "1951년 Paul 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1951-07-09",
  "location": "Nevada, NV, USA",
  "summary": "미국 Nevada, NV 법원 판결 사건. 사건명: Paul. 판결일: 1951-07-09. 법원: Nevada Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: BERNARD D. NELSON, as Administrator of the Estate of RALPH NELSON, Also Known as RALPH JOSEPH NEILSON, Deceased, Appellant, v. CHARLES W. PAUL, Also Known as C. W. PAUL; ROBERT BLASER and MARY BLASER, Doing Business as the BLASER CONSTRUCTION CO.; And JOE ANACABE and FABIANA ANACABE, His Wife, Respondents; BERNARD D. NELSON, as Administrator of the Estate of BEATRICE ANN NELSON, Deceased, Appellant, v. CHARLES W. PAUL, Also Known as C. W. PAUL; ROBERT BLASER and MARY BLASER, Doing Business as the BLASER CONSTRUCTION CO.; And JOE ANACABE and FABIANA ANACABE, His Wife, Respondents; MARY E. JONES, Appellant, v. CHARLES W. PAUL, Also Known as C. W. PAUL; ROBERT BLASER and MARY BLASER, Doing Business as the BLASER CONSTRUCTION CO., and JOE ANACABE and FABIANA ANACABE, His Wife, Respondents; RUTH E. SPERRY, Appellant, v. CHARLES W. PAUL, Also Known as C. W. PAUL; ROBERT BLASER and MARY BLASER, Doing Business as the BLASER CONSTRUCTION CO.; And JOE ANACABE and FABIANA ANACABE, His Wife, Respondents; WILLIAM A. SPERRY, Appellant, v. CHARLES W. PAUL, Also Known as C. W. PAUL; ROBERT BLASER and MARY BLASER, Doing Business as the BLASER CONSTRUCTION CO.; And JOE ANACABE and FABIANA ANACABE, His Wife, Respondents\n**판결일**: 1951-07-09\n**법원**: Nevada Supreme Court\n**관할**: Nevada, NV\n\n**판사**: Badt, Eather, Merrill\n\n## 변호인\n\nF. Grant Sawyer and Orville R. Wilson, both of Elko, for Appellants., Royal A. Stewart and Richard W. Horton, both of Reno, for Respondents Joe Anacabe and Fabiana Ana-eabe, his wife.\n\n## 인용\n\n- 233 P.2d 857\n- 68 Nev. 365\n\n## 판결문 요약\n\n\n233 P.2d 857 (1951)\nNELSON\nv.\nPAUL et al., and four other cases.\nNos. 3657-3661.\nSupreme Court of Nevada\nJuly 9, 1951.\nRehearing Denied September 5, 1951.\nF. Grant Sawyer and Orville R. Wilson, Elko, for appellants.\nRoyal A. Stewart and Richard W. Horton, Reno, for respondents Joe Anacabe and Fabiana Anacabe, his wife.\nMERRILL, Justice.\nMotions have been made by respondents Anacabe to dismiss these appeals upon the ground that they were not taken within the time provided by law. The appeals are taken from judgment of the trial court in each case dismissing respondents Anacabe as parties defendant and also are taken from order of the court in each case denying the plaintiff's motion to amend the judgment. Respondents' motions were submitted to this court on a single argument; and, in the interests of clarity and brevity, this single opinion will apply to all five cases. The cases are actions for damages, all involving the same principles of law, and growing out of the same set of facts. In each case the record is confined to the judgment roll.\nA demurrer to the complaint and a motion to strike were filed in the trial court in each of the five cases by respondents Anacabe as defendants and by stipulation of counsel all were submitted to the trial court on a single argument. On July 3, 1950 the trial judge signed a document entitled \"Opinion And Orders On Demurrer And Motions To Strike\" which, afte",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nelson-v-paul"
    }
  ],
  "relatedIncidents": [
    23572,
    23573,
    23636,
    23641,
    23654
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}