{
  "id": 23656,
  "title": "1951년 Geimausaddle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1951-07-18",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Geimausaddle. 판결일: 1951-07-18. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: GEIMAUSADDLE v. STATE\n**판결일**: 1951-07-18\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Jones, Powell\n\n## 변호인\n\nW. R. Wheeler, Anadarko, for plaintiff in error., Mac Q. Williamson, Atty. Gen., and Owen J. Watts, Asst. Atty. Gen., for defendant in error.\n\n## 인용\n\n- 94 Okla. Crim. 246\n- 234 P.2d 943\n\n## 판결문 요약\n\n\nBRETT, P. J.\nPlaintiff in error, George Geimausaddle, was charged in the district court of Caddo county, Oklahoma, with the crime of disposing of mortgaged property, to wit, one Chevrolet, 1940 Model, 4-door sedan motor No. 3336153, which theretofore had been mortgaged to the Washita Valley Bank of Fort Cobb, Oklahoma, while said mortgage was then subsisting and in full force and effect and unsatisfied. The defendant was tried by a jury, convicted, his punishment fixed at a year and a day in the penitentiary, and judgment and sentence entered accordingly.\nThe facts briefly are that on the 1st of October, 1948, the defendant executed to the Washita Valley Bank at Fort Cobb to cover loans 2 certain notes in the sum of $225 each. To secure the said notes the defendant sold, conveyed and mortgaged to said bank the hereinbefore described 1940 model Chevrolet automobile. Thereafter, without the written or verbal consent of said bank, the defendant disposed of said mortgaged automobile by transferring and conveying the title and possession of the same to one Fay Barr. The record further discloses that Fay Barr accepted title to said automobile without knowledge that said car was mortgaged to the Washita Valley Bank. Shortly after title and possession to said automobile was acquired by Fay Barr she borrowed money on the said automobile from the M. &amp; V. Loan Company in Lawton, Oklahoma. Subsequent thereto she sold the said automobile to John White. Fay Barr took part of the money...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=geimausaddle-v-state"
    }
  ],
  "relatedIncidents": [
    23572,
    23573,
    23636,
    23641,
    23654
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}