{
  "id": 23661,
  "title": "1951년 Belrose 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1951-06-27",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Belrose. 판결일: 1951-06-27. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Troy Belrose v. State\n**판결일**: 1951-06-27\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Beauchamp, Morrison\n\n## 변호인\n\nHon. S. H. Sanders, Judge Presiding., Dallas Ivey, Center, for appellant., George P. Blackburn, State’s Attorney, Austin, for the state.\n\n## 인용\n\n- 242 S.W.2d 378\n- 156 Tex. Crim. 322\n\n## 판결문 요약\n\n\n242 S.W.2d 378 (1951)\nBELROSE\nv.\nSTATE.\nNo. 25382.\nCourt of Criminal Appeals of Texas.\nJune 27, 1951.\nRehearing Denied October 10, 1951.\nDallas Ivey, Center, for appellant.\nGeorge P. Blackburn, State's Atty., of Austin, for the State.\nMORRISON, Judge.\nThe offence is felony theft; the punishment, two years.\n*379 No question is raised as to the sufficiency of the evidence to support the conviction.\nBills of Exception, Nos. 1 and 5, complain of the court's failure to grant appellant's first motion for continuance based upon the absence of two witnesses. The court qualified the bill by stating that no affidavit from either witness was attached to the motion for continuance or the amended motion for new trial showing what the said witnesses would have testified to had they been present. There was no showing of unavailability of the witnesses to make such an affidavit and no showing that they would actually testify to such facts from any other source. No error is shown by this bill. Hawkins v. State, Tex. Civ.App., 238 S.W.2d 779.\nAs part of said bill, but not embodied in or referred to in his motion for continuance, we find an affidavit of appellant describing the illness of his children. This affidavit, standing alone, did not call upon the court to do anything. If it be considered as a request for continuance, it was addressed solely to the discretion of the trial court, and his refusal to grant it does not constitute reversible error.\nBill of Exception No. 2 complains that app...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=belrose-v-state"
    }
  ],
  "relatedIncidents": [
    23572,
    23573,
    23636,
    23641,
    23654
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}