{
  "id": 23669,
  "title": "1951년 Suppus 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1951-06-05",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Suppus. 판결일: 1951-06-05. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Max A. Suppus v. William Bradley, and Joseph D. McGoldrick, as State Rent Administrator, Intervener\n**판결일**: 1951-06-05\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Voorhis\n\n## 변호인\n\nMilo O. Bennett for appellants., Charles V. Scanlan for respondents., Emory Gardiner of counsel (Robert U, Schaffer, attorney), for intervener, respondent.\n\n## 인용\n\n- 278 A.D. 337\n\n## 판결문 요약\n\n\nVan Voorhis, J.\n(dissenting). Plaintiffs appeal from an order dismissing the complaint on the ground that it fails to state facts sufficient to constitute a cause of action, and denying plaintiffs’ motion for judgment on the pleadings. The appeal raises an important but limited question of constitutional law, different from the constitutionality of the State Residential Rent Law as a whole. It is a question that was not passed upon in Teeval Co. v. Stern (301 N. Y. 346), nor, as it seems to me, in any of the leading decisions by the Court of Appeals or by the Supreme Court of the United States on constitutionality of rent control, such as Twentieth Century Associates v. Waldman (294 N. Y. 571); People ex rel. Durham Realty Corp. v. La Fetra (230 N. Y. 429); Loab Estates v. Druhe (300 N. Y. 176); Block v. Hirsch (256 U. S. 135); Marcus Brown Co. v. Feldman (256 U. S. 170); Bowles v. Willingham (321 U. S. 503), and Yakus v. United States (321 U. S. 414).\nThe power of sovereignty can without doubt be employed to prevent a person from exploiting to the utmost a strategic advantage derived from public misfortune or distress, by impressing restrictions upon his use of property for economic gain or even for his own accommodation. The facts in Marcus Brown Co. v. Feldman (256 U. S. 170, 199, supra) and in Block v. Hirsch (256 U. S. 135, supra) as well as in the recent case of Loab Estates v. Druhe (300 N. Y. 176, supra) were that owners of real estate were endeavoring to devote it t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=suppus-v-bradley"
    }
  ],
  "relatedIncidents": [
    23572,
    23573,
    23636,
    23641,
    23654
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}