{
  "id": 23662,
  "title": "1951년 Betts 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1951-06-26",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Betts. 판결일: 1951-06-26. 법원: New York Court of Claims.",
  "description": "## 사건 정보\n\n**사건명**: Donna Betts, as Committee of the Person and Estate of Earl D. Engle, an Incompetent v. State of New York\n**판결일**: 1951-06-26\n**법원**: New York Court of Claims\n**관할**: New York, NY\n\n**판사**: Young\n\n## 변호인\n\nNathaniel L. Goldstein, Attorney-General (Anatole Dolen of counsel), for defendant., James L. Gage for claimant.\n\n## 인용\n\n- 199 Misc. 1077\n\n## 판결문 요약\n\n\nYoung, J.\nOn October 26 and 27, 1949, this court heard the appropriation claim of claimant and at the conclusion of the trial stated: ‘ ‘ Claimant may have 20 days after receipt of the Stenographer’s minutes within which to submit his papers, and the State may have 20 days after receipt of Claimant’s papers ’ ’.\nThe court stenographer filed the minutes of the trial on January 20,1950.\nTo date no brief or proposed findings of fact have been filed by the claimant and the State has now moved this court for an order (1) dismissing the claim herein on the ground that the claimant has failed to comply with the court’s order to file a brief and for failure to diligently prosecute the claim by submitting it for decision and (2) suspending interest on any award made herein from February 12, 1950, to the date that claimant files and serves a brief and proposed findings of fact.\nIt is mandatory for the court in this instance to view the premises (Court of Claims Act, § 12). This the court was unable to do until September 21,1950, and therefore the claimant was justified in not filing any of his papers prior to that date.\nThe court feels, however, that it is the duty of the State to protect the interest of the taxpayers by moving to suspend interest on awards pending for an unreasonable period.\nThe motion is denied without prejudice to the State to renew its motion to suspend interest from twenty days after September 21, 1950.\nSubmit order accordingly.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=betts-v-state"
    }
  ],
  "relatedIncidents": [
    23572,
    23573,
    23636,
    23641,
    23654
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}