{
  "id": 23686,
  "title": "1951년 Lopez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1951-04-06",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Lopez. 판결일: 1951-04-06. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Respondent, v. YSIDRO LOPEZ, Appellant\n**판결일**: 1951-04-06\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Wilson\n\n## 변호인\n\nRussell E. Parsons for Appellant., Edmund G. Brown, Attorney General, and Stanford D. Herlick, Deputy Attorney General, for Respondent.\n\n## 인용\n\n- 103 Cal. App. 2d 291\n\n## 판결문 요약\n\n\n103 Cal.App.2d 291 (1951)\nTHE PEOPLE, Respondent,\nv.\nYSIDRO LOPEZ, Appellant.\nCrim. No. 4578. \nCalifornia Court of Appeals. Second Dist., Div. Two.  \nApr. 6, 1951.\n Russell E. Parsons for Appellant.\n Edmund G. Brown, Attorney General, and Stanford D. Herlick, Deputy Attorney General, for Respondent.\n WILSON, J.\n Defendant was found guilty of violating section 337a of the Penal Code.  [fn. ] He has appealed from the *292 judgment of conviction on the grounds that (1) the evidence is insufficient to sustain the judgment, and (2) the punishment imposed upon him is cruel and unusual.\n Sufficiency of the Evidence\n [1] A police officer entered a cocktail bar at about 2 o'clock in the afternoon and observed defendant who was seated at the bar with three or four other persons. The officer kept defendant under observation for about 40 minutes; during that time defendant looked at a scratch sheet which was lying on the bar; the other persons looked at the scratch sheet and pointed to it while they were talking to defendant; one man handed some money to defendant who picked up the scratch sheet, went to a telephone booth and dialed a number. While talking on the telephone he looked at the scratch sheet. He then returned to the bar. Another person looked at the scratch sheet and said to defendant, \"I want two and two on Gold Jig.\" This person removed his wallet from his pocket and handed defendant some currency. Defendant went to another telephone booth, dialed a number and held a short...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-lopez"
    }
  ],
  "relatedIncidents": [
    23572,
    23573,
    23636,
    23641,
    23654
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}