{
  "id": 23694,
  "title": "1951년 Caskey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1951-03-09",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Caskey. 판결일: 1951-03-09. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: Agnes L. Caskey v. Alice Lewandowski and Others\n**판결일**: 1951-03-09\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Loring\n\n## 변호인\n\nDrill & Drill and A. M. Joyce, for appellant., Grannis & Grannis, for respondents.\n\n## 인용\n\n- 233 Minn. 334\n\n## 판결문 요약\n\n\n233 Minn. 334 (1951)\nAGNES L. CASKEY\nv.\nALICE LEWANDOWSKI AND OTHERS.[1]\nNo. 35,261.\nSupreme Court of Minnesota.\nMarch 9, 1951.\nDrill &amp; Drill and A.M. Joyce, for appellant.\nGrannis &amp; Grannis, for respondents.\n*335 LORING, CHIEF JUSTICE.\nOne of the grantors of a quitclaim deed brought this action against her grantee and subsequent purchasers to have the quitclaim deed declared void for fraud, to recover damages, and to obtain other equitable relief. One special question was submitted to the jury, and the court tried the remaining issues of fact. The findings of the court and jury were in favor of defendants, and the court ordered judgment accordingly. Plaintiff moved for amended findings of fact and conclusions of law and for judgment notwithstanding or for a new trial. This motion having been denied, plaintiff has appealed.\nAll the parties to this action are related either by blood or marriage. Plaintiff-grantor, Agnes L. Caskey, is the daughter of defendant-grantee, Alice Lewandowski; the sister of defendant Helen Lewandowski Catton; and the sister-in-law of defendant D.N. Catton. The Cattons now hold title to the disputed land under a quitclaim deed from defendant Alice Lewandowski.\nOn July 27, 1934, and for some time prior thereto, Michael Lewandowski, plaintiff's father, held title to the premises involved in this suit, said premises being a nine-room dwelling house and two lots situate in the city of South St. Paul. On the above date, Michael Lewandowski and his...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=caskey-v-lewandowski"
    }
  ],
  "relatedIncidents": [
    23573,
    23654,
    23340,
    23355,
    23400
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}