{
  "id": 23695,
  "title": "1951년 Holloway 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1951-03-07",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Holloway. 판결일: 1951-03-07. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ted Holloway v. State\n**판결일**: 1951-03-07\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Woodley\n\n## 변호인\n\nW. E. Martin, Abilene, for relator., George P. Blackburn, State’s Attorney, Austin, for the state.\n\n## 인용\n\n- 237 S.W.2d 303\n- 155 Tex. Crim. 484\n\n## 판결문 요약\n\n\n237 S.W.2d 303 (1951)\nHOLLOWAY\nv.\nSTATE.\nNo. 25192.\nCourt of Criminal Appeals of Texas.\nMarch 7, 1951.\nW. E. Martin, Abilene, for appellant.\nGeorge P. Blackburn, State's Atty., of Austin, for the State.\nWOODLEY, Commissioner.\nAppellant was convicted and assessed a fine of $100 under an information and complaint charging that appellant \"did then and there unlawfully drive and operate a motor vehicle upon the public roadways of the state while his drivers license was suspended.\"\nAppellant attacks the sufficiency of the information to charge an offense.\nThe prosecution appears to have been brought under the provisions of art. 6687b, Vernon's Ann. Civil Statutes, commonly referred to as the Texas Drivers License Law, Sec. 27 thereof in part providing that no person whose operator's, commercial operator's or chauffeur's license or privilege to operate a motor vehicle in this state has been suspended shall operate a motor vehicle during such suspension. Sec. 44 of such Act provides a punishment for such offense by fine not to exceed $200.\nThe information against appellant fails to allege that appellant had been issued either an operator's, commercial operator's or chauffeur's license, or that he drove a motor vehicle while such a license was suspended.\nIn Hassell v. State, 149 Tex. Crim. 333, 194 S.W.2d 400, an information alleging that the defendant operated a motor vehicle *304 upon a public highway without a \"drivers license\" was held insufficient to charge an offense since a d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=holloway-v-state"
    }
  ],
  "relatedIncidents": [
    23572,
    23573,
    23636,
    23641,
    23654
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}