{
  "id": 23696,
  "title": "1951년 Meverden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1951-03-06",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Meverden. 판결일: 1951-03-06. 법원: Wisconsin Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Meverden, Plaintiff in Error, vs. the State, Defendant in Error\n**판결일**: 1951-03-06\n**법원**: Wisconsin Supreme Court\n**관할**: Wisconsin, WI\n\n**판사**: Hughes\n\n## 변호인\n\nJack J. Schumacher of Shawano, for the plaintiff in error.', For the defendant in error there was a brief by the Attorney General, William A. Plats, assistant attorney general, and O. Strossenreuther, district attorney of Shawano county, and oral argument by Mr. Plats.\n\n## 인용\n\n- 258 Wis. 628\n\n## 판결문 요약\n\n\n258 Wis. 628 (1951)\nMEVERDEN, Plaintiff in error,\nvs.\nTHE STATE, Defendant in error.\nSupreme Court of Wisconsin.\nFebruary 9, 1951.\nMarch 6, 1951.\n*631 Jack J. Schumacher of Shawano, for the plaintiff in error. For the defendant in error there was a brief by the Attorney General, William A. Platz, assistant attorney general, and O. Strossenreuther, district attorney of Shawano county, and oral argument by Mr. Platz.\nHUGHES, J.\nBy special enactment, ch. 145, Laws of 1925, as amended by ch. 408, Laws of 1935, and ch. 391, Laws of 1937, the legislature increased the jurisdiction of the county court of Shawano county. Wis. Anno. (1950) p. 1867.\nCounsel for the state relies upon secs. 2 and 33 as authority for the circuit court's transfer of the case to county court. These sections provide in part:\n\"Section 2. There is hereby conferred on the county court of Shawano county jurisdiction in all criminal actions and proceedings except those involving homicide, concurrent with and equal to the jurisdiction of the circuit court in said county. All examinations, recognizances, and commitments from or by an examining magistrate of said county in bastardy cases, and in all criminal actions, excepting charges of homicide shall unless objected to in writing by the defendant, be certified and returned to such county court, instead of to the circuit court for said county, within the time prescribed by law, . . .\"\n*632 \"Section 33. In actions or proceedings of which the county court is given j...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=meverden-v-state"
    }
  ],
  "relatedIncidents": [
    23636,
    23641,
    23327,
    23446,
    23460
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}