{
  "id": 23707,
  "title": "1951년 Ex Parte Deere 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1951-01-31",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Ex Parte Deere. 판결일: 1951-01-31. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte DEERE\n**판결일**: 1951-01-31\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Jones, Powell\n\n## 변호인\n\nW. L. Steger, Durant, for petitioner., W. K. Baldridge, Dist. Atty. of Denton County, Tex., Denton, Tex., for respondent.\n\n## 인용\n\n- 227 P.2d 420\n- 93 Okla. Crim. 291\n\n## 판결문 요약\n\n\n93 Okla. Crim. 291 (1951)\n227 P.2d 420\nEx parte DEERE.\nNo. A-11514.\nCriminal Court of Appeals of Oklahoma.\nJanuary 31, 1951.\nW.L. Steger, Durant, for petitioner.\nW.K. Baldridge, Dist. Atty. of Denton County, Tex., Denton, Tex., for respondent.\nJONES, J.\nThis original action in habeas corpus was instituted by the petitioner, Hubert A. Deere, to secure *292 his release from confinement in the county jail of Bryan county where he is held awaiting extradition to Denton county, Texas to face a criminal action there pending against petitioner.\nAt the hearing before this court no attack was made upon the sufficiency or legality of the extradition papers which were used as a basis to secure the Governor's warrant. Although the verified petition makes an attack upon the extradition proceedings and alleges that there is no valid charge or indictment filed against petitioner in the State of Texas, there was no attempt to sustain such allegations at the time of the hearing but petitioner sought his release upon the sole ground that the prosecution in the State of Texas was not in good faith but was an attempt of the complaining witness, J.C. Earles, to gain a private advantage and personal gain as a result of a series of business transactions had over a period of several years with the petitioner.\nPrior to the institution of this action a hearing was held in the district court of Bryan county and testimony was taken concerning the alleged bad faith of the prosecution in Texas, but at th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-deere"
    }
  ],
  "relatedIncidents": [
    23572,
    23573,
    23636,
    23641,
    23654
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}