{
  "id": 23704,
  "title": "1951년 Nash 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1951-02-12",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Nash. 판결일: 1951-02-12. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: NASH v. CURETTE Et Al.\n**판결일**: 1951-02-12\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Hawthorne\n\n## 변호인\n\nVincent Moseley, Opelousas, for appellant., Seth Lewis, Opelousas, for defendants and appellees.\n\n## 인용\n\n- 51 So. 2d 71\n- 218 La. 789\n\n## 판결문 요약\n\n\n51 So. 2d 71 (1951)\n218 La. 789\nNASH\nv.\nCURETTE et al.\nNo. 39313.\nSupreme Court of Louisiana.\nFebruary 12, 1951.\n*72 Vincent Moseley, Opelousas, for appellant.\nSeth Lewis, Opelousas, for defendants and appellees.\nHAWTHORNE, Justice.\nPlaintiff instituted this suit, praying to be recognized as the true and lawful owner of a small tract of land (containing approximately one-half acre) situated in the Parish of St. Landry. In his petition he also prays for damages in the sum of $2500 against one of the defendants for false arrest and imprisonment, which it is alleged grew out of the dispute over the ownership of the property. He also prays for damages in unspecified amounts for rent of the property while in the possession of the defendants and for their destruction and removal of a fence erected on the alleged property line, and prays for the removal from the premises at the expense of one of the defendants of a small building he erected thereon.\nFrom a judgment dismissing plaintiff's suit at his costs he has appealed to this court, and the case is now before us on its merits.\nThis case has been considered by this court on two prior occasions on motions to dismiss the appeal. See Nash v. Curette, 215 La. 109, 39 So. 2d 840, 842; Id., 216 La. 190, 43 So. 2d 262. In each of these cases with reference to the appellate jurisdiction of this court we said that \"* * * If, after hearing the case on its merits, we have a doubt as to whether the amount in dispute is exaggerated, we will d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=nash-v-curette"
    }
  ],
  "relatedIncidents": [
    23572,
    23573,
    23636,
    23641,
    23654
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}