{
  "id": 23706,
  "title": "1951년 Ex Parte Rowland 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1951-02-07",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex Parte Rowland. 판결일: 1951-02-07. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte William E. Rowland\n**판결일**: 1951-02-07\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Beauchamp\n\n## 변호인\n\nBracewell and Wright, and E. R. Wright, Huntsville, for relator., Willis E. Gresham, Assistant Attorney General, and George P. Blackburn, State’s Attorney, Austin, for the state.\n\n## 인용\n\n- 155 Tex. Crim. 435\n- 236 S.W.2d 153\n\n## 판결문 요약\n\n\nBEAUCHAMP, Judge.\nBy proper procedure relator seeks to secure his release from the penitentitary and alleges two grounds therefor.\nIt is set out and shown by evidence that relator was convicted in Cause No. 2829 in the district court of Karnes County, Texas, under and by virtue of an indictment dated May 18, 1945, charging him with felony theft. The record shows that he pleaded guilty and was by the court found guilty on the 19th day of June, 1945, and assessed a penalty of “confinement in the State Penitentiary for a term of not less than two nor more than five years.” This judgment is void as it originally appeared on the record but has been corrected by nunc pro tunc order duly entered.\nIt is also shown by the record that appellant was convicted in the district court of Bexar County, Cause No. 48149, on the 21st day of June, 1945, on a charge of forgery. The judgment shows that he pleaded guilty to the court and waived a jury; that he was found guilty as charged “and should be punished by confinement in the State Penitentiary for a term of not less than Two, nor more than Three years.” This judgment is void and can not be authority for holding relator in the penitentiary unless it be shown that same has been corrected by nunc pro tunc order entered of record.\nRelator further seeks his release by virtue of his claim for *436credit for time served in the Federal penitentiary. For the reasons set forth in Ex Parte Spears, No. 25,705, 154 Tex. Cr. Rep. 112, this claim is with...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-rowland"
    }
  ],
  "relatedIncidents": [
    23572,
    23573,
    23636,
    23641,
    23654
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}