{
  "id": 23708,
  "title": "1951년 Dean 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1951-01-31",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Dean. 판결일: 1951-01-31. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Wilbur Lee Dean v. State\n**판결일**: 1951-01-31\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Morrison, Woodley\n\n## 변호인\n\nBurks & McNeil, by Burton S. Burks, Lubbock, for appellant., George P. Blackburn, State’s Attorney, Austin, for the state.\n\n## 인용\n\n- 155 Tex. Crim. 543\n- 237 S.W.2d 314\n\n## 판결문 요약\n\n\nMORRISON, Judge.\nThe offense is driving while intoxicated; the punishment, a fine of fifty dollars.\nTwo highway patrolmen, while cruising, noticed appellant’s panel truck weaving on the highway. They had some difficulty in bringing appellant to a halt. They testified as to their experience in dealing with people under the influence of intoxicants, and that appellant was in such condition. They stated that appellant had a strong odor of alcohol about him, and one of them found a half full bottle of whiskey on the seat of his truck.\n*544Appellant, while testifying, denied that he had had anything to drink on the occasion of his arrest and explained that the erratic appearance of his driving resulted from the roughness of the road.\nAppellant in an able brief discussed his two bills of exception together. They both complain of that part of the information wherein it recites that the same is predicated “on the written affidavit of Frank Mitchell, a competent and creditable person.”\nAppellant urges that such a statement is not essential for a valid information, amounts to a certification that the named affiant is worthy of belief and represents an effort on the part of the state to “bolster” its case.\nA similar contention was held to be without merit by this court in Grady Ashley v. State, No. 25,085, decided January 3, 1951, (page 534 of this volume).\nThis being the only question presented, the judgment of the trial court is affirmed.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dean-v-state"
    }
  ],
  "relatedIncidents": [
    23572,
    23573,
    23636,
    23641,
    23654
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}