{
  "id": 2373,
  "title": "2018년 Rodriguez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2018-09-04",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Rodriguez. 판결일: 2018-09-04. 법원: District Court, E.D. Wisconsin.",
  "description": "## 사건 정보\n\n**사건명**: United States v. Rebecca RODRIGUEZ\n**판결일**: 2018-09-04\n**법원**: District Court, E.D. Wisconsin\n**관할**: Wisconsin, WI\n\n**판사**: Adelman\n\n## 변호인\n\nBenjamin W. Proctor, United States Department of Justice (ED-WI) Office of the US Attorney, Milwaukee, WI, for Plaintiff., Joshua D. Uller, Federal Public Defender, Federal Defender Services of Wisconsin Inc., Susan L. Karaskiewicz, Susan L. Karaskiewicz Attorney at Law, Milwaukee, WI, for Defendant.\n\n## 인용\n\n- 322 F. Supp. 3d 907\n\n## 판결문 요약\n\n\nLYNN ADELMAN, District Judge\nDefendant Rebecca Rodriguez acted as the getaway driver when her boyfriend, Theodore Simmons, and another man, Robert Anderson, robbed a convenience store. During the robbery, Simmons and Anderson held store occupants at gunpoint, threatened to kill an employee, and assaulted a cashier.\nCharged with aiding and abetting a Hobbs Act robbery, 18 U.S.C. § 1951(a), and use of a firearm during a crime of violence, 18 U.S.C. § 924(c), the court initially *908allowed defendant's release on conditions. When she absconded from pre-trial release and missed a court date, however, the court issued a warrant and the government added a charge under 18 U.S.C. § 3146. Following her arrest, defendant pleaded guilty to the robbery and failure to appear charges pursuant to an agreement with the government under which the § 924(c) count was dismissed. After accepting her pleas, I ordered a pre-sentence report (\"PSR\") and set the case for sentencing.\nIn imposing sentence, the district court must first correctly calculate the advisory sentencing guideline range, then consider the arguments of the parties and the factors set forth in 18 U.S.C. § 3553(a), making an individualized assessment based on the facts presented. After settling on the appropriate sentence, the court must adequately explain the chosen sentence to promote the perception of fair sentencing. United States v. Pankow, 884 F.3d 785, 793 (7th Cir. 2018).\nI. GUIDELINE CALCULATIONS\nDefendant's PSR set a bas...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-rodriguez"
    }
  ],
  "relatedIncidents": [
    2333,
    2334,
    2376,
    2419,
    2489
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}