{
  "id": 23745,
  "title": "1950년 Brandt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1950-11-14",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Brandt. 판결일: 1950-11-14. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: State of Iowa, Appellee, v. Robert L. Brandt, Appellant\n**판결일**: 1950-11-14\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Bliss, Garfield, Hale, Hats, Mantz, Mulroney, Oliver, Smith, Wennerstrum\n\n## 변호인\n\nThomas O. Tacy, of Council Bluffs, for appellant., Robert L. Larson, Attorney General, Don Hise, First Assistant Attorney General, and Don H. Jackson, County Attorney, for appellee.\n\n## 인용\n\n- 44 N.W.2d 690\n- 242 Iowa 382\n\n## 판결문 요약\n\n\n44 N.W.2d 690 (1950)\nSTATE\nv.\nBRANDT.\nNo. 47649.\nSupreme Court of Iowa.\nNovember 14, 1950.\nThomas O. Tacy, of Council Bluffs, for appellant.\nRobert L. Larson, Atty. Gen., of Iowa, Don Hise, First Asst. Atty. Gen., Don H. Jackson, County Attorney for Pottawattamie County, Council Bluffs, for appellee.\nWENNERSTRUM, Justice.\nRobert L. Brandt, the defendant, was indicted by the grand jury of Pottawattamie *691 County, Iowa and therein charged with the crime of breaking and entering. It alleged, in substance, that on March 19, 1949 the defendant broke into and entered an eating place located in an outlying country community. He entered a plea of \"not guilty\". Upon trial the jury returned a verdict of \"guilty\". A motion for new trial was overruled and the defendant was sentenced to a term of ten years in the men's reformatory at Anamosa. He has appealed.\nThe appellant, at the time of the trial, was nineteen years of age and lived with his parents in Council Bluffs, Iowa. After spending a portion of the evening of March 19, 1949 with a young lady friend he met two young men, Opal Ervin and Clarence Robinson, about 11:30 P. M. at a restaurant and tavern in Council Bluffs. They then drove in Ervin's car to a country community called Honey Creek where they purchased a small amount of gasoline. They later went on to Missouri Valley. There the appellant purchased fourteen gallons of gas. It is shown that Ervin told the appellant that he would stop on the way back and get some money to r...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "방화",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=porter-v-iowa-state-highway-commission"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-brandt"
    }
  ],
  "relatedIncidents": [
    23851,
    23872,
    23686,
    23738,
    23742
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}