{
  "id": 23749,
  "title": "1950년 Adams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1950-11-08",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Adams. 판결일: 1950-11-08. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Homer B. Adams v. State\n**판결일**: 1950-11-08\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson, Hawkins\n\n## 변호인\n\nJoel W. Cook, Houston, for appellant., George P. Blackburn, State’s Attorney, Austin, for the state.\n\n## 인용\n\n- 156 Tex. Crim. 73\n- 234 S.W.2d 422\n\n## 판결문 요약\n\n\non state’s motion to dismiss appeal.\nDAVIDSON, Judge.\nAppellant was convicted in the district court of Bexar County for the offense of felony theft. From that conviction he appealed, and the case became No. 24,492 on the docket of this court.\nThe judgment of conviction was on the 23rd day of November, 1949, affirmed and, thereafter, appellant’s motion for rehearing was, on January 11, 1950, overruled — all as reflected by the opinion of this court reported in (page 63 of this volume) 225 S. W. 2d 568.\nThe mandate of this court issued on the 13th day of January 1950, upon said affirmance, and appellant surrendered himself into the custody of the state penitentiary authorities to serve the sentence imposed.\n*74Thereafter, it was discovered that the judgment entered in the trial court was irregular because the punishment assessed therein was for an indeterminate period. (Ex parte East, 154 Texas. Crim. Rep. 123, 225 S. W. 2d 833)\nSeeking to correct this defect in the judgment, the district attorney of Bexar County, on March 9, 1950, filed a motion in the trial court to have this judgment corrected by a nunc pro tunc order.\nOn March 13, 1950, appellant being present in person and by counsel, the trial court entered the order as prayed for by state’s counsel and validated as of that date by order nunc pro tunc the defective judgment, and on the same day the sentence was reimposed in accordance with the corrected judgment.\nFrom this judgment of the trial court correcting by nunc p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=adams-v-state"
    }
  ],
  "relatedIncidents": [
    23738,
    23742,
    23745,
    23746,
    23753
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}