{
  "id": 23742,
  "title": "1950년 United States v. United States Cartridge Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1950-11-21",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: United States v. United States Cartridge Co.. 판결일: 1950-11-21. 법원: District Court, E.D. Missouri.",
  "description": "## 사건 정보\n\n**사건명**: United States v. United States Cartridge Co.\n**판결일**: 1950-11-21\n**법원**: District Court, E.D. Missouri\n**관할**: Missouri, MO\n\n**판사**: Hulen\n\n## 인용\n\n- 95 F. Supp. 384\n\n## 판결문 요약\n\n\n95 F.Supp. 384 (1950)\nUNITED STATES\nv.\nUNITED STATES CARTRIDGE CO.\nNo. 2486.\nUnited States District Court E. D. Missouri, E. D.\nNovember 21, 1950.\n*385 *386 H. G. Morison, Asst. Atty. Gen., Drake Watson, U. S. Atty., of New London, Mo., William V. O'Donnell, Asst. U. S. Atty., of St. Louis, Mo., Joseph M. Friedman, Chief, Frauds Section, and J. Gregory Bruce, George W. Meuth and Charles W. Tayler, Attorneys, Department of Justice, all of Washington, D. C., for plaintiff.\nR. H. McRoberts, Marion S. Francis, and Bryan, Cave, McPheeters &amp; McRoberts, all of St. Louis, Mo., for defendant.\nHULEN, District Judge.\n\nI.\nPlaintiff sues to recover forfeitures and double damages (by brief plaintiff asks judgment for $214,878,725.12) under the fraudulent claims statutes, U.S.Code Annotated, Title 31, § 231, based on payments for ammunition delivered by defendant to plaintiff between \"February 1, 1942 and October 31, 1943\", on a cost plus fixed fee contract dated December 5, 1940.\nDefendant denies receiving any money from plaintiff by presenting \"false\" claims; further it denies that its representatives having supervisory authority of the manufacturing plant \"as a whole\" did personally fail \"to exercise good faith\" or usual care in execution of the contract, which defendant claims to be a condition precedent to fixing liability under the contract. The trial, before the Court by jury waiver, represents over three thousand pages of record, plus six hundred and seven exhibits, many of whi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-united-states-cartridge-co"
    }
  ],
  "relatedIncidents": [
    23754,
    23755,
    23765,
    23781,
    23818
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}