{
  "id": 23746,
  "title": "1950년 Socol 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1950-11-13",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Socol. 판결일: 1950-11-13. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: OLIVIA SOCOL, as Administratrix, Etc., Appellant, v. LOUIS KING, Respondent\n**판결일**: 1950-11-13\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Carter\n\n## 변호인\n\nPorter C. Blackburn and Shelby Lee Chambers for Appellant., Chas. T. Rippy for Respondent.\n\n## 인용\n\n- 36 Cal. 2d 342\n\n## 판결문 요약\n\n\n36 Cal. 2d 342 (1950)\nOLIVIA SOCOL, as Administratrix, etc., Appellant,\nv.\nLOUIS KING, Respondent.\nL. A. No. 20832. \nSupreme Court of California. In Bank.  \nNov. 13, 1950.\n Porter C. Blackburn and Shelby Lee Chambers for Appellant.\n Chas. T. Rippy for Respondent.\n CARTER, J.\n Plaintiff, as administratrix with the will annexed of the estate of her mother, Paraschiva Socol King, deceased, brought this action against decedent's husband, Louis King, to quiet title to a one-half interest in certain real and personal property located in California. After judgment was entered in favor of defendant, plaintiff moved to set it aside and to enter a different judgment on the ground that the conclusions of law were erroneous and not consistent with the findings of fact (Code Civ. Proc.,  663(1)). The motion was denied and plaintiff appealed from the judgment *344 and from the order of denial. We granted defendant's motion to dismiss the appeal from the judgment on the ground that notice of appeal had not been timely, but the motion to dismiss the appeal from the order denying plaintiff's motion to vacate the judgment was denied. (Socol v. King, 34 Cal. 2d 292 [209 P.2d 577].)\n The trial court found that decedent, a widow with three minor children, was married to defendant in 1927. At that time she owned certain business properties, known as 3702 Block Avenue and 1615 Columbus Drive, in East Chicago, Indiana. In 1931, after her marriage to Louis King, the depression affected decedent and ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=socol-v-king"
    }
  ],
  "relatedIncidents": [
    23738,
    23742,
    23745,
    23749,
    23753
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}