{
  "id": 23753,
  "title": "1950년 Munoz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1950-11-01",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Munoz. 판결일: 1950-11-01. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Isaac Munoz v. State\n**판결일**: 1950-11-01\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Graves\n\n## 변호인\n\nL. T. Gittinger, San Antonio, for appellant., George P. Blackburn, State’s Attorney, Austin, for the state.\n\n## 인용\n\n- 233 S.W.2d 494\n- 155 Tex. Crim. 223\n\n## 판결문 요약\n\n\n233 S.W.2d 494 (1950)\nMUNOZ\nv.\nSTATE.\nNo. 24942.\nCourt of Criminal Appeals of Texas.\nNovember 1, 1950.\n*495 L. J. Gittinger, San Antonio, for appellant.\nGeorge P. Blackburn, State's Atty., of Austin, for the State.\nGRAVES, Judge.\nOn November 3, 1949, appellant pleaded guilty to knowingly receiving and concealing stolen property over the value of $50.00, and was by the trial court found guilty thereof and given a term of five years in the state penitentiary.\nThe last paragraph of the judgment herein reads as follows: \"But the imposition of sentence is suspended, and the defendant, Isaac Munoz, is placed on Probation conditioned that he not violate the penal laws of the State of Texas; seek and keep gainful employment; and to report to this Court in person on the first Monday in January and the first Monday in June during the ensuing five years.\"\nThereafter, the District Attorney of Bexar County filed an application for revocation of probation alleging that on or about the 22nd day of February, 1950, the appellant herein, Isaac Munoz, did commit the offense of receiving and concealing stolen property and prayed that the probation granted to appellant as above set forth be revoked and that he be sentenced in the above original case in the manner provided by law. A hearing was had on this latter motion and the trial court revoked its order of probation and sentenced appellant as provided in the original case, absent the order of probation. From this order of revocation appellant...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=munoz-v-state"
    }
  ],
  "relatedIncidents": [
    23738,
    23742,
    23745,
    23746,
    23749
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}