{
  "id": 23754,
  "title": "1950년 United States v. Samuel Dunkel & Co., Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1950-10-31",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. Samuel Dunkel & Co., Inc.. 판결일: 1950-10-31. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. SAMUEL DUNKEL & CO., Inc., Et Al.\n**판결일**: 1950-10-31\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Clark, Hand, Swan\n\n## 변호인\n\nMario Pittoni, Lynbrook, N. Y., for appellants., Irving J. Higbee, United States Attorney, Syracuse, N. Y., and L. E. Broome and James W. Knapp, Attorneys, U. S. Department of Justice, Washington, D. C., for appellee.\n\n## 인용\n\n- 184 F.2d 894\n\n## 판결문 요약\n\n184 F.2d 894\n    UNITED STATES,v.SAMUEL DUNKEL &amp; CO., Inc., et al.\n    Nos. 31, 32, Docket 21625, 21626\n    United States Court of Appeals Second Circuit.\n    Argued Oct. 3, 1950.Decided Oct. 31, 1950.\n    \n      Mario Pittoni, Lynbrook, N.Y., for appellants.\n      Irving J. Higbee, United States Attorney, Syracuse, N.Y., and L. .e.  Broome and James W. Knapp, Attorneys, U.S. Department of Justice, Washington, D.C., for appellee.\n      Before L. HAND, Chief Judge, and SWAN and CLARK, Circuit Judges.\n      SWAN, Circuit Judge.\n    \n    \n      1\n      These appeals bring up for review judgments of conviction under two indictments based on fraudulent sales of dried egg powder under wartime contracts which Samuel Dunkel &amp; Co., Inc. had with Federal Surplus Commodities Corporation, a governmental instrumentality.1  The other corporate appellant is Sondra Egg Products Corp.  which operated an egg powder drying plant at Walton in the Northern District of New York, and was affiliated with Dunkel &amp; Co. Charles Cohen, his son Julius, and Carl Ebbighausen were officers or employees of both corporations; Sidney Atlas, the other individual appellant, was manager of the Sondra drying plant.  The indictments were returned in April 1943.  The first indictment charged the appellants, together with Jacob Ferber who pleaded guilty and testified against them, with conspiring to defraud the United States of approximately $650,000 by delivering under contracts with Federal Surplus Comm...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-samuel-dunkel-co-inc"
    }
  ],
  "relatedIncidents": [
    23742,
    23755,
    23765,
    23781,
    23818
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}