{
  "id": 23755,
  "title": "1950년 Murphy v. T. B. O'Toole, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1950-10-31",
  "location": "Delaware, DE, USA",
  "summary": "미국 Delaware, DE 법원 판결 사건. 사건명: Murphy v. T. B. O'Toole, Inc.. 판결일: 1950-10-31. 법원: Superior Court of Delaware.",
  "description": "## 사건 정보\n\n**사건명**: George K. Murphy and Sarah L. Murphy, His Wife, Plaintiffs, v. T. B. O’Toole, Inc., a Corporation of the State of Delaware, and George-Bayard, Incorporated, a Corporation of the State of Delaware, Defendants\n**판결일**: 1950-10-31\n**법원**: Superior Court of Delaware\n**관할**: Delaware, DE\n\n**판사**: Layton\n\n## 변호인\n\nDavid A. Eastburn and John M. Bader for the Plaintiffs., Killoran and Van Brunt for the Defendants.\n\n## 인용\n\n- 76 A.2d 313\n- 45 Del. 540\n\n## 판결문 요약\n\n\n76 A.2d 313 (1950)\nMURPHY et al.\nv.\nT. B. O'TOOLE, Inc., et al.\nCiv. A. No. 212.\nSuperior Court of Delaware, New Castle.\nOctober 31, 1950.\nDavid A. Eastburn and John M. Bader, both of Wilmington, for plaintiffs.\nKilloran &amp; VanBrunt, of Wilmington, for defendants.\n*314 LAYTON, Judge.\nThe complaint sets forth all the allegations necessary to support an action in tort based upon fraudulent misrepresentation. The question presented is whether such an action can be maintained in the face of the defense that it amounts to nothing more than a collateral attack upon the judgment of the Area Rent Director granting the certificate of eviction.\nIt is a well settled principle that Courts will not countenance a collateral attack upon a previous administrative determination until all administrative remedies have been first exhausted. But I think that this principle should not be applicable to a case where one party uses such an administrative proceeding as a tool to accomplish a fraud upon another who is powerless to defend. By that I mean this. Very generally evidence of fraudulent intent is buried in the mind of the perpetrator of the fraud. Such is the case here. Suppose that Plaintiffs had appeared and contested the petition for the certificate of eviction. Upon what evidence would they have defended the *315 petition? None, because they had no reason to disbelieve the allegations of the verified petition. Obviously, then, the Rent Director would have been obliged to grant the cer...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=murphy-v-t-b-otoole-inc"
    }
  ],
  "relatedIncidents": [
    23742,
    23754,
    23765,
    23781,
    23818
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}