{
  "id": 23765,
  "title": "1950년 Shahan-Taylor Co. v. Foremost Dairies, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1950-10-11",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Shahan-Taylor Co. v. Foremost Dairies, Inc.. 판결일: 1950-10-11. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: SHAHAN-TAYLOR CO. v. FOREMOST DAIRIES, Inc., Et Al.\n**판결일**: 1950-10-11\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Murray, Norvell, Pope\n\n## 변호인\n\nDavis & King, San Antonio, for appellant., Walter Loughridge, Loughridge & Edwards, and Marion R. McClanahan, Jr., all of San Antonio, for appellee.\n\n## 인용\n\n- 233 S.W.2d 885\n\n## 판결문 요약\n\n\n233 S.W.2d 885 (1950)\nSHAHAN-TAYLOR CO.\nv.\nFOREMOST DAIRIES, Inc., et al.\nNo. 12180.\nCourt of Civil Appeals of Texas, San Antonio.\nOctober 11, 1950.\nRehearing Denied November 8, 1950.\n*887 Davis &amp; King, San Antonio, for appellant.\nWalter Loughridge, Loughridge &amp; Edwards, and Marion R. McClanahan, Jr., all of San Antonio, for appellee.\nPOPE, Justice.\nThis is a Statute of Frauds case relating to Article 3995, § 2, Vernon's Ann.Civ.Stats.\nShahan-Taylor Company, a partnership, sued Foremost Dairies, Inc., and L. H. Hoover, jointly and severally, for a balance of $7,664.56 claimed owing on an open account. At the conclusion of appellant's testimony both appellees urged motions for instructed verdict, and from a judgment sustaining their motions and denying plaintiff's recovery against either appellee this appeal has been prosecuted. Foremost's motion for instructed verdict stated specific grounds, but Hoover's motion stated no specific grounds, as required by Rule 268, T.R. C.P. Appellee Hoover has filed no brief.\nWhether a prima facie case was made by appellant as to Hoover is the first inquiry in this cause. The proof showed that the partnership was in the wholesale feed business, that Hoover maintained a dairy herd and supplied milk to Foremost Dairies, Inc., and that during January of 1948 he made an application to appellant for credit. Invoices showing sales to Hoover supporting appellant's claim were received in evidence, and appellant Taylor testified that the feed...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=shahan-taylor-co-v-foremost-dairies-inc"
    }
  ],
  "relatedIncidents": [
    23742,
    23754,
    23755,
    23781,
    23818
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}