{
  "id": 23775,
  "title": "1950년 Rose 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1950-10-02",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Rose. 판결일: 1950-10-02. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Rose v. Southern Michigan National Bank of Coldwater, Michigan\n**판결일**: 1950-10-02\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Boyles, Bushnell, Butzel, Carr, Dethmers, North, Reid, Sharpe\n\n## 변호인\n\nCurtis (& Curtis, William H. Frankhauser and Vent é Vent, for plaintiff., Raymond H. Dresser, Arthur G. Lyon, Wedge <& Andrews, Bodman, Longley, Bogle, Armstrong & Dahling (Louis F. Dahling, of counsel), for defendants.\n\n## 인용\n\n- 44 N.W.2d 192\n- 328 Mich. 639\n\n## 판결문 요약\n\n\n328 Mich. 639 (1950)\n44 N.W.2d 192\nROSE\nv.\nSOUTHERN MICHIGAN NATIONAL BANK OF COLDWATER, MICHIGAN.\nDocket No. 39, Calendar No. 44,705.\nSupreme Court of Michigan.\nDecided October 2, 1950.\nRehearing denied December 5, 1950.\n*640 Curtis &amp; Curtis, William H. Frankhauser and Vent &amp; Vent, for plaintiff.\nRaymond H. Dresser, Arthur G. Lyon, Wedge &amp; Andrews, Bodman, Longley, Bogle, Armstrong &amp; Dahling (Louis F. Dahling, of counsel), for defendants.\nREID, J.\nPlaintiff filed her bill to enforce an agreement to make mutual wills in which wills plaintiff was to be a contingent beneficiary. From a decree dismissing the bill, plaintiff appeals.\nLester E. Rose, a banker at Coldwater, died in 1929, leaving an estate then worth about $525,000. He was survived by his 3 children, Stephen, Bertha and Edith Rose. Plaintiff is Stephen's widow.\nBertha and Edith never married. Under his will. Lester E. Rose left most of his estate in trust: Stephen, Bertha and Edith were each to receive the income from one-third thereof during their respective lives. If Stephen were to die first, that one-third share from which he had received the income was to be distributed equally to Bertha and Edith. If either Bertha or Edith died first, such deceased's share, or if both predeceased Stephen, their shares, of the corpus were to be added to Stephen's share, from all of which Stephen was still to receive only the income. If either sister were the last survivor, she would also receive the corpus of h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=rose-v-southern-michigan-national-bank-of-coldwater"
    }
  ],
  "relatedIncidents": [
    23738,
    23742,
    23745,
    23746,
    23749
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}