{
  "id": 23783,
  "title": "1950년 Green 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1950-09-19",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Green. 판결일: 1950-09-19. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Green v. the State\n**판결일**: 1950-09-19\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Gardner, MacIntyre, Townsend\n\n## 변호인\n\nAaron Kravitch, for plaintiff in error., Andrew J. Ryan, Solicitor-General, Sylvan Garjunkel, Herman Coolidge, contra.\n\n## 인용\n\n- 61 S.E.2d 291\n- 82 Ga. App. 402\n\n## 판결문 요약\n\n\n82 Ga. App. 402 (1950)\n61 S.E.2d 291\nGREEN\nv.\nTHE STATE.\n33067.\nCourt of Appeals of Georgia.\nDecided September 19, 1950.\nAaron Kravitch, for plaintiff in error.\n*403 Andrew J. Ryan, Solicitor-General, Sylvan Garfunkel, Herman Coolidge, contra.\nMacINTYRE, P. J.\n1. The only evidence bearing directly upon the alleged assault with intent to rape was that given by the prosecutrix, who testified: \"I am ten years old; I go to school; I do not go to Sunday school; I go to church sometimes; I know what it means to tell the truth; when you hold up your hand you are supposed to tell the truth; I don't know what happens to people who do not tell the truth. (Examination by the court.) I know you go to jail if you do not tell the truth. I know that man, Leslie Green, there; my mother and father know him; my house is at 519 Guerard Street, in Savannah, Chatham County, State of Georgia. Leslie Green came to my house one night last October, around 9:30, and asked for my mamma and papa; my mother was then to his shop on Walker Lane, I think; I don't know how far that is from my house; I don't know where my daddy was; he was not at home when Leslie Green came there; when Green first came in, he asked if my mamma was home and I told him `No'; he asked if my daddy was at home and I told him `No, sir.' At that time I was in the bed and he was standing in the front room; the bed was right by the front room, and I was talking to him from the bed. He asked me if he told me something I would tell nob...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=green-v-state"
    }
  ],
  "relatedIncidents": [
    23806,
    23879,
    23890,
    23738,
    23742
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}