{
  "id": 23781,
  "title": "1950년 Bridges 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1950-09-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Bridges. 판결일: 1950-09-21. 법원: Court of Appeals for the Ninth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: BRIDGES Et Al. v. UNITED STATES\n**판결일**: 1950-09-21\n**법원**: Court of Appeals for the Ninth Circuit\n**관할**: USA, Federal\n\n**판사**: Healy, Mathews, Orr\n\n## 변호인\n\nGladstein, Andersen, Resner & Leonard, Norman Leonard, Vincent Hallinan, James Martin Maclnnis, William F. 'Cleary, all of San Francisco, Cal., for appellant., Frank J. Hennessy, U.S. Atty., San Francisco, Cal., F. Joseph Donohue, Sp. Asst. Atty. Gep., R. B. McMillan, Asst. U.S. Atty., San Francisco, Cal., for appellee., Wayne M. Collins, San Francisco, Cal., for American Civil Liberties Union, amicus curise.\n\n## 인용\n\n- 184 F.2d 881\n\n## 판결문 요약\n\n184 F.2d 881\n    BRIDGES et al.v.UNITED STATES.\n    No. 12597.\n    United States Court of Appeals Ninth Circuit.\n    August 24, 1950.\n    Dissenting Opinion As Amended September 6 and 21, 1950.\n    \n      Gladstein, Andersen, Resner &amp; Leonard, Norman Leonard, Vincent Hallinan, James Martin MacInnis, William F. Cleary, all of San Francisco, Cal., for appellant.\n      Frank J. Hennessy, U.S. Atty., San Francisco, Cal., F. Joseph Donohue, Sp. Asst. Atty. Gen., R. B. McMillan, Asst. U.S. Atty., San Francisco, Cal., for appellee.\n      Wayne M. Collins, San Francisco, Cal., for American Civil Liberties Union, amicus curi&#230;.\n      Before MATHEWS, HEALY, and ORR, Circuit Judges.\n      HEALY, Circuit Judge.\n      The matter before us is a motion under Rule 39(a) of the Federal Rules of Criminal Procedure, 18 U.S.C.A., to vacate an order of the district court revoking the bail of appellant, Harry Bridges. The Rule in part provides: \"The supervision and control of the proceedings on appeal shall be in the appellate court from the time the notice of appeal is filed with its clerk, except as otherwise provided in these rules. The appellate court may at any time entertain a motion * * * to modify or vacate any order made by the district court * * * in relation to the prosecution of the appeal, including any order fixing or denying bail.\"\n      Bridges and two others were indicted May 25, 1949 on a charge of conspiracy to defraud the United States by impairing and defeating the pro...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bridges-v-united-states"
    }
  ],
  "relatedIncidents": [
    23742,
    23754,
    23755,
    23765,
    23818
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}