{
  "id": 23805,
  "title": "1950년 Lapides 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1950-08-10",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Lapides. 판결일: 1950-08-10. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: W. H. Lapides v. Max Finkel\n**판결일**: 1950-08-10\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: MacAffer\n\n## 변호인\n\nCharles Grosberg for plaintiff., Stephen P. Vinciguerra for Union National Bank of Troy, third-party claimant.\n\n## 인용\n\n- 199 Misc. 253\n\n## 판결문 요약\n\n\nMacAffer, J.\nThis is an application under the provisions of section 924 of the Civil Practice Act by the Union National Bank of Troy as claimant of certain personal property, to wit: a 1949 Chrysler automobile, serial No. 70770258, now in the possession of the Rensselaer County Sheriff under a warrant of attachment issued in this action oh May 25, 1950. Claimant bank alleges in its moving affidavit that on October 6, 1949, the defendants executed and delivered to the bank a chattel mortgage on two Chrysler automobiles, one of which was the above-described motor vehicle; that the said chattel mortgage was given to secure the payment of the mortgage debt of $3,403.20 *255in monthly installments of $141.80 commencing November 15, 1949; that said chattel mortgage was duly recorded in the Rensselaer County Clerk’s Office on October 10, 1949; that default was made in the payment of the mortgage installment due June 15, 1950; that claimant has elected, pursuant to the terms of the mortgage, to retake possession of the said automobile ; that on or about May 25, 1950, the Rensselaer County Sheriff levied on said automobile, pursuant to the warrant of attachment, and now has the same in his possession; that both of the defendants and the other of the two cars are now in the State of California.\nWhile the notice of motion in this application is undated, the moving affidavit was sworn to June 29, 1950, and plaintiff’s opposing affidavit states that the motion papers were received June 3...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lapides-v-finkel"
    }
  ],
  "relatedIncidents": [
    23738,
    23742,
    23745,
    23746,
    23749
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}