{
  "id": 23806,
  "title": "1950년 Crump 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1950-08-08",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Crump. 판결일: 1950-08-08. 법원: Alabama Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: CRUMP v. STATE\n**판결일**: 1950-08-08\n**법원**: Alabama Court of Appeals\n**관할**: Alabama, AL\n\n**판사**: Bricken\n\n## 변호인\n\nChas. E. Tweedy, Jr., and Jas. L. Beech, Jr., of Jasper, and Roderick Beddow, of Birmingham, for appellant., A. A. Carmichael, Atty. Gen., and Bernard F. Sykes, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 35 Ala. App. 437\n- 47 So. 2d 705\n\n## 판결문 요약\n\n\nBRICKEN, Presiding Judge.\nThe appellant was charged by the indictment with the offense of rape. Upon the trial he was convicted as charged and his punishment was fixed at imprisonment in the penitentiary for a period of ten years. Judgment of conviction accordingly was duly pronounced and entered, from which this appeal was taken.\nThe record in this case is voluminous, consisting of about three 'hundred type written pages on transcript paper. A large number of witnesses were examined during the trial and pending the trial there were innumerable objections interposed and exceptions reserved.\nThe defendant freely and voluntarily admitted that he had sexual intercourse with the alleged injured party, at the place and time in question, but as a defense, he insisted, and so testified, that it was with the consent of the woman, who testified that he raped her, and in her resistance that the defendant severely beat her and inflicted upon her many serious wounds and bruises.\nThis conflicting evidence presented a jury question, and a decision by the jury on this disputed fact, was the material, controlling, and conclusive question involved upon the trial of this case. On this question the learned trial judge, among other things, stated to the jury in its oral charge, “that an element in the offense of rape is that the act must be without the consent of the woman, it must be against her will. The court charges you that if there is consent, if there is willingness on the part of the wo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=crump-v-state"
    }
  ],
  "relatedIncidents": [
    23783,
    23879,
    23890,
    23738,
    23742
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}