{
  "id": 23819,
  "title": "1950년 Merritt 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1950-07-13",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Merritt. 판결일: 1950-07-13. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Georgia Marine Salvage Co. Inc. v. Merritt\n**판결일**: 1950-07-13\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Gardner, MacIntyre, Townsend\n\n## 변호인\n\nT. Elton Drake, John M. Williams, for plaintiff in error., A. A. Nathan, J. Wesley Jernigan, contra.\n\n## 인용\n\n- 60 S.E.2d 419\n- 82 Ga. App. 111\n\n## 판결문 요약\n\n\n82 Ga. App. 111 (1950)\n60 S.E.2d 419\nGEORGIA MARINE SALVAGE CO. INC.\nv.\nMERRITT.\n33160.\nCourt of Appeals of Georgia.\nDecided July 13, 1950.\n*114 T. Elton Drake, John M. Williams, for plaintiff in error.\nA. A. Nathan, J. Wesley Jernigan, contra.\nTOWNSEND, J.\n(After stating the foregoing facts.) 1. An agreement between the parties to a workmen's compensation case duly signed, and approved by the board, is, in the absence of fraud, accident, or mistake, conclusive as to the matters agreed upon, and the approval by the board of the agreement has the same legal effect as an award of the board made after a hearing of the issues. Code § 114-705; Lumbermen's Mutual Casualty Co. v. Cook, 195 Ga. 397 (24 S. E. 2d, 309); Wiley v. Bituminous Casualty Corp., 76 Ga. App. 862 (47 S. E. 2d, 652). Subsequent to the entering of such an order of approval of the agreement, or the entering of an award, the board may entertain a request for modification of the award due to a change of condition. Code § 114-709. By \"change of condition\" is meant a change in the physical condition of the claimant subsequent to the entering of the award, and it has frequently been held that, even where an award is made which erroneously denies compensation, proof by the claimant on rehearing that he is disabled if such disability existed in the same degree and to the *115 same extent at the time of the first hearing, is not sufficient to justify a change in the award based on a change of condition, as the previous h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=georgia-marine-salvage-co-v-merritt"
    }
  ],
  "relatedIncidents": [
    23742,
    23754,
    23755,
    23765,
    23781
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}