{
  "id": 23821,
  "title": "1950년 Griffin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1950-07-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Griffin. 판결일: 1950-07-10. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Griffin v. United States\n**판결일**: 1950-07-10\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Clark, Edgerton, Proctor\n\n## 변호인\n\nMr. Francis J. Kelly, Washington, D. C., with whom Messrs. James R. Reynolds and Joseph A. Barry, Washington, D. C., were on the brief, for appellant., Mr. Charles B. Murray, Asst. U. S. Atty., with whom Mr. George Morris Fay, U. S. Atty., and Mrs. Grace B. Stiles, Asst. U. S. Atty., were on the brief, for appellee.\n\n## 인용\n\n- 183 F.2d 990\n\n## 판결문 요약\n\n183 F.2d 990\n    GRIFFINv.UNITED STATES.\n    No. 9882.\n    United States Court of Appeals District of Columbia Circuit.\n    Decided July 10, 1950.\n    \n      Mr. Francis J. Kelly, Washington, D. C., with whom Messrs. James R. Reynolds and Joseph A. Barry, Washington, D. C., were on the brief, for appellant.\n      Mr. Charles B. Murray, Asst. U. S. Atty., with whom Mr. George Morris Fay, U. S. Atty., and Mrs. Grace B. Stiles, Asst. U. S. Atty., were on the brief, for appellee.\n      Before EDGERTON, CLARK, and PROCTOR, Circuit Judges.\n      EDGERTON, Circuit Judge.\n    \n    \n      1\n      We affirmed appellant's conviction of murder in the first degree. 83 U.S.App. D.C. 20, 164 F.2d 903. The Supreme Court denied certiorari. 333 U.S. 857, 68 S. Ct. 727, 92 L. Ed. 1137. The District Court afterward declined to grant a new trial on the ground of newly discovered evidence and we affirmed without opinion.1 The Supreme Court granted certiorari and remanded the case to us \"with instructions to decide, in the first instance, what rule should prevail in the District of Columbia\" with respect to the admissibility of \"uncommunicated threats\" of the deceased against the accused. Griffin v. United States, 336 U.S. 704, 709-711, 715, 718, 69 S. Ct. 814, 93 L. Ed. 993. The ultimate question is whether the District Court erred in refusing to grant a new trial when it appeared that after the homicide an open penknife was found in the same trousers pocket of the deceased in which his hand was, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=griffin-v-united-states"
    }
  ],
  "relatedIncidents": [
    23830,
    23838,
    23849,
    23858,
    23888
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}