{
  "id": 23838,
  "title": "1950년 Lyle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1950-06-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Lyle. 판결일: 1950-06-02. 법원: Court of Appeals for the Eighth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: Lyle v. Eidson\n**판결일**: 1950-06-02\n**법원**: Court of Appeals for the Eighth Circuit\n**관할**: USA, Federal\n\n**판사**: Per Curiam, Riddick, Sanborn, Woodrough\n\n## 변호인\n\nEverett C. Lyle, Appellant, submitted brief pro se., J. E. Taylor, Attorney General of the State of Missouri, and Gordon P. Weir, Assistant Attorney General, submitted brief for appellee.\n\n## 인용\n\n- 182 F.2d 344\n\n## 판결문 요약\n\n182 F.2d 344\n    LYLEv.EIDSON.\n    No. 14099.\n    United States Court of Appeals Eighth Circuit.\n    June 2, 1950.\n    \n      Everett C. Lyle, Appellant, submitted brief pro se.\n      J. E. Taylor, Attorney General of the State of Missouri, and Gordon P. Weir, Assistant Attorney General, submitted brief for appellee.\n      Before SANBORN, WOODROUGH, and RIDDICK, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      This is an appeal from an order denying a petition for a writ of habeas corpus. The appellant is confined in the Missouri State Penitentiary under a sentence of life imprisonment imposed on December 21, 1943, by the Circuit Court of Boone County, Missouri, based upon the verdict of a jury finding the appellant guilty of murder in the first degree. He was charged with this crime by an information filed by the Prosecuting Attorney of Howard County, Missouri, and, upon his plea of not guilty, was tried to a jury in the Circuit Court of Boone County, after a change of venue.\n    \n    \n      2\n      Upon the contention that his trial upon an information, instead of an indictment, was a denial of due process in violation of the Fourteenth Amendment to the Constitution of the United States, the appellant sought release by habeas corpus in the State courts of Missouri, apparently exhausted his State remedies, and was denied certiorari by the Supreme Court of the United States. 338 U.S. 888, 70 S.Ct. 184. He then filed his petition for a writ of habeas corpus in the Uni...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lyle-v-eidson"
    }
  ],
  "relatedIncidents": [
    23821,
    23830,
    23849,
    23858,
    23888
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}