{
  "id": 23830,
  "title": "1950년 Helms 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1950-06-22",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Helms. 판결일: 1950-06-22. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Helms v. State\n**판결일**: 1950-06-22\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Brown, Foster, Lawson, Stakely\n\n## 변호인\n\nJohn W. Brown and H. G. Bailey, of Boaz, for appellant., A. A. Carmichael, Atty. Gen., and L. E. Barton, Asst. Atty. Gen., for the State.\n\n## 인용\n\n- 47 So. 2d 276\n- 254 Ala. 14\n\n## 판결문 요약\n\n\n47 So.2d 276 (1950)\nHELMS\nv.\nSTATE.\n6 Div. 980.\nSupreme Court of Alabama.\nJune 22, 1950.\n*277 John W. Brown and H. G. Bailey, of Boaz, for appellant.\nA. A. Carmichael, Atty. Gen., and L.E. Barton, Asst. Atty. Gen., for the State.\nLAWSON, Justice.\nThe appellant, Marvin Helms, was indicted for the murder of his wife, Pearl Helms. Upon his trial he was convicted of murder in the first degree and was sentenced to the penitentiary for life. This appeal is prosecuted by him for the purpose of reversing the judgment of conviction.\nIt is insisted by appellant that the evidence is not sufficient to support a conviction of any degree of homicide. If this is true, the court was in error in refusing to give the affirmative charges as requested by appellant, defendant below, and in overruling the grounds of his motion for new trial which take the point that the verdict was contrary to the weight of the evidence. Blue v. State, 246 Ala. 73, 19 So.2d 11.\nThe defendant and the deceased lived on a farm approximately four miles west of Johnson's Crossing, a community in Cullman County. The deceased was the second wife of defendant. They had been married for approximately three years. The defendant was the father of nine children by his first wife, one of whom, Ollie Helms, was married to the daughter of George Twilley, who lived a short distance from the home of the defendant.\nOllie Helms and his wife lived in \"town,\" presumably Cullman. They came to the home of George Twilley to spend the 19...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=helms-v-state"
    }
  ],
  "relatedIncidents": [
    23821,
    23838,
    23849,
    23858,
    23888
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}