{
  "id": 23849,
  "title": "1950년 Brooks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1950-05-08",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Brooks. 판결일: 1950-05-08. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Brooks v. State\n**판결일**: 1950-05-08\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Lee\n\n## 변호인\n\nW. P. Searcy, Lester Franklin and L. 0. Franklin, Jr., for appellant., George H. Ethridge, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 46 So. 2d 94\n- 209 Miss. 150\n\n## 판결문 요약\n\n\n209 Miss. 150 (1950)\n46 So. 2d 94\nBROOKS\nv.\nSTATE.\nNo. 37374.\nSupreme Court of Mississippi, In Banc.\nMay 8, 1950.\nW.P. Searcy, Lester Franklin and L.C. Franklin, Jr., for appellant.\nGeorge H. Ethridge, Assistant Attorney General, for appellee.\nLee, J.\nFrom a verdict of guilty, and a sentence of five years in the penitentiary, on the charge of assault and battery with intent to kill and murder, B.C. Brooks appeals.\nAbout 3 A.M., on January 20, 1949, Winston Blakely, Marshal of the Town of Duck Hill, from the City Hall, *152 saw two men walking down the street. While one was a six-footer, the other was not so tall. He started toward them to find out what they were doing, but they disappeared in a back alley behind the stores. Hearing a noise in a brick store, he flashed his searchlight around the corner of the building, and saw, on the walk about 24 steps away, a man, who was wearing a short coat and a light hat. Blakely called to the man to come out. The response was a pistol shot. Blakely returned the fire. A fusillade of shots ensued, he firing 7, and his assailant 8. When the shooting was over, another man came out of the store, and both of them hurried to a parked car, 65 yards away, and took off at high speed. As this car went around a curve, Blakely noticed that the right taillight alone was burning. It was a cream or light gray Pontiac. When it came back through town a few moments later at like speed, the same condition of the taillight was observed.\nDale Patton's atte...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brooks-v-state"
    }
  ],
  "relatedIncidents": [
    23821,
    23830,
    23838,
    23858,
    23888
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}