{
  "id": 23858,
  "title": "1950년 Cornell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1950-04-12",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Cornell. 판결일: 1950-04-12. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Cornell v. State\n**판결일**: 1950-04-12\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Jones, Powell\n\n## 변호인\n\nJohn W. Tyree, Lawton, and Melton, McElroy & Yaughn, Chickasha, for plaintiff in error., Mae Q. Williamson, Atty. Gen., and Sam H. Latti-more, Asst Atty. Gen., for defendant in error.\n\n## 인용\n\n- 217 P.2d 528\n- 91 Okla. Crim. 175\n\n## 판결문 요약\n\n\n91 Okla. Crim. 175 (1950)\n217 P.2d 528\nCORNELL\nv.\nSTATE.\nNo. A-11223.\nCriminal Court of Appeals of Oklahoma.\nApril 12, 1950.\n*176 John W. Tyree, Lawton, and Melton, McElroy &amp; Vaughn, Chickasha, for plaintiff in error.\nMac Q. Williamson, Atty. Gen., and Sam H. Lattimore, Asst Atty. Gen., for defendant in error.\nJONES, P.J.\nThe defendant, Delbert Randle Cornell, was charged by an information filed in the district court of Grady county with the crime of murder, was tried, convicted, *177 and sentenced to serve a term of life imprisonment in the State Penitentiary, and has appealed.\nThe first proposition presented in the brief of defendant is that the trial court erred in overruling the plea of former jeopardy filed by defendant.\nThe plea of former jeopardy is based upon the fact that an information was filed against the accused on February 20, 1947, identical to the information out of which this conviction was sustained; that on February 21, 1947, the defendant entered his plea of guilty to said information and was sentenced to serve a term of life imprisonment in the penitentiary. A few months after the plea of guilty was entered a habeas corpus action was instituted in this court by the petitioner in which he sought to vacate the judgment and sentence pronounced against him for the reason that he was an immature youth at the time the plea of guilty was entered; that he was inexperienced in court and no counsel was appointed to represent the accused at the time of his arra...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cornell-v-state"
    }
  ],
  "relatedIncidents": [
    23821,
    23830,
    23838,
    23849,
    23888
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}