{
  "id": 23864,
  "title": "1950년 Beasley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1950-03-31",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Beasley. 판결일: 1950-03-31. 법원: Court of Appeals of Tennessee.",
  "description": "## 사건 정보\n\n**사건명**: BEASLEY v. BEASLEY\n**판결일**: 1950-03-31\n**법원**: Court of Appeals of Tennessee\n**관할**: Tennessee, TN\n\n**판사**: Felts, Hickerson, Howell\n\n## 변호인\n\nLewis S. Pope, of Nashville, for appellant., Solon Fitzpatrick, of Carthage, for appellees.\n\n## 인용\n\n- 33 Tenn. App. 195\n- 230 S.W.2d 425\n\n## 판결문 요약\n\n\nHOWELL, J.\nThe bill in this case was filed by Floyd Beasley and others against George Beasley, the parties being the children and heirs at law of Rufus Beasley, and prays a construction of the will of Bufus Beasley probated in the County Court of Smith County, Tennessee, on April 1, 1912, especially with reference to the validity and effectiveness of a power of appointment contained in the will.\nThe case was heard by the Chancellor on oral testimony and a decree entered dismissing the bill, after the filing of a written memorandum, construing the will in favor of the defendant.\nThe complainants have properly perfected an appeal to this Court, and have filed assignments of error.\nThe part of the will about which this disagreement arose is as follows: . . At the death or remarriage of my said wife, the land is to belong to my sons Sherman, Cason and George during their natural lives, at their death to belong to their children. Should either of them die leaving no children his share is to belong to all of my children or their descendants. Though this clause shall not prevent them or either of them from selling or willing his share in said land to any one or more of my children but not to any other person. . . .”\nThe land mentioned was a farm and the home place of the testator Rufus Beasley. The testator had divided the farm among his three sons, Sherman, George, and Cason Beasley and Cason Beasley who died in 1949 by his will gave his part of the land of his father Rufus Beasle...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=beasley-v-beasley"
    }
  ],
  "relatedIncidents": [
    23738,
    23742,
    23745,
    23746,
    23749
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}