{
  "id": 23869,
  "title": "1950년 Sung 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1950-03-13",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Sung. 판결일: 1950-03-13. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: WONG YANG SUNG v. McGRATH, ATTORNEY GENERAL, Et Al.\n**판결일**: 1950-03-13\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Clark, Douglas, Jackson, Reed\n\n## 변호인\n\nIrving Jaffe argued the cause for petitioner. With him on the brief were Jack Wasserman, Gaspare Cusumano and Thomas A. Farrell., Robert W. Ginnane argued the cause for respondents. With him on the brief were Solicitor General Perlman, Assistant Attorney General Campbell, Robert S. Erdahl, L. Paul Winings and Charles Gordon., Wendell Berge, A. Alvis Layne, Jr. and John B. Gage filed a brief for Riss & Co., Inc., as amicus curiae, supporting petitioner.\n\n## 인용\n\n- 94 L. Ed. 2d 616\n- 70 S. Ct. 445\n- 339 U.S. 33\n- 1950 U.S. LEXIS 2297\n\n## 판결문 요약\n\n\n*35Mr. Justice Jackson\ndelivered the opinion of the Court.\nThis habeas corpus proceeding involves a single ultimate question — whether administrative hearings in deportation cases must conform to requirements of the Administrative Procedure Act of June 11, 1946, 60 Stat. 237, 5 U. S. C. §§ 1001 et seg.\nWong Yang Sung, native and citizen of China, was arrested by immigration officials on a charge of being unlawfully in the United States through having overstayed shore leave as one of a shipping crew. A hearing was held before an immigrant inspector who recommended deportation. The Acting Commissioner approved; and the Board of Immigration Appeals affirmed.\nWong Yang Sung then sought release from custody by habeas corpus proceedings in District Court for the District of Columbia, upon the sole ground that the administrative hearing was not conducted in conformity with §§ 5 and 11 of the Administrative Procedure Act.1 *36The Government admitted noncompliance, but asserted that the Act did not apply. The court, after hearing, discharged the writ and remanded the prisoner to custody, holding the Administrative Procedure Act inapplicable to deportation hearings. 80 F. Supp. 235. The Court of Appeals affirmed. 84 U. S. App. D. C. 419, 174 F. 2d 158. Prisoner’s petition for certiorari was not opposed by the Government and, because the question presented has obvious importance in the administration of the immigration laws, we granted review. 338 U. S. 812.\nThe Administrative Procedur...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wong-yang-sung-v-mcgrath"
    }
  ],
  "relatedIncidents": [
    23720,
    23738,
    23742,
    23745,
    23746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}