{
  "id": 23872,
  "title": "1950년 Boland 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1950-03-07",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Boland. 판결일: 1950-03-07. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: State of Iowa, Appellee, v. John Boland, Appellant\n**판결일**: 1950-03-07\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Oliver\n\n## 변호인\n\nDavid F. Loepp, of Sioux City, for appellant., Robert L. Larson, Attorney General, Don Hise, First Assistant Attorney General, and Bernard A. Brown, County Attorney, for appellee.\n\n## 인용\n\n- 41 N.W.2d 727\n- 241 Iowa 770\n\n## 판결문 요약\n\n\n41 N.W.2d 727 (1950)\nSTATE\nv.\nBOLAND.\nNo. 47497.\nSupreme Court of Iowa.\nMarch 7, 1950.\n*728 David F. Loepp, of Sioux City, for appellant.\nRobert L. Larson, Attorney General, Don Hise, First Assistant Attorney General, and Bernard A. Brown, County Attorney of Woodbury County, Sioux City, for appellee.\nOLIVER, Justice.\nOfficers of the Sioux City Police Department saw defendant carrying a suitcase and asked him what it contained. He said that was his affair and also that he was carrying it because the heat was on. He was taken to the police station where the suitcase and a fishing tackle box belonging to him were opened. Among their contents were 72 decks of assorted playing cards, some of which were marked; 92 pair of dice, some loaded, some in the process of being loaded and some called \"tops and bottoms\"; a miniature slot machine; several miniature dice cages; various tools, implements and materials for loading dice and marking cards, and a mechanical device known as a card-snatcher.\nThereafter he was indicted, tried to a jury, convicted and sentenced for the crime of Illegal Possession of Gambling Devices in violation of section 726.5, Code of Iowa, 1946, I.C.A., which provides: \"Possession of gambling devices prohibited. No one shall, in any manner or for any purpose whatever, except under proceeding to destroy the same, have, keep, or hold in possession or control any roulette wheel, klondyke table, poker table, punchboard, faro, or keno layouts or any other machines used...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-boland"
    }
  ],
  "relatedIncidents": [
    23745,
    23851,
    23686,
    23738,
    23742
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}