{
  "id": 23879,
  "title": "1950년 Glenn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1950-02-16",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Glenn. 판결일: 1950-02-16. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: MARCELLA B. GLENN, Respondent, v. CITY OF LOS ANGELES, Appellant\n**판결일**: 1950-02-16\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Drapeau\n\n## 변호인\n\nRay L. Chesebro, City Attorney, Bourke Jones, Assistant City Attorney, Edwin F. Shinn and Alan G. Campbell, Deputy City Attorneys, for Appellant., Charles E. Beardsley and Montgomery G. Rice for Respondent.\n\n## 인용\n\n- 96 Cal. App. 2d 86\n\n## 판결문 요약\n\n\n96 Cal.App.2d 86 (1950)\nMARCELLA B. GLENN, Respondent,\nv.\nCITY OF LOS ANGELES, Appellant.\nCiv. No. 17080. \nCalifornia Court of Appeals. Second Dist., Div. One.  \nFeb. 16, 1950.\n Ray L. Chesebro, City Attorney, Bourke Jones, Assistant City Attorney, Edwin F. Shinn and Alan G. Campbell, Deputy City Attorneys, for Appellant.\n Charles E. Beardsley and Montgomery G. Rice for Respondent. *87\n DRAPEAU, J.\n Plaintiff and her sister were crossing the intersection of Sixth Street and Manhattan Place in Los Angeles. They were walking from north to south on the easterly crosswalk of the intersection, plaintiff on the right of her sister. It was daylight of a summer's evening, and the pavements were dry.\n As the two ladies reached the curb on the south side of Sixth Street and one of them stepped up onto the curb, they were struck by a wildly careening automobile. This automobile was on fire; it continued into a building across the sidewalk, and set it on fire, too.\n The plaintiff was seriously injured. She was hospitalized and at home in bed for approximately five months. And she lost that time, and more, from her work.\n The intersection in question was \"protected\" by stop signs in Manhattan Place on the north and south sides of Sixth Street.\n The automobile which struck the plaintiff was the property of the city of Los Angeles and was driven by Mr. Earl Rombeau, a police officer employed by the city, and at the time engaged in his duties as such.\n Up to this point there is no conflict ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=glenn-v-city-of-los-angeles"
    }
  ],
  "relatedIncidents": [
    23783,
    23806,
    23890,
    23738,
    23742
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}