{
  "id": 23870,
  "title": "1950년 Ex parte Hays 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1950-03-08",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Ex parte Hays. 판결일: 1950-03-08. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Ex parte HAYS\n**판결일**: 1950-03-08\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Jones, Powell\n\n## 변호인\n\nLeRoy Powers and John F. Eberle, Oklahoma City, ior petitioner., Mac Q. Williamson, Atty. Gen., Owen J. Watts, Asst. Atty. Gen., Granville Seanland, Co. Atty., and Russell Holloway, Asst. Go. Atty., Oklahoma City, for respondent.\n\n## 인용\n\n- 91 Okla. Crim. 61\n- 215 P.2d 854\n\n## 판결문 요약\n\n\nJONES, P. J.\nThis is an original action in habeas corpus instituted by the petitioner De Wayne Hays for the purpose of securing his discharge from the county jail of Oklahoma county. .\nIn the verified petition it is alleged that the restraint of the petitioner is by reason of a purported commitment issued by a justice of peace of Oklahoma City after a purported preliminary hearing before said justice of the peace; that the commitment of the'said justice of the peace was without legal effect and void for the reason that the evidence before said justice of the peace was wholly insufficient to show that a crime had been committed or to show that the petitioner was guilty thereof.\nThe petition further alleges that no information has been filed in the district court charging petitioner with any crime and that the petitioner is deprived of his freedom in violation of his statutory and constitutional rights.\nThe sheriff of Oklahoma' county filed a response to the petition in which he alleged that an information had been filed in the district court of Oklahoma county charging the said De Wayne Hays with the crime of forgery in the second degree and further alleging that all preliminary proceedings had been regularly conducted and that petitioner at the time he was ordered held to await trial in the district court by the committing magistrate had had his, appearance bond fixed in the sum of $1,000.\nAt the hearing before this court it was agreed that an information had been filed in t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-hays"
    }
  ],
  "relatedIncidents": [
    23738,
    23742,
    23745,
    23746,
    23749
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}