{
  "id": 23889,
  "title": "1950년 Hokemeyer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1950-01-11",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Hokemeyer. 판결일: 1950-01-11. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Hokemeyer v. Hokemeyer\n**판결일**: 1950-01-11\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Marbury, C.J., Delaplaine, Collins, Grason, Henderson and Markell\n\n## 변호인\n\nHyman Ginsberg, with whom were Sidney Goldscheider and Ginsberg & Ginsberg on the brief, for the appellant., Benjamin L. Freeny for the appellee.\n\n## 인용\n\n- 71 A.2d 15\n- 194 Md. 223\n\n## 판결문 요약\n\n\n194 Md. 223 (1950)\n71 A.2d 15\nHOKEMEYER\nv.\nHOKEMEYER\n[No. 56, October Term, 1949.]\nCourt of Appeals of Maryland.\nDecided January 11, 1950.\nThe cause was argued before MARBURY, C.J., DELAPLAINE, COLLINS, GRASON, HENDERSON and MARKELL, JJ.\nHyman Ginsberg, with whom were Sidney Goldscheider and Ginsberg &amp; Ginsberg on the brief, for the appellant.\n*225 Benjamin L. Freeny for the appellee.\nHENDERSON, J., delivered the opinion of the Court.\nThis appeal is from a decree of the Circuit Court No. 2 of Baltimore City dismissing a wife's bill for permanent alimony. The parties were married at Elkton on November 20, 1947, and thereafter made their home in a house which she owned, subject to a mortgage and ground rent, 2232 West Fayette Street. Her married daughter occupied an apartment on the second floor, for which she paid a rent of $35 a month. Mr. Hokemeyer was unemployed, but owned 8 houses in the City from which he derived a gross rental of $60 a week.\nBoth of the parties are past middle age. The husband is 61, the wife 58 years of age. Each had been previously married. The present marriage seems to have produced quarrels and altercations from its inception. One of her complaints was that he was niggardly in providing funds for the household and medical expenses. He threatened to leave on a number of occasions. On January 25, 1949, he did so, and told her it was final. He had previously moved most of his possessions, and had his clothes packed when the final rift occurred. Sev...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hokemeyer-v-hokemeyer"
    }
  ],
  "relatedIncidents": [
    23738,
    23742,
    23745,
    23746,
    23749
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}