{
  "id": 23888,
  "title": "1950년 Langley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1950-01-11",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Langley. 판결일: 1950-01-11. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Langley v. State\n**판결일**: 1950-01-11\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Jones, Powell\n\n## 변호인\n\nJack Spivey and Wade Arends, Oklahoma City, A. L. Commons, Miami, for plaintiff in error., Mac Q. Williamson, Atty. Gen., and Sam H. Lattimore, Asst. Atty. Gen., for defendant in error.\n\n## 인용\n\n- 213 P.2d 886\n- 90 Okla. Crim. 310\n\n## 판결문 요약\n\n\n90 Okla. Cr. 310 (1950)\n213 P.2d 886\nLANGLEY\nv.\nSTATE.\nNo. A-11037.\nCriminal Court of Appeals of Oklahoma.\nJanuary 11, 1950.\n*311 Jack Spivey and Wade Arends, Oklahoma City, A.L. Commons, Miami, for plaintiff in error.\nMac Q. Williamson, Atty. Gen., and Sam H. Lattimore, Asst. Atty. Gen., for defendant in error.\n*312 BRETT, J.\nThe defendant, John Langley, was charged by information with the crime of the murder of Fred Eby by shooting him with a .45 automatic pistol, in Quapaw, Ottawa county, Okla., on March 31, 1947. The information alleged that as a result of the shooting, Fred Eby suffered mortal wounds in the upper rear portion of his right shoulder and left side of his neck, from which wounds he lingered and died on April 21, 1947. The defendant was tried and convicted by a jury and his punishment fixed at 25 years in the penitentiary, and judgment and sentence pronounced accordingly.\nThe defendant's motion for new trial and petition in error sets up numerous assignments of error, but the record discloses all of them to be highly technical and without substance save those covered in defendant's proposition No. 2. Proposition No. 2 relates to his contention that the court erred in admitting in evidence state's demonstrative photographs Exhibits 3, 11, and 12. In State's Exhibit No. 3, Ben Eby, a brother of the deceased, appears pointing towards the ground at the southeast corner of the house where the record shows the deceased Fred Eby fell in his flight from the scene of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=langley-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=washburn-v-state"
    }
  ],
  "relatedIncidents": [
    23821,
    23830,
    23838,
    23849,
    23858
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}