{
  "id": 23887,
  "title": "1950년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1950-01-12",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1950-01-12. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Lehman, Appellant\n**판결일**: 1950-01-12\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Arnold, Dithrich, Fine, Hirt, IIiiit, Reno, Rhodes, Ross\n\n## 변호인\n\nMilton S. Leidner, with him Leidner & Leidner, for appellant., Thomas E. Waters, Assistant District Attorney, with him E. Arnold Forrest, District Attorney, for appellee.\n\n## 인용\n\n- 166 Pa. Super. 181\n\n## 판결문 요약\n\n\n166 Pa. Super. 181 (1950)\nCommonwealth\nv.\nLehman, Appellant.\nSuperior Court of Pennsylvania.\nArgued September 27, 1949.\nJanuary 12, 1950.\nBefore RHODES, P.J., HIRT, DITHRICH, ROSS, ARNOLD and FINE, JJ. (RENO, J., absent.)\n*182 Milton S. Leidner, with him Leidner &amp; Leidner, for appellant.\nThomas E. Waters, Assistant District Attorney, with him E. Arnold Forrest, District Attorney, for appellee.\nOPINION BY HIRT, J., January 12, 1950:\nDefendant Lehman, the appellant here, was joined with William Meehan, in each of two indictments charging them with burglary and robbery, at the homes of Caleb F. Fox, on February 18, 1948 and John Rotelle on March 19, 1948, both in Montgomery County. Lehman's motion for a severance was denied and over his objection the charges of both indictments were consolidated for trial before the same jury. At the close of the Commonwealth's testimony the trial judge sustained a demurrer to the evidence as to William Meehan, for want of evidence sufficiently identifying him as one of the offenders. Appellant was found guilty, as indicted, on all charges, and was sentenced. New trials were properly refused; the judgments of sentence will be affirmed.\nThere is no merit in appellant's contention that the court is chargeable with abuse of discretion in the consolidation for trial of the charges of the two indictments. The indictments in these cases were closely related in that they charged similar offenses, committed within a month of each other within the s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-lehman"
    }
  ],
  "relatedIncidents": [
    23863,
    23738,
    23742,
    23745,
    23746
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}