{
  "id": 23890,
  "title": "1950년 Price 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1950-01-11",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Price. 판결일: 1950-01-11. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: THE PEOPLE v. PAUL E. PRICE\n**판결일**: 1950-01-11\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Drapeau\n\n## 인용\n\n- 95 Cal. App. 2d 538\n\n## 판결문 요약\n\n\nDRAPEAU, J.\nDuring the night of December 30, 1948, two premises were burglarized; one a plumbing shop in Garvey, Los Angeles County; the other a trucking office at 1530 South Paloma Street, in the city of Los Angeles.\n*539From the plumbing shop a check made by the Greeley Trailer Lodge was taken. It was to the order of the plumbing company, was received on December 30th, endorsed to the order of the bank, “to safeguard the check,’’ and was placed in a drawer of the bookkeeper’s desk. Also a number of blank checks torn from the current book of blank checks in use at the time were taken. From the trucking office a number of blank checks used by that concern were taken from their book of checks.\nIn the early morning hours of December 31st two motor patrol officers of the city of Los Angeles were standing at a police call box on the corner of Figueroa Street and Sunset Boulevard. A Ford coupé came along and made a left-hand turn without yielding to oncoming traffic. This drew the officers’ attention, and they saw a green cloth hung over the license plate on the rear of the car. So they followed it.\nThe coupé stopped next to the curb a short distance from the corner, and one of the men got out. He removed the cloth from the license plate, and then got back into the car. The officers drew their guns, and came up behind, one on either side of the car. The officer on the right-hand side got behind a palm tree near the curb, with his gun trained on the two men in the coupé, and order...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-price"
    }
  ],
  "relatedIncidents": [
    23783,
    23806,
    23879,
    23738,
    23742
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}