{
  "id": 23897,
  "title": "1949년 Munday 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-12-28",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Munday. 판결일: 1949-12-28. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Ornie R. Munday, Appellant, v. the Department of Labor and Industries, Respondent\n**판결일**: 1949-12-28\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Mallery\n\n## 변호인\n\nWalthew  Gershon , for appellant.\n\n The Attorney General  and  Bernard A. Johnson, Assistant , for respondent.\n\n## 인용\n\n- 213 P.2d 481\n- 35 Wash. 2d 374\n\n## 판결문 요약\n\n1 Reported in 213 P.2d 481.\nThis appeal is from a judgment dismissing claimant's action, entered on the department's motion for nonsuit challenging the sufficiency of claimant's evidence at the close of his case.\nAppellant, a shipyard worker, was injured March 5, 1943, by a steel sliver which lodged under the nail of the middle finger of his right hand. Shipyard medical personnel treated the injury, but an infection occurred which made it necessary to remove the nail March 24, 1943. During this minor surgery, the yard surgeon administered several novocaine injections as a local anesthetic, and a few minutes thereafter appellant suffered sharp pains around his heart. The surgeon ordered his immediate removal to a hospital, where he was treated for a day or two. Five days after removal of the nail, appellant returned to the yard and, at his request, was given lighter work.\nPrior to his injury and treatment, appellant did not suffer from heart trouble; subsequent to the injury and treatment, he did.\nThe department granted appellant's claim for time loss and treatment and closed his claim May 5, 1943. This award made no finding of disability of any kind. Symptoms of this alleged heart trouble became more debilitating subsequent to the closing of his claim, and on October 25, 1944, appellant petitioned to reopen on the grounds of aggravation, alleging that his heart trouble had been caused or aggravated by the finger injury and treatment therefor. The supervisor denied the petitio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=munday-v-department-of-labor-industries"
    }
  ],
  "relatedIncidents": [
    23907,
    23908,
    23910,
    23911,
    23913
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}