{
  "id": 23907,
  "title": "1949년 Detoskey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-12-13",
  "location": "Iowa, IA, USA",
  "summary": "미국 Iowa, IA 법원 판결 사건. 사건명: Detoskey. 판결일: 1949-12-13. 법원: Supreme Court of Iowa.",
  "description": "## 사건 정보\n\n**사건명**: Mary DeToskey, Administratrix of Estate of Paul J. DeToskey, Appellee, v. Ruan Transport Corporation Dba Ruan Transportation Company, Also Dba Ruan Motor Freight Company, Appellant\n**판결일**: 1949-12-13\n**법원**: Supreme Court of Iowa\n**관할**: Iowa, IA\n\n**판사**: Wennerstrum\n\n## 변호인\n\nMiller, Huebner & Miller, of. Des Moines, for appellant., Abramson & Myers, of Des Moines, and Culver, Phillip, Kaufmann & Smith, of St. Joseph, Missouri, for appellee.\n\n## 인용\n\n- 40 N.W.2d 4\n- 241 Iowa 45\n\n## 판결문 요약\n\nPlaintiff's action at law is based on the claimed wrongful death of administratrix' intestate who was a railroad fireman. At the time of the accident that caused his death he was in the cab of a moving engine of the Chicago Great Western Railway Company. The engine struck an oil truck belonging to defendant which had stalled on a railway crossing. On submission of the issues to it, the jury found for plaintiff on the disputed questions relative to defendant's negligence, decedent's contributory negligence, the proximate cause of the accident, and the present worth of decedent's anticipated estate. The jury returned a verdict for $10,000 under instructions that it should take into consideration the amount previously received by the plaintiff from the railway company for a covenant not to sue. A motion for a new trial, on grounds which are substantially the same as those submitted as the basis for reversal in this court, was overruled by the trial court. Judgment was thereafter entered against the defendant and it has appealed.\nDecedent had been employed as a locomotive fireman by the Chicago Great Western Railway Company for a period of thirty years and was so employed at the time of the accident which caused his death. He was then sixty-one years of age. His gross wages for the year preceding his death had amounted to $4409.40. It was stipulated by the parties that decedent's life expectancy was 13.47 years, that his employment had been regular, and that the expenses of his f...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=detoskey-v-ruan-transport-corp"
    }
  ],
  "relatedIncidents": [
    23897,
    23908,
    23910,
    23911,
    23913
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}