{
  "id": 23908,
  "title": "1949년 Apodaca 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-12-07",
  "location": "New Mexico, NM, USA",
  "summary": "미국 New Mexico, NM 법원 판결 사건. 사건명: Apodaca. 판결일: 1949-12-07. 법원: New Mexico Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: APODACA Et Al. v. VIRAMONTES, Sheriff\n**판결일**: 1949-12-07\n**법원**: New Mexico Supreme Court\n**관할**: New Mexico, NM\n\n**판사**: Armijo, Brice, Compton, Lujan, Sadler\n\n## 변호인\n\nHarry L. Bigbee, Santa Fe, Filo, M. Sedillo, Belen, for petitioners., A. L. Zinn, Santa Fe, J. R. Wrinkle, Silver City, Carl P. Dunifon, Silver City, amici curiae for petitioners., T. K. Campbell, Dist. Atty., Las Cruces, W. C. Whatley, Las Cruces, for respondent.\n\n## 인용\n\n- 212 P.2d 425\n- 53 N.M. 514\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 516 \nPetitioners seek their release from custody through the writ of habeas corpus claiming unlawful detention by Jose M. Viramontes, the sheriff of Dona Ana County, the respondent, after being adjudged in contempt by the Honorable C. Roy Anderson, Judge of the Fifth Judicial District of the State of New Mexico, sitting by designation of the Chief Justice in consolidated cases Nos. 8148 and 8149, pending on the criminal docket of the district court of said county. Each of said cases is entitled \"State of New Mexico, plaintiff, v. Dan Sedillo, defendant,\" the one, case No. 8148, charging the defendant with giving liquor to a female minor, naming her as the same one the defendant was charged to have in his possession for evil purposes in the other case, contrary to the provisions of 1941 Comp. &#167; 61-1012; and the other case, No. 8149, charging the defendant with having in his possession for evil purposes a female minor, naming her, in violation of 1941 Comp. &#167; 41-3909. Both prosecutions are based on indictments returned into open court against said defendant by a grand jury theretofore and then sitting in Dona Ana County.\nAt the trial of the accused on these indictments, consolidated for purposes of trial, after the jury had been duly impanelled and sworn, each petitioner, in turn, was offered as a witness for the state and duly sw...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=apodaca-v-viramontes"
    }
  ],
  "relatedIncidents": [
    23897,
    23907,
    23910,
    23911,
    23913
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}