{
  "id": 23916,
  "title": "1949년 Acuff 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-11-09",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Acuff. 판결일: 1949-11-09. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Respondent, v. RALPH G. ACUFF, Appellant\n**판결일**: 1949-11-09\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Goodell\n\n## 변호인\n\nRalph G. Acuff, in pro. per., for Appellant., Fred N. Howser, Attorney General, David K. Lener, Deputy Attorney General, Francis W. Collins, District Attorney, and Matthew S. Walker, Deputy District Attorney, for Respondent.\n\n## 인용\n\n- 94 Cal. App. 2d 551\n\n## 판결문 요약\n\n\n94 Cal. App. 2d 551 (1949)\nTHE PEOPLE, Respondent,\nv.\nRALPH G. ACUFF, Appellant.\nCrim. No. 2610. \nCalifornia Court of Appeals. First Dist., Div. Two.  \nNov. 9, 1949.\n Ralph G. Acuff, in pro. per., for Appellant.\n Fred N. Howser, Attorney General, David K. Lener, Deputy Attorney General, Francis W. Collins, District Attorney, and Matthew S. Walker, Deputy District Attorney, for Respondent.\n GOODELL, J.\n By an information in four counts appellant was accused of forging two checks (Pen. Code,  470) and uttering them ( 476, id). The information also alleged a prior conviction of issuing a fraudulent check in Wyoming, which was admitted. The jury returned a verdict of guilty on each count and appellant was sentenced to the state penitentiary, the sentences on the second, third and fourth counts to run concurrently with that of the first. A new trial was denied and this appeal was taken from that order as well as from the judgment of conviction.\n The first count charged the forgery of a check for $82.20 on or about September 25, 1948, with intent to cheat and defraud one Ralph Bellis and the American Trust Company, Livermore office.\n The second count charged the uttering of the same fictitious check.\n The third count charged the forgery of a check for $82.20 on or about October 5, 1948, with intent to cheat and defraud *554 one William Donel Wood and the American Trust Company, Livermore office.\n The fourth count charged the uttering of the last-named fictitious check.\n The check ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-acuff"
    }
  ],
  "relatedIncidents": [
    23926,
    23928,
    23965,
    23998,
    24025
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}