{
  "id": 23911,
  "title": "1949년 Burke 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-11-21",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Burke. 판결일: 1949-11-21. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth Ex Rel. McDevitt v. Burke, Warden.\n**판결일**: 1949-11-21\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Arnold, Dithrich, Hirt, Pine, Reno, Rhodes, Ross\n\n## 변호인\n\nHerbert L. Maris,  for petitioner.\n\n James W. Tracey, Jr.,  First Assistant District Attory, with him  John H. Maurer,  District Attorney, and  H.J. Woodward, \nDeputy Attorney General, for respondent.\n\n## 인용\n\n- 70 A.2d 663\n- 166 Pa. Super. 194\n\n## 판결문 요약\n\nArgued November 21, 1949.\nThis is a petition for writ of habeas corpus in which relator avers (1) that one of the sentences imposed upon him was unlawful in that it exceeded the maximum prescribed by law, and (2) that he is eligible to apply for parole. Rule was granted and answers were filed by the District Attorney of Philadelphia County and the Warden of the Eastern State Penitentiary. Written briefs were presented and the matter was orally argued. We may consider the petition and dispose of the issues. Com. exrel. Madden v. Ashe, 162 Pa. Super. 39, 41, 56 A.2d 335;Com. ex rel. Hill v. Burke, 165 Pa. Super. 583,69 A.2d 169, 170.\nRelator, after trial and conviction in the Court of Oyer and Terminer of Philadelphia County, was sentenced on December 13, 1929, upon two bills of indictment &#8212; on No. 698, December Term, 1929, charging attempted burglary, to serve a term of not less than five years nor more than ten years in the Eastern State Penitentiary; and on No. 701, December Term, 1929, charging entering with intent to steal, to serve a term of not less than five years nor more than ten years in the Eastern State Penitentiary, and commencing at the expiration of sentence on bill No. 698.\nThe sentences were improperly lumped by the prison authorities. Com. ex rel. Lynch v. Ashe, 320 Pa. 341,182 A. 229; Kinsella v. Board of Trustees, 340 Pa. 497, 500,17 A.2d 882. The Governor, by his charter of commutation, on June 3, 1935, commuted the combined *Page 196 \nminimums of te...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-ex-rel-mcdevitt-v-burke"
    }
  ],
  "relatedIncidents": [
    23910,
    23919,
    23976,
    24005,
    23863
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}