{
  "id": 23913,
  "title": "1949년 Taylor 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-11-16",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Taylor. 판결일: 1949-11-16. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Taylor v. State.\n**판결일**: 1949-11-16\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Brett, Jones, Powell\n\n## 변호인\n\nCecil E. F. Robertson, Muskogee, for plaintiff in error., Mac Q. Williamson, Atty. Gen., and Lewis A. Wallace, Asst. Atty. Gen., for defendant in error.\n\n## 인용\n\n- 212 P.2d 164\n- 90 Okla. Crim. 169\n\n## 판결문 요약\n\nThe defendant, J.A. Taylor, a negro physician, was charged by information in the district court of Muskogee county, Okla., with the crime of having performed an abortion upon Bobbie Markham, a white girl, in the city of Muskogee, on July 17, 1947. The defendant entered a plea of not guilty to the charge, was tried, and convicted by a jury which left the infliction of punishment up to the court. The trial court sentenced the defendant to one year in the penitentiary.\nThe prosecution was based upon the provisions of Title 21 Ohio St. 1941 &#167; 861[21-861], which provides:\n\"Every person who administers to any pregnant woman, or who prescribes for any such woman, or advises or procures any such woman to take any medicine, drug or substance, or uses or employs any instrument, or other means whatever, with intent thereby to procure the miscarriage of such woman, unless the same is necessary to preserve her life, is punishable by imprisonment in the penitentiary not exceeding three years, or in a county jail not exceeding one year.\"\nThe defendant raises numerous assignments of error, but in disposing of the case it is only necessary to consider three assignments touching upon the insufficiency of the evidence: First, that the court erred in not sustaining the defendant's demurrer to the evidence; second, in not directing a verdict in favor of the defendant; and, third, in not granting the defendant's motion for a new trial. The statutes of the state of Oklahoma provide, Title 22 O...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=taylor-v-state"
    }
  ],
  "relatedIncidents": [
    23897,
    23907,
    23908,
    23910,
    23911
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}