{
  "id": 23914,
  "title": "1949년 Gabriel's Case 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-11-14",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Gabriel's Case. 판결일: 1949-11-14. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Jack Gabriel's Case\n**판결일**: 1949-11-14\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n## 변호인\n\nM. H. Kramer, for the claimant., E. C. Uehlein, for the employer.\n\n## 인용\n\n- 325 Mass. 756\n\n## 판결문 요약\n\n\nDecree affirmed. The employee, who has been paid compensation for injuries arising out of and in the course of his employment, seeks double compensation, contending that he was injured by reason of the serious and wilful misconduct of the employer. G. L. (Ter. Ed.) c. 152, § 28, as appearing in St. 1943, c. 529, § 9. The reviewing board found against the contention of the employee, who appealed from a decree of the Superior Court dismissing his claim. The decision of the reviewing board must be accepted as final if supported by evidence and not tainted by error of law. Webb’s Case, 318 Mass. 357, 358. The injury was caused by a plug blowing out of the end of a gas pipe in which compressed air was applied during a test. The employee had the task of holding in position against the plug an iron bar which was driven into the ground. The reviewing board found that it could not determine what caused the plug to blow out, although it stated that there was testimony tending to show that the blowout could have been caused by the failure of the employee to keep the bar in a proper position. The further finding that, whatever the cause, it was not the serious and wilful misconduct of anyone engaged at or supervising the testing was warranted by the evidence.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gabriels-case"
    }
  ],
  "relatedIncidents": [
    23897,
    23907,
    23908,
    23910,
    23911
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}