{
  "id": 23928,
  "title": "1949년 Wilcox 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-10-07",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Wilcox. 판결일: 1949-10-07. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Wilcox v. Shepherd Lumber Corporation.\n**판결일**: 1949-10-07\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Felton, Sutton, Worrill\n\n## 변호인\n\nC. W. Heath,  for plaintiff.\n\n W. S. Mann,  for defendant.\n\n## 인용\n\n- 55 S.E.2d 382\n- 80 Ga. App. 71\n\n## 판결문 요약\n\n1. For an injury to be compensable under the terms of the Workmen's Compensation Act it must have been occasioned by an accident arising out of and in the course of the employment, and the burden is on the claimant to prove that the injury for which compensation is sought arose out of and in the course of the employment.\n2. It is the general rule that a workman injured while going to or from his place of work is not in the course of his employment. There are certain exceptions to this general rule, but the evidence here fails to bring the claimant's case within any of the exceptions to the general rule in this respect; and the finding of the State Board of Workmen's Compensation that the accident did not arise out of and in the course of the claimant's employment was authorized by the evidence.\n3. Findings of fact by the State Board of Workmen's Compensation supported by any competent evidence, in the absence of fraud, are conclusive and cannot be set aside by the courts, and since the finding of fact by the board that the claimant's injury did not arise out of and in the course of his employment was authorized, the award denying compensation was authorized, and the judge of the superior court did not err in affirming the finding and award denying compensation.\n                        DECIDED OCTOBER 7, 1949. *Page 72 \nArrinzie Wilcox filed with the State Board of Workmen's Compensation a claim against the Shepherd Lumber Corporation, as employer, for compensation for an inju...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wilcox-v-shepherd-lumber-corp"
    }
  ],
  "relatedIncidents": [
    23916,
    23926,
    23965,
    23998,
    24025
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}