{
  "id": 23926,
  "title": "1949년 In Re Jeane v. Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-10-10",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: In Re Jeane v. Smith. 판결일: 1949-10-10. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Application for a Writ of Habeas Corpus of Leonard B. Jeane, Respondent, v. Tom Smith, as Superintendent of the State Penitentiary, Appellant\n**판결일**: 1949-10-10\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Mallery\n\n## 변호인\n\nThe Attorney General, C. John Newlands  and  John D.  Blankinship, Assistants , for appellant.\n\n George N. Apostol , for respondent.\n\n## 인용\n\n- 210 P.2d 127\n- 34 Wash. 2d 826\n\n## 판결문 요약\n\n1 Reported in 210 P.2d 127.\nThis case presents a single question of law: What is the statutory penalty for violating Rem. Rev. Stat., &#167; 2601-2 [P.P.C. &#167; 116-41], which reads as follows:\n\"Any person who shall with intent to defraud, make, ordraw, or utter, or deliver to another person any check, or *Page 827 \ndraft, on a bank or other depository for the payment of money, knowing at the time of such drawing, or delivery, that he has not sufficient funds in, or credit with said bank or depository, to meet said check, in full upon its presentation, shall be guiltyof larceny. . . .\" (Italics ours.)\nThis statute, chapter 156, p. 460, Laws of 1915, does not refer to the pre-existing larceny statute, chapter 249, p. 997, Laws of 1909 (Rem. Rev. Stat., &#167; 2601 [P.P.C. &#167; 117-47]), which reads:\n\"Every person who, with intent to deprive or defraud the owner thereof &#8212;\n\"(1) Shall take, lead or drive away the property of another; or\n\"(2) Shall obtain from the owner or another the possession of or title to any property, real or personal, by color or aid of any order for the payment or delivery of property or money or any check or draft, knowing that the maker or drawer of such order, check or draft was not authorized or entitled to make or draw the same, or by color or aid of any fraudulent or false representation, personation or pretense or by any false token or writing or by any trick, device, bunco game or fortune-telling; or\n\"(3) Having any property in his posses...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-jeane-v-smith"
    }
  ],
  "relatedIncidents": [
    23916,
    23928,
    23965,
    23998,
    24025
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}