{
  "id": 23920,
  "title": "1949년 Finch 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-11-02",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Finch. 판결일: 1949-11-02. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Finch v. State.\n**판결일**: 1949-11-02\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: BEAUCHAMP, Judge.\n\n## 변호인\n\nPutney  Ritchey, Victoria, for appellant.\n\nGeorge P. Blackburn, State's Atty., of Austin, for the State.\n\n## 인용\n\n- 225 S.W.2d 861\n- 154 Tex. Crim. 158\n\n## 판결문 요약\n\nThe offense is rape.  The punishment assessed is confinement in the state penitentiary for a period of five years.\nThe indictment charged that appellant, by threats, force and fraud, had carnal knowledge of the alleged injured female.\nHis contention is that the evidence is insufficient to justify and sustain his conviction.\nThe record reflects that appellant had carried the injured girl to a dance on the night in question;  that when they left the dance hall about 12:30, he suggested that they go to a certain place and get some *Page 862 \ncoffee and a lunch.  They drove to several places but found them closed for the night.  He then drove down the Victoria-Houston Highway at a rapid speed for a distance of about eight or ten miles, where he turned off on a side road and drove down it for some distance, where he stopped and sought to have sexual intercourse with her.  When she refused to engage with him in such act, he threw her on the middle seat of his station wagon, and began to choke her and threatened to kill her; that he pulled her panties off, forced her down on the seat, and had carnal knowledge of her notwithstanding she remonstrated with him and tried to prevent him from accomplishing his purpose. However, she did not resist to the full capacity of her strength since she was afraid he would kill her or inflict serious bodily injury upon her.  There is no question that appellant had a complete act of intercourse with her inasmuch as he admitted it, but claimed it was ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=finch-v-state"
    }
  ],
  "relatedIncidents": [
    23935,
    23783,
    23806,
    23879,
    23890
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}