{
  "id": 23935,
  "title": "1949년 Barder 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-09-21",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Barder. 판결일: 1949-09-21. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: VERDA E. BARDER, Respondent, v. ELLERY G. McCLUNG Et Al., Defendants; RAYMOND E. PIERCE Et Al., Appellants\n**판결일**: 1949-09-21\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Drapeau\n\n## 변호인\n\nHenry C. Bohr for Appellants., Richard M. Thompson for Respondent.\n\n## 인용\n\n- 93 Cal. App. 2d 692\n\n## 판결문 요약\n\n\n93 Cal. App. 2d 692 (1949)\nVERDA E. BARDER, Respondent,\nv.\nELLERY G. McCLUNG et al., Defendants; RAYMOND E. PIERCE et al., Appellants.\nCiv. No. 17135. \nCalifornia Court of Appeals. Second Dist., Div. One.  \nSept. 21, 1949.\n Henry C. Rohr for Appellants.\n Richard M. Thompson for Respondent.\n DRAPEAU, J.\n The instant action for damages is based upon the alleged fraud of defendants in a sale to plaintiff of residence property in Los Angeles consisting of a five-room dwelling and a detached garage containing a dwelling unit of one room, kitchen and bath. When the buildings were originally constructed in 1941, separate building permits were issued upon application of defendants' contractor, the permit for the garage building carrying the notation: \"Double Garage--with living quarters--Den and Bath--No kitchen.\" Also \"Zone &amp; yards O.K. Byron 6-20-41.\"\n In 1943, without obtaining a permit therefor, defendants extended the garage unit about 2 1/2 feet and added a kitchen. According to defendants' story the labor incident to this change was performed on a daily wage plus materials basis by a man sent to them by the original contractor, Ed Smith. Defendants were unable to remember this man's name or the amount of money they paid him for the work.\n In July of 1946, defendants sold the property to plaintiff for $13,150, and in August of 1947, plaintiff was notified by the city zoning administrator that the garage unit was being maintained in violation of the city zoning ordinances. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=barder-v-mcclung"
    }
  ],
  "relatedIncidents": [
    23920,
    23783,
    23806,
    23879,
    23890
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}