{
  "id": 23965,
  "title": "1949년 Sampson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-06-29",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Sampson. 판결일: 1949-06-29. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Frank R. Sampson v. Wilma J. Sissel\n**판결일**: 1949-06-29\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Boslaugh, Carter, Chappell, Messmore, Simmons, Wenke, Yeager\n\n## 변호인\n\nBeynon, Greenamyre & Hecht, and Denney & Denney, for appellants., George A. Skultety, and Van Pelt, Marti & O’Gara, for appellees.\n\n## 인용\n\n- 151 Neb. 521\n- 38 N.W.2d 341\n\n## 판결문 요약\n\n\nYeager, J.\nThis action as it finally came to trial was by E. A. Stark, administrator with the -will annexed of the estate of Frank J. Sampson, deceased, Frank R. Sampson, and Frances Sampson, plaintiffs, appellants here, against Wilma J. Sissel, Galen Sissel, Reba Meyer, Louis Meyer, and Olive W. True, defendants, appellees here. The action was for a decree setting aside a deed and a bill of sale from Frank J. Sampson, deceased, to Wilma J. Sissel. The action was tried on a second amended petition, answer of defendants, and a reply by plaintiffs.\nWhen the case came on for trial the defendants Reba Meyer, Louis Meyer, and Olive W. True disclaimed any interest in the action or the res thereof and moved for a dismissal as to them. The motion was sustained and the action as to them dismissed. At the conclusion of the evidence adduced by plaintiffs on motion of the remaining defendants a decree was entered dismissing the petition as to said defendants for the reason that the evidence was insufficient to sustain a cause of action. A motion for new trial was filed and overruled. From the order overruling the motion for new trial, the decree, and the order dismissing the action as to Reba Meyer, Louis Meyer, and Olive W. True the plaintiffs have appealed.\nBy the petition it was declared that Frank J. Sampson died on December 25, 1946, at the age of 79 years, owning *52380 acres of land adjoining the city of Fairbury, Nebraska; that after his death a deed and a bill of sale, both dat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sampson-v-sissel"
    }
  ],
  "relatedIncidents": [
    23916,
    23926,
    23928,
    23998,
    24025
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}