{
  "id": 23966,
  "title": "1949년 United States v. National Ass'n of Real Estate Boards 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-06-28",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. National Ass'n of Real Estate Boards. 판결일: 1949-06-28. 법원: District Court, District of Columbia.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. NATIONAL ASS'N OF REAL ESTATE BOARDS\n**판결일**: 1949-06-28\n**법원**: District Court, District of Columbia\n**관할**: USA, Federal\n\n**판사**: Holtzoff\n\n## 변호인\n\nVictor H. Kramer, Herbert N. Maletz, and C. Heyward Belser, all of Washington, D. C., for plaintiff., Roger J. Whiteford and Jo V. Morgan, Jr., both of Washington, D. C., for defendants National Association of Real Estate Boards and Herbert U. Nelson., William E. Leahy and William J. Hughes, Jr., both of Washington, D. C., for defendants Washington Real Estate Board and others., A. K. Shipe, of Washington, D. C., for defendant J. Hawley Smith.\n\n## 인용\n\n- 84 F. Supp. 802\n\n## 판결문 요약\n\n\nHOLTZOFF, District Judge.\nThis is a civil action by the United States for an injunction to restrain the defendants from continuing alleged violations of the Sherman Anti-Trust Act, 15 U.S.C.A. §§ 1-7, 15 note. The suit is brought under Section 3 of the Act, U.S.C.A., Title 15, § 3. The pertinent portions of this section are as follows:\n“Every contract, combination in form of trust or otherwise, or conspiracy, in restraint of trade or commerce in * * * the District of Columbia * * * is declared illegal.”\nThe defendants in this case are, first, the Washington Real Estate Board, which is a corporation having its place of business in the District of Columbia. Other defendants are members of the Board, who are sued as á class, a few of the members being named as representatives of the class. Finally, there is also joined as a defendant the National Association of Real Estate Boards, which is a corporation having its principal place of business in Chicago, II*803linois. The National Association comprises among its members various local real estate boards, and the Washington Real Estate Board is one of these members.\nThe Government contends that the defendants have combined to fix real estate brokerage commissions to be charged by real estate brokers in the District of Columbia. The Government urges that this activity constitutes a violation of the Sherman Anti-Trust Act.\nIn brief, the evidence shows that the membership of the Washington Board embraces about 250 real estate brokers...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-national-assn-of-real-estate-boards"
    }
  ],
  "relatedIncidents": [
    23897,
    23907,
    23908,
    23910,
    23911
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}