{
  "id": 23971,
  "title": "1949년 Ladd 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-06-08",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Ladd. 판결일: 1949-06-08. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Boots Ladd v. State.\n**판결일**: 1949-06-08\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Babefoot, Brett, Jones\n\n## 변호인\n\nGeorge L. Hill and Kirksey M. Nix, both of McAles-ter, for plaintiff in error., Mac Q. Williamson, Atty. Gen., Sam H. Lattimore, Asst. Atty. Gen., and Fred W. Whetsel, Co. Atty., Pitts-burg County, of McAlester, for defendant in error.\n\n## 인용\n\n- 207 P.2d 350\n- 89 Okla. Crim. 294\n\n## 판결문 요약\n\nDefendant, Boots Ladd, was charged in the district court of Pittsburg county with murder; was tried, convicted of the crime of manslaughter in the first degree and his punishment assessed by the court at 15 years in the State Penitentiary, and he has appealed. *Page 296 \nFor reversal of this case the following errors are presented:\n(1) Failure of the court to call the jury into the presence of the defendant to give additional instructions requested by the jury.\n(2) Refusal of the court to grant the request of the defendant that the jury be instructed that they should assess the punishment in the event they found the defendant guilty.\n(3) Error in the closing argument of the county attorney.\nA consideration of the above errors necessitates a brief statement of facts as revealed by the record.\nDefendant in his original brief states the facts in a fair, concise way. We quote:\n\"After the jury had retired to consider their verdict, and after considerable deliberation by them, they knocked on the juryroom door for the bailiff, at the time they so rapped on the door the judge was sitting in his chambers. The bailiff answered the knock, and after some conversation with one or more members of the jury, reported to the court that the jury wanted to be instructed as to whether or not the court could fix the punishment in the event the defendant was found guilty by them, and the court thereupon told the bailiff to advise the jury to read the instructions of the court. The defendant was n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ladd-v-state"
    }
  ],
  "relatedIncidents": [
    23969,
    23972,
    23999,
    24011,
    23821
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}