{
  "id": 23975,
  "title": "1949년 Redcay 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-05-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Redcay. 판결일: 1949-05-20. 법원: United States Tax Court.",
  "description": "## 사건 정보\n\n**사건명**: Paul Irvin Redcay and Margaret Aline Redcay v. Commissioner of Internal Revenue\n**판결일**: 1949-05-20\n**법원**: United States Tax Court\n**관할**: USA, Federal\n\n**판사**: Harlan\n\n## 변호인\n\nPaul Irvin Redcay, pro se., Rollin H. Transue, Esq., for the respondent.\n\n## 인용\n\n- 12 T.C. 806\n\n## 판결문 요약\n\n OPINION. Harlan, Judge: The first question relates to the deductions of $5,250 for 1944 and $5,200 for 1945 claimed by petitioner as losses or bad debts. After his discharge as principal of a high school on December 12, 1939, the petitioner reported as taxable income in his returns for 1940, 1941, and 1942 the salaries he would have received had he continued to serve as principal. These salaries were reported because petitioner believed that he would be successful in obtaining reinstatement to the position of principal and in obtaining compensation for the period between discharge and reinstatement. Litigation to bring about reinstatement met with no success. Redcay v. State Board of Education (1942), 25 Atl. (2d) 632; (1943), 33 Atl. (2d) 120; and (1944), 36 Atl. (2d) 428. After a decision by the Supreme Court of New Jersey on July 28, 1943, sustaining the action of the local board, the commissioner of education, and the state board in dismissing him, the petitioner discontinued reporting salaries from this source as taxable income. Petitioner contends that he filed his income tax returns on the accrual basis; that he had the right to receive the salaries in question in 1940, 1941, and 1942, and properly included them in his taxable income; and that, inasmuch as he lost this right in 1944 and 1945, he was entitled to either loss or bad debt deductions in those years. We are unable to agree with the petitioner. “He had no method of accounting, for he kept no books, and, exce...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=redcay-v-commissioner"
    }
  ],
  "relatedIncidents": [
    23897,
    23907,
    23908,
    23910,
    23911
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}