{
  "id": 23972,
  "title": "1949년 Riley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-06-07",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Riley. 판결일: 1949-06-07. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: Riley v. Commonwealth.\n**판결일**: 1949-06-07\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: Sant\n\n## 변호인\n\nJohn T. McCoy for appellant., A. E. Punk, Attorney General, and Zeb A. Stewart, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 221 S.W.2d 452\n- 310 Ky. 605\n\n## 판결문 요약\n\nReversing.\nAppellant was convicted of manslaughter in connection with the death of Richard McWhorter, and his punishment fixed at confinement in the State Reformatory for a period of twenty-one years. He assigns four grounds for reversal, one of which is that there was not sufficient evidence to submit the case to the jury or to support the verdict. Since this contention must be upheld we will reserve our decision in respect to the other questions raised.\nOn the 15th day of April, 1948, George Pigg discovered a body, later identified as that of Richard McWhorter, in a cistern on the former's property. The cistern is about twelve feet in diameter, forty feet in depth, walled with brick, and plastered on the inside. Water stood to within about thirty inches of the top which was covered with two inch planking. The cistern had been built by the Altamount Coal Company many years before and had been used by Pigg as a sinkhole or dump for a considerable period of time before the discovery of the body. The body was not in the cistern on Pigg's last previous visit to it which was about two weeks before the body was discovered. When found, the body was unclothed except for shoes and \"some kind of rag on his head.\" No autopsy was performed on the body nor did any doctor examine it. The coroner testified that the skull of the deceased had been fractured from the top of the ear to the center of the forehead. There was a heavy fracture over the ear, and one at the top of the head running d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=riley-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    23969,
    23971,
    23999,
    24011,
    23821
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}