{
  "id": 23981,
  "title": "1949년 Olivier 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-04-25",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Olivier. 판결일: 1949-04-25. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: Olivier's Minor Children v. Olivier.\n**판결일**: 1949-04-25\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Fournet, O'Niell\n\n## 변호인\n\nEllender & Wright, of Houma, for appellants., Elton A. Darsey, of Houma, for defendant-appellee.\n\n## 인용\n\n- 40 So. 2d 803\n- 215 La. 412\n\n## 판결문 요약\n\nMrs. Esther Beadle Olivier, in her capacity as tutrix of her five minor children born of her marriage to the late David J. Olivier, instituted this suit on their behalf as the heirs of their father to set aside a deed by notarial act dated June 1, 1942, wherein the paternal grandmother of the minors, now deceased, conveyed to her only surviving son, Berwick J. Olivier, her right, title, and interest in and to a tract of land with improvements thereon located in the town of Houma, Louisiana, on the ground that the sale was a simulation or donation in disguise. She also seeks to have the property, after the annulment of the sale, decreed to form part of the estate of Mrs. Eva Edwards Olivier. This appeal is being prosecuted from the judgment of the lower court dismissing the suit.\nIt appears from the record that the property in controversy was acquired on July 5, 1897, by Charles Olivier while he was *Page 414 \nmarried to Eva Edwards and that her half interest in this community property and the usufruct of her husband's half was all that she had at the time of his death in 1916. Thereafter, for her support and maintenance, she relied exclusively on the cash contribution of $10 monthly from each of her three sons, David, George, and Berwick Olivier, and the produce and rentals realized from the property. This arrangement continued until the death of George in 1936, when her contribution in this respect was reduced to the $20 received from the two remaining sons and such extra am...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=oliviers-minor-children-v-olivier"
    }
  ],
  "relatedIncidents": [
    23897,
    23907,
    23908,
    23910,
    23911
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}