{
  "id": 23997,
  "title": "1949년 Ingold 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-03-23",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Ingold. 판결일: 1949-03-23. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: W. A. Ingold v. Phoenix Assurance Company, Limited, and Eli Winesette and Wife, Mary Winesette.\n**판결일**: 1949-03-23\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: BauNhill\n\n## 변호인\n\n\n\nCarl L. Bailey for plaintiff appellant.\n, \nMurray Allen and R. P. TJpchurch' for Phoenix Assurance Company, Limited.\n, \nNorman & Rodman for Eli Winesette and Alary Winesette.\n\n\n## 인용\n\n- 52 S.E.2d 366\n- 230 N.C. 142\n\n## 판결문 요약\n\nCivil action on fire insurance policy.\nPlaintiff and his brother leased from defendant Mary Winesette the lot known as the old Gulf Oil Company property in Plymouth, N.C., for a term of five years, with the right of renewal for an additional five years. Later, plaintiff became the sole owner of said lease. *Page 144 \nThe lease permits the lessees to remodel the brick walls standing on the property \"into any type of building\" they may desire and also to extend the building, either at the end or on the railroad side thereof. Pursuant to this authority the lessees, \"utilizing the laid brick walls as a part thereof, building same higher and longer,\" constructed a metal roof building on the premises for use as a place of business for the sale of tires and tubes and as a tire recapping plant.\nOn 24 January 1947, defendant insurance company issued its policy of insurance in the sum of $6,000 to the lessor and lessees, jointly, insuring them against the destruction of or damage to said building by fire. Later, plaintiff, having acquired the interest of his brother, J. R. Ingold, the policy was amended by endorsement so as to make him the sole leasee insured. At the time the Phoenix policy was issued, there was a policy in the sum of $5,000, issued by the Aetna Insurance Company, outstanding and in force, insuring defendant Winesette against loss by fire. Each policy contained a pro rata liability provision.\nOn 19 July 1947, said building, except the original side walls and a small po...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ingold-v-phoenix-assurance-co"
    }
  ],
  "relatedIncidents": [
    23897,
    23907,
    23908,
    23910,
    23911
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}