{
  "id": 23999,
  "title": "1949년 Hagemann 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-03-22",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Hagemann. 판결일: 1949-03-22. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: THE PEOPLE v. EDWARD WILL HAGEMANN\n**판결일**: 1949-03-22\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Doran\n\n## 인용\n\n- 90 Cal. App. 2d 748\n\n## 판결문 요약\n\n\nDORAN, Acting P. J.\nThis is an appeal from the judgment and order denying a new trial.\nDefendant was charged by information with murder and was found guilty by a jury of manslaughter. The victim was defendant’s wife. As recited in appellant’s brief, “Recurrent quarrels and separations between them culminated on the night of February 22, 1948, or early morning of February 23, 1948, when the defendant fatally shot his wife and seriously wounded himself at their home near Océano, California. No third persons were present at the time of the shooting, and the affair was not discovered until some ten hours later.\n“At the trial the defendant admitted the shooting, but contended that he acted in self-defense. He testified that he and his wife had been drinking quite heavily the evening of the tragedy, although he less than his wife, and the deceased in particular was considerably intoxicated and belligerent. His accounting of the immediate circumstances leading up to the fatal event was that during the continuation of an argument between them at their home as to whether they should resume normal married relationship, the deceased procured a revolver from another room, whereupon the defendant ran out the front door. ’ ’ Defendant returned about 30 minutes later; “. . . at this point the defendant testified, his wife started to rise up out of the chair, at the same time pulling a gun from her purse and saying to him, ‘I’ll kill you this time for sure, you son-of-a-bitch’, whereupon he...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-hagemann"
    }
  ],
  "relatedIncidents": [
    23969,
    23971,
    23972,
    24011,
    23821
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}