{
  "id": 23996,
  "title": "1949년 Rappise 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-03-24",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Rappise. 판결일: 1949-03-24. 법원: New Jersey Superior Court Appellate Division.",
  "description": "## 사건 정보\n\n**사건명**: State of New Jersey, Plaintiff-Respondent v. Michael Rappise, Alias Jimmy Stone\n**판결일**: 1949-03-24\n**법원**: New Jersey Superior Court Appellate Division\n**관할**: New Jersey, NJ\n\n**판사**: The opinion of the court was delivered by COLIE, J.A.D.\n\n## 변호인\n\nMr. Albert S. Gross  ( Mr. Walter P. Back,  attorney) argued the cause for the appellant\n\n Mr. John E. Selser  ( Mr. Walter G. Winne,  County Prosecutor) argued the cause for the respondent.\n\n## 인용\n\n- 65 A.2d 266\n- 3 N.J. Super. 30\n\n## 판결문 요약\n\nDefendant was tried and convicted upon two indictments. The first charged him with employing George Amato, a minor, aged 15, at an establishment for the purpose of relaying bets and wagers upon the running of horses. The second charged that he conspired with John Doe and Richard Roe to violate the laws of the State against gambling. The verdict of the jury was \"guilty in the manner and form as charged in both indictments.\" On this appeal the State concedes, as indeed it must, that the verdict of guilty and the judgment entered thereon, so far as the first indictment is concerned, cannot be sustained since there was no legal evidence to support it.\nThe indictment for conspiracy charges \"that Michael Rappise, alias Jimmie Stone, John Doe and Richard Roe * * * did * * * unlawfully * * * conspire * * * to violate the gambling statutes of the State of New Jersey * * *.\" The theory of the State's case against the defendant is that Amato was a co-conspirator with the defendant and the two unknown persons named in the indictment as John Doe and Richard Roe.\nTo support the charge in the indictments the State called George Amato who was on the premises when raided. He testified that he was employed by an unknown man to take care of the premises at 4 Outwater Lane in Garfield, New Jersey, to answer the telephone and relay messages placing bets on horse races to certain telephone numbers in Paterson. When confronted by the testimony of Amato that he was employed by an unknown man, the St...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-rappise"
    }
  ],
  "relatedIncidents": [
    23897,
    23907,
    23908,
    23910,
    23911
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}