{
  "id": 23992,
  "title": "1949년 Mayor of Everett v. Superior Court 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-04-05",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Mayor of Everett v. Superior Court. 판결일: 1949-04-05. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Mayor of Everett & another v. Superior Court\n**판결일**: 1949-04-05\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Ronan\n\n## 변호인\n\nA. E. Morris, City Solicitor, for the petitioners., H. P. Fielding, Assistant Attorney General, for the respondents.\n\n## 인용\n\n- 324 Mass. 144\n\n## 판결문 요약\n\n\nRonan, J.\nThis is a petition for a writ of certiorari filed by the mayor of the city of Everett and the city of Everett to quash a decision made by a judge, of the Superior Court revoking an order made by the mayor removing the three license commissioners of that city upon a petition for review filed by them under G. L. (Ter. Ed.) c. 138, § 5, as appearing in St. 1933, c. 376, § 2. The mayor and the city appealed from the judgment entered by order of a single justice of this court dismissing the petition.\nUpon the refusal of the license commissioners to resign, the mayor preferred charges against them, which with the specifications alleged that the commissioners were guilty of nonfeasance in that they had failed to inspect the premises of certain common victuallers, and had permitted eight common victuallers who also sold alcoholic liquors to conduct their business without being supplied with food for sale to those who resorted thereto, and three of them without having the necessary equipment for the preparation and serving of meals; all of the proprietors of these places having been licensed by the commissioners to be common victuallers and also having been licensed by them to sell intoxicating liquors to be drunk on the premises. After a public hearing before the mayor he ordered their removal from office.\nThe judge of the Superior Court who heard the petition for review of the proceedings had before the mayor found that hearsay evidence which was prejudicial to the commis...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mayor-of-everett-v-superior-court"
    }
  ],
  "relatedIncidents": [
    23897,
    23907,
    23908,
    23910,
    23911
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}