{
  "id": 23998,
  "title": "1949년 Ellenberger 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-03-23",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Ellenberger. 판결일: 1949-03-23. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: ANNIE ELLENBERGER v. GOVERNOR EARL WARREN, as Chief Executive Officer\n**판결일**: 1949-03-23\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Bray\n\n## 인용\n\n- 90 Cal. App. 2d 785\n\n## 판결문 요약\n\n\nBRAY, J.\nAppeal by petitioner from a judgment in favor of all defendants after order sustaining their demurrers to petitioner’s petition without leave to amend. The petition was filed and the appeal brought by petitioner in propria persona.\nOn June 17, 1948, petitioner filed in the trial court a “Petition for Writ of Mandate, Petition to Clear the Records, Conspiracy to Violate Civil Rights, Damages,” against Governor Earl Warren and a large group of defendants. (Their names will be given later when we consider the allegations concerning them.) All defendants demurred to the petition, both generally and by setting up various sections of the statutes of limitation. The court sustained these demurrers without leave to amend. The action arises out of the extended efforts of petitioner, the widow of a former police officer of the city of Oakland, to obtain a pension of half of her deceased husband’s salary. He was injured on January 6, 1932, and died July 28, 1939. In October, 1940, the Board of Trustees of the Police Relief and Pension Fund denied petitioner’s claim for a widow’s pension, based on their finding that her husband’s injury was not incurred in the line of duty. In April, 1942, petitioner petitioned for a writ of mandate to compel the board to grant her a pension. This petition was denied by the superior court and its action affirmed by this court in June of 1943. (Ellenberger v. City of Oakland, 59 Cal.App.2d 337 [139 P.2d 67].) In November, 1946, this court denied...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ellenberger-v-warren"
    }
  ],
  "relatedIncidents": [
    23916,
    23926,
    23928,
    23965,
    24025
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}