{
  "id": 24002,
  "title": "1949년 Buchanan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-03-11",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Buchanan. 판결일: 1949-03-11. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Buchanan v. Carson, Commissioner of Finance, etc.\n**판결일**: 1949-03-11\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: Chiee, Neil\n\n## 변호인\n\nTabeb, Chambliss, Swaeeord & Claunch, of Chattanooga, for appellants., Boy H. Beeleb, Atty. Gen., William F. Barry, Sol. Gen., and Harry Phillips, Asst. Atty Gen., for appellee.\n\n## 인용\n\n- 188 Tenn. 420\n\n## 판결문 요약\n\n\nMr. Chiee Justice Neil\ndelivered the opinion of the Court.\nThis suit was brought to recover taxes on gross receipts, paid under protest by B. &amp; B. Transport Company to the State Commissioner of Finance and Taxation, in the sum of $4,852.21. The applicable parts of the Taxing Statute which authorized the collection of the tax in controversy read as follows:\n“Each person engaged in the business of operating a transportation company shall, for the privilege of doing such business, pay to the state for state purposes an amount equal to three per cent (3%) of the gross receipts derived from intrastate business in this state.\n“Within the meaning of this item, each person operating a railroad, aeroplane, boat or barge, or an express company, or a street railway, or engaged in the business of transporting persons or property or freight for hire by motor vehicle, whether as a common carrier or as a contact [contract] hauler . . . shall be deemed to be a ‘ transportation company. ’ . . .\n“It is the intention of this item to levy a tax for the privilege of engaging in intrastate commerce carried on *422wholly within the state and not a part of intrastate [interstate] commerce. . . .” Section 1248.134, Williams’ Code.\nIt is the contention of the complainant that the State had no right to collect the tax of 3% upon its gross receipts because all its revenues were derived solely from operations in interstate commerce, and therefore exempt. The Commissioner of Finance and Taxation cont...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=buchanan-v-carson"
    }
  ],
  "relatedIncidents": [
    23745,
    23851,
    23872,
    23897,
    23907
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}