{
  "id": 24008,
  "title": "1949년 Williams v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-02-28",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Williams v. State. 판결일: 1949-02-28. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Williams v. State.\n**판결일**: 1949-02-28\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: <bold>Montgomery, J.</bold>\n\n## 변호인\n\nG.H. Merrell,  and  W.U. Corley,  for appellant.\n\nNo arraignment of the defendant was ever had; the indictment was never read to him, and when the court's attention was called to it, the court itself had a plea of Not Guilty entered.\n\nThe court was required to take up the motion and submit the issue of insanity to that jury before the issue of facts could be gone into.\n\nThe court over-stepped its rights when it empaneled a jury to try three issues at one and the same time; it denied the defendan\n\n## 인용\n\n- 39 So. 2d 3\n- 205 Miss. 515\n\n## 판결문 요약\n\nJohn Williams was indicted upon a charge of felonious assault upon one B.H. Mixon with a deadly weapon, with intent to steal $73 under the provisions of Section 2011, Code of 1942. Before arraignment or plea the attorney for the accused filed a motion, backed by affidavit, that the accused was insane. An issue was then made up, proof was taken, and the jury returned a verdict that the accused was then insane, was dangerous to be at large, and recommended permanent confinement in the State Insane Hospital. Judgment to this effect was entered by the court. The accused was carried to the State Insane Hospital, where he was detained for thirty days and was then discharged and returned to his home in Covington County.\nOn the convening of the July term of court thereafter, the case was again called by the court. (Hn 1) A plea of res adjudicata was then filed by his attorney to the effect that the former jury had adjudged the accused to be insane at the time of the commission of the offense, but such was not the verdict of the jury, and the plea was properly overruled by the court.\nThereupon a second motion, supported by affidavit, suggesting accused's insanity, was filed and this motion was by the court overruled, the court dictating into the record that he had observed the accused in the courtroom and there was \"no good reason, legal or otherwise, for a preliminary hearing to be had as sanity or insanity of this man before the trial of this case on all issues.\" Counsel then called...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-state"
    }
  ],
  "relatedIncidents": [
    23848,
    23897,
    23907,
    23908,
    23910
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}