{
  "id": 24006,
  "title": "1949년 Chappell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-03-02",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Chappell. 판결일: 1949-03-02. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Carlton Chappell v. State\n**판결일**: 1949-03-02\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson\n\n## 변호인\n\nChrestman, Brundidge, Fountain, Elliott & Bateman, Dewey A. Hunt, and Walter L. Wray, Dallas, for appellant., Ernest S. Goens, State’s Attorney, Austin, for the state.\n\n## 인용\n\n- 153 Tex. Crim. 237\n- 219 S.W.2d 88\n\n## 판결문 요약\n\n\nDAVIDSON, Judge.\nBy Chap. 271, Acts Regular Session of the 50th Legislature, in 1947, and appearing as Art. 1970-333, Vernon’s Annotated Civil Statutes, the civil and criminal jurisdiction of the county court of Hill County was conferred upon the district court of Hill County.\nUpon a complaint and information filed in the said district court charging appellant with the misdemeanor offense of driving an automobile while intoxicated, he was convicted and his punishment fixed at a fine of $200.\nIt is insisted that the district court was \"without jurisdiction because the act mentioned is unconstitutional and void in that *238it is a local law and no notice of the intention to pass same was published, as required by Art. 3, Sec. 57 of the Constitution of this state.\nIf the act is valid, the district court had jurisdiction; otherwise, not.\nBy Art. 5, Sec. 22, of the Constitution-of this state, the legislature is empowered to do the thing attempted in the act: that is, to confer the civil and criminal jurisdiction of county courts upon the district courts.\nPublished notice of intent to pass legislation is required only for local or special laws. If the act is a general law it is not within the constitutional limitation mentioned.\nThe question as to whether an act of the legislature is a general or a local law has been often before our courts. The distinction appears to have been pertinently set out in Whitehead v. Granbury Independent School Dist., 45 S. W. (2d) 421, where it is sa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=chappell-v-state"
    }
  ],
  "relatedIncidents": [
    23897,
    23907,
    23908,
    23910,
    23911
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}