{
  "id": 24005,
  "title": "1949년 MacKenna 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-03-03",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: MacKenna. 판결일: 1949-03-03. 법원: New York Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York, Respondent, v. Edward M. MacKenna, Appellant\n**판결일**: 1949-03-03\n**법원**: New York Court of Appeals\n**관할**: New York, NY\n\n**판사**: CoNWay, DesmoNd, Dye, Lewis, LotjgheaN, Ptjld\n\n## 변호인\n\nJohn J. Dillon  and  Edward M. MacKenna,  in person, for appellant.\n  Frank S. Hogan, District Attorney  ( Edward T. Perry  and Whitman Knapp  of counsel), for respondent.\n\n## 인용\n\n- 84 N.E.2d 795\n- 298 N.Y. 494\n\n## 판결문 요약\n\nIn 1940, the defendant, who had been indicted in the county of New York for attempted robbery in the second degree, attempted grand larceny in the second degree, assault in the second degree and for carrying a dangerous weapon after a prior conviction (see Penal Law, &#167;&#167; 2120, 2126, 1290, 1296, 242, 1897), was allowed by the Court of General Sessions of that county to plead guilty on the assault count and to a charge of carrying a dangerous weapon as a misdemeanor (see Penal Law, &#167;&#167; 2, 1897). The prior conviction alleged in the indictment took place in the State of Mississippi *Page 497 \nand was the result of a larceny which in the opinion of the Court of General Sessions would have been a felony under the Penal Law of New York. Accordingly that court took the defendant to be a second felony offender and on October 17, 1940, sentenced him as such to imprisonment for not less than five nor more than ten years on the assault count (see Penal Law, &#167; 1941), while on the misdemeanor count sentence was suspended (see Penal Law, &#167; 2188). Before he was so sentenced, the defendant had admitted his use of a gun in committing the felony of assault in the second degree. This circumstance authorized the court to increase the punishment by imprisonment in a State prison for not less than five nor more than ten years (Penal Law, &#167; 1944); but no such extra sentence was then imposed.\nOn June 15, 1945, the defendant was released on parole &#8212; all but twelv...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-mackenna"
    }
  ],
  "relatedIncidents": [
    23910,
    23911,
    23919,
    23976,
    23863
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}