{
  "id": 24011,
  "title": "1949년 Ison 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-02-24",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Ison. 판결일: 1949-02-24. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Ison v. State.\n**판결일**: 1949-02-24\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Brown, Livingston, Simpson, Stake-Ly\n\n## 변호인\n\nA. A. Carmichael, Atty. Gen., and L. E. Barton, Asst. Atty. Gen., for the petition.\n\nR. C. Wallace, of LaFayette, opposed.\n\n## 인용\n\n- 39 So. 2d 249\n- 252 Ala. 25\n\n## 판결문 요약\n\nThe Court of Appeals reversed the judgment of the lower court on two grounds: first, the improper abridgement by the trial court of the cross-examination of the principal State's witness when the defendant sought to elicit proof as to the person from whom the witness procured the alleged murder weapon which the State was proffering as evidence in the case; and, second, the refusal to give the special written charge requested by the defendant, \"The court charges the jury that there was no duty on the defendant to retreat in this case.\"\nCertiorari will be denied, but we deem it proper to set forth our views.\nAs regards the first ground, only a full review of the record could disclose the pertinency or importance of the evidence which was sought to be elicited and whether or not the trial judge abused his discretion in forbidding its introduction. The entire evidence is not before us and, under our limited review, we cannot go to the record but will adopt the conclusions of the Court of Appeals thereon.\nAs to the second proposition, regarding the propriety of refusing the quoted charge, it of course would depend on whether or not the defendant was without fault.\nThe law on this question is thus stated in Baugh v. State,215 Ala. 619, 621, 121 So. 157, 159: \"A person attacked in his own dwelling, under conditions otherwise entitling him to strike in self-defense, *Page 26 \nis not required to retreat although his assailant also resides in the same dwelling.\"\nAnd, in the recent case...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ison-v-state"
    }
  ],
  "relatedIncidents": [
    23969,
    23971,
    23972,
    23999,
    23821
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}