{
  "id": 24019,
  "title": "1949년 Freifeld 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-01-31",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Freifeld. 판결일: 1949-01-31. 법원: United States Tax Court.",
  "description": "## 사건 정보\n\n**사건명**: Max Freifeld v. Commissioner.\n**판결일**: 1949-01-31\n**법원**: United States Tax Court\n**관할**: USA, Federal\n\n## 변호인\n\nMortimer M. Lerner, Esq., 280 Madison Ave., New York, N. Y., for the petitioner. John J. Madden, Esq., for the respondent.  \n\n## 인용\n\n- 8 T.C.M. 81\n- 1949 Tax Ct. Memo LEXIS 274\n\n## 판결문 요약\n\nMax Freifeld v. Commissioner.Freifeld v. CommissionerDocket No. 18163.United States Tax Court1949 Tax Ct. Memo LEXIS 274; 8 T.C.M. (CCH) 81; T.C.M. (RIA) 49018; January 31, 1949*274  Respondent sustained for failure of proof of error. Fraud penalty approved.  Mortimer M. Lerner, Esq., 280 Madison Ave., New York, N. Y., for the petitioner. John J. Madden, Esq., for the respondent.  VAN FOSSAN Memorandum Opinion VAN FOSSAN, Judge: Respondent determined a deficiency of $2,549.16 in petitioner's income tax for 1944, to which he added a fraud penalty of $1,319.08. In his petition taxpayer alleged error by respondent (1) in increasing gross income in the sum of $7,505.25 for understatement of sales, (2) in the disallowance of travel and entertainment expenses of $260, (3) disallowance of a contribution of $100, and (4) in the finding of a penalty of 50 per cent for fraud. At the hearing no testimony respecting items 2 and 3 was introduced. Accordingly, the only issues remaining for decision are items 1, understatement of sales, and 4, the fraud penalty. Petitioner's return was filed with the collector of internal revenue for the first district of Pennsylvania. Taxpayer's sole witness was the petitioner. His testimony was evasive, incoherent and obviously unreliable. His explanation of his dealings with one Howard Berman was so incredible as*275  to be utterly unbelievable.  The long and the short of the matter is, much of petitioner's testimony is beyond belief and we can give it n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "사기"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=freifeld-v-commissioner"
    }
  ],
  "relatedIncidents": [
    23916,
    23926,
    23928,
    23965,
    23998
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}