{
  "id": 24023,
  "title": "1949년 County Commissioners v. Supervisors of Elections 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-01-21",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: County Commissioners v. Supervisors of Elections. 판결일: 1949-01-21. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: COUNTY COMMISSIONERS FOR MONTGOMERY COUNTY Et Al. v. SUPERVISORS OF ELECTIONS OF MONTGOMERY COUNTY Et Al.\n**판결일**: 1949-01-21\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Collins, Delaplaine, Emory, Henderson, Marbury, Niles\n\n## 변호인\n\nF. Barnard Welsh  for the appellants.\n  Frederic P. Lee,  with whom were  C.E. Quinn  and  DeWitt S.  Hyde  on the brief, for the Supervisors of Elections.\n\nSubmitted on brief by  James J. Hayden, R.E. Brown, A.H.  Gardner  and  G.D. Morgan  for Charter Board and Charter Committee.\n\n## 인용\n\n- 63 A.2d 735\n- 192 Md. 196\n\n## 판결문 요약\n\nThe question presented in these proceedings is whether a County is entitled, under the \"Home Rule Amendment\" of the State Constitution, to adopt a Charter providing for a prompt special election of the first County Council, or whether it is required to defer such election until the next quadrennial general election for State and County officers, and then to comply with all of the requirements for a general election.\nSpecifically, the voters of Montgomery County on November 2, 1948 adopted a Charter in accordance with the procedure required by the Home Rule Amendment to Constitution, art. XIA. Article IX of the Charter provided that the members of the new County Council should be nominated only upon petition, to be filed within 10 days after the Charter becomes law; and that a special election should take place on January 6, 1949. The appellants, who are four of the County Commissioners whose functions will be superseded by the new County Council, both in their corporate capacity, and individually as citizens and as taxpayers, sought, in the Circuit Court for Montgomery County, an injunction against the Supervisors of Elections of Montgomery County to prohibit them from holding the special election on January 6, 1949.\nThe case was heard in the Circuit Court for Montgomery County by Chief Judge Woodward and Judges Prescott and Schnauffer, who, by a decree passed December 13, 1948, sustained a demurrer to the bill of complaint and denied the injunction. From that decree an appea...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=county-commissioners-v-supervisors-of-elections"
    }
  ],
  "relatedIncidents": [
    23897,
    23907,
    23908,
    23910,
    23911
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}