{
  "id": 24025,
  "title": "1949년 Green 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1949-01-17",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Green. 판결일: 1949-01-17. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: GREEN v. TOY\n**판결일**: 1949-01-17\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n**판사**: Magruder, Peters, Woodbury\n\n## 변호인\n\nJ. C. Johnston, of Boston, Mass. (J. Friedberg, of Boston, Mass., on the brief), for appellants., Alexander D. Varkas, Sp. Asst, to U. S. Atty., of Boston, Mass. (William T. McCarthy, U. S. Atty., of Boston, Mass., on the brief), for the United States.\n\n## 인용\n\n- 171 F.2d 979\n\n## 판결문 요약\n\n\nPER CURIAM.\nThese are consolidated appeals from orders of the district court affirming orders of a referee in bankruptcy denying discharges to the bankrupts Morris Green and his wife, Sadie Green, respectively.\nThough the creditors had specified many grounds of objection to the discharges, the referee based his orders upon one objection only, namely, that within twelve months immediately preceding the filing of the bankruptcy petitions, the bankrupts had concealed their interest in the properties and stock of the Park View Realty Corporation. It appears from the findings by the referee contained in his certificates on petitions for review, that in 1939, over a year prior to the filing of the petitions in bankruptcy, the bankrupts, in order to hinder, delay and defraud their creditors, had transferred certain real estate to Park View Realty Corporation, a dummy corporation of which the bankrupt Morris Green was the “absolute boss”. The bankrupts claimed that the stock in this corporation had been transferred to their sons in consideration of advances which had been made by the sons — a claim which the referee found to be without foundation in fact. He found that there had never been a transfer of the stock in the corporation to the sons, as alleged; that the only record of stock ownership, outside of two shares standing in the names of the sons for qualifying purposes, was a certificate for 98 shares, issued in the name of an “undoubted straw” for the bankrupts, a financially...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=green-v-toy"
    }
  ],
  "relatedIncidents": [
    23916,
    23926,
    23928,
    23965,
    23998
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}