{
  "id": 24049,
  "title": "1948년 Ex Parte Hayden 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1948-11-03",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex Parte Hayden. 판결일: 1948-11-03. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte D. Hayden, Alias John Hayden, and Horace Sephers.\n**판결일**: 1948-11-03\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Beauchamp, Graves\n\n## 변호인\n\nHon. John Shell, Jr., Judge Presiding., John A. Croom, of Houston, for relator, Horace Sephers., A. C. Winbom, Criminal District Attorney, E. T. Branch, Assistant Criminal Attorney, both of Houston, and Ernest S. Goens, State’s Attorney, of Austin, for the State.\n\n## 인용\n\n- 215 S.W.2d 620\n- 152 Tex. Crim. 517\n\n## 판결문 요약\n\nRelators were charged and by the trial judge convicted in the County Court at Law No. 2 of Harris County, Texas, of an aggravated assault, a misdemeanor. Upon their conviction therefor, the trial court ordered each of them to serve a term of 30 days in the county jail. However, purporting to act under House Bill No. 120, Chapter 452, Acts of the 50th Legislature, Regular Session, page 1049, the County Judge probated such sentence and directed the Sheriff of Harris County to discharge the relators from any confinement in jail.\nThe Sheriff of Harris County refused to discharge these relators, evidently acting under an opinion and advice of the Attorney General of Texas, whereupon the relators sued out a writ of habeas corpus alleging their illegal confinement and restraint under such judgment, which discharge was refused by the court trying the habeas corpus cause. The matter was then appealed to this appellate court and affirmed upon the ground that the costs in the original cause had not been paid as required in such bill and such failure precluded an appeal from a probation of the judgment of the lower court. See same relators and our No. 24,033, Ex Parte Sethers, 151 Tex. Crim. 553. *Page 519 \nThe question now before us is whether or not the County Courts of this state have the power to probate the punishment of one convicted of a misdemeanor therein.\nWe find from the caption of this House Bill No. 120, that same was \"An Act empowering the courts of record of the State of T...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-hayden"
    }
  ],
  "relatedIncidents": [
    24008,
    24036,
    24041,
    24045,
    24047
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}