{
  "id": 24041,
  "title": "1948년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1948-12-03",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Commonwealth. 판결일: 1948-12-03. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Ward.\n**판결일**: 1948-12-03\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: Latimer\n\n## 변호인\n\nPrank Ropke, Commonwealth Attorney, for petitioner., Don A. Ward and S. E. Duff for respondent.\n\n## 인용\n\n- 215 S.W.2d 565\n- 308 Ky. 666\n\n## 판결문 요약\n\nDenying writ.\nThe question presented is whether Jefferson County or Perry County has jurisdiction to try Buster Fugate on the charge of murder.\nThis is an original proceeding by the Commonwealth seeking a writ of prohibition to be directed to S.M. Ward, Judge of the Perry Circuit Court.\nWallace Amburgey was shot and wounded in Perry County on the 15th day of July, 1948. Within a few hours after the shooting Buster Fugate was placed under arrest and lodged in the Perry County Jail. On July 17th a warrant was issued by the County Judge of Perry County charging him with the crime of malicious shooting and wounding with intent to kill. On that same day Fugate was released on bail. After Wallace Amburgey had been shot he was first taken to the Mount Mary Hospital in Perry County. On the following day he was taken to the Nichols General Hospital in Jefferson County, where he died on the 18th day of July. At the hour of 9:20 a. m. on the 19th day of July, the Judge of the Jefferson Quarterly Court issued a warrant of arrest *Page 667 \nagainst Fugate charging him with the crime of willful murder. At about the hour of 11:00 a. m. on the same day Taylor Witt, County Judge of Perry Count, issued a warrant charging Buster Fugate with willful murder. The return on the last warrant shows that it was executed by arresting Fugate and delivering him to the County Jail on the 19th day of July at 7:30 p. m.\nThe warrant issued from Jefferson County was delivered to Ball Amos, a State Police Offi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-ward"
    }
  ],
  "relatedIncidents": [
    24047,
    24057,
    24062,
    24147,
    23969
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}