{
  "id": 24045,
  "title": "1948년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1948-11-15",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1948-11-15. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Burton Et Al., Appellants\n**판결일**: 1948-11-15\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Arnold, Dithrich, Fine, Hirt, Reno, Rhodes, Ross\n\n## 변호인\n\nJohn J. Speese,  with him  John B. Burns,  for appellants.\n\n James W. Tracey, Jr.,  Assistant District Attorney, with him John H. Maurer,  District Attorney, for appellee.\n\n## 인용\n\n- 63 A.2d 508\n- 164 Pa. Super. 158\n\n## 판결문 요약\n\nArgued November 15, 1948.\nAll six defendants, who were the election officers in the 16th division of the 47th ward of Philadelphia at the general election held November 4, 1947, were found guilty on each of five indictments charging violation of the Pennsylvania Election Code, June 3, 1937, P.L. 1333, 25 P. S. &#167; 2601. They were convicted of unlawfully inserting names in voters' certificates and of willful fraud by election officers; making a false return on votes at a general election; fraudulently registering voters on a voting machine; conspiracy to violate the election laws; and unlawfully certifying a return of votes at a general election.\nThe evidence of a flagrant perpetration of election fraud was overwhelming. Of the 956 votes certified as having been cast, at least 100 were fraudulent. Approximately that number of witnesses testified that they had not signed the voters' certificates purporting to bear their signatures, had not voted, and had not even *Page 161 \nbeen present in the polling place on the day the election was held. The defendants went so far as to cast votes fraudulently for three persons who were serving jail or penitentiary sentences on the day of the election and were still confined eight months later when the case came on for trial.\nDefendants offered no evidence and as stated in their brief of argument \"relied solely upon their contention that the Commonwealth had not established that the defendants were the men who comprised the Election Board...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-burton"
    }
  ],
  "relatedIncidents": [
    24064,
    24130,
    24166,
    23916,
    23926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}