{
  "id": 24057,
  "title": "1948년 Poore 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1948-10-11",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Poore. 판결일: 1948-10-11. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Poore v. State.\n**판결일**: 1948-10-11\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: Montgomery, Smith\n\n## 변호인\n\nW.A. Jones  and  J.A. McFarland, Sr.,  for appellant.\n\nThe State failed to prove venue. The State failed to prove that the circuit court of the first judicial district\nof Jones County, Mississippi, had jurisdiction. The failure of the State to prove venue and jurisdiction is in violation of Article 3, Section 26, of the Constitution of the State of Mississippi, and the \"Due Process of Law\" clause (Fourteenth Amendment) of the Constitution of the United States. Likewise, the State failed to prove\n\n## 인용\n\n- 37 So. 2d 3\n- 205 Miss. 528\n\n## 판결문 요약\n\nJ.W. Poore was convicted in the lower court on a charge of murdering one A.H. Hover and was sentenced to death. From this judgment he appeals.\nA.H. Hover was an oil operator, and his business was to drill oil wells and buy and sell leases. He met Poore in a hotel at Middleboro, Kentucky, and Poore represented to him that he, or he and his family, had mineral lands in Mississippi that had not been leased and that the wanted Hover to come down and inspect them with a view to development. They, Hover and Poore, left Middleboro on July 6, 1947, traveling in a cream-colored 1947 Studebaker Commander coupe, that belonged to Hover's son, W.H. Hover. At one or two o'clock a.m., on July 7th, they arrived at the home of Mr. and Mrs. Bud Cooley in Wayne County, Mississippi. Bud Cooley died before the trial. Poore came into the house and asked Cooley to come out and meet a frined. He went out to the car and some conversation ensued in which Mrs. Cooley heard her husband say that there was no unleased land. Three days later, at 4:30 or 5:00 a.m. on July 10th, Poore came to the home of George L. Graham in Laurel, Jones County, Mississippi, carrying in his hand a German Luger pistol. Graham was dressing to go to work, and Poore offered Graham $50 to go with him, not saying where, and Graham refused. He then offered Graham $5 for a screw driver and pliers, but Graham told him he had none. He told Graham not to tell any one that he had been there and left by the back door, and Graham ran thro...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=poore-v-state"
    }
  ],
  "relatedIncidents": [
    24041,
    24047,
    24062,
    24147,
    23969
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}