{
  "id": 24064,
  "title": "1948년 Smart 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1948-09-28",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Smart. 판결일: 1948-09-28. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Smart, Appellant, v. Baroni Et Al.\n**판결일**: 1948-09-28\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Drew, Jones, Linn, Maxey, Patterson, Stearne, Stern\n\n## 변호인\n\nE. D. Brown , with him  Wade K. Newell , for appellant.\n\n Chad L. John , with him  Thomas H. Hudson, Thomas H. Hudson,  Jr. , and  Hudson  Hudson , for appellees.\n\n## 인용\n\n- 61 A.2d 860\n- 360 Pa. 296\n\n## 판결문 요약\n\nThis is an appeal from a decree dismissing a bill in equity. President Judge MATTHEWS in his opinion correctly said that the question is: \"Whether the owner of real estate encumbered by a first mortgage and by judgment liens, who has entered into a contract with a third *Page 297 \nperson to purchase and foreclose the mortgage in order to divest the judgment liens without paying them, to purchase the real estate at sheriff's sale, to manage and sell the same to divide the profits, may, through the intervention of a court of equity, regain the property or recover a share of the profits. The answer is obvious that he may not do so. That such an agreement is fraudulent as to creditors, both under the common law and the provisions of the Uniform Fraudulent Conveyance Act of May 21, 1921, P. L. 1045, 39 PS 351, admits of no serious dispute. In March or April of 1932 the defendant Baroni, a real estate agent, advised the plaintiff that he could sell lot No. 4 for $1,300.00 and thereafter the agent accepted $300.00 on account of the purchase price. An examination of the record discloses the judgments as recited at our third finding in addition to the mortgage of $2,000.00 and certain liens of the city of Uniontown. The plaintiff, on being advised of the state of the record, admitted that he was unable to pay the judgments. Thereafter, he had some negotiations with the mortgagees concerning a release of lot No. 4 from the lien of the mortgage, but he was unable to procure such release...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smart-v-baroni"
    }
  ],
  "relatedIncidents": [
    24045,
    24130,
    24166,
    23916,
    23926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}