{
  "id": 24062,
  "title": "1948년 Lewis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1948-10-01",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Lewis. 판결일: 1948-10-01. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: Lewis v. Commonwealth.\n**판결일**: 1948-10-01\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: Rees\n\n## 변호인\n\nLewis & Weaver for appellant., A. E. Funk, Attorney General, and Walter C. Herdman, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 213 S.W.2d 109\n- 308 Ky. 161\n\n## 판결문 요약\n\nAffirming.\nThe appellant, Carlo Lewis, shot and killed his nephew, Bill Lewis. The grand jury returned an indictment charging him with the crime of murder, and on his trial he was convicted of the crime of voluntary manslaughter and his punishment was fixed at confinement in the penitentiary for a term of ten years. On this appeal the only ground seriously urged for reversal of the judgment is the alleged error of the court in admitting incompetent evidence.\nThe shooting occurred about dusk on April 17, 1947, immediately in front of the home of the deceased. Appellant lived about one-half mile from the scene of the shooting, and Bates Lewis, appellant's brother and father of George Lewis and the deceased, lived near by. According to the evidence for the Commonwealth, appellant had been drinking. Shortly before the shooting two women who lived in appellant's home walked down the railroad track in front of deceased's home, and were *Page 162 \nfollowed by appellant. Appellant fell and struck and injured his head. His nephews, George and Bill Lewis, and his brother, Bates, were near by, and Bates took him by the arm and started toward his, Bates Lewis', home. After walking a few steps appellant drew a pistol and fired one shot at his brother, the bullet passing through the latter's coat. He then turned and fired two shots in the direction of George and Bill Lewis. One of the bullets struck and killed Bill Lewis. Appellant testified that George and Bill Lewis accosted him as he wa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lewis-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    24041,
    24047,
    24057,
    24147,
    23969
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}