{
  "id": 24106,
  "title": "1948년 Dye 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1948-06-01",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Dye. 판결일: 1948-06-01. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Dye v. the State\n**판결일**: 1948-06-01\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Gardner, MacIntyre, Townsend\n\n## 변호인\n\nPierce Brothers,  for plaintiff in error.\n\n George Hains, Solicitor-General,  contra.\n\n## 인용\n\n- 48 S.E.2d 742\n- 77 Ga. App. 517\n\n## 판결문 요약\n\n1. \"Where individuals enter into a conspiracy to commit a crime, its actual perpetration by one or more of them in pursuance of such conspiracy is in contemplation of law the act of all, and they may be held responsible accordingly.\" Simmons v.  State, 196 Ga. 395 (2) (26 S.E.2d 785).\n2. It is within the sound discretion of the trial court to require a defendant in a criminal case to go to trial on a second indictment after the first charging a similar offense, had been handed his counsel by the solicitor-general, his counsel having entered waiver of arraignment and plea of *Page 518 \nnot guilty thereon, the solicitor-general having handed defense counsel the first indictment instead of the second through error, the State not being ready for trial on the first indictment, but both parties being ready for trial on the second indictment. Thus publicizing the fact that there is more than one indictment pending against the defendant before the jurors who are assembled in the courtroom to try these and other pending cases, is not so prejudicial to the defendant as to require a new trial.\n3. Where part of the evidence is admissible the overruling of an objection to it as a whole is not error. See many cases cited under Code (Ann.) &#167; 70-203, catchword \"Part.\"\n4. Joint principals to a crime as accomplices are competent witnesses against each other, and while the one sought to be used as a witness has the right to claim the protection afforded by art. I, sec. I, par. VI (Code &#1...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dye-v-state"
    }
  ],
  "relatedIncidents": [
    24036,
    24041,
    24045,
    24047,
    24049
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}