{
  "id": 24133,
  "title": "1948년 Bortz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1948-03-22",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Bortz. 판결일: 1948-03-22. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Bortz Et Al., Appellants, v. Troth, Et Al.\n**판결일**: 1948-03-22\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Drew, Jones, Linn, Maxey, Patterson, Stearne, Stern\n\n## 변호인\n\nJoseph W. Ray, Jr. , with him  Joseph E. Kovach, Jacob E.  Horewitz, Robert B. Stauft  and  Buell B. Whitehill , for appellants.\n\n J. K. Spurgeon , with him  John L. Spurgeon  and  Spurgeon   Spurgeon , for appellees.\n\n## 인용\n\n- 59 A.2d 93\n- 359 Pa. 326\n\n## 판결문 요약\n\nThis is a bill in equity by numerous property owners, appellants, to enjoin erection and operation by appellees of a gasoline filling and service station in an allegedly exclusively residential district of Uniontown, Fayette County. The chancellor granted a preliminary injunction and after an extended hearing concluded that the site was in an exclusively residential area and awarded a permanent injunction. This appeal is from the decree *Page 328 \nof the court en banc, the chancellor dissenting, sustaining appellee's exceptions to findings of fact and conclusions of law, holding the area to be not exclusively residential but in the process of transition, dissolving the injunction and dismissing the bill.\nEdward S. Troth, Herbert R. Edwards, and Howard J. Mulligan, appellees, purchased property situate at the northeast corner of North Mount Vernon Avenue and West Main Street in the City of Uniontown, Fayette County, 136 feet front on North Mount Vernon Avenue and 341.3 feet front on West Main Street. They advised certain of appellants of their intention to erect and operate thereon a public drive-in gasoline filling and service station 70 feet 9 inches long, 31 feet wide and 15 feet high, to be built of concrete blocks with stucco and porcelain finish. Six gasoline and diesel fuel tanks having a capacity of 2000 gallons each were to be installed underground and six electric pumps on three separate islands to be used for drawing off the gasoline. Entrances and exits were to be ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bortz-v-troth"
    }
  ],
  "relatedIncidents": [
    24036,
    24041,
    24045,
    24047,
    24049
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}