{
  "id": 24147,
  "title": "1948년 State v. . Grant 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1948-02-25",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: State v. . Grant. 판결일: 1948-02-25. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State v. Harvey Grant.\n**판결일**: 1948-02-25\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: WiNBOitNE\n\n## 변호인\n\n\n\nAttorney-General McMullan and Assistant Attorney s-General Bruton, Rhodes, and Moody for the State.\n, \nTSdwards & Leathemvood for defendant, appellant.\n\n\n## 인용\n\n- 46 S.E.2d 318\n- 228 N.C. 522\n\n## 판결문 요약\n\nCriminal prosecution upon indictment charging defendant with the murder of one Roy Woods.\nWhen the case was called for trial the solicitor announced that the State would not ask for a verdict of murder in the first degree, but would ask for a verdict of murder in the second degree, or manslaughter, as the facts may warrant.\nThe defendant entered a plea of not guilty, and, on the trial in Superior Court, relied upon the principle of self-defense.\nThe evidence offered by the State, as shown by the record on this appeal, tends to show, briefly stated, this factual situation: Roy Woods came to his death on the afternoon of 9 September, 1946, as the result of a wound in his forehead inflicted by a gun in the hands of defendant at the store of defendant in Swain County, North Carolina. At the time of the homicide the building in which defendant operated a store was located, and fronted on the right side of, and about twenty-five feet from the highway, going west, at a point just east of the bridge over Nantahala River. The building, a one-room structure, was sixteen feet in width by about twenty feet in length. In the front of the building there were (1) a door, &#8212; three feet in width, in the center, and (2) a window on each side of the door. The door was about twenty inches from the window on the right, and about six and a half feet from the right-hand corner of the building. The bottoms of the windows were about four and a half feet from the ground. There were no other doors...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-grant"
    }
  ],
  "relatedIncidents": [
    24041,
    24047,
    24057,
    24062,
    23969
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}