{
  "id": 24144,
  "title": "1948년 Senkus 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1948-03-02",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Senkus. 판결일: 1948-03-02. 법원: Court of Customs and Patent Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Senkus v. Johnston\n**판결일**: 1948-03-02\n**법원**: Court of Customs and Patent Appeals\n**관할**: USA, Federal\n\n**판사**: Garrett, Presiding Judge, and Hatfield and Jackson, Associate Judges\n\n## 변호인\n\nHenry C. Parker, of Washington, D. C., for appellant., Wm. P. Spielman, of Stamford, Conn. (Edmund H. Parry, Jr., of Washington, D. C., of counsel), for appellee.\n\n## 인용\n\n- 166 F.2d 597\n- 35 C.C.P.A. 1008\n\n## 판결문 요약\n\n\n166 F.2d 597 (1948)\nSENKUS\nv.\nJOHNSTON.\nPatent Appeal No. 5419.\nCourt of Customs and Patent Appeals.\nMarch 2, 1948.\n*598 Henry C. Parker, of Washington, D. C., for appellant.\nWm. P. Spielman, of Stamford, Conn. (Edmund H. Parry, Jr., of Washington, D. C., of counsel), for appellee.\nBefore GARRETT, Presiding Judge, and HATFIELD and JACKSON, Associate Judges.\nJACKSON, Associate Judge.\nThis is an appeal in an interference proceeding from a decision of the Board of Interference Examiners awarding priority of invention of the subject matter of the seven counts in issue to appellee. Two applications are involved. Appellant's application, serial No. 441,021, was filed April 29, 1942. The application of appellee, serial No. 413,652, was filed October 4, 1941. Appellee being the senior party, appellant had the burden of proving priority of invention by a preponderance of the evidence. Appellee took no testimony and, therefore, is confined for conception and constructive reduction to practice as of his filing date. Appellant took testimony.\nCount 1 is sufficiently illustrative of the involved subject matter and reads as follows:\n\"1. The condensation product of an aldehyde with a polyhydroxy alkylamine of the general formula\n           CH2OH\n           |\n       R - C - NH2\n           |\n           CH2OH\nwhere R is a member of the group consisting of H, alkyl and alkylol radicals said condensation product having the general formula:\n\nin which R is as defined above and R' is the residue o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=senkus-v-johnston"
    }
  ],
  "relatedIncidents": [
    24036,
    24041,
    24045,
    24047,
    24049
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}