{
  "id": 24167,
  "title": "1948년 Wetzel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1948-01-15",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Wetzel. 판결일: 1948-01-15. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Wetzel v. Birmingham Electric Co.\n**판결일**: 1948-01-15\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Brown, Gardner, Livingston, Simpson\n\n## 변호인\n\nWarren Upton, of Birmingham, and Ed Wetzel pro se, for appellant.\n\nObjection of appellant to dismissal and motion for reinstatement of cause should have been sustained. Kabase v. State,  31 Ala. App. 77 ,  12 So.2d 758 ; Leach v. State,  245 Ala. 539 ,   18 So.2d 289 ; Moore v. State,  30 Ala. App. 552 , 9 So.2d 146 ; Blue v. State,  246 Ala. 73 ,  19 So.2d 11 ; Wolff v. McGaugh, 175 Ala. 299 ,  57 So. 754 ; Shelton v. Sydnor,  126 Va. 625 , 102 S.E. 83 .\n\nLange, Simpson, Robinson  Somerville, o\n\n## 인용\n\n- 33 So. 2d 882\n- 250 Ala. 267\n\n## 판결문 요약\n\nAfter final judgment dismissing the plaintiff's case for want of prosecution, he made motion to set aside the judgment of dismissal on the ground that he had a meritorious case and had no notice that the case was set for trial. The motion was overruled.\nThere is nothing in the motion to show that the plaintiff was misled by any action of the court or its officers or by the adverse party. Williams v. Tyler, 14 Ala. App. 591, 71 So. 51; Ex parte Tyler, 198 Ala. 696, 73 So. 1002. As the aggressive party in the case it was plaintiff's duty to follow his case in all of its steps until finally disposed of and no duty rested upon the court or its officers or the adverse party to advise plaintiff of the setting of the case for trial.\nThe motion to set the judgment aside and restore the case to the docket was addressed to the sound discretion of the court and is not reviewable on appeal. Carmichael v. Jones  Bro.,16 Ala. App. 194, 76 So. 478; Hamrick v. Town of Albertville,228 Ala. 666, 155 So. 87.\nIf the appeal be referred to the final judgment, it at most sustains the jurisdiction here, and on its face is free from error.\nThere are no assignments of error on the record and the judgment is due to be affirmed. Redd Chemical  Nitrate Co. v. W. T. Clay Mercantile Co., 219 Ala. 478, 122 So. 652.\nAffirmed.\nGARDNER, C. J., and LIVINGSTON and SIMPSON, JJ., concur. *Page 269 ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wetzel-v-birmingham-electric-co"
    }
  ],
  "relatedIncidents": [
    24036,
    24041,
    24045,
    24047,
    24049
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}