{
  "id": 24166,
  "title": "1948년 Dale 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1948-01-16",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Dale. 판결일: 1948-01-16. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Dale v. Thomas H. Temple Co. Et Al.\n**판결일**: 1948-01-16\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: Gailor\n\n## 변호인\n\nArmistead, Waller, Davis & Lansden, of Nashville, for receiver., Nobvell & Minick, of Nashville, for Potter Group., W. M. Fuqua, of Nashville, for Caldwell Group and Caldwell Corporations.\n\n## 인용\n\n- 208 S.W.2d 344\n- 186 Tenn. 69\n\n## 판결문 요약\n\nJ.C. Dale, Jr., having been appointed receiver of the Apex Oil Corporation by the Chancery Court of Davidson County on March 27, 1940, thereafter, on July 30, 1941, brought this suit to recover certain funds of Apex which he alleged had been wrongfully diverted and misappropriated by the defendants by (1) conspiracy, (2) fraud, and (3) unjust enrichment. The defendants are divided into three groups: (1) Thomas H. Temple Company, Edward Potter, Jr., Justin Potter, Mrs. Bertha Herbert Potter and Thomas H. Temple, referred to as \"The Potters\" or the \"Potter Group.\" Mrs. Myra J. Blair and Mrs. Lollie Evans were originally made defendants in this group, but by agreement the bill has been dismissed as to them. (2) James E. Caldwell, who has died since the litigation started, Rogers Caldwell, Meredith Caldwell, individually and as administrator ad litem of James E. Caldwell, referred to as the \"Caldwell Group,\" or the \"Caldwells\"; and (3) James E. Caldwell  Company, and James E. Caldwell Sons  Company, referred to as the \"Caldwell Corporations.\"\nIn the original bill the receiver alleged that the Potter Group sold the Caldwells stock in Apex which represented control of that corporation, that notes were taken by the Potters for the deferred purchase price, that the Caldwells, individually, and through the Corporations which they absolutely dominated and controlled, conspired to use the funds of Apex to pay these notes and the Potters joined the conspiracy and actively participated th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dale-v-thomas-h-temple-co"
    }
  ],
  "relatedIncidents": [
    24045,
    24064,
    24130,
    23916,
    23926
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}