{
  "id": 24173,
  "title": "1947년 Burchfield 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1947-12-31",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Burchfield. 판결일: 1947-12-31. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Leverett Burchfield v. State.\n**판결일**: 1947-12-31\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Barefoot, Brett, Jones\n\n## 변호인\n\nLong & Sutherland, of Seminole, for plaintiff in error., Mac Q. Williamson, Atty. G-en., Haskell A. Holloman, Asst. Atty. Gen., and Lewis A. Wallace, Asst. Atty. Gen., for defendant in error.\n\n## 인용\n\n- 188 P.2d 392\n- 85 Okla. Crim. 415\n\n## 판결문 요약\n\nThe defendant, Leverett Burchfield, was convicted in the superior court of Seminole county, on a charge of burglary in the second degree, and was sentenced to serve a term of three years' imprisonment in the State Penitentiary.\nIt is alleged in the information that on July 17, 1944, the defendant, along with his brother, Everett, and Willie Minor Jones, did break into a certain store building in *Page 417 \nSeminole county, Okla., and steal certain described personal property valued at $400.\nThe principal contention of defendant is that the trial court erred in refusing to sustain defendant's motion to dismiss the information on the ground that no proper transcript had been filed by the justice of the peace, showing that the defendant had had a preliminary examination and bound over for trial to the superior court of Seminole county.\nThe record shows that after the jury had been duly impaneled, questioned on their voir dire and sworn to try the case, and after the county attorney had made his opening statement to the jury, counsel for the defendant dictated into the record the following motion:\n\"By Mr. Sutherland: Comes now the defendant and before entering a plea in this case, moves this court to dismiss the information filed herein for the reason that there is no proper transcript filed in this cause binding the defendant over to this court for trial and before no endorsement on the back of the complaint is made as by law required giving this court any jurisdiction. By the C...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=burchfield-v-state"
    }
  ],
  "relatedIncidents": [
    24210,
    24073,
    24175,
    24181,
    24182
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}