{
  "id": 24170,
  "title": "1948년 Huber 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1948-01-07",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Huber. 판결일: 1948-01-07. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Rosa A. Huber v. State\n**판결일**: 1948-01-07\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Beauchamp\n\n## 변호인\n\nNo attorney of record on appeal for appellant., Ernest S. Goens, State’s Attorney, of Austin, for the State.\n\n## 인용\n\n- 151 Tex. Crim. 306\n- 207 S.W.2d 383\n\n## 판결문 요약\n\n\nBEAUCHAMP, Judge.\nAppellant received a thirty days jail sentence on a charge of theft of property under the value of $50.00.\nShe was tried and sentenced by the court on the 26th day of March, 1947, at which time she gave notice of appeal and was allowed thirty days from said date in which to prepare and file her statement of facts and bills of exception. The record shows that on April 23rd she filed a request for an extension of time in which to file bills of exceptions and statement of facts. The judge entered his order thereon, dated April 22nd, 1947, which recites that the bills of exception and statement of facts may be made and filed within ninety days after the 25th day of March, 1947. Both the statement of facts and bills of exception were filed with the clerk on the 26th day of June, 1947. The time *307allowed by the court extended only to the 25th day of June, 1947, and consequently the bills of exception were not filed in time to be considered by us.\nA number of exceptions are filed to the court’s charge but the record dees not disclose that they were ever presented to the trial judge. They were not signed by him either as being given or refused. In the face of the record before us, we find no fault with the charge given.\nNo reversible error appears in the record and the judgment of the trial court is affirmed.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=huber-v-state"
    }
  ],
  "relatedIncidents": [
    24036,
    24041,
    24045,
    24047,
    24049
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}