{
  "id": 24172,
  "title": "1948년 Borough of North Arlington v. Riverview Gardens 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1948-01-06",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Borough of North Arlington v. Riverview Gardens. 판결일: 1948-01-06. 법원: New Jersey Tax Court.",
  "description": "## 사건 정보\n\n**사건명**: BOROUGH OF NORTH ARLINGTON v. RIVERVIEW GARDENS, SECTION ONE, INCORPORATED, RESPONDENT BOROUGH OF NORTH ARLINGTON v. RIVERVIEW GARDENS, SECTION TWO, INCORPORATED, For the Year 1946\n**판결일**: 1948-01-06\n**법원**: New Jersey Tax Court\n**관할**: New Jersey, NJ\n\n**판사**: Labbecque\n\n## 변호인\n\nFor the petitioner, Bruch & Bigel., For the respondent, Charles Rubensiein.\n\n## 인용\n\n- 26 N.J. Misc. 72\n\n## 판결문 요약\n\n\nLabbecque, Commission!®.\nThe above two eases were argued, together by consent.\nEiverview Gardens, Section One, Incorporated, is the owner of certain property situated in the Borough of North Arlington, consisting of a garden-type apartment development. Eiverview Gardens, Section Two, Incorporated, is the owner of a similar development in the same municipality. For the year 1946, the properties were assessed at two hundred twenty-four thousand seven hundred fifty ($224,750) dollars and three hundred seventy-two thousand seven hundred fifty ($372,750) dollars, respectively. On or about August 7th, 1946, the Borough of North Arlington filed petitions of appeal to the Bergen County Board of Taxation, seeking an increase in the assessment on the improvement in each case.\nOn October 2d, 1946, the two cases came on for hearing before the county board, which entered judgment dismissing each appeal and affirming the assessments. From the actions of the county board in so doing, the municipality has filed the present appeals with us.\nThe taxpayer now moves to dismiss both appeals on the ground that we are without jurisdiction to hear the same.\nIt is first urged that we are without jurisdiction for the reason that the municipality failed to file its petition of appeal in each ease within the time limited by law (Pamph. L. 1946, ch. 161; rule 5 of the Division of Tax Appeals). The facts adduced in support of this contention are briefly these; on October 2d, 1946, the municipality’s appe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=borough-of-north-arlington-v-riverview-gardens"
    }
  ],
  "relatedIncidents": [
    24036,
    24041,
    24045,
    24047,
    24049
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}