{
  "id": 24185,
  "title": "1947년 Negro 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1947-11-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Negro. 판결일: 1947-11-05. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. NEGRO Et Al.\n**판결일**: 1947-11-05\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Augustus N. Hand, Clark, and Frank, Circuit Judges\n\n## 변호인\n\nJohn F. X. McGohey, of New York City (William M. Regan, of New York City, of counsel), for plaintiff-appellee., Henry K. Chapman, of New York City, and Irving Rader, of Brooklyn, N.Y., for def endant-app ellant.\n\n## 인용\n\n- 164 F.2d 168\n\n## 판결문 요약\n\n\n164 F.2d 168 (1947)\nUNITED STATES\nv.\nNEGRO et al.\nNo. 43, Docket 20709.\nCircuit Court of Appeals, Second Circuit.\nNovember 5, 1947.\n*169 *170 *171 John F. X. McGohey, of New York City (William M. Regan, of New York City, of counsel), for plaintiff-appellee.\nHenry K. Chapman, of New York City, and Irving Rader, of Brooklyn, N.Y., for defendant-appellant.\nBefore, AUGUSTUS N. HAND, CLARK, and FRANK, Circuit Judges.\nFRANK, Circuit Judge.\n1. Defendant assigns as error the fact that the judge told the jury, \"A conspiracy involves two persons. If you find Bruchon not guilty of conspiracy you must find Negro not guilty.\" Defendant argues thus: (a) The indictment named as the conspirators the defendants, Bruchon, Negro, and \"divers other persons to the Grand Jurors unknown.\" (b) The record contains evidence, says defendant, from which the jury might have concluded that Negro conspired with persons other than Bruchon. (c) It was therefore a mistake to advise the jury that, if Bruchon was guiltless of conspiracy, Negro must also be, since the alleged conspirators consisted of more than the two men, Bruchon and Negro. (d) This mistaken instruction substantially injured Bruchon because it \"may well have decided the jury to bring in a guilty verdict against him, even though it believed that his guilt of the conspiracy was not proved beyond a reasonable doubt and that of Negro was.\"\nThe government answers that as, on the testimony, the only persons whom the jury could have found to be part...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-negro"
    }
  ],
  "relatedIncidents": [
    24173,
    24175,
    24181,
    24182,
    24190
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}