{
  "id": 24181,
  "title": "1947년 Putnam 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1947-11-20",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Putnam. 판결일: 1947-11-20. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Defendant in Error, vs. Fred H. Putnam, Plaintiff in Error\n**판결일**: 1947-11-20\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Simpson\n\n## 변호인\n\nLouis L. Mason, and F. R. Wiley, both of Decatur, for plaintiff in error., George F. Barrett, Attorney General, of Springfield, (Ivan J. Hutchens, State’s Attorney, of Decatur, of counsel,) for the People.\n\n## 인용\n\n- 76 N.E.2d 183\n- 398 Ill. 421\n\n## 판결문 요약\n\nThis case is here on writ of error to the circuit court of Macon County.\nPlaintiff in error, Fred H. Putnam, was indicted for the murder of one Dalton Rice in Macon County, February 10, 1947. The crime was alleged to have been committed on January 4, 1947. On February 13, 1947, plaintiff in error was furnished a copy of the indictment and on the following day he appeared in open court, accompanied by counsel of his own choosing, and filed a motion to quash, which was overruled, whereupon he entered a plea of not guilty. On February 28, 1947, he again appeared with counsel and moved to withdraw his plea of not guilty which was allowed. He then offered to plead guilty and was admonished by the court as to the consequences of such plea and advised as to his rights. He still persisted in the plea of guilty which was then accepted by the court. A jury waiver having been signed, the court found his age to be 33 years and thereafter sentenced him to life imprisonment. He was remanded to the custody of the sheriff and was by that officer on the same day delivered to the penitentiary to serve his sentence.\nAfter the plea of guilty was accepted, but before sentence was pronounced, evidence in aggravation and mitigation was heard by the court. This evidence disclosed that plaintiff had served in World War II, during which time he received certain injuries and was subjected to certain *Page 423 \nhardships, artillery fire and other dangers which he claims rendered him highly nervous and a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-people-v-putnam"
    }
  ],
  "relatedIncidents": [
    24175,
    24182,
    24204,
    24232,
    24245
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}