{
  "id": 24190,
  "title": "1947년 Shamhart 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1947-10-28",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Shamhart. 판결일: 1947-10-28. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: R. W. Shamhart, Doing Business Under the Firm Name and Style of Pearson Pharmacy v. Morrison Cafeteria Company, of West Palm Beach, a Florida Corporation.\n**판결일**: 1947-10-28\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Adams, Barns, Buford, Chapman, Parks, Terrell, Thomas\n\n## 변호인\n\nNewman T. Miller  Wareing T. Miller  and  Bezoni  McCord,  Frank Bezoni  and  Guyte P. McCord, Jr.,  for appellant.\n\n Chillingworth  Simon  and  Loren D. Simon,  for appellee.\n\n## 인용\n\n- 32 So. 2d 727\n- 159 Fla. 629\n\n## 판결문 요약\n\nInjunction proceedings are brought to declare and abate an alleged private nuisance and for damages. The defense denies the existence of the nuisance and further, that even though the nuisance be found to exist, it was not of defendant's creation. There is little substantial dispute in the evidence. The problem, not infrequent in this character of case, is the determination of the law applicable to the facts.\nFor the period involved, April 2, 1945 to April 25, 1946, Shamhart operated a drug store, including a soda luncheonette, with entrances at or near the northeast corner of Olive Avenue and Datura Street in the City of West Palm Beach. About 108 feet north, on Olive Avenue, on the same side of the street, Morrison operated its cafeteria. Both parties were lessees of the real estate occupied. Their places of business were not adjacent-between them were two places of business of other ownership. During this period, from time to time, while serving the noon (11:30 A. M. to 1:30 P. M.) and night (4:30 P. M. to 6:30 P. M.) meals the lobby and approach to Morrison's serving line was inadequate to house all persons waiting to be served at its counter. These waiting persons of their own volition formed queues on the sidewalk beginning at the entrance of the cafeteria and extending along Olive Avenue in front of and past the entrances to the drug store and were of such numbers and so placed themselves as materially to obstruct, and at times block, its *Page 633 \nentrances. Business...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=shamhart-v-morrison-cafeteria-company"
    }
  ],
  "relatedIncidents": [
    24257,
    24118,
    24173,
    24175,
    24181
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}