{
  "id": 24228,
  "title": "1947년 Springer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1947-06-24",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Springer. 판결일: 1947-06-24. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Industrial Bank of Commerce v. Eleaser A. Springer\n**판결일**: 1947-06-24\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Cohn\n\n## 변호인\n\nBenjamin Bag for appellant., John J. Dwyer for respondent.\n\n## 인용\n\n- 272 A.D.2d 369\n\n## 판결문 요약\n\n\nCohn, J.\nBy leave of the Appellate Term, defendant Eleaser A. Springer, appeals from an order of the Appellate Term reversing by a divided court an order of the City Court and a judgment entered thereon dismissing plaintiff’s complaint and granting defendant’s motion for summary judgment under rule 113 of the Rules of Civil Practice.\nOn November 2, 1931, defendant executed and delivered his bond under seal whereby he agreed to pay the sum of $3,750 in installments in three years and as collateral security for the payment thereof he executed and delivered a mortgage on real property. The bond and mortgage were subsequently assigned to plaintiff. Defendant defaulted in making payments thereon on April 2,1934.\nThe mortgage given as collateral security for the bond was subordinate in lien to a first mortgage. In September, 1935, an action was commenced to foreclose the first mortgage and the property was sold pursuant to the judgment of foreclosure. Plaintiff having been made a party defendant in the foreclosure action, the lien of his mortgage was extinguished. The obligation on the bond remained.\nOn January 11,1946, plaintiff commenced this action to recover on the bond. As a complete defense, defendant pleaded section *37147-a of the Civil Practice Act which became effective on September 1, 1938. Before that date, the Statute of Limitations in an action on a sealed instrument was twenty years (Civ. Prac. Act, § 47). The new section 47-a (added L. 1938, cli. 499 as amd. by L. ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=industrial-bank-of-commerce-v-springer"
    }
  ],
  "relatedIncidents": [
    24173,
    24175,
    24181,
    24182,
    24185
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}