{
  "id": 24229,
  "title": "1947년 United States v. California 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1947-06-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: United States v. California. 판결일: 1947-06-23. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: United States v. California\n**판결일**: 1947-06-23\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Black, Frankfurter, Jackson, Reed\n\n## 변호인\n\nAttorney General Clark and J. Howard McGrath, then Solicitor General, were for the United States on the motion for leave to file the complaint, and on the complaint and other pleadings, including a motion for judgment on the pleadings., Robert W. Kenny, then Attorney General of California, was for the defendant on its answer and other pleadings., Attorney General Clark and Arnold Raum argued the cause for the United States. With them on the brief were Acting Solicitor General Washington, Assista\n\n## 인용\n\n- 67 S. Ct. 1658\n- 332 U.S. 19\n- 91 L. Ed. 1889\n- 1947 U.S. LEXIS 2865\n\n## 판결문 요약\n\n\n332 U.S. 19 (1947)\nUNITED STATES\nv.\nCALIFORNIA.\nNo. 12, ORIGINAL.\nSupreme Court of United States.\nArgued March 13, 14, 1947.\nDecided June 23, 1947.[*]\n*20 Attorney General Clark and J. Howard McGrath, then Solicitor General, were for the United States on the motion *21 for leave to file the complaint, and on the complaint and other pleadings, including a motion for judgment on the pleadings.\nRobert W. Kenny, then Attorney General of California, was for the defendant on its answer and other pleadings.\nAttorney General Clark and Arnold Raum argued the cause for the United States. With them on the brief were Acting Solicitor General Washington, Assistant Attorney General Bazelon, Stanley M. Silverberg, J. Edward Williams, Robt. E. Mulroney, Robert M. Vaughan, Abraham J. Harris and Thomas L. McKevitt.\nFred N. Howser, Attorney General of California, and William W. Clary, Assistant Attorney General, argued the cause for the defendant. With them on the brief were C. Roy Smith, Assistant Attorney General, Homer Cummings, Max O'Rell Truitt, Louis W. Myers and Jackson W. Chance.\nBy special leave of Court, Price Daniel, Attorney General of Texas, argued the cause for the National Association of Attorneys General, as amicus curiae, urging dismissal of the complaint. With him on the brief were Walter R. Johnson, Attorney General of Nebraska; Clarence A. Barnes, Attorney General of Massachusetts, Nathan B. Bidwell and George P. Drury, Assistant Attorneys General; Hugh S. Jenkins, Attorney...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-california"
    }
  ],
  "relatedIncidents": [
    24233,
    24275,
    24166,
    24173,
    24175
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}