{
  "id": 24233,
  "title": "1947년 Silk 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1947-06-16",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Silk. 판결일: 1947-06-16. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. SILK, Doing Business as ALBERT SILK COAL CO.\n**판결일**: 1947-06-16\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Black, Douglas, Murphy, Reed, Rutledge\n\n## 변호인\n\nRobert L. Stern argued the cause for petitioners. With him on the briefs were Acting Solicitor General Washington, Sewall Key and Lyle M. Turner. Jack B. Tate was also with them on the brief in No. 312., Ralph F. Glenn argued the cause for respondent in No. 312. With him on the brief were Robert Stone and Warren W. Shaw., Wilbur E. Benoy argued the cause for respondent in No. 673. With him on the brief were Arthur M. Sebastian and Robert Driscoll.\n\n## 인용\n\n- 67 S. Ct. 1463\n- 331 U.S. 704\n- 91 L. Ed. 1757\n- 1947 U.S. LEXIS 2847\n\n## 판결문 요약\n\n\n331 U.S. 704 (1947)\nUNITED STATES\nv.\nSILK, DOING BUSINESS AS ALBERT SILK COAL CO.\nNo. 312.\nSupreme Court of United States.\nArgued March 10, 1947.\nDecided June 16, 1947.\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE TENTH CIRCUIT.[*]*705 Robert L. Stern argued the cause for petitioners. With him on the briefs were Acting Solicitor General Washington, Sewall Key and Lyle M. Turner. Jack B. Tate was also with them on the brief in No. 312.\nRalph F. Glenn argued the cause for respondent in No. 312. With him on the brief were Robert Stone and Warren W. Shaw.\nWilbur E. Benoy argued the cause for respondent in No. 673. With him on the brief were Arthur M. Sebastian and Robert Driscoll.\nMR. JUSTICE REED delivered the opinion of the Court.\nWe consider together the above two cases. Both involve suits to recover sums exacted from businesses by the Commissioner of Internal Revenue as employment taxes on employers under the Social Security Act.[1] In both instances the taxes were collected on assessments made administratively by the Commissioner because he concluded the persons here involved were employees of the taxpayers. Both cases turn on a determination as to whether the workers involved were employees under that Act or whether they were independent contractors. Writs of certiorari were granted, 329 U.S. 702 and 329 U.S. 709, because of the general importance in the collection of social security taxes of deciding what are the applicable standards for the determination of employe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-silk"
    }
  ],
  "relatedIncidents": [
    24229,
    24275,
    24166,
    24173,
    24175
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}