{
  "id": 24237,
  "title": "1947년 Edmunds 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1947-06-13",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Edmunds. 판결일: 1947-06-13. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Bonded Adjustment Company, Appellant, v. Paul L. Edmunds Et Al., Respondents\n**판결일**: 1947-06-13\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Abel, Hill, Mallery, Millard, Simpson\n\n## 변호인\n\nClarke  Eklow , for appellant.\n\n Robertson  Smith , for respondents.\n\n## 인용\n\n- 182 P.2d 17\n- 28 Wash. 2d 110\n\n## 판결문 요약\n\n1 Reported in 182 P.2d 17.\nAction in this case was instituted to recover a sum of money claimed to be due as rental for a house in the city of Spokane. The cause was tried to the court, sitting without a jury. After trial, the court made findings of fact, conclusions of law, and entered its judgment dismissing the action with prejudice.\nPlaintiff appeals and assigns as error on the part of the trial court its holding that: The lease was invalid because not acknowledged by the lessee; the legal description of the premises under the lease was insufficient under the statute of frauds; the lease was not accepted by the tenant; and that the tenant paid no rent.\nWe state the essential facts as follows: Prior to May, 1941, James Eaman owned a home at 2626 W. Fairview avenue in the city of Spokane. Respondents examined the house and decided to rent it. May 21, 1941, respondent, P.L. Edmunds, and Eaman signed a document designated as \"REAL ESTATE LEASE,\" which provided in part that respondents should occupy the home for a period beginning June 1, 1941, and ending August 20, 1942. The only description *Page 111 \nof the real estate was \"a house at 2626 W Fairview.\" The lease agreement was acknowledged by the owner of the property. The document contained an option to purchase for four thousand dollars, and recited, \"ten dollars has been paid,\" without any indication of its purpose. The key to the house was given to respondent, and he was in the home on several occasions. There was a disa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bonded-adjustment-co-v-edmunds"
    }
  ],
  "relatedIncidents": [
    24246,
    24262,
    24045,
    24064,
    24130
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}