{
  "id": 24245,
  "title": "1947년 State v. . Kirksey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1947-05-21",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: State v. . Kirksey. 판결일: 1947-05-21. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State v. Roy Kirksey.\n**판결일**: 1947-05-21\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Winborne\n\n## 변호인\n\n\n\nAttorney-General McMullan and Assistant Attorneys-General Bruton, Rhodes, and Moody for the State.\n, \nW. F. Jones and Robert C. Schulken for defendant, appellant.\n\n\n## 인용\n\n- 42 S.E.2d 613\n- 227 N.C. 445\n\n## 판결문 요약\n\nCriminal prosecution upon the following bill of indictment: \"The jurors for the State upon their oath present, that Roy Kirksey, late of Columbus County, on the 4th day of July, A.D. 1945, with force and arms, at and in the said county, feloniously, willfully, and of his malice aforethought did kill and murder Eloise W. Kirksey contrary to the form of the statute in such cases made and provided, and against the peace and dignity of the State.\"\nVerdict: Guilty of the felony and murder in the manner and form as charged in the bill of indictment.\nJudgment: Death by the administration of lethal gas.\nDefendant appeals therefrom and assigns error.\nDefendant in brief filed in this Court presents, as involved on this appeal, three questions, which we consider seriatim:\nI. The question arises in this manner: After defendant had been arraigned and had pleaded not guilty, and trial had begun, and after eleven jurors had been duly selected, and after defendant had exhausted all peremptory challenges allowed by law, another special venireman, B. J. Mincher, was called and accepted by the State, and tendered to defendant, who challenged the juror peremptorily, upon the ground that defendant, being of the colored race and all of the eleven jurors in the box and all veniremen summoned for jury duty being white men, he *Page 447 \nwas thereby denied a trial by his peers. After hearing evidence of the defendant in support of his motion and challenge to the proposed juror, the court found facts ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-kirksey"
    }
  ],
  "relatedIncidents": [
    24175,
    24181,
    24182,
    24204,
    24232
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}