{
  "id": 24254,
  "title": "1947년 Pond 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1947-05-02",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Pond. 판결일: 1947-05-02. 법원: Oregon Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Pond v. Jantzen Knitting Mills, a Corporation\n**판결일**: 1947-05-02\n**법원**: Oregon Supreme Court\n**관할**: Oregon, OR\n\n**판사**: Bailey, Belt, Hay, Lusk, Rossman, Winslow\n\n## 변호인\n\nPlatt  Platt  and  Black  Kendall , of Portland, for motion.\n\n James Arthur Powers  and  Thomas H. Tongue, III , of Portland, contra.\n\n## 인용\n\n- 180 P.2d 115\n- 187 Or. 697\n\n## 판결문 요약\n\nAction by Ada Pond against Jantzen Knitting Mills. From a judgment for plaintiff for $18,500, the defendant appeals. On respondent's motion to dismiss appeal on ground that appellant had abandoned it.\nMOTION DENIED.\nThis matter is before us upon a motion made by the respondent for an order dismissing this appeal. The motion is based upon a contention that Oregon Laws 1943, chapter 119, requires a holding that the appellant abandoned this appeal.\nNovember 26, 1946, the circuit court entered judgment in favor of the respondent and against the appellant in the sum of $18,500. January 20, 1947, the appellant served on counsel for the respondent a notice of appeal and filed it January 21, 1947. February 1, 1947, the appellant served and filed an undertaking on appeal. *Page 699 \nThe issue submitted to us is governed by Oregon Laws 1943, chapter 119, which amended &#167;&#167; 10-803 and 10-807, O.C.L.A. Subdivision 2 of &#167; 10-803 says:\n    \"Within ten days from the giving of notice or service of notice of appeal, the appellant shall cause to be served on the adverse party or his attorney an undertaking as hereinafter provided, and within said 10 days shall file the original of said undertaking * * *.\"\nIt will be recalled that the notice of appeal was served January 20. It is apparent that the undertaking was neither served nor filed on time.\nMarch 4, 1947, the appellant filed a motion for an extension of time for presenting and settling a bill of exceptions. At that time, acco...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pond-v-jantzen-knitting-mills"
    }
  ],
  "relatedIncidents": [
    24173,
    24175,
    24181,
    24182,
    24185
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}