{
  "id": 24256,
  "title": "1947년 Carlson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1947-04-28",
  "location": "Colorado, CO, USA",
  "summary": "미국 Colorado, CO 법원 판결 사건. 사건명: Carlson. 판결일: 1947-04-28. 법원: Supreme Court of Colorado.",
  "description": "## 사건 정보\n\n**사건명**: Carlson v. District Court of Denver Et Al.\n**판결일**: 1947-04-28\n**법원**: Supreme Court of Colorado\n**관할**: Colorado, CO\n\n**판사**: Alter\n\n## 변호인\n\nMessrs. Wolvington & Wormwood, for plaintiff., Mr. A. X. Erickson, Mr. Don B. Oliver, for defendant.\n\n## 인용\n\n- 180 P.2d 525\n- 116 Colo. 330\n\n## 판결문 요약\n\nTHIS is an original proceeding in the nature of prohibition in which J. Norman Carlson challenges the jurisdiction of the district court of the City and County of Denver and Hon. Joseph J. Walsh, Judge of said court, and seeks to restrain Eugene Fodor from further proceeding in an action pending in said court wherein Fodor is plaintiff and Carlson is defendant. *Page 332 \nHerein we will refer to Carlson by name or as plaintiff and to Fodor by name or as defendant; the district court and Joseph J. Walsh will referred to as the court.\nThe events giving rise to this litigation, according to the record, can best be presented in chronological order.\nThe summons in the action was issued December 17, 1945. December 18, 1945, plaintiff's attorney wrote the secretary of state as follows:\n\"I hand you herewith two Summons together with a Complaint thereto attached.\n\"The defendant is a non-resident and was at the time of the accident. His address is 427 Clinton Avenue North, Rochester, New York. Will you please inform him pursuant to the statutes.\n\"This service is made as required by the statutes on non-resident defendants.\"\nDecember 28, 1945, Fodor docketed a case and filed his complaint in the district court in which he sought to recover from Carlson damages sustained by him in a collision between an automobile operated by Fodor and one driven by Carlson. The pertinent part of paragraph 1 of the complaint reads: \"That on or about the 4th day of December, A. D. 1944, * * * the defendant...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carlson-v-district-court"
    }
  ],
  "relatedIncidents": [
    24173,
    24175,
    24181,
    24182,
    24185
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}