{
  "id": 24255,
  "title": "1947년 Thomas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1947-04-29",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Thomas. 판결일: 1947-04-29. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: B. H. Thomas v. C. C. Dickinson, J. D. Heath, Trading as Heath Mercantile Company, and Greenwood Products Company.\n**판결일**: 1947-04-29\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Chapman, Chillingworth, Terrell, Thomas\n\n## 변호인\n\nCecil A Rountree,  for appellant.\n\n Clyde R. Brown,  for appellees.\n\n## 인용\n\n- 30 So. 2d 382\n- 158 Fla. 819\n\n## 판결문 요약\n\nThis is an appeal by the plaintiff from a final decree of foreclosure of a chattel mortgage and a statutory lien for rent and crop advances. A decree pro confesso was entered against the mortgagor, Dickinson. The Court, after hearing the testimony, dismissed the amended bill as to the defendants, J.D. Heath, trading as Heath Mercantile Company, and Greenwood Products Company, being of the opinion \"That the plaintiff, by his laches, lack of diligence and accepting a portion of the sale proceeds of the peanuts referred to in the pleadings and evidence, is estopped from proceeding against the defendants as to whom said bill is dismissed.\" Plaintiff-appellant contends that the Court erred in dismissing the bill as to the named defendants, in that the record discloses no waiver of the lien, laches or estoppel.\nThis case was before this Court on a former occasion. Thomas v. Dickinson (not reported). The Court then denied *Page 821 \na petition for certiorari, which sought to quash an order granting a motion to dismiss the amended bill as to the defendants, Fisher Hardware Company, Cawthon State Bank and The First Bank of DeFuniak Springs.\nThomas, the plaintiff, as landlord, made a farming rental deal with Dickinson, a defendant, as tenant, as a result of which Dickinson, under date of February 25, 1944, executed to Heath a combination note and mortgage encumbering certain farm products grown by Dickinson on the Thomas farm and other personal property. A peanut crop was harvested. It...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thomas-v-dickinson"
    }
  ],
  "relatedIncidents": [
    24173,
    24175,
    24181,
    24182,
    24185
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}