{
  "id": 24257,
  "title": "1947년 Ayrshire Collieries 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1947-04-28",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Ayrshire Collieries. 판결일: 1947-04-28. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: AYRSHIRE COLLIERIES CORP. Et Al. v. UNITED STATES Et Al.\n**판결일**: 1947-04-28\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Murphy, Rutledge\n\n## 변호인\n\nEarl B. Wilkinson argued the cause for Ayrshire Collieries Corporation et al., appellants. With him on the brief were Arthur R. Hall and J. Alfred Moran., Carson L. Taylor argued the cause for the Chicago, Milwaukee, St. Paul & Pacific Railroad Company, appellant. With him on the brief were William L. Hunter, A. N. Whitlock and M. L. Bluhm., Daniel W. Knowlton argued the cause for the United States and the Interstate Commerce Commission, appel-lees. With him on the brief were Acting Solicitor Ge\n\n## 인용\n\n- 67 S. Ct. 1168\n- 331 U.S. 132\n- 91 L. Ed. 1391\n- 1947 U.S. LEXIS 2899\n\n## 판결문 요약\n\n\n331 U.S. 132 (1947)\nAYRSHIRE COLLIERIES CORP. ET AL.\nv.\nUNITED STATES ET AL.\nNo. 467.\nSupreme Court of United States.\nArgued April 7, 8, 1947.\nDecided April 28, 1947.\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF INDIANA.\nEarl B. Wilkinson argued the cause for Ayrshire Collieries Corporation et al., appellants. With him on the brief were Arthur R. Hall and J. Alfred Moran.\n*133 Carson L. Taylor argued the cause for the Chicago, Milwaukee, St. Paul &amp; Pacific Railroad Company, appellant. With him on the brief were William L. Hunter, A.N. Whitlock and M.L. Bluhm.\nDaniel W. Knowlton argued the cause for the United States and the Interstate Commerce Commission, appellees. With him on the brief were Acting Solicitor General Washington, Assistant Attorney General Berge, Edward Dumbauld, David O. Mathews, Nelson Thomas and Daniel H. Kunkel.\nCharles W. Stadell argued the cause for the Central Illinois District Coal Traffic Bureau et al., appellees. With him on the brief was Erle J. Zoll, Jr., who submitted on brief for the Alton Railroad Company et al., appellees.\nMR. JUSTICE MURPHY delivered the opinion of the Court.\nAppellants filed complaints in the United States District Court for the Southern District of Indiana seeking a temporary stay, an interlocutory injunction and a permanent injunction against the enforcement of an order of the Interstate Commerce Commission, dated July 9, 1945. This order had been entered in connection with findings ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ayrshire-collieries-corp-v-united-states"
    }
  ],
  "relatedIncidents": [
    24190,
    24118,
    24173,
    24175,
    24181
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}