{
  "id": 24267,
  "title": "1947년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1947-03-21",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Brown. 판결일: 1947-03-21. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Brown v. the State\n**판결일**: 1947-03-21\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Broyles, Gardner, MacIntyre\n\n## 변호인\n\nG. A. Johns,  for plaintiff in error.\n\n Hope D. Stark, Solicitor-General,  contra.\n\n## 인용\n\n- 41 S.E.2d 912\n- 74 Ga. App. 880\n\n## 판결문 요약\n\n1. \"A confession is a voluntary statement made by a person charged with the commission of a crime, wherein he acknowledges himself to be guilty of the offense charged. A statement which admits the commission of an act, but which also gives legal excuse or justification, is not a confession.\"\n2. \"Where there is evidence showing that the defendant admitted the homicide of which he is accused, and he states in connection therewith no facts or circumstances of excuse or justification, or gives reasons which are insufficient to furnish any legal excuse or justification, the statement amounts to a confession of guilt, and authorizes a charge on that subject.\"\n3. Where the defendant admitted that the whisky belonged to him without saying anything more, this raised a legal presumption that he knowingly possessed, had, or controlled it. This presumption was rebuttable.\n4. Without anything more known or stated, such admission of specific facts, together with the legal presumption deemed to exist, constitute all the essential elements of the offense of having, controlling, or possessing the prohibited liquor.\n5. When the defendant admitted that \"the whisky was his\" or belonged to him without stating anything more, this was the legal equivalent of an admission that he was in the possession of it, which would be a confession that he possessed the whisky as charged.\n6. A confession being direct evidence, the judge did not err in failing to charge on circumstantial evidence, in the absence ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brown-v-state"
    }
  ],
  "relatedIncidents": [
    24175,
    24181,
    24182,
    24204,
    24232
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}