{
  "id": 24271,
  "title": "1947년 Flowers 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1947-03-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Flowers. 판결일: 1947-03-10. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: AETNA CASUALTY & SURETY CO. Et Al. v. FLOWERS\n**판결일**: 1947-03-10\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Douglas\n\n## 변호인\n\nClyde W. Key argued the cause and filed a brief for petitioners., Respondent submitted on brief pro se.\n\n## 인용\n\n- 67 S. Ct. 798\n- 330 U.S. 464\n- 91 L. Ed. 1024\n- 1947 U.S. LEXIS 2550\n\n## 판결문 요약\n\n\n330 U.S. 464 (1947)\nAETNA CASUALTY &amp; SURETY CO. ET AL.\nv.\nFLOWERS.\nNo. 432.\nSupreme Court of United States.\nArgued February 13, 1947.\nDecided March 10, 1947.\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SIXTH CIRCUIT.\nClyde W. Key argued the cause and filed a brief for petitioners.\nRespondent submitted on brief pro se.\n*465 MR. JUSTICE DOUGLAS delivered the opinion of the Court.\nThis action for death benefits under the Workmen's Compensation Law of Tennessee (Tenn. Code Ann. 1934, § 6851 et seq.) was commenced in 1945 by plaintiff-respondent in the Chancery Court of Hawkins County, Tennessee. The defendants-petitioners are the former employer of her deceased husband and the employer's insurance carrier. Service was had on the insurance carrier in Hawkins County, and on the employer in Knox County. Respondent is a citizen of Tennessee, the employer is a North Carolina corporation, and the insurance carrier is a Connecticut corporation. The complaint alleged that respondent's husband died as the result of an accident occurring in the course of his employment. Burial expenses plus benefits in the amount of $5,000, the maximum under the Tennessee statute,[1] were sought on behalf of respondent and her two minor children, aged twelve and fifteen.\nOn May 28, 1945, petitioners mailed a notice of intention to file a petition for removal to a federal District Court which was received by respondent's attorney on the morning of May 29. The petition for removal was filed in th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=aetna-casualty-surety-co-v-flowers"
    }
  ],
  "relatedIncidents": [
    24173,
    24175,
    24181,
    24182,
    24185
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}