{
  "id": 24277,
  "title": "1947년 Soto 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1947-02-12",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Soto. 판결일: 1947-02-12. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Eleazar Soto v. the State\n**판결일**: 1947-02-12\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson\n\n## 변호인\n\nE. T. Yates,  of Brownsville, for appellant.\n\n Ernest S. Goens,  State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 199 S.W.2d 506\n- 150 Tex. Crim. 172\n\n## 판결문 요약\n\nThis is a conviction for murder; the punishment, five years in the penitentiary.\nThe sufficiency of the evidence to support the conviction is the sole question before us.\nThe State's testimony is deemed sufficient to show that:\nOn the night of July 14, 1946, deceased and his brother were drinking beer in a dance-hall. Deceased and one Sanchez got into a fight. The fight was stopped &#8212; after which, deceased, his brother, and Sanchez went outside the dancehall and the fight was resumed. The fight was stopped and deceased and his brother were preparing to leave in a truck, when appellant and his brother &#8212; friends of Sanchez &#8212; entered into the difficulty by attacking deceased and his brother. During this attack, deceased received a knife-stab wound in the region of the heart, from which he died shortly thereafter. The brother of deceased was knocked unconscious.\nAn eyewitness to the difficulty testified to seeing a knife in in the hands of appellant immediately after the fatal difficulty. There is no suggestion in the testimony that any others participated in that difficulty.\nThe case was submitted to the jury under the law of principals, upon the theory of a joint attack by appellant and his brother. *Page 173 \nThe facts are deemed sufficient to warrant the jury's conclusion of guilt.\nThe judgment of the trial is affirmed.\nThe foregoing opinion of the Commission of Appeals has been examined by the Judges of the Court of Criminal Appeals and approved by the Court...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "폭행",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=soto-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gonzales-v-state"
    }
  ],
  "relatedIncidents": [
    24175,
    24181,
    24182,
    24204,
    24227
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}