{
  "id": 24285,
  "title": "1947년 Davis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1947-01-08",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Davis. 판결일: 1947-01-08. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Davis v. State\n**판결일**: 1947-01-08\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: HEAD, Justice. (After stating the foregoing facts.)\n\n## 변호인\n\nMarion Ennis , for plaintiff in error.\n\n Eugene Cook, Attorney-General, C. S. Baldwin Jr.,  Solicitor-General , and  R. U. Harden, Assistant  Attorney-General , contra.\n\n## 인용\n\n- 41 S.E.2d 414\n- 202 Ga. 13\n\n## 판결문 요약\n\n1. The evidence supports the verdict and the general grounds of the motion for new trial are without merit.\n2. Where the defendant is on trial for the crime of rape, details and particulars of the complaint made by the prosecutrix should not be admitted in evidence. This rule was not violated where the State's witness simply related that she examined the person of the female alleged to have been raped and observed a bruise on her ankle, there being nothing to indicate that the prosecutrix made any statement with reference to such bruise, or pointed it out to the witness.\n3. The trial court properly charged the jury as to the consideration which it might give to the testimony of a witness, admitted without objection, that the defendant had raped her under similar circumstances a few weeks before the occurrence for which the defendant was on trial.\n     No. 15664. JANUARY 8, 1947. REHEARING DENIED FEBRUARY 7, 1947.\nL. Davis was convicted, in the Superior Court of Baldwin County, of rape, and was sentenced to imprisonment in the penitentiary for a term of from one to six years. He filed a motion for new trial on the usual general grounds, which was later amended by the *Page 14 \naddition of two special grounds, and the exception is to the overruling of his motion as amended.\nThe prosecutrix was Mrs. J. H. Whittle, and her evidence, in brief, was as follows: Her husband is a wounded veteran of World War II, and in December, 1945, he was in a military hospital at Augusta. He visit...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=davis-v-state"
    }
  ],
  "relatedIncidents": [
    24173,
    24175,
    24181,
    24182,
    24185
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}