{
  "id": 24298,
  "title": "1946년 Matarese 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-12-10",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Matarese. 판결일: 1946-12-10. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: MATARESE v. MOORE-McCORMACK LINES, Inc., Et Al.\n**판결일**: 1946-12-10\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Augustus N. Hand, Chase, and Clark, Circuit Judges\n\n## 변호인\n\nJoseph K. Inness, of New York City, for appellants., Alvin Cushing Cass, of New York City (Tyson & Tyson and T. Kenneth Tyson and Sidney Worthman, all of New York City, on the brief), for appellee.\n\n## 인용\n\n- 158 F.2d 631\n\n## 판결문 요약\n\n\n158 F.2d 631 (1946)\nMATARESE\nv.\nMOORE-McCORMACK LINES, Inc., et al.\nNo. 74, Docket No. 20340.\nCircuit Court of Appeals, Second Circuit.\nDecember 10, 1946.\n*632 Joseph K. Inness, of New York City, for appellants.\nAlvin Cushing Cass, of New York City (Tyson &amp; Tyson and T. Kenneth Tyson and Sidney Worthman, all of New York City, on the brief), for appellee.\nBefore AUGUSTUS N. HAND, CHASE, and CLARK, Circuit Judges.\nCLARK, Circuit Judge.\nThis appeal raises the issue whether a corporation may be required to pay the reasonable value of the use of certain inventive ideas disclosed by an employee to an agent of the corporation in the expectation of payment where an express contract fails for want of proof of the agent's authority. Here the plaintiff, being refused compensation, brought suit upon an alleged express contract to pay one-third of the savings realized by the defendants through the use of his devices. The suit having been instituted in the Supreme Court of New York, defendants removed it to the federal court because of their diverse citizenship from that of plaintiff, a New York citizen. During the trial plaintiff abandoned his theory and, over the objections of defendants, amended his complaint by adding a prayer for recovery of quantum meruit upon the theory of unjust enrichment. The court submitted the case to the jury upon this theory, and it returned a verdict for plaintiff for $90,000. This, upon motion, the district judge ordered set aside unless the plaintiff ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=matarese-v-moore-mccormack-lines-inc"
    }
  ],
  "relatedIncidents": [
    24297,
    24300,
    24303,
    24308,
    24309
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}