{
  "id": 24297,
  "title": "1946년 Suraci 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-12-11",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Suraci. 판결일: 1946-12-11. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Suraci, Appellant, v. Ball\n**판결일**: 1946-12-11\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Arnold, Baldrige, Dithrich, Hirt, Reno, Rhodes, Ross\n\n## 변호인\n\nEugene Nogi,  with him  Nogi, O'Malley  Harris  and  James E.  O'Brien,  for appellant.\n\n Ralph P. Needle,  with him  Needle, Needle  Needle,  for appellee.\n\n## 인용\n\n- 51 A.2d 404\n- 160 Pa. Super. 349\n\n## 판결문 요약\n\nArgued December 11, 1946.\nAppellant challenges a judgment entered against him by the court below which sustained an affidavit of defense raising questions of law to appellant's statement of claim in assumpsit.\nThe statement alleged that, relying upon fraudulent misrepresentations of defendant's husband, a real estate agent acting for her, appellant executed a written contract to purchase real estate which he desired to acquire as an investment, and that the annual tax charge was a material consideration to him. The fraudulent misrepresentation was the agent's statement that \"he had made a check of the\" taxes upon the property and that they amounted to $350 annually. When the parties met for settlement and delivery of the deed, appellant was informed that the taxes for 1945 were $645.11, and for 1946, the year in which the agreement was made, $577.58, and he refused to accept the deed and pay the balance of the consideration. The agreement followed a familiar form, and contained no stipulation concerning taxes beyond the usual provision for their apportionment. Appellant sued to recover the hand money he had paid upon executing the contract, and expenses incurred for the search of the title and a survey of the premises.\nThe court below held that taxes are a matter of public record of which appellant was charged with notice, and that his failure to consult the record was negligence which barred recovery. For that ruling the court relied upon Kalmans v. Powles, 121 Wn. 203,209 P...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=suraci-v-ball"
    }
  ],
  "relatedIncidents": [
    24329,
    24355,
    24368,
    24407,
    24237
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}