{
  "id": 24309,
  "title": "1946년 Evirs 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-11-06",
  "location": "New Hampshire, NH, USA",
  "summary": "미국 New Hampshire, NH 법원 판결 사건. 사건명: Evirs. 판결일: 1946-11-06. 법원: Supreme Court of New Hampshire.",
  "description": "## 사건 정보\n\n**사건명**: Auto Owners Finance Company, Inc. v. Arthur Evirs. Prudential Acceptance Company, Intervenor.\n**판결일**: 1946-11-06\n**법원**: Supreme Court of New Hampshire\n**관할**: New Hampshire, NH\n\n**판사**: Branch\n\n## 변호인\n\nEverett J. Slate, of Massachusetts; Robert W. Upton and Frederick K. Upton (Mr. Frederick K. Upton orally), for the plaintiff., McLane, Davis & Carleton and Stanley M. Brown (Mr. Brown orally), for the defendant., Joseph F. Kaufman, of Massachusetts, and Nighswander & Lord (Mr. Kaufman orally), for the intervenor.\n\n## 인용\n\n- 49 A.2d 507\n- 94 N.H. 180\n\n## 판결문 요약\n\nPrior to March 20, 1943, the defendant Evirs, doing business as the Belmont Bus Line, entered into a contract with one Gordon E. Cassidy, of Boston, Massachusetts, to purchase a Dodge bus equipped with a Union City, thirty-passenger body, for a price of about $3,000. Cassidy at this time represented himself to be the New England distributor of the Union City Body Company, Inc., Union City, Indiana, and the Trial Court specifically found that \"all parties in their dealings with Cassidy acted in good faith and were innocent victims of Cassidy's fraudulent transactions.\" The defendant, upon March 20, 1943, made an advance payment of $250 to Cassidy, and upon April 27, 1943, a second payment of the same amount. Upon September 29, 1943, he made a final payment of $2,500. The unascertained balance of the purchase price was to be covered by the delivery of a Reo bus for which Cassidy claimed to have a purchaser who was willing to pay $1,600. Of this amount Cassidy was to pay the defendant $1,000.\nThere were in effect at this time certain war emergency regulations promulgated under general order No. M-100. These regulations provided that no new commercial vehicle should be transferred except pursuant to a certificate of transfer issued by the War Production Board. Cassidy told Evirs that the bus could not be obtained unless Evirs obtained such a certificate. Evirs obtained the certificate on September 1, 1943, and upon October 5, 1943, the Motor Truck Sales  Equipment Company of Chic...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=auto-owners-finance-co-v-evirs"
    }
  ],
  "relatedIncidents": [
    24403,
    24297,
    24298,
    24300,
    24303
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}