{
  "id": 24300,
  "title": "1946년 In Re Mullins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-11-21",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: In Re Mullins. 판결일: 1946-11-21. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Application of Joseph D. Mullins for a Writ of Habeas Corpus. Joseph D. Mullins, Appellant, v. Mary Mullins, Respondent\n**판결일**: 1946-11-21\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Simpson\n\n## 변호인\n\nWright, Booth  Beresford , for appellant.\n\n Rummens  Griffin , for respondent.\n\n## 인용\n\n- 174 P.2d 790\n- 26 Wash. 2d 419\n\n## 판결문 요약\n\n1 Reported in 174 P.2d 790.\nThe applicant, Joseph D. Mullins, a resident of Akron, Ohio, sought to have a writ of habeas corpus issue out of the superior court of King county, whereby Mary Mullins, his former wife, be ordered to produce Joseph D. Mullins, Jr., in court, so that a hearing might be had, and that she be directed to immediately surrender the child to the applicant.\nA temporary writ was issued commanding the defendant, Mary Mullins, to have the child in court July 11, 1945, for the determination of the issues relative to the custody of the minor. The cause came on for hearing on the date just mentioned. After the trial, the court made an oral decision denying the relief prayed for in the application. October 13, 1945, the trial judge filed a memorandum decision in which he found that the defendant, Mary Mullins, had established a domicile for herself and the minor child of the parties; that a journal entry of April 11, 1945, entered by an Ohio court changing the custody of the child from that of defendant to that of the applicant was void for lack of jurisdiction, and that it would be detrimental to the welfare of the child to order his return to Akron, Ohio.\nOctober 19, 1945, the court made findings of fact and conclusions of law which followed the views expressed in the memorandum opinion. On the same day, the court entered its decree denying application for writ of habeas corpus. The applicant then appealed to this court.\nThere are eight separate assignments of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mullins-v-mullins"
    }
  ],
  "relatedIncidents": [
    24297,
    24298,
    24303,
    24308,
    24309
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}