{
  "id": 24303,
  "title": "1946년 Loughridge 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-11-13",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Loughridge. 판결일: 1946-11-13. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Loughridge v. the State\n**판결일**: 1946-11-13\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Atkinson\n\n## 변호인\n\nJames R. Venable, Frank A. Bowers , and  Jackson L. Barwick , for plaintiff in error.\n\n Eugene Cook, Attorney-General, W. H. Lanier,  Solicitor-General , and  Margaret Hartson , contra.\n\n## 인용\n\n- 40 S.E.2d 544\n- 201 Ga. 513\n\n## 판결문 요약\n\n1. The evidence authorized the verdict.\n2. Where a witness testified that a handbag in question was similar to one owned by him, his further testimony that, though he had not looked in the bag, he could tell from its appearance that it contained something, and that it would hold four or five uniforms, such evidence was not subject to the objection that it was a conclusion.\n3. Where a homicide was shown to have been committed with a pistol, and the accused was identified as the assassin, testimony of an employee of a prison that four days before the homicide the accused, together with others, escaped from prison, took certain guns and a pistol away, and *Page 514 \nwas not in prison on the date of the homicide, was not subject to the objection that it placed the character of the accused in evidence.\n(a) Nor was it subject to the objection that the records of the prison would be the highest and best evidence of whether or not the accused was in prison on the day of the homicide.\n4. Testimony of a prison guard that the accused was not in prison during a specified period of time was not subject to the objection that the prison records would be the highest and best evidence.\n5. Evidence that a homicide occurred in an automobile off the pavement on a highway between designated towns, coupled with testimony that all points on the highway between the designated points are in the county in which the accused was tried, is sufficient to establish the venue.\n                      No. 1558...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=loughridge-v-state"
    }
  ],
  "relatedIncidents": [
    24308,
    24361,
    24375,
    24378,
    24381
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}