{
  "id": 24318,
  "title": "1946년 Fairbanks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-10-24",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Fairbanks. 판결일: 1946-10-24. 법원: Wisconsin Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Fairbanks and Another, Appellants, vs. City of Appleton, Respondent\n**판결일**: 1946-10-24\n**법원**: Wisconsin Supreme Court\n**관할**: Wisconsin, WI\n\n**판사**: Feitz, Wickhem\n\n## 변호인\n\nJohn A. Lonsdorf  of Appleton, for the appellants.\n\n Harry P. Hoeffel  of Appleton, for the respondent.\n\n## 인용\n\n- 24 N.W.2d 893\n- 249 Wis. 476\n\n## 판결문 요약\n\nAction brought by Irving S. Fairbanks and Abbie Fairbanks Wolcott, as sole heirs at law of Edith C. Fairbanks, deceased, against the city of Appleton to have judgment terminating a charitable trust created by the will of Edith C. Fairbanks, and adjudging that the principal and increases of the trust fund held by defendant as trustee be awarded to plaintiffs as such heirs.  Upon allegations in plaintiffs' complaint and statements in an affidavit by their attorney, they moved for summary judgment in accordance with their prayer in the complaint.  Likewise defendant, upon allegations in its answer and statements in an affidavit by its attorney, moved for summary judgment as prayed for in its answer.  After a hearing upon these motions thus based upon their respective pleadings and affidavits, and matters stipulated between the parties, the court denied plaintiffs' motion, but granted defendant's motion and thereupon entered judgment dismissing the complaint and adjudging that defendant shall apply the trust funds in question for the maintenance of its existing Old People's Home.  Plaintiffs appealed from this judgment.\nThe facts material on this appeal are as follows. Edith C. Fairbanks died in May, 1934, at the age of seventy-seven years.  Her will, dated June 24, 1929, and probated May 22, 1934, provided that after certain bequests, &#8212;\n\"All the rest and residue of my estate both real and personal shall be converted into cash, and I hereby give, devise and bequeath said su...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=fairbanks-v-city-of-appleton"
    }
  ],
  "relatedIncidents": [
    24297,
    24298,
    24300,
    24303,
    24308
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}