{
  "id": 24319,
  "title": "1946년 Davis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-10-21",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Davis. 판결일: 1946-10-21. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Davis v. United States\n**판결일**: 1946-10-21\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Douglas, Frankfurter, Jackson, Murphy, Rutledge\n\n## 변호인\n\nSamuel Mezansky argued the cause for petitioner. With him on the brief were Irving Spieler and Moses Polakojj., John J. Cooney argued the cause for the United States. With him on the brief were Solicitor General McGrath, Robert S. Erdahl and Leon Ulman.\n\n## 인용\n\n- 328 U.S. 582\n- 66 S. Ct. 1256\n- 90 L. Ed. 1453\n- 1946 U.S. LEXIS 2180\n\n## 판결문 요약\n\n328 U.S. 582\n    66 S.Ct. 1256\n    90 L.Ed. 1453\n    DAVISv.UNITED STATES.\n    No. 404.\n    Argued Feb. 5, 1946.\n    Decided June 10, 1946.\n    Rehearing Denied Oct. 21, 1946.\n    \n      See 67 S.Ct. 107.\n      Mr. Irving Spieler, of New York City (Messrs. Samuel Mezansky and Moses Polakoff, both of New York City, of counsel), for petitioner.\n      Mr. John J. Cooney, of Washington, D.C., for respondent.\n      Mr. Justice DOUGLAS delivered the opinion of the Court.\n    \n    \n      1\n      Petitioner was convicted under an information charging him with unlawfully having in his possession on June 20, 1944, 168 gasoline ration coupons, representing 504 gallons of gasoline.1 The judgment of conviction was sustained by the Circuit Court of Appeals (2 Cir., 151 F.2d 140) over the objection that there was an unlawful search which resulted in the seizure of the coupons and their use at the trial in violation of the rule of Weeks v. United States, 232 U.S. 383, 34 S.Ct. 341, 58 L.Ed. 652, L.R.A.1915B, 834, Ann.Cas.1915C, 1177; United States v. Lefkowitz, 285 U.S. 452, 52 S.Ct. 420, 76 L.Ed. 877, 82 A.L.R. 775; and related cases. The case is here on a petition for a writ of certiorari which we granted because of the importance of the question presented.\n    \n    \n      2\n      Davis was president of a corporation by the name of Davis Auto Laundry Corporation which maintained a gasoline filling station in New York City. He was suspected of running a black market in gasoline. Several age...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=davis-v-united-states"
    }
  ],
  "relatedIncidents": [
    24360,
    24229,
    24233,
    24275,
    24297
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}