{
  "id": 24329,
  "title": "1946년 Hollingsworth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-09-30",
  "location": "Delaware, DE, USA",
  "summary": "미국 Delaware, DE 법원 판결 사건. 사건명: Hollingsworth. 판결일: 1946-09-30. 법원: Supreme Court of Delaware.",
  "description": "## 사건 정보\n\n**사건명**: Equitable Trust Company, a corporation of the State of Delaware, Anna M. Hobson and Marguerite C. Glenn, co-executors under the last will and testament of Ella M. Glenn, Below v. Nellie B. G. Hollingsworth, Below\n**판결일**: 1946-09-30\n**법원**: Supreme Court of Delaware\n**관할**: Delaware, DE\n\n**판사**: Carey\n\n## 변호인\n\nCaleb S. Layton, of Richards, Layton and Finger, for appellants., Daniel J. Layton, Sr., for appellee.\n\n## 인용\n\n- 29 Del. Ch. 563\n\n## 판결문 요약\n\n\nCarey, Judge,\ndelivering the opinion of the court:\nThe legal principles applicable to this case are so well settled that a mere summary of them will suffice; in fact, there seems to be no real difference of opinion on the part of counsel concerning those principles. It should be said that we are not here concerned with the equitable rules pertaining to fraud or mistake, as our examination of the matter is limited to the question of whether or not a valid and enforcible contract to bequeath has been satisfactorily established.\nEquity will enforce a valid contract to make a will, usually by imposing a trust upon the property involved, but, in order to be enforceable, the contract must be clearly proved and must be certain and unambiguous in all its terms; such a claim requires the closest and the most careful scrutiny to prevent injustice being done. Page on Wills, (Life Time Ed.) See. 1711; Pomeroy, Equity Jurisprudence, (5th Ed.) Sec. 1405; Rash v. Equitable Trust Company, 5 W. W. Harr. 139,159 A. 839. To be enforceable, there must be consideration ; but forbearance to sue, if the right of action is asserted in good faith, is a sufficient consideration even if the claim is doubtful. Page on Wills, supra; Williston on Contracts, (Rev. Ed.) Sec. 135. “The reality of the claim which is given up must be measured not by the state of the law as it is ultimately discovered to be, but by the state of the knowledge of the person who at the time has to judge and make the concession.” ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=equitable-trust-co-v-hollingsworth"
    }
  ],
  "relatedIncidents": [
    24297,
    24355,
    24368,
    24407,
    24237
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}