{
  "id": 24322,
  "title": "1946년 Stokes 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-10-14",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Stokes. 판결일: 1946-10-14. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: Otto Stokes v. Wabash Railroad Company, a Corporation, Appellant, and Roy Brooks, Defendant\n**판결일**: 1946-10-14\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Tipton\n\n## 변호인\n\nJoseph A. McClain, Jr.,  General Counsel,  Lashly, Lashly,  Miller  Clifford, Oliver J. Miller  and  Robert G. Maysack  for appellant.\n\n(1) Plaintiff was guilty of contributory negligence as a matter of law, so verdict in his favor was erroneous. Burge v. Wabash R. Co.,  244 Mo. 76 , 148 S.W. 925; Vandeventer v. C.  A.R. Co., 177 S.W. 834; Sullivan v. Gideon R. Co.,  308 Mo. 48 ,  271 S.W. 983 ; C., B.  Q.R. Co. v. Munger, 168 F. 690. (2) Verdict for plaintiff was against weight of the evidence,\n\n## 인용\n\n- 197 S.W.2d 304\n- 355 Mo. 602\n\n## 판결문 요약\n\nRespondent recovered a judgment for $35,000 against appellant in the circuit court of the City of St. Louis for personal injuries he alleged he received when, as a pedestrian, he was struck by one of appellant's trains at a crossing in Kirksville, Missouri. The jury's verdict was in favor [306] of appellant's co-defendant, Roy Brooks, the engineer who operated the train.\n[1] Appellant's first assignment of error is that \"plaintiff was guilty of contributory negligence as a matter of law, so verdict in his favor was erroneous.\" The case was submitted to the jury solely upon the humanitarian doctrine. We have consistently ruled that contributory negligence is no defense under this doctrine.\n[2] Appellant's next assignment of error is that the \"verdict for plaintiff was against the weight of the evidence, so trial court should have granted a new trial.\" No authority is needed to show that such an assignment is a matter to be decided solely by the trial court. Appellant cites the cases of McWilliams v. Mo. Pac. Ry., 172 Mo. App. 318, 157 S.W. 1001, and Steele v. Kansas City Southern Railway Co., 265 Mo. 97, 175 S.W. 177. In both of these cases the trial court sustained a motion for a new trial for the reason that the verdict was against the weight of the evidence, while in the case at bar the trial court overruled appellant's motion for a new trial.\nAppellant's third assignment of error is that respondent's evidence was not sufficient to make a humanitarian case. This calls for a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stokes-v-wabash-railroad-co"
    }
  ],
  "relatedIncidents": [
    24297,
    24298,
    24300,
    24303,
    24308
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}