{
  "id": 24348,
  "title": "1946년 Seely 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-07-26",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Seely. 판결일: 1946-07-26. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Respondent, v. CARL S. SEELY, Appellant\n**판결일**: 1946-07-26\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: York\n\n## 변호인\n\nA. Maxson Smith for Appellant., Robert W. Kenny, Attorney General, and Alberta Gattone, Deputy Attorney General, for Respondent.\n\n## 인용\n\n- 75 Cal. App. 2d 525\n\n## 판결문 요약\n\n\n75 Cal. App. 2d 525 (1946)\nTHE PEOPLE, Respondent,\nv.\nCARL S. SEELY, Appellant.\nCrim. No. 4012. \nCalifornia Court of Appeals. Second Dist., Div. One.  \nJuly 26, 1946.\n A. Maxson Smith for Appellant.\n Robert W. Kenny, Attorney General, and Alberta Gattone, Deputy Attorney General, for Respondent.\n YORK, P. J.\n Defendant appeals from an order denying his motion for a new trial and also from the judgment herein based upon the jury's verdict finding him guilty of robbery *526 of the first degree, and of certain prior convictions of a felony; and adjudging him to be an habitual criminal.\n It is here urged (1) that the court erred in failing to dismiss the cause under section 1382 of the Penal Code; and (2) that the district attorney was guilty of prejudicial misconduct.\n Section 1382 of the Penal Code provides: \"The court, unless good cause to the contrary is shown, must order the prosecution to be dismissed in the following cases: ... 2. If a defendant, whose trial has not been postponed upon his application, is not brought to trial within sixty days after the finding of the indictment, or filing of the information.\"\n The information in the instant prosecution was filed on September 11, 1945, therefore, pursuant to said section 1382, supra, appellant would normally be entitled to a trial on or before November 10th, the sixtieth day after filing of the information. The cause was set for trial on October 22d, at which time it was continued to October 31st at the request of appella...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-seely"
    }
  ],
  "relatedIncidents": [
    24411,
    24173,
    24210,
    24297,
    24298
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}