{
  "id": 24351,
  "title": "1946년 State Ex Rel. Caldwell v. Lee 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-07-19",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: State Ex Rel. Caldwell v. Lee. 판결일: 1946-07-19. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: The STATE OF FLORIDA ON THE RELATION OF Millard F. Caldwell, Governor, R. A. Gray, Secretary of State, J. Edwin Larson, Treasurer, Colin English, Superintendent of Public Instruction, and Nathan Mayo, Commissioner of Agriculture, Who, Together With J. Tom Watson, Attorney General, and J. M. Lee, Comptroller, Constitute the Board of Commissioners of State Institutions of the State of Florida, and Who, Together With the Said J. Tom Watson, Attorney General and J. M. Lee, Comptroller, Constitute the Budget Commission of the State of Florida, v. J. M. LEE, as Comptroller of the State of Florida\n**판결일**: 1946-07-19\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Adams, Brown, Buford, Chapman, Sebring, Terrell, Thomas\n\n## 변호인\n\nB.A. Meginniss,  for relators.\n\n J. Tom Watson,  Attorney General,  Fred M. Burns, Sumter  Leitner, Howard S. Bailey,  Assistant Attorneys General, for respondent.\n\n## 인용\n\n- 27 So. 2d 84\n- 157 Fla. 773\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 775 \nThe Legislature of 1945 enacted Chapter 22820, the purpose of which was to (1) enable the State to provide or assist in providing the necessary buildings and other facilities to meet the needs of its departments, agencies, and institutions, (2) enable the State to carry out a post-war program of conversion from war to peacetime economy, and (3) do the State's part toward relieving unemployment that usually follows the cessation of hostilities.\nIn order to carry out this program, Section 1 of the Act appropriated $3,000,000 and defined a tentative building program under groups A, B, and C, to guide the Board of Commissioners of State Institutions, but which it was authorized by the Act to change or modify within its discretion as the needs and circumstances of the agencies require.\nTo provide additional funds to complete this building program, Section 2 of Chapter 22820 provides:\n\". . . the Budget Commission is hereby authorized and directed to examine into the funds of the State and funds and *Page 776 \nappropriation balances of State departments, boards, commissions, institutions, and other State Agencies from time to time to ascertain what surplus or balance, if any, will remain in any of said funds after the needs of the State and its agencies are provided for without interfering with the operations thereof and their normal servic...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-caldwell-v-lee"
    }
  ],
  "relatedIncidents": [
    24190,
    24257,
    24297,
    24298,
    24300
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}