{
  "id": 24356,
  "title": "1946년 Graves 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-07-02",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Graves. 판결일: 1946-07-02. 법원: Missouri Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Fred Arthur Graves, Appellant, v. O. F. Elliott, Inc., Employer: Employers Mutual Liability Company, Insurer, Respondents\n**판결일**: 1946-07-02\n**법원**: Missouri Court of Appeals\n**관할**: Missouri, MO\n\n**판사**: Blair, Fulbright, Vandeventer\n\n## 변호인\n\nNorman, Foulke  Warten  for appellant.\n\n(1) Under the uncontradicted evidence in the case, the claimant sustained an accident within the meaning of the Compensation Law in the nature of a sun stroke, and was entitled to an award of compensation. The award of the Workmen's Compensation Commission denying compensation is erroneous, and since the award is not supported by any evidence, the cause should be reversed and remanded. Bicanic et al. v. Kroger Grocery  Baking Co., 83 S.W.2d 917, 922; Schul\n\n## 인용\n\n- 195 S.W.2d 750\n- 238 Mo. App. 1148\n\n## 판결문 요약\n\nThis case came to the writer by reassignment. It is a claim of an employee under the Workmen's Compensation Act. The report of the accident was dated September 14, 1942, and stated that the accident happened in Joplin, Missouri. The claim for compensation was dated December 19, 1942, and stated that the place of the accident was \"3317 Pearl, Joplin, Missouri.\" An answer to the claim for compensation was filed December 19, 1942, by the employer and insurer and this answer stated that the place of the accident was Joplin, Missouri. A notice of hearing was sent out by the Workmen's Compensation Commission setting the hearing for 3:30 P.M. February 10, 1943, at the \"court house in Joplin, Missouri.\" The hearing was had before the Honorable Francis E. Kinder, Referee of the Workmen's Compensation Commission on the 10th day of February, 1943, in the court house, at Joplin, Jasper County, Missouri, all parties being present and participating. The record shows that the employee, Fred Arthur Graves, was sworn and in his testimony it developed, for the first time, that the alleged accident occurred in Newton County although at a place within the city limits of Joplin, Missouri. It was then stipulated by the parties, the employee, the employer and the insurance company, that since it had developed by the evidence that the employee claimed that the accident happened in Newton County, that the parties then agreed that they proceed with the hearing \"before the Referee in the City of Joplin...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=graves-v-o-f-elliott-inc"
    }
  ],
  "relatedIncidents": [
    24297,
    24298,
    24300,
    24303,
    24308
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}