{
  "id": 24355,
  "title": "1946년 Myer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-07-03",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Myer. 판결일: 1946-07-03. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Jerome Myer, as Trustees for Julius Myer, under a Trust Indenture Dated April 21, 1942 v. Abraham Myer\n**판결일**: 1946-07-03\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Eder\n\n## 변호인\n\nJay Leo Rothschild for defendants., Abraham J. Halprin for plaintiffs.\n\n## 인용\n\n- 187 Misc. 769\n\n## 판결문 요약\n\n\nEder, J.\nThis motion, comprising three subdivisions, is disposed of as follows: As to the branch of the motion designated “(1)”, for judgment dismissing those claims and transactions accruing prior to April 18, 1943, upon the ground that the said claims and transactions did not accrue within the time limited by law for the commencement of an action thereon, to wit, three years, reliance- is based on subdivision 8 of section 48 and subdivision 7 of section 49 of the Civil Practice Act.\n*771The motion is denied. The complaint seeks an accounting, but it also charges not merely injury to property and waste, but a diversion of the assets of the corporation to the defendants themselves; hence, subdivision 8 of section 48 is applicable as to defendants.Abraham Myer and Israel Myer, who are both stockholders and officers; in such case the Statute of Limitations is, as to them, not three, but six years (Gottfried v. Gottfried, 269 App. Div. 413). As to the corporate defendants the action is as •to them in the nature of a constructive fraud and the Statute of Limitations is ten years (Civ. Prac. Act, § 53).\nThe complaint, in addition, charges actual fraud, and subdivision 5 of section 48 is applicable in that regard, viz., six years from the discovery of the fraud which, it is alleged in paragraph “25” of the complaint, did not occur until June 25, 1945. The position of the defendants on this branch of the motion is, therefore, without force.\nAs to designation “ (2) ” of the notice o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=myer-v-myer"
    }
  ],
  "relatedIncidents": [
    24297,
    24329,
    24368,
    24407,
    24237
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}