{
  "id": 24361,
  "title": "1946년 Simmons 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-06-25",
  "location": "South Carolina, SC, USA",
  "summary": "미국 South Carolina, SC 법원 판결 사건. 사건명: Simmons. 판결일: 1946-06-25. 법원: Supreme Court of South Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State v. Simmons.\n**판결일**: 1946-06-25\n**법원**: Supreme Court of South Carolina\n**관할**: South Carolina, SC\n\n**판사**: Baker, Fishburne, Messrs, Oxner, Stukes, Tay-Ror\n\n## 변호인\n\nMr. I.A. Smoak , of Walterboro, for appellant, cites:  As  to State Must Establish Every Element of the Crime  Charged \"Beyond a Reasonable Doubt\":   24 S.C. 439 .  As  to Sufficient Capacity of a Child to Commit Crime: \n44 A.L.R., 585, Note.  As to Presumption of Innocence of an Infant:  23 S.E., 153 ; 14 R.C.L., 264; 8 R.C.L., 65.  As  to Incapacity of Insane Person to Entertain Criminal Intent: \nMurray's Cr. L., 32.  As to Criminal Capacity of Person  Mentally Under Fourteen Years of Age:   1\n\n## 인용\n\n- 38 S.E.2d 705\n- 208 S.C. 538\n\n## 판결문 요약\n\nJune 25, 1946.\nThe appellant was tried at a special term of the Court of General Sessions for Dorchester County on an indictment charging him with the murder of Rush Knight. Upon his arraignment, he entered or there was entered for him, in addition to his plea of not guilty generally, the plea of not guilty by reason of insanity. The trial resulted in a verdict of guilty, and the trial Judge sentenced the appellant in accord with the penalty provided by Statute. From such conviction and sentence the appellant has appealed upon the exceptions following:\n\"1. The Court erred in not granting a directed verdict of not guilty because the testimony proved conclusively that the defendant had the mind of a seven-year-old child.\n\"2. The Court erred in allowing the witness, Dr. McLendon, to bring out new matter in his reply testimony over the objection of counsel for the defendant.\n\"3. The Court erred in not granting a new trial because the defendant's mind was defective and that the defendant had the mind of a seven-year-old child.\"\nThe theory of the State was that the motive of the appellant in striking the blow that resulted in the death of Knight was robbery, but the defense was that the blow was struck in sudden heat of passion upon sufficient legal provocation, but with no intent of doing any serious bodily harm.\nThe appellant and the deceased lived in the same general community, the appellant being nineteen years of age, and the deceased much older, variously estimated at from tw...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-simmons"
    }
  ],
  "relatedIncidents": [
    24303,
    24308,
    24375,
    24378,
    24381
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}