{
  "id": 24368,
  "title": "1946년 Hubbard 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-06-04",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Hubbard. 판결일: 1946-06-04. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: HUBBARD Et Al v. WHATLEY\n**판결일**: 1946-06-04\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Candler\n\n## 변호인\n\nJ. C. Bowden  and  A. G. Smith , for plaintiffs.\n\n Mitchell  Mitchell , for defendant.\n\n## 인용\n\n- 38 S.E.2d 738\n- 200 Ga. 751\n\n## 판결문 요약\n\n1. Under the law as applied to the facts, it was proper to dismiss, on general demurrer, the petition to vacate and set aside a verdict and decree.\n(a) Acts or conduct which are claimed to be wrongful, but upon which the opposite party did not rely or act to his injury, are not such as will authorize a court of equity to vacate and set aside a verdict and decree based thereon.\n(b) A decree will not be vacated and set aside although obtained and entered up in consequence of perjury, unless the party giving such testimony shall have been duly convicted thereof, and unless it shall appear that such decree could not have been obtained and entered up without the evidence of such perjured person.\n(c) Fraud or such other conduct as will justify a court of equity in vacating and setting aside a decree must have been perpetrated by the opposite party, his counsel or agent.\n2. A decree by a court of competent jurisdiction is conclusive between the same parties and their privies, as to all matters which are put in issue, or which under the rules of law might have been put in issue in the cause wherein the decree was rendered, until such decree shall be reversed or set aside. That a verdict is contrary to law and to the issues made by the pleadings is a question which should be raised by motion for new trial; and under the doctrine of res judicata, a decree becomes conclusive upon failure so to do. A petition subsequently brought to review and set aside the verdict on which the decree wa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hubbard-v-whatley"
    }
  ],
  "relatedIncidents": [
    24297,
    24329,
    24355,
    24407,
    24237
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}