{
  "id": 24360,
  "title": "1946년 Gory 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-06-25",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Gory. 판결일: 1946-06-25. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Respondent, v. MORRIS GORY, Appellant\n**판결일**: 1946-06-25\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Schauer, Spence\n\n## 변호인\n\nFrederic H. Vercoe, Public Defender, and William B. Neeley, Deputy Public Defender, for Appellant., Robert W. Kenny, Attorney General, Everett W. Mattoon and Frank Richards, Deputies Attorney General, Fred N. Howser, District Attorney, and Jere J. Sullivan, Deputy District Attorney, for Respondent.\n\n## 인용\n\n- 28 Cal. 2d 450\n\n## 판결문 요약\n\n\n28 Cal. 2d 450 (1946)\nTHE PEOPLE, Respondent,\nv.\nMORRIS GORY, Appellant.\nCrim. No. 4701. \nSupreme Court of California. In Bank.  \nJune 25, 1946.\n Frederic H. Vercoe, Public Defender, and William B. Neeley, Deputy Public Defender, for Appellant.\n Robert W. Kenny, Attorney General, Everett W. Mattoon and Frank Richards, Deputies Attorney General, Fred N. Howser, District Attorney, and Jere J. Sullivan, Deputy District Attorney, for Respondent.\n SPENCE, J.\n In an information filed by the District Attorney of Los Angeles County, defendant was accused of (1) violating section 4573 of the Penal Code by unlawfully bringing marijuana into a prison farm; and (2) violating section 11160 of the Health and Safety Code in that he did, on or about June 2, 1944, \"willfully, unlawfully and feloniously have in his possession flowering tops and leaves of Indian Hemp (cannabis sativa),\" commonly called marijuana. It was also charged that defendant had suffered a prior felony conviction, grand theft. Defendant pleaded not guilty to the two offenses charged, but admitted the prior conviction. The cause proceeded to trial before a jury; Count I of the information was dismissed upon motion of defendant; and defendant was found guilty on Count II as charged. From the judgment of conviction entered upon this verdict and from *452 an order denying his motion for a new trial, defendant prosecutes this appeal. He contends that the evidence was insufficient to support the verdict and he specifies error ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-gory"
    }
  ],
  "relatedIncidents": [
    24319,
    24229,
    24233,
    24275,
    24297
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}