{
  "id": 24366,
  "title": "1946년 Dickey 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-06-11",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Dickey. 판결일: 1946-06-11. 법원: Alabama Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Dickey v. State.\n**판결일**: 1946-06-11\n**법원**: Alabama Court of Appeals\n**관할**: Alabama, AL\n\n**판사**: Harwood\n\n## 변호인\n\nK. C. Edwards, of Birmingham, for appellant.\n\nWhile recent possession of stolen property places upon the person in such possession the burden of explaining it, where there are no other circumstances tending to show defendant's guilt, a conviction should not stand. Mitchell v. State, 18 Ala. App. 622 ,  93 So. 228 ; Wade v. State,  17 Ala. App. 371 , 84 So. 858 . Evidence that witness Helton had investigated Cooley with whom defendant had been in company, as to whether or not he had been in posse\n\n## 인용\n\n- 26 So. 2d 532\n- 32 Ala. App. 413\n\n## 판결문 요약\n\nAppellant was indicted and found guilty by a jury of larceny of a motor vehicle and of United States War Savings Bonds, the total value of the property stolen being fixed by the jury at $1665.\nEvidence introduced by the State tended to show that early on the morning of 4 July 1945 Mr. Arthur Dobell parked his black Hudson sedan automobile in the garage of the Thomas Jefferson Hotel garage in Birmingham, Alabama. Personal property consisting of $750 in war bonds, two electric fans, clothing, and other items were in the automobile when it was left in the hotel garage. The automobile and its contents were missing when Mr. Dobell returned to the garage to claim it late that afternoon.\nSome four or five days later Mr. Dobell's car was found just across the Tuscaloosa County line in the vicinity of Kimbrell. It had been completely burned, and the trunk compartment bore evidence it had been ripped open.\nAt about the time of the discovery of the car bonds of the total value of $200, which had been among those in the car at the time it was left in the hotel garage, were returned anonymously to Mr. Dobell through the mail.\nOn 1 August 1945, some three and a half weeks after Mr. Dobell's car and its contents had been stolen, the appellant was taken into custody by Mr. Craven, of the State Fire Marshal's Office, and Mr. McCoy Helton and Mr. F. E. Tranum of the Birmingham Police Department. At the time he was taken into custody appellant was walking along 19th Street in Bessemer, accompan...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dickey-v-state"
    }
  ],
  "relatedIncidents": [
    24297,
    24298,
    24300,
    24303,
    24308
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}