{
  "id": 2437,
  "title": "2018년 State v. Palmer 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2018-07-26",
  "location": "Maine, ME, USA",
  "summary": "미국 Maine, ME 법원 판결 사건. 사건명: State v. Palmer. 판결일: 2018-07-26. 법원: Supreme Judicial Court of Maine.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Maine v. Rowe L. PALMER\n**판결일**: 2018-07-26\n**법원**: Supreme Judicial Court of Maine\n**관할**: Maine, ME\n\n**판사**: Alexander, Gorman, Hjelm, Humphrey, Mead, Saufley\n\n## 변호인\n\n*1010Jeremy Pratt, Esq., and Ellen Simmons, Esq., Camden, for appellant Rowe L. Palmer, Maeghan Maloney, District Attorney and Tyler J. LeClair, Asst. Dist. Atty., Prosecutorial District IV, Augusta, for appellee State of Maine\n\n## 인용\n\n- 190 A.3d 1009\n\n## 판결문 요약\n\n\nHJELM, J.\n[¶ 1] Rowe L. Palmer appeals from a judgment entered by the trial court (Kennebec County, E. Walker, J. ) after a jury trial, convicting him of aggravated operating under the influence (Class C), 29-A M.R.S. § 2411(1-A)(D)(1) (2017), and aggravated assault (Class B), 17-A M.R.S. § 208(1)(A) (2017). Palmer argues that the court (Mullen, D.C.J. ) erred by denying part of his motion to suppress evidence of his alcohol level determined from a sample *1011of his blood that was seized without a warrant. Because the court did not err by concluding that probable cause existed and exigent circumstances justified the warrantless blood draw, we affirm the judgment.\nI. BACKGROUND\n[¶ 2] The motion court found the following facts that are supported by competent evidence presented at the suppression hearing. State v. Turner , 2017 ME 185, ¶ 2, 169 A.3d 931.\n[¶ 3] At approximately 4:00 p.m. on January 4, 2016, while traveling in Chelsea, Palmer drove a truck across the centerline of the road in a posted 45-mile-per-hour zone. Palmer's truck collided head-on with an oncoming vehicle. That other vehicle came to rest on its roof. A deputy sheriff and other first responders were dispatched to the scene, where mechanical equipment was needed to extract the two occupants from the vehicle that Palmer struck. Palmer was pinned inside his vehicle with extensive injuries and had to be removed by rescue personnel. Both occupants of the other vehicle were also injured. One was taken to Centra...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-palmer"
    }
  ],
  "relatedIncidents": [
    2252,
    2329,
    2456,
    2467,
    2495
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}