{
  "id": 24375,
  "title": "1946년 Gray 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-05-14",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Gray. 판결일: 1946-05-14. 법원: Alabama Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Gray v. State.\n**판결일**: 1946-05-14\n**법원**: Alabama Court of Appeals\n**관할**: Alabama, AL\n\n**판사**: Harwood\n\n## 변호인\n\nJ. C. Yarbrough, of Enterprise, for appellant.\n\nWm. N. McQueen, Atty. Gen., and Bernard F. Sykes, Asst. Atty. Gen., for State.\n\n## 인용\n\n- 26 So. 2d 124\n- 32 Ala. App. 342\n\n## 판결문 요약\n\nAppellant was indicted for murder in the second degree. He was found by a jury guilty of manslaughter in the first degree and sentenced to imprisonment in the State penitentiary for a term of five years.\nAppellant had apparently displaced the deceased in the affections of a mutually desired woman. This killing by knife resulted, neither the situation nor the result being novel.\nOnly two objections to testimony were interposed during this trial. The court's rulings thereon were plainly correct.\nNo serviceable result would follow detailing the evidence in this case. That presented by the State fully supported the verdict found by the jury of manslaughter in the first degree. The appellant attempted to justify his acts on the grounds of jury of the necessity of taking the life self-defense. That he failed to satisfy the of the deceased is apparent from their verdict.\nThe able trial judge instructed the jury fully as to all legal principles involved in this case. The only written charge requested by appellant was the affirmative charge. Its refusal by the trial court was correct.\nAffirmed. *Page 343 ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gray-v-state"
    }
  ],
  "relatedIncidents": [
    24303,
    24308,
    24361,
    24378,
    24381
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}