{
  "id": 24371,
  "title": "1946년 Walling 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-05-29",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Walling. 판결일: 1946-05-29. 법원: Court of Appeals for the Sixth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: WALLING, Adm’r of Wage and Hour Div., U. S. Dept. of Labor, v. MORRIS\n**판결일**: 1946-05-29\n**법원**: Court of Appeals for the Sixth Circuit\n**관할**: USA, Federal\n\n**판사**: Hicks, Allen, and Miller, Circuit Judges\n\n## 변호인\n\nHelen Grundstein, of Washington, D. C. (William S. Tyson, Bessie Margolin, Morton Liftin, and Helen Grundstein, all of Washington, D. C., and Charles A. Rey-nard, of Cleveland, Ohio, on the brief), for appellant., George S. Dixon, of Detroit, Mich. (Matheson, Dixon & Brady and George S. Dixon, all of Detroit, Mich., on the brief), for appellee.\n\n## 인용\n\n- 155 F.2d 832\n\n## 판결문 요약\n\n\n155 F.2d 832 (1946)\nWALLING, Adm'r of Wage and Hour Div., U. S. Dept. of Labor,\nv.\nMORRIS.\nNo. 10194.\nCircuit Court of Appeals, Sixth Circuit.\nMay 29, 1946.\n*833 Helen Grundstein, of Washington, D. C. (William S. Tyson, Bessie Margolin, Morton Liftin, and Helen Grundstein, all of Washington, D. C., and Charles A. Reynard, of Cleveland, Ohio, on the brief), for appellant.\nGeorge S. Dixon, of Detroit, Mich. (Matheson, Dixon &amp; Brady and George S. Dixon, all of Detroit, Mich., on the brief), for appellee.\nBefore HICKS, ALLEN, and MILLER, Circuit Judges.\nMILLER, Circuit Judge.\nThe Administrator of the Wage and Hour Division, United States Department of Labor, appeals from the judgment of the District Court, dismissing the complaint in an action brought by him under § 17 of the Fair Labor Standards Act to enjoin the appellee from violation of §§ 15(a) (1) and 15(a) (2) of the Act [§§ 217, 215(a) (1), 215(a) (2), Title 29 U.S.C.A.].\nThe stipulated facts are briefly as follows: The appellee, a common carrier by motor vehicle, is the sole owner and operator of J. F. Morris Cartage Company in Ecorse, Michigan, doing business in and about Detroit, Michigan. He employs approximately 40 truck drivers, 14 mechanics, painters, washers, and repair men in the garage, 3 dispatchers and 3 general office workers. His operations are centralized at his main garage and yard in Ecorse, Michigan, which is used as a dispatch office, general maintenance and repair garage and storage space for equi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=walling-v-morris"
    }
  ],
  "relatedIncidents": [
    24297,
    24298,
    24300,
    24303,
    24308
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}