{
  "id": 24378,
  "title": "1946년 Parrish 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-05-09",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Parrish. 판결일: 1946-05-09. 법원: Supreme Court of Alabama.",
  "description": "## 사건 정보\n\n**사건명**: Parrish v. Coffee County.\n**판결일**: 1946-05-09\n**법원**: Supreme Court of Alabama\n**관할**: Alabama, AL\n\n**판사**: Foster, Gardner, Lawson, Stakely\n\n## 변호인\n\nC. B. Fuller, of Andalusia, for appellant.\n\nThe county is liable for an accident occuring on a defective bridge constructed under contract with the county where no bond was exacted from the contractor. Walker County v. Davis, 221 Ala. 195 ,  128 So. 144 ; Walker County v. Burdeshaw,  232 Ala. 621 , 169 So. 227 ,  229 ; Shannon v. Jefferson County,  125 Ala. 384 , 27 So. 977 ; Montgomery v. Gilmer,  33 Ala. 130 , 70 Am. Dec. 562; Barbour County v. Brunson,  36 Ala. 362 ; Owsley v. Montgomery,  W.\n\n## 인용\n\n- 26 So. 2d 267\n- 248 Ala. 103\n\n## 판결문 요약\n\nThis case involves the liability vel non of a county for alleged defects in a bridge under &#167; 57, Tit. 23, Code of 1940.\nOn June 18, 1943, appellant's intestate, Mrs. Mary Lula Parrish, was a guest on a fishing trip, which included a number of persons. Early in the morning the party in a wagon drawn by two mules crossed a bridge in Coffee County over Pea River, known as the Concrete Bridge. Later in the day on their return, they attempted to recross the bridge. One of the mules stepped on a plank in the floor of the bridge, claimed to be defective, with the result that his foot went through the floor of the bridge.\nThe resulting excitement of the mules caused the rear wheels of the wagon to be backed off the bridge, there being no banister or railing on the bridge at this point. The wagon, the mules and the entire party were thrown to the ground 20 to 25 feet below. Plaintiff's intestate was instantly killed.\nTrial of the case, which was brought under the homicide act, resulted in a judgment for the defendant on a directed verdict for the defendant. Hence this appeal.\nThe giving of the affirmative charge is the only assignment of error and there is only one feature of the evidence to which our attention is directed. In giving the affirmative charge, the court said: \"It is the court's opinion that the plaintiff has not made out a case by proving that portion of the bridge causing the accident was built by an independent contractor &#8212; and therefore according to the law...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=parrish-v-coffee-county"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=holt-v-state"
    }
  ],
  "relatedIncidents": [
    24303,
    24308,
    24361,
    24375,
    24381
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}