{
  "id": 24381,
  "title": "1946년 Stephens 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-05-04",
  "location": "Tennessee, TN, USA",
  "summary": "미국 Tennessee, TN 법원 판결 사건. 사건명: Stephens. 판결일: 1946-05-04. 법원: Tennessee Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Stephens v. Hinds, Sheriff, Et Al.\n**판결일**: 1946-05-04\n**법원**: Tennessee Supreme Court\n**관할**: Tennessee, TN\n\n**판사**: Neil\n\n## 변호인\n\n' W. A. Gakrett and C. K. MoBboom, both of Jaméstown, for plaintiff in error., J. B. Reagan, of Jamestown, for defendants in error.\n\n## 인용\n\n- 194 S.W.2d 483\n- 183 Tenn. 652\n\n## 판결문 요약\n\nThe plaintiff brought suit in the Circuit Court of Fentress County against John Hinds, sheriff of the county, and his bondsmen (naming them), and against John Hinds individually, and against Ed. Hammick, deputy sheriff of Fentress County, and his bondsmen (naming them), and against Hammick individually, alleging that he was falsely imprisoned and confined in jail without any lawful process.\nThe declaration contains three counts:\n(1) That on the night of April 13, 1945, one Joe Demumbrum, a deputy sheriff of Fentress County, and Robert Ledbetter, another deputy sheriff, came to his home at Wilder, in said State and county, and arrested him without a warrant for his arrest and without a mittimus to the sheriff; that John Hinds as sheriff, etc., locked up the plaintiff and deprived him of his liberty until April 16, 1945. He was later taken before T.A. Campbell, a justice of the peace, on a charge of murder, at which time he asked for a continuance, which was *Page 654 \ngranted. He was returned to jail until April 17, 1945. It is alleged that on that date the magistrate discharged him from custody, after hearing evidence offered by the State, and that the grand jury at the following May term of court failed to find an indictment against him.\n(2) The second count sues John Hinds as sheriff and individually \"for and on account of the matters evident and declared in the first count;\" wrongs and injuries inflicted by Demumbrum, Ledbetter, and Hammick in their capacity as deputies sh...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stephens-v-hinds"
    }
  ],
  "relatedIncidents": [
    24303,
    24308,
    24361,
    24375,
    24378
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}