{
  "id": 24401,
  "title": "1946년 Nall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-03-15",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Nall. 판결일: 1946-03-15. 법원: Wisconsin Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State, Plaintiff in Error, vs. Nall, Defendant in Error\n**판결일**: 1946-03-15\n**법원**: Wisconsin Supreme Court\n**관할**: Wisconsin, WI\n\n**판사**: Fhitz, Rector\n\n## 변호인\n\nFor the plaintiff in error there was a brief by the  Attorney  General, William A. Platz , assistant attorney general, and Clarence Simon , district attorney of Taylor county, and oral argument by  Mr. Simon  and  Mr. Platz .\n\n Herman Leicht  of Medford, for the defendant in error.\n\n## 인용\n\n- 22 N.W.2d 520\n- 248 Wis. 584\n\n## 판결문 요약\n\n* Motion for rehearing denied, without costs, on June 4, 1946.\nOn writ of error issued on the petition of the state it seeks the review under sec. 358.12 (8), Stats., of an order for judgment dismissing an action and for discharge of the defendant Elmer Nall notwithstanding the verdict of a jury finding Nall guilty on the charge that he, on December 7, 1944, did \"wilfully and unlawfully operate a motor vehicle while in a drunken condition, and in a reckless, wilful and wanton disregard of the rights and safety of others, and in so doing *Page 585 \ndid inflict injury upon one, Frank J. Novak, contrary to\" sec. 85.81 (3), Stats., etc.\nIn this case the state seeks the review of the trial court's ruling in its decision, on motions after verdict, in which, after discussing the evidence in relation to whether or not the defendant Nall was in a drunken condition at the time in question, the court said, &#8212;\n\"This evidence, it seems clear, falls entirely short of being such as to convince beyond reasonable doubt that the defendant was driving wantonly, recklessly, or in a drunken condition. . . . The case seems to have been fully tried and all the evidence submitted that probably could be found, and therefore a retrial would be useless, and a new trial should be denied, and the motion for judgment for insufficient evidence to substantiate the verdict, must be granted.\"\nIn thus ruling there were necessarily involved, and the court had to consider questions of fact as to the credibi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-nall"
    }
  ],
  "relatedIncidents": [
    24297,
    24298,
    24300,
    24303,
    24308
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}