{
  "id": 24403,
  "title": "1946년 In re Locke Stove Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-03-06",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: In re Locke Stove Co.. 판결일: 1946-03-06. 법원: Court of Customs and Patent Appeals.",
  "description": "## 사건 정보\n\n**사건명**: In re Locke Stove Company\n**판결일**: 1946-03-06\n**법원**: Court of Customs and Patent Appeals\n**관할**: USA, Federal\n\n**판사**: Bland, Connell, Garrett, Hatfield, Jackson\n\n## 변호인\n\nFisliburn <6 Mullendore (Emory L. Groff and Claude A. Fisliburn of counsel) for appellant., W. W. Cochran (B'. F. Whiteliead’ ilt counsel) for tlie Commissioner of-Patents.\n\n## 인용\n\n- 33 C.C.P.A. 934\n- 69 U.S.P.Q. (BNA) 108\n- 154 F.2d 200\n\n## 판결문 요약\n\n\nJackson, Judge,\ndelivered the opinion of the court:\nThis is an appeal from a decision of the Commissioner of Patents, 62 USPQ 318, affirming that of the Examiner of Trade-Marks denying registration under the Trade-Mark Act of 1905 to the expression “Warm-Ever” applied to'water heaters using solid fuels, Serial No. 452,451, filed April 20, 1942. Appellant alleged use of the mark in its business from on or about January 1,1942.\nThe drawing of the mark accompanying the application shows the words in vertical relation on a background, and the mark is said to be affixed to the heater by decalcomania.\nThe examiner held the mark to be descriptive of appellant’s goods and therefore not registrable. The commissioner affirmed the holding for the same reason.\nAppellant contends here that the mark is not descriptive, but may be considered as suggestive, citing many cases alleged to sustain that contention. In support of its contention, it is argued in the brief that the mark is not descriptive because no one could consider that the water in the heater would always be warm or hot, based on the fact that it is well known that without a fire in the heater the water would not be heated, and therefore the notation “Warm-Ever” could not be considered descriptive.\nWe think it clear that the term sought to be registered in relation to its application to the heater can have no other meaning but that one could have warm or hot water whenever one wished, arid that it is not necessary to remake the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-locke-stove-co"
    }
  ],
  "relatedIncidents": [
    24309,
    24297,
    24298,
    24300,
    24303
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}