{
  "id": 24404,
  "title": "1946년 Hunley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-03-04",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Hunley. 판결일: 1946-03-04. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: People v. Hunley.\n**판결일**: 1946-03-04\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Beid, Boyles, Btjtzel, Bushnell, Carr, North, Sharpe, Starr\n\n## 변호인\n\nBenjamin F. Watson  ( John Brattin , of counsel), for appellant.\n\n John R. Dethmers , Attorney General,  Edmund E. Shepherd , Solicitor General,  Daniel J. O'Hara , Assistant Attorney General, and  Victor C. Anderson , Prosecuting Attorney, for the people.\n\n## 인용\n\n- 21 N.W.2d 923\n- 313 Mich. 688\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 690 \nAda Hunley, defendant, was convicted of manslaughter. The crime occurred late in the evening of August 13, 1943, in White Oak township, Ingham county, Michigan. She was 45 and had a fifth-grade education. She had six children by a previous marriage and four more by Silas Hunley whom she married in 1930. He was younger *Page 691 \nthan defendant. In 1943 the family came from Kentucky to Michigan to work in the onion fields. Four young men not yet of age and a married couple also came from Kentucky and worked in the vicinity of defendant's home. The Hunleys led a dreary existence and lived on a low economic plane. Defendant worked hard, ran the home, looked after the children, worked in the onion fields and seemed to be a law-abiding citizen. For recreation Silas at times went with some of the young Kentucky lads to Stockbridge, a nearby village, where they did some drinking. The testimony would indicate that Silas would show the effects of the intoxicants though as a rule not in any marked degree. However, it caused altercations between himself and defendant. She also refused his sexual demands of an unusual nature. At one time she tried to have him arrested. Numerous quarrels arose. She claims he had attacked her with an ax and other instruments. She particularly objected to his using the car when intoxicated. There is ample testimony...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-hunley"
    }
  ],
  "relatedIncidents": [
    24303,
    24308,
    24361,
    24375,
    24378
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}