{
  "id": 24407,
  "title": "1946년 Box 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-02-21",
  "location": "Nebraska, NE, USA",
  "summary": "미국 Nebraska, NE 법원 판결 사건. 사건명: Box. 판결일: 1946-02-21. 법원: Nebraska Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Elizabeth Frances Box v. Walter G. Box, and Stella Mae McLaughlin\n**판결일**: 1946-02-21\n**법원**: Nebraska Supreme Court\n**관할**: Nebraska, NE\n\n**판사**: Carter, Chappell, Messmore, Paine, Simmons, Wenke, Yeager\n\n## 변호인\n\nSterling F. Mutz, for appellants., A. L. Tidd, Perry, Van Pelt & Marti, and Walter H. Smith, for appellees.\n\n## 인용\n\n- 146 Neb. 826\n- 21 N.W.2d 868\n\n## 판결문 요약\n\n\nChappell, J.\nThe issues in this action arose out of a suit in equity to partition 240 acres of farm land in Cass County. Plaintiff therein claimed to own an undivided two-fifths interest in the land. Three brothers of plaintiff and the respective wives of two of them were made defendants. It is conceded that the brothers each owned an undivided one-fifth interest. A sister, who was not made a party defendant, intervened alleging that she was the owner of an undivided one-fifth interest claimed by plaintiff. The trial court found generally for plaintiff and against intervener who, after her motion for new trial was overruled, appealed to this court.\nHer assignments of error are substantially: (1) That the trial court erred in holding that a deed made, executed, and delivered to plaintiff by a trustee in bankruptcy on October 14, 1940, conveyed an absolute fee simple title of an undivided two-fifteenths interest to plaintiff; (2) that the trial court erred in holding that a quitclaim deed made, executed, *828and delivered to plaintiff by intervener and her husband on September 27, 1940, conveyed an absolute fee simple title to an undivided one-fifteenth interest to plaintiff; and (3) that the trial court erred in its refusal to grant a new trial upon the ground of newly discovered evidence concerning the value of the one-fifth interest involved. We sustain intervener’s second contention for the reason that under the circumstances plaintiff holds a one-fifteenth interest for th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=box-v-box"
    }
  ],
  "relatedIncidents": [
    24297,
    24329,
    24355,
    24368,
    24237
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}