{
  "id": 24410,
  "title": "1946년 Morris 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-02-19",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: Morris. 판결일: 1946-02-19. 법원: Alabama Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: Morris v. State.\n**판결일**: 1946-02-19\n**법원**: Alabama Court of Appeals\n**관할**: Alabama, AL\n\n**판사**: Harwood\n\n## 변호인\n\nC. W. McKay, of Ashland, for appellant.\n\nThe facts which form the basis of the corpus delicti must be proved by either direct or presumptive evidence of the most cogent and irresistible kind; conviction cannot be sustained unless the corpus delicti is clearly established. 16 C.J. 771; Sanders v. State,  167 Ala. 85 ,  52 So. 417 , 28 L.R.A., N.S., 536. Where specific intent is a necessary ingredient of the offense charged, the evidence, whether direct or circumstantial, must be sufficient to est\n\n## 인용\n\n- 25 So. 2d 54\n- 32 Ala. App. 278\n\n## 판결문 요약\n\nAppellant was indicted for the offense of assault with intent to ravish. He was found guilty of \"attempt to commit an assault with intent to ravish\" and the jury assessed a fine against him of $500, to which the trial judge imposed an additional sentence of six months hard labor, and judgment was pronounced pursuant thereto. From such verdict and judgment and sentence appellant prosecutes this appeal.\nIn the early afternoon on December 1, 1944, appellant was noticed by two boys at the home of Mr. and Mrs. Edwards in Talladega. One of the boys stated the appellant was attempting to enter a window in the Edwards' home when first seen. Appellant advanced towards the boys mumbling something they could not understand. One of the boys observed a knife in his hand, the other saw \"something\" in appellant's hand. These two boys went on their way. Both had observed Mrs. Annie Pearl Breedlove following them in the highway going in the same direction that they were.\nWhen Mrs. Breedlove reached the vicinity of the Edwards home appellant began mumbling and making motions toward his private organ. He was then about ten feet from her, but began advancing toward her. She \"talked to him and tried to get him to stop and go back.\" He got to within five feet of Mrs. Breedlove and followed her about fifty feet when Mr. Edwards, an invalid who could hardly move, began yelling at appellant. Mrs. Breedlove continued on down the highway and was not pursued further by appellant.\nThe State also introduc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=morris-v-state"
    }
  ],
  "relatedIncidents": [
    24227,
    24277,
    24297,
    24298,
    24300
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}