{
  "id": 24414,
  "title": "1946년 Tindall 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-01-23",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Tindall. 판결일: 1946-01-23. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Jane Thompson Tindall, Exrx., Et Al., vs. Isabelle Yeats Et Al., Appellees.—(Jane Thompson Tindall, Exrx., Appellant.)\n**판결일**: 1946-01-23\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Smith\n\n## 변호인\n\nALBERT PUCCI, of Hennepin, for appellant.\n\nVERLE W. SAFFORD, of Peoria, for appellees.\n\n## 인용\n\n- 64 N.E.2d 903\n- 392 Ill. 502\n\n## 판결문 요약\n\nThis case comes to this court on the direct appeal of Jane Thompson Tindall, as executrix, from the order of the circuit court of Marshall county, dismissing a complaint in equity filed by the plaintiffs below. The complaint sought a construction of certain deeds and an agreement of Grace Adams, appellant's testatrix, together with a construction of the will of Grace Adams. The complaint also sought partition of the real estate involved. A freehold is involved.\nBy her will, which was admitted to probate by the county court of Marshall county on June 5, 1944, Grace Adams, after making provision for the payment of certain legacies, devised and bequeathed to Jane Thompson Tindall, as executrix, the residue of her estate and directed that the executrix liquidate the same and divide the proceeds among certain named beneficiaries. All of the specific legacies and bequests have been paid.\nThe complaint, which was filed on July 13, 1944, by the executrix and certain of the testatrix's brothers, alleged that on May 31, 1939, Grace Adams was the owner of the east 1/2 of the west 1/2 of section 3, township 13 north, *Page 504 \nrange 10 east of the fourth principal meridian, situated in Marshall county, Illinois; that on that day she and her husband, by warranty deed, conveyed the real estate to Walter C. Overbeck; and that on the same day Overbeck reconveyed the real estate to Grace M. Adams and Margaret Isabelle Yeats, (who is the same person as Isabelle Yeats,) as tenants in common; t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tindall-v-yeats"
    }
  ],
  "relatedIncidents": [
    24297,
    24298,
    24300,
    24303,
    24308
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}