{
  "id": 24418,
  "title": "1946년 Davies Adoption Case 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-01-09",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Davies Adoption Case. 판결일: 1946-01-09. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Davies Adoption Case\n**판결일**: 1946-01-09\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Drew, Jones, Linn, Maxey, Patterson, Stearns, Stern\n\n## 변호인\n\nD. H. Jenkins , with him  James J. Ligi , for appellants.\n\n Edward T. Jordan , with him  David J. Reedy, Jr. , for appellee.\n\n## 인용\n\n- 46 A.2d 252\n- 353 Pa. 579\n\n## 판결문 요약\n\nArgued January 9, 1946.\nThis is an appeal from an Orphans' Court decree dismissing a petition for adoption. The mother of the girl child involved refused her consent and appeared in opposition to the petition. The appellant petitioners are an uncle and a paternal aunt with whom the child has lived and by whom she has been reared and cared for exclusively since her earliest infancy. The only matter in issue is whether the mother, who is the sole surviving parent, abandoned the child thereby rendering unnecessary her consent to the proposed adoption: see Act of April 4, 1925, P. L. 127, Sec. 2 (c), as amended (1 Pa.C.S.A. &#167; 2). The learned trial judge found as a fact and concluded as a matter of law that the abandonment \"required under the provisions of the Act of Assembly\" had not been proven; and, the final decree from which the petitioners have appealed was thereupon entered. The question involved is whether the alleged abandonment was proven with required legal sufficiency.\nThe appellee urges upon us that under the Pennsylvania Adoption Act, loc. cit. supra, the fact of abandonment, as the alternative of a parent's consent to an adoption, must be \". . . proven to the satisfaction of the court or judge hearing the petition . . .\" and that the trial judge in the instant case \"found there was no abandonment\". The conclusion of a trial court in such regard is reviewable none the less: Weinbach'sAppeal, 316 Pa. 333, 336, 175 A. 500. Cf. also Hazuka's Case,345 Pa. 432, 435, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=davies-adoption-case"
    }
  ],
  "relatedIncidents": [
    24297,
    24298,
    24300,
    24303,
    24308
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}