{
  "id": 24420,
  "title": "1946년 Martin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-01-07",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Martin. 판결일: 1946-01-07. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: NEW YORK Ex Rel. RAY v. MARTIN, WARDEN\n**판결일**: 1946-01-07\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Black, Jacicson\n\n## 변호인\n\nMr. Thomas J. McKenna for petitioner., Henry S. Manley, Assistant Attorney General of New York, with whom Nathaniel L. Goldstein, Attorney General, and Orrin G. Judd, Solicitor General, were on the brief, for the Warden and the State of New York. Mr. Charles E. Cong don for Cattaraugus County., Mr. Roger P. Marquis, with whom Solicitor General McGrath, Messrs. J. Edward Williams, John C. Harrington and Walter J. Cummings, Jr. were on the brief, for the United States, as amicus curiae, urging aff\n\n## 인용\n\n- 326 U.S. 496\n- 66 S. Ct. 307\n- 90 L. Ed. 261\n- 1946 U.S. LEXIS 2926\n\n## 판결문 요약\n\n\n326 U.S. 496 (1946)\nNEW YORK EX REL. RAY\nv.\nMARTIN, WARDEN.\nNo. 158.\nSupreme Court of United States.\nArgued December 13, 1945.\nDecided January 7, 1946.\nCERTIORARI TO THE COUNTY COURT OF WYOMING COUNTY, NEW YORK.\n*497 Mr. Thomas J. McKenna for petitioner.\nHenry S. Manley, Assistant Attorney General of New York, with whom Nathaniel L. Goldstein, Attorney General, and Orrin G. Judd, Solicitor General, were on the brief, for the Warden and the State of New York. Mr. Charles E. Congdon for Cattaraugus County.\nMr. Roger P. Marquis, with whom Solicitor General McGrath, Messrs. J. Edward Williams, John C. Harrington and Walter J. Cummings, Jr. were on the brief, for the United States, as amicus curiae, urging affirmance.\nMR. JUSTICE BLACK delivered the opinion of the Court.\nIn United States v. McBratney, 104 U.S. 621, this Court held that the State courts of Colorado, not the Federal courts, had jurisdiction to prosecute a murder of one non-Indian by another committed on an Indian reservation located within that State. The holding in that case was that the Act of Congress admitting Colorado into the Union overruled all prior inconsistent statutes and treaties and placed it \"upon an equal footing with the original States . . .\"; that this meant that Colorado had \"criminal jurisdiction over its own citizens and other white persons throughout the whole of the territory within its limits, including the Ute Reservation\"; and that consequently, *498 the United States no longer had \"sole a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=new-york-ex-rel-ray-v-martin"
    }
  ],
  "relatedIncidents": [
    24303,
    24308,
    24361,
    24375,
    24378
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}