{
  "id": 24425,
  "title": "1945년 Luling Oil & Gas Co. v. Humble Oil & Refining Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1945-12-29",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Luling Oil & Gas Co. v. Humble Oil & Refining Co.. 판결일: 1945-12-29. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Luling Oil & Gas Company v. Humble Oil & Refining Company\n**판결일**: 1945-12-29\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Slatton\n\n## 변호인\n\nFulbright, Crooker, Freeman  Bates, Chas. W. Bell, Bryan,  Suhr,  Bering  and  E.H. Suhr,  all of Houston and  George Cannon, \nof San Antonio, for petitioner.\n\nIt was error for the Court of Civil Appeals to hold that petitioner's claim was barred by the four years statute of limitation, when existence of such net profits were not disclosed to petitioner until after the filing of this suit and after years spent in investigation, correspondence between the parties in which\npetitioner sought inform\n\n## 인용\n\n- 191 S.W.2d 716\n- 144 Tex. 475\n\n## 판결문 요약\n\nLuling Oil  Gas Company entered into a contract with Humble Oil  Refining Company on the 30th day of July, 1928, wherein Luling obligated itself to sell to Humble an undivided one-half interest in and to certain oil and gas leases covering land situated in Caldwell County, Texas. The consideration for the contract was $100.00 per acre and the agreement of Humble to drill one well on the premises at its own cost and expense. The contract gave Humble exclusive charge and control of all operations. All expenses of drilling, developing, operating and equipping said property after the completion of said first well, as well as all expenses of treating, handling, and marketing the oil and gas was to be charged to the joint account. Luling was not liable for its one-half of operating expenses, but Luling's part of such expenses was to be borne by and paid out of its one-half interest in production. The contract contains provisions with reference to charges to be made in the operation of the property between the corporations. The Humble, according to the contract, was to keep accurate records of all joint accounts showing the cost and expenses incurred and charges made and all credits made and received. The contract further provides:\n\"Within one month after the close of each calendar month Second Party (Humble) shall furnish to First Party (Luling) a statement of investment and expenses incurred and credits *Page 478 \nand receipts during such calendar month. Any exceptions to the stat...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=luling-oil-gas-co-v-humble-oil-refining-co"
    }
  ],
  "relatedIncidents": [
    24444,
    24463,
    24319,
    24360,
    24431
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}