{
  "id": 24421,
  "title": "1946년 Luczynski 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1946-01-07",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Luczynski. 판결일: 1946-01-07. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: Florence Luczynski v. Stanley Luczynski\n**판결일**: 1946-01-07\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Connor\n\n## 변호인\n\nHarold Rivkin, of Chicago, for appellant; Ernest C. Renife, of Chicago, of counsel., Ramlose & Edwards, of Chicago, for appellee.\n\n## 인용\n\n- 327 Ill. App. 548\n\n## 판결문 요약\n\n Mr. Justice O’Connor delivered the opinion of the court. May 16, 1944, plaintiff filed her complaint for divorce charging extreme and repeated cruelty. She prayed for a divorce, for alimony, the support of their two minor children, and solicitor’s fees. Defendant in his answer denied the charges of cruelty made against him, and averred that they were still living together and subsequent to January 25, 1944, as husband and wife. Afterward plaintiff filed a petition and an order was entered for temporary alimony, the support of the children and solicitor’s fees. The case went to trial May 2,1945 and on June 13, a decree was entered dismissing plaintiff’s complaint for want of equity. The decree found the two children were aged 10 and 2 years respectively; that plaintiff had been a good mother to them and it was decreed that plaintiff be given the sole custody and control of the children, subject to the further order of the court. Defendant was decreed to pay to' the plaintiff for the support and maintenance of the children $24 a week until the further order of the court. It was further found in the decree that the parties were owners in joint tenancy of real estate improved with a two-flat building known as 1446 North Fairfield avenue, Chicago; and it was decreed that the property be sold within a reasonable time and the proceeds divided equally between the parties. Plaintiff appeals, and her counsel contend that the decree dismissing her complaint should be reversed “with a d...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=luczynski-v-luczynski"
    }
  ],
  "relatedIncidents": [
    24297,
    24298,
    24300,
    24303,
    24308
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}