{
  "id": 24434,
  "title": "1945년 Ashworth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1945-11-28",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Ashworth. 판결일: 1945-11-28. 법원: New York Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York ex rel. James Moley, Relator, against Harry T. Ashworth, as Warden of the Penitentiary of the City of New York\n**판결일**: 1945-11-28\n**법원**: New York Supreme Court\n**관할**: New York, NY\n\n**판사**: Hammer\n\n## 변호인\n\nJames Moley, relator in person., Samuel J. Foley, District Attorney (John B. Lee of counsel), for defendant.\n\n## 인용\n\n- 186 Misc. 251\n\n## 판결문 요약\n\n\nHammer, J.\nApplication by relator by writ of habeas corpus for release from the New York City Penitentiary, to which he was committed by the County Court of Kings County. After indictment by the Grand Jury of Kings County for burglary, third degree, and petit larceny, on or about July 20, 1945, the relator was convicted as charged. Thereupon for the misdemeanor of petit larceny the sentencing court ordered that he be imprisoned in the New York City Penitentiary, there to be dealt with according to law. At the same hearing as of the same date relator was arraigned as a second felony offender and was sentenced to Sing Sing State Prison for the felony of burglary, third degree, of which he had also been convicted, under an indeterminate sentence of five to twenty years, but the execution of the latter sentence was suspended by the court. Appeal would have been the appropriate remedy for the alleged grievance asserted. (People ex rel. Solomon v. Slattery, 39 N. Y. S. 2d 43.) The relator claims the sentence was illegal in that the sentencing court was without authority to order at the same time his imprisonment under one commitment for the misdemeanor to the city penitentiary there to be dealt with according to law (an indeterminate sentence under the Parole Commission Law) (Correction Law, art. 7-A) and under a second sentence to Sing Sing Prison for the felony, even though the execution of the latter sentence was suspended. While the situation presented may be governed by Peopl...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-ex-rel-moley-v-ashworth"
    }
  ],
  "relatedIncidents": [
    24532,
    24348,
    24411,
    24425,
    24431
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}