{
  "id": 24439,
  "title": "1945년 Swiontek 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1945-11-21",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Swiontek. 판결일: 1945-11-21. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Defendant in Error, vs. Valentine Swiontek, Plaintiff in Error\n**판결일**: 1945-11-21\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Smith\n\n## 변호인\n\nBrodkin & Bieber, (George R. Bieber, of counsel,) both of Chicago, for plaintiff in error., George F. Barrett, Attorney General, and William J. Tuohy, State’s Attorney, of Chicago, (Edward E. Wilson, John T. Gallagher, Melvin S. Rembe, and Joseph A. Pope, all of Chicago j of counsel,) for the People.\n\n## 인용\n\n- 63 N.E.2d 741\n- 391 Ill. 618\n\n## 판결문 요약\n\nThis case is here on writ of error to the criminal court of Cook county to review a judgment of conviction for murder. The case is presented on the common-law record, only.\nThe indictment contains two counts. The first count charges, in substance, that the defendants unlawfully, feloniously, wilfully and with malice aforethought, struck, beat, hit, bruised, and wounded deceased upon the chin, face, head and body with their hands and fists, and that they pushed and knocked the deceased with their hands and fists, causing him to fall against and strike his head and body upon and against the sidewalk; that the defendants unlawfully, feloniously, wilfully and with malice aforethought struck, beat, kicked, bruised, and wounded the deceased with their hands and fists, and as a result thereof, gave to the deceased divers mortal wounds of which he thereafter died.\nThe second count charges that the defendants, \"did unlawfully, with malice aforethought, by striking, kill and murder\" the deceased.\nThe record shows that plaintiff in error entered a plea of not guilty, waived a jury and was tried before the court on the evidence heard. At the conclusion of the trial, the court found him guilty of murder, and sentenced him to the penitentiary for the term of fourteen years. His two codefendants thereafter entered pleas of guilty to manslaughter and were admitted to probation.\nPlaintiff in error contends that inasmuch as the first count of the indictment charged the defendants with committi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "판례",
    "미국",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kane-v-city-of-chicago"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-people-v-farris"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-people-v-swiontek"
    }
  ],
  "relatedIncidents": [
    24432,
    24451,
    24499,
    24518,
    24521
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}