{
  "id": 24432,
  "title": "1945년 Ashworth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1945-12-14",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Ashworth. 판결일: 1945-12-14. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of New York ex rel. Jeremiah J. Sullivan, against Harry T. Ashworth, as Warden of the Penitentiary at Rikers Island, The People of the State of New York\n**판결일**: 1945-12-14\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 변호인\n\nSaul A. Shames of counsel (Howard F. Danihy with him on the brief; Orrin G. Judd, Solicitor-General, Nathaniel L. Goldstein, Attorney-General), for appellants., James D. C. Murray of counsel (Daniel Kirchman with him on the brief), for respondent.\n\n## 인용\n\n- 270 A.D. 179\n\n## 판결문 요약\n\n\n\nPer Curiam.\n\nRespondent, having been convicted of the crime of murder in the second degree, in the Supreme Court, Kings County, on March 25, 1918, was sentenced to an indeterminate term in a State prison of not less than twenty years nor more than life imprisonment. A commutation of the sentence was granted by the Governor of the State on the 28th day of May, 1928, commuting the punishment to imprisonment for “ 10 years 2 months 20 days, minimum; life maximum.” Thereafter, on December 30, 1930, a pardon was granted restoring respondent’s right to citizenship.\nThe commutation reduced only the minirmim sentence imposed, and did not affect the maximum. Therefore, the sentence remained an indeterminate one, and the relator was subject to the jurisdiction of the Parole Board until the expiration of the maximum term (People ex rel. Cecere v. Jennings, 250 N. Y. 239; People ex rel. Page v. Brophy, 248 App. Div. 311; Matter of Bitz v. Canavan, 257 App. Div. 247).\nHeretofore it was decided (People ex rel. Sullivan v. Barr, 236 App. Div. 721, affd. 260 N. Y. 582) that the pardon and restoration of citizenship did not deprive the Parole Board of jurisdiction over relator.\nThe order appealed from should be reversed, the writ of habeas corpus dismissed and the relator remanded to custody subject to the rules of the State Board of Parole.\nMartin, P. J., Dore, Cohn, Callahan and Peck, JJ., concur.\n*182Order unanimously reversed, the writ of habeas corpus dismissed and the relator remanded...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-ex-rel-sullivan-v-ashworth"
    }
  ],
  "relatedIncidents": [
    24439,
    24451,
    24499,
    24518,
    24521
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}