{
  "id": 24444,
  "title": "1945년 In Re Michael 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1945-11-05",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: In Re Michael. 판결일: 1945-11-05. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of Michael\n**판결일**: 1945-11-05\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Black, Jackson\n\n## 변호인\n\nMr. Robert T. McCracken, with whom Messrs. Stanley F. Coar and D. H. Jenkins were on the brief, for petitioner., Mr. Robert M. Hitchcock, with whom Acting Solicitor General Judson, Messrs. W. Marvin Smith, Robert S. Er-dahl and Miss Beatrice Rosenberg were on the brief, for the United States.\n\n## 인용\n\n- 326 U.S. 224\n- 66 S. Ct. 78\n- 90 L. Ed. 30\n- 1945 U.S. LEXIS 2649\n\n## 판결문 요약\n\n\n326 U.S. 224 (1945)\nIN THE MATTER OF MICHAEL.\nNo. 38.\nSupreme Court of United States.\nArgued October 11, 12, 1945.\nDecided November 5, 1945.\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE THIRD CIRCUIT.\nMr. Robert T. McCracken, with whom Messrs. Stanley F. Coar and D.H. Jenkins were on the brief, for petitioner.\n*225 Mr. Robert M. Hitchcock, with whom Acting Solicitor General Judson, Messrs. W. Marvin Smith, Robert S. Erdahl and Miss Beatrice Rosenberg were on the brief, for the United States.\nMR. JUSTICE BLACK delivered the opinion of the Court.\nA Federal District Court, after a hearing, adjudged that the petitioner was guilty of contempt on findings that he had given \"false and evasive\" testimony before a Grand Jury which \"obstructed the said Grand Jury in its inquiry and the due administration of justice.\" A sentence of six months imprisonment was imposed. The Circuit Court of Appeals reviewed the evidence, found that the petitioner had not been \"contumacious or obstreperous,\" had not refused to answer questions, and that his testimony could not \"fairly be characterized as unresponsive in failing to give direct answers to the questions asked him.\" But it accepted the District Court's finding that the petitioner's testimony as to relevant facts was false, and concluded that it was of a type tending to block the inquiry and consequently \"an obstruction of the administration of justice\" within the meaning of § 268 of the Judicial Code[1] so as to subject petitioner to th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-michael"
    }
  ],
  "relatedIncidents": [
    24425,
    24455,
    24463,
    24502,
    24297
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}