{
  "id": 24441,
  "title": "1945년 Wasserman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1945-11-14",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Wasserman. 판결일: 1945-11-14. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Joseph Wasserman, Doing Business under the Name of Mayfair Novelty Company, Appellants-Respondents v. Broadalbin Knitting Co., Ltd.\n**판결일**: 1945-11-14\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Heffernan, Hill\n\n## 변호인\n\nBondy & ScJiloss, attorneys (Eugene L. Bondy of counsel), for plaintiffs-appellants and respondents., Curtis (& Warren, attorneys (Daniel H. Prior of counsel), for defendant-respondent and appellant.\n\n## 인용\n\n- 270 A.D. 20\n\n## 판결문 요약\n\n\nHeffernan, J.\nIn this action plaintiffs are seeking to recover damages sustained by them because of the alleged failure of defendant to deliver merchandise under a written contract of purchase and sale. Defendant denies that it breached its contract and pleads a counterclaim against plaintiffs because of their failure to comply with the contract. The Trial Judge dismissed the claims of both parties and from that determination both have come to this court.\nThe facts in this case are not in dispute. The principal ones appear in the dissenting opinion and need not be repeated here.\nLeibner and Friedman had authority to solicit business for defendant. Their authority was strictly limited to such solicitation. Any order taken by them required confirmation by defendant. Plaintiffs had full knowledge of the limitation of authority on the part of these agents.\nOn October 8, 1940, the parties to this action entered into the contract involved in this suit. By the terms of that contract plaintiffs agreed to purchase from defendant, and defendant agreed to manufacture and sell to plaintiffs, 10,000 dozen sweaters, of various colors, at $6,625 per dozen. The entire order was to be manufactured, delivered and accepted by plaintiffs by April 1,1941. One of the provisions of the contract is: “Sped*22fications applying to this contract must be given in ample time so that goods can be manufactured by the date of delivery indicated.”\nThe contract also provided that plaintiffs should furnish de...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wasserman-v-broadalbin-knitting-co"
    }
  ],
  "relatedIncidents": [
    24425,
    24431,
    24432,
    24434,
    24439
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}