{
  "id": 24442,
  "title": "1945년 Paplauskas 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1945-11-09",
  "location": "Rhode Island, RI, USA",
  "summary": "미국 Rhode Island, RI 법원 판결 사건. 사건명: Paplauskas. 판결일: 1945-11-09. 법원: Supreme Court of Rhode Island.",
  "description": "## 사건 정보\n\n**사건명**: William Paplauskas v. Reynolds MacHinery Company.\n**판결일**: 1945-11-09\n**법원**: Supreme Court of Rhode Island\n**관할**: Rhode Island, RI\n\n**판사**: Baker, Capotosto, Condon, Flynn, Moss\n\n## 변호인\n\nFrancis R. Foley,  for petitioner.\n\n William E. Walsh,  for respondent.\n\n## 인용\n\n- 44 A.2d 425\n- 71 R.I. 297\n\n## 판결문 요약\n\nThis is an appeal from a decree of the superior court denying an employee's petition for relief under the workmen's compensation act, general laws 1938, chapter 300.\nThe case was first heard in the department of labor and a decision was there rendered awarding compensation to the petitioner for loss of wages and for medical and surgical expenses. From that decision an appeal was taken to the superior court, where, at the hearing on the merits of the case, the petitioner testified to the following effect, without being contradicted or impeached by any other evidence.\nDuring his employment by the respondent from some date in 1936 to February 19, 1943, as a scraper, he was at times required to move heavy machinery, loaded trucks and the like. About three years after the beginning of such employment and in the course thereof he lifted, with a crowbar, a heavy piece of machinery and felt a sharp pain in his side.\nAbout seven or eight months later he had a similar experience, in moving some heavy machinery, and a lump developed in his abdomen and he had a sharp pain there. After that he continued to have a painful lump in his abdomen and the swelling grew bigger so that he would push it back and wrap a long cloth around that region, thus holding *Page 298 \nback the swelling. The lump was about as big as the top of his thumb and he knew then that he had a hernia but did not tell anybody about it. He continued in the employment of the respondent at the same work until the time of the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=paplauskas-v-reynolds-machinery-co"
    }
  ],
  "relatedIncidents": [
    24479,
    24425,
    24431,
    24432,
    24434
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}