{
  "id": 24455,
  "title": "1945년 Wetzel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1945-10-09",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Wetzel. 판결일: 1945-10-09. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: EDWIN L. WETZEL v. GRACE A. WETZEL\n**판결일**: 1945-10-09\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Doran\n\n## 변호인\n\nNadia Williams for Appellant., Lee Combs for Respondent.\n\n## 인용\n\n- 71 Cal. App. 2d 168\n\n## 판결문 요약\n\n\nDORAN, J.\nThis is an appeal from an order granting a motion to vacate an interlocutory decree of divorce.\nAppellant’s brief recites that, “The principal grounds upon which the motion was made were extrinsic fraud and coercion. Further grounds of mistake, inadvertence, excusable neglect and surprise were alleged, but an examination of the respondent’s moving papers disclose that the only grounds relied upon were fraud and coercion.”\nThe record reveals that the action for divorce was filed by the husband May 17, 1944; answer and cross-complaint were filed June 28, 1944; answer to the cross-complaint was filed on June 29, 1944, and the cause tried as a default on July 6, 1944. The wife was awarded judgment and the decree, which included a property settlement agreement, was entered July 7, 1944. The notice of the motion to vacate and set aside the judgment under section 473 of the Code of Civil Procedure was filed September 25, 1944. It was supported by an affidavit of the wife and met by counteraffidavits of the husband and others. Following a hearing, the court, on October 16, 1944, granted the motion and set aside the judgment.\nIt is contended by appellant that the affidavit of respondent in support of the motion failed to set forth facts amounting to extrinsic fraud or coercion; that the court will not interfere with a judgment obtained through collusion and, that a judgment will not be set aside in such circumstances in the absence of a showing of damages by reason of such ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wetzel-v-wetzel"
    }
  ],
  "relatedIncidents": [
    24444,
    24502,
    24297,
    24329,
    24355
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}