{
  "id": 24451,
  "title": "1945년 State v. . Mays 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1945-10-17",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: State v. . Mays. 판결일: 1945-10-17. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State v. Edward Mays.\n**판결일**: 1945-10-17\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Barnhill\n\n## 변호인\n\n\n\nAttorney-General McMullan and Assistant Attorneys-General Rhodes, Moody, and Tuclcer for the State.\n, \nE. L. Gavin and D. B. Teague for defendant, appellant.\n\n\n## 인용\n\n- 35 S.E.2d 494\n- 225 N.C. 486\n\n## 판결문 요약\n\nCriminal prosecution tried on bill of indictment charging the defendant with the murder of one Mattie L. Salmon.\nThe deceased, about 75 years of age, lived alone in a four-room house. On the morning of 17 June, 1945, she was found lying on her bed dead. Her clothing was pulled up about her shoulders, most of her body was exposed, and her bed was \"all torn up.\"\n\"Her body was turned slightly to the left side, with her head towards the head of the bed, on the pillow, with her right limb drawn up slightly, her lower limb. Her hands were up, not over her head but in an upright position. Her mouth had bruise areas all the way around and there were abrasions on her lower and upper lips, bleeding slightly from the lips. The abrasions and bruises were entirely around her mouth, the worst part being on left corner and lower lip. There wasn't anything in her mouth, no foreign substance, but this dress was over her mouth and shoulder, right shoulder. This dress here, this bloody part, was over her mouth and right shoulder. No part of it was in her mouth. The blood was on that area adjacent to her mouth, was directly over it.\n\". . . Her arms, wrists and elbows were drawn up, some bruises on her arms and wrists, skin not broken but bluish area.\"\nThe wounds about her mouth were produced by pressure as if something were being pressed in her mouth.\nA post-mortem examination disclosed bruises, abrasions, and tears, and the presence of spermatozoa.\nThere was evidence that one of the screen wind...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-mays"
    }
  ],
  "relatedIncidents": [
    24432,
    24439,
    24499,
    24518,
    24521
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}