{
  "id": 24460,
  "title": "1945년 Lewis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1945-10-01",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Lewis. 판결일: 1945-10-01. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Lewis v. State.\n**판결일**: 1945-10-01\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Holt\n\n## 변호인\n\nBon McCourtney and Claude B. Brinton, for appellant.\n\nGuy E. Williams, Attorney General, and Oscar E. Ellis, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 189 S.W.2d 641\n- 209 Ark. 51\n\n## 판결문 요약\n\nAppellant was charged by information with the crime of assault with intent to kill \"H. J. Bosler with a deadly weapon, to-wit: a knife.\" He was found guilty by the jury and his punishment fixed at one year in the state penitentiary. For reversal of the judgment, appellant alleges five grounds in his motion for a new trial. The first four questioned the sufficiency of the evidence, and the fifth alleges that \"the court erred in permitting the introduction of the knife in the evidence without sufficient showing that said knife was used in the assault.\" *Page 52 \nThe facts when viewed in the light most favorable to the State (Cheney v. State, 205 Ark. 1049, 172 S.W.2d 427) are: At about 9:30 p.m., after attending a picture show with two ladies in the city of Jonesboro, the victim of appellant's assault, Mr. Bosler, and the two ladies got in Bosler's car. Bosler was in the rear seat, and one of the ladies was driving, when they noticed appellant driving a car on the wrong side of the street. There was another Negro in the car with appellant. Bosler testified: \"When they got close enough for me to see who they were, there was Ralph Donelson and Frank Lewis, and Frank Lewis was so drunk he was staggering. I went and got out of my car and got my gun, which was in its holster, out of glove box, and I stepped around and the gun was down beside me and I asked Frank what was wrong, and he said `There's not a Goddamned thing wrong with me,' and I said `You're under arrest,' and he said `...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lewis-v-state"
    }
  ],
  "relatedIncidents": [
    24410,
    24425,
    24431,
    24432,
    24434
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}