{
  "id": 24463,
  "title": "1945년 Reed 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1945-09-25",
  "location": "Arizona, AZ, USA",
  "summary": "미국 Arizona, AZ 법원 판결 사건. 사건명: Reed. 판결일: 1945-09-25. 법원: Arizona Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: CHARLES REED, Appellant, v. REAL DETECTIVE PUBLISHING COMPANY, INC., a Corporation, THE CROWELL PUBLISHING COMPANY, a Corporation, HILLMAN BROTHERS, a Corporation, HILLMAN PERIODICALS, INC., a Corporation, SENSATION MAGAZINE, INC., a Corporation, HARRY E. STRONG and GEORGIA MARIE STRONG, Administratrix of the Estate of Harry E. Strong, Deceased, Appellees\n**판결일**: 1945-09-25\n**법원**: Arizona Supreme Court\n**관할**: Arizona, AZ\n\n**판사**: LaPRADE, Morgan, Stanford\n\n## 변호인\n\nMr. Y. L. Hash, for Appellant., Mr. Blaine B. Shimmel and Mr. \"Wallace W. Clark, for Appellees.\n\n## 인용\n\n- 162 P.2d 133\n- 63 Ariz. 294\n\n## 판결문 요약\n\nPlaintiff's amended complaint charged defendants with the publication and circulation of an alleged libelous statement, together with the unauthorized publication and circulation of his photograph. He alleged that the statements were false and defamatory, and that by reason thereof he was injured in his reputation and good name. He further alleged that the use of his photograph, as published in connection with a magazine story of a crime, and not as news, violated his right of privacy, that he was thereby subjected to ridicule and suffered mental pain and annoyance. He prayed for actual and punitive damages in a substantial sum.\nPending the action, but prior to the filing of the amended complaint, one of the original defendants, Harry E. Strong, died. Plaintiff's application to substitute the administratrix of his estate, his widow, Georgia Marie Strong, as a party defendant was denied. While several defendants were named in the complaint, apparently no manner of service was made on any except Hillman Periodicals, Inc., Hillman Brothers, a corporation, and Sensation Magazine, Inc. The service *Page 298 \nso made was by delivery of a copy of the amended complaint and summons to Georgia Marie Strong, claimed to be the legal agent of these corporations. Hillman Periodicals, Inc., appeared specially and moved to set aside the purported service of summons upon it, on the ground that it was a nonresident corporation, not qualified to transact business in Arizona, that it had never t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=reed-v-real-detective-publishing-co"
    }
  ],
  "relatedIncidents": [
    24425,
    24444,
    24319,
    24360,
    24431
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}