{
  "id": 24475,
  "title": "1945년 Shields 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1945-08-30",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Shields. 판결일: 1945-08-30. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Respondent, v. KENNETH J. SHIELDS, Appellant\n**판결일**: 1945-08-30\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Desmond\n\n## 변호인\n\nGladys Towles Root for Appellant., Robert W. Kenny, Attorney General, and Everett W. Mattoon, Deputy Attorney General, for Respondent.\n\n## 인용\n\n- 70 Cal. App. 2d 628\n\n## 판결문 요약\n\n\n70 Cal. App. 2d 628 (1945)\nTHE PEOPLE, Respondent,\nv.\nKENNETH J. SHIELDS, Appellant.\nCrim. No. 3886. \nCalifornia Court of Appeals. Second Dist., Div. Three.  \nAug. 30, 1945.\n Gladys Towles Root for Appellant.\n Robert W. Kenny, Attorney General, and Everett W. Mattoon, Deputy Attorney General, for Respondent.\n DESMOND, P. J.\n The defendant was charged with the commission of four felonies: kidnapping, burglary, violation of section 288 of the Penal Code, and rape. A jury found him not guilty of rape but guilty of the three other felonies. He appeals from all the judgments of conviction on the ground *630 that they are contrary to the evidence and also upon claimed errors of law.\n The People presented evidence tending to prove that on February 25, 1944, between the hours of twelve noon and one p. m., the defendant called at the Bellevue Apartments in Los Angeles, picked up and carried a child named Susan, a few days over three years of age, to the roof of the building and committed upon her the lewd act denounced by section 288. Several women residing in the Bellevue testifed that they saw the defendant there at the time mentioned. According to a Mrs. Johnson, living on the first floor, she saw him between 12 and 12:30 p. m. as he came up Boylston Street, entered the house by himself and went upstairs. As he passed the corner of a nearby store where Susan was playing in the dirt she had seen him pat the little girl on the head. He came downstairs about eight or ten minutes late...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "납치",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-shields"
    }
  ],
  "relatedIncidents": [
    24425,
    24431,
    24432,
    24434,
    24439
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}