{
  "id": 24479,
  "title": "1945년 Finkel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1945-08-14",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Finkel. 판결일: 1945-08-14. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: The PEOPLE, Respondent, v. JOSEPH FINKEL, Appellant\n**판결일**: 1945-08-14\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Nourse\n\n## 변호인\n\nNathan C; Coghlan for Appellant., Robert W. Kenny, Attorney General, and David K. Lener, Deputy Attorney General, for Respondent.\n\n## 인용\n\n- 70 Cal. App. 2d 508\n\n## 판결문 요약\n\n\n70 Cal. App. 2d 508 (1945)\nTHE PEOPLE, Respondent,\nv.\nJOSEPH FINKEL, Appellant.\nCrim. No. 2304. \nCalifornia Court of Appeals. First Dist., Div. Two.  \nAug. 14, 1945.\n Nathan C. Coghlan for Appellant.\n Robert W. Kenny, Attorney General, and David K. Lener, Deputy Attorney General, for Respondent.\n NOURSE, P. J.\n Defendant was charged in thirteen counts of an indictment with rape, robbery, burglary, and attempt to commit rape in respect to five different women. On a trial to a jury he was acquitted on the charges alleged in counts one to three inclusive and counts eleven to thirteen inclusive. He was convicted on the charges found in counts four, six to ten inclusive, and guilty of the lesser offense of simple assault on the charge of assault with intent to commit rape found in count five. The jury also found that the charge of a prior offense of attempt to commit rape in Honolulu was true. Consecutive sentences were imposed for the various offenses of which he was found guilty and his motion for a new trial was denied. His appeal is from the judgment and the order denying a new trial.\n A brief statement of the facts will suffice, as it cannot be seriously argued that the evidence relating to the various assaults is insufficient to support the verdicts.\n The transactions upon which the counts of the indictment were based differ in detail, but in substance they were all similar. Briefly, it appeared that each of the women involved resided in either a basement room or apartment ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-finkel"
    }
  ],
  "relatedIncidents": [
    24442,
    24425,
    24431,
    24432,
    24434
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}