{
  "id": 24489,
  "title": "1945년 Thornton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1945-07-05",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Thornton. 판결일: 1945-07-05. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: THORNTON v. HARTFORD ACCIDENT AND INDEMNITY COMPANY Et Al.\n**판결일**: 1945-07-05\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Wyatt\n\n## 변호인\n\nJames C. Howard Jr. , for plaintiff.\n\n Neely, Marshall  Greene  and  T. Elton Drake , for defendants.\n\n## 인용\n\n- 32 S.E.2d 816\n- 198 Ga. 786\n\n## 판결문 요약\n\nUnder the undisputed facts, a finding by the State Board of Workmen's Compensation that the accidental injury to the employee arose out of and in the course of his employment was authorized and demanded; and the judgment of the Court of Appeals, reversing the judgment of the superior court, which affirmed an award of compensation by the board, must be reversed.\nThis case is before the court on the grant of a certiorari to review a decision of the Court of Appeals (Hartford Accident Indemnity Co. v. Thornton, 71 Ga. App. 486, 31 S.E.2d 115), reversing a judgment of the superior court, which affirmed an award of compensation by the State Board of Workmen's Compensation.\nThe facts are not in dispute, the parties having entered into the following stipulation when the case was tried before a deputy director of the board: \"It is stipulated that the deceased checked in the Georgian Hotel between 3 and 5 p. m. the evening of June 7, 1943, the Georgian Hotel being located at Athens, Georgia, which is in Clarke County, Georgia. Mr. Thornton was a traveling salesman for the company, and Athens, Georgia, was a part of his territory that he serviced in connection with his employment by the company. That he was seen in the lobby of the hotel *Page 787 \na few minutes after checking in, and then he crossed the street to the other side and walked about two doors west to the D. Jones Cafe, where he had dinner, staying in the cafe something like an hour, having his meal, and reading the newspap...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thornton-v-hartford-accident-indemnity-co"
    }
  ],
  "relatedIncidents": [
    24425,
    24431,
    24432,
    24434,
    24439
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}