{
  "id": 24490,
  "title": "1945년 In re Ward 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1945-07-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: In re Ward. 판결일: 1945-07-03. 법원: Court of Customs and Patent Appeals.",
  "description": "## 사건 정보\n\n**사건명**: In re Ward\n**판결일**: 1945-07-03\n**법원**: Court of Customs and Patent Appeals\n**관할**: USA, Federal\n\n**판사**: Bland, Connell, Gakrett, Garrett, Hatfield, Jackson\n\n## 변호인\n\n<Tames P. Burns and Hugo A. Kemman for appellant., TV. W. Cochran (E. L. Reynolds of counsel) for the Commissioner of Patents.\n\n## 인용\n\n- 32 C.C.P.A. 1238\n- 66 U.S.P.Q. (BNA) 317\n- 150 F.2d 436\n\n## 판결문 요약\n\n\nGarrett, Presiding Judge,\ndelivered the opinion of the court:\nThis is an appeal from the decision of the Board of Appeals of the United States' Patent Office affirming the decision of the examiner finally rejecting two claims, numbered 18 and 19, of appellant’s application, serial No. 342,910, for patent captioned “for Recovery of Valuable Hydrocarbons,” filed June 28, 1940. Several claims stand allowed.\nThose on appeal were rejected as being unpatentable over the claims of a patent No. 2,211,088, issued to appellant August 13,1940, upon an application, serial Ho. 170,508, filed October 22,1937, no other reference being cited. The application under consideration does not purport to be other than an original application.\nBefore considering the claims on their merits it is proper to state, or restate, a rule of law.\nBy reference to the filing dates-of the respective applications as above given, it will be observed that the respective applications were copending during the period from June 28, 1940 to August 18, 1940, upon which latter date the patent issued.\nUnder the circumstances it is conceded that appellant’s patent does not constitute prior art against him, but- it was cited under the rule as stated by the examiner:\n*1239It is well settled law that an applicant cannot obtain a second patent unless what is set forth in the claims involves invention over what has already been patented to him. Ex parte Chapman 329 O. G. 263; 1924 C. D. 143.\nNeither the examiner nor the board...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-ward"
    }
  ],
  "relatedIncidents": [
    24494,
    24309,
    24403,
    24425,
    24431
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}