{
  "id": 24494,
  "title": "1945년 In re McBride 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1945-06-25",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: In re McBride. 판결일: 1945-06-25. 법원: Court of Customs and Patent Appeals.",
  "description": "## 사건 정보\n\n**사건명**: In re McBride\n**판결일**: 1945-06-25\n**법원**: Court of Customs and Patent Appeals\n**관할**: USA, Federal\n\n**판사**: Bland, Connell, Garrett, Hateield, Jackson\n\n## 변호인\n\njEverett E. Kent for appellants., W. W. Cochran {E. L. Reynolds of counsel) for the Commissioner of Patents.\n\n## 인용\n\n- 33 C.C.P.A. 729\n- 67 U.S.P.Q. (BNA) 111\n- 151 F.2d 214\n\n## 판결문 요약\n\n\nGarrett, Presiding Judge,\ndelivered the opinion of the court:\nAppellants here seek reversal of the decision of the Board of Appeals of the United States Patent Office affirming the examiner’s rejection of the single claim ,of appellants’ application (serial No. 350,724) for patent captioned “for Knobs and Handles.”\nThe claim reads:\n34. A tap-name-knob mounting, for the handle-knob of a screw-threaded stem of a swinging tap-handle that swings about a horizontal axis, in which mounting a hand-grip knob having on one side a name-indicating face is combined with a mounting element which is screw-threaded for being set firmly on the stem; said knob having a firm-walled socket which with conical taper extends inward from, the base surface of the knob to the interior,of the knob; said mounting element, being a firm-walled plug having conical external taper for fitting the taper of the socket so as to constitute a friction clutch; which said clutch holds the knob firmly fixed, as to the azimuth direction of facing of the name-indicating face, but holds the knob releasably by movement of the knob in the axial direction of the screw threads.\n*730A succinct description of the device is stated in the brief of’the Solicitor for the Patent Office as follows:\nThe application here involved * '* * discloses a knob for controlling the tap by which a liquid such as a beverage is dispensed. The knob has a plate showing the kind of liquid dispensed and it is desirable that this plate shall face ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-mcbride"
    }
  ],
  "relatedIncidents": [
    24490,
    24309,
    24403,
    24425,
    24431
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}