{
  "id": 24502,
  "title": "1945년 Stoufflet 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1945-06-05",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Stoufflet. 판결일: 1945-06-05. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: Stoufflet v. Duplantis.\n**판결일**: 1945-06-05\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Ponder\n\n## 변호인\n\nC. A. Blanchard, of Donaldsonville, for plaintiff-appellant.\n\nA. Deutsche O'Neal, of Houma, for defendant-appellee.\n\n## 인용\n\n- 23 So. 2d 41\n- 208 La. 186\n\n## 판결문 요약\n\nThe plaintiff, William Stoufflet, brought this suit against Joseph G. Duplantis seeking to annul a compromise agreement, dated January 10, 1939, wherein the plaintiff had quitclaimed his rights and interest in 225 acres of land located in Terrebonne Parish to the defendant, and to be decreed the owner of the property involved therein. The plaintiff asked for the annulment of the compromise agreement on the ground of fraud and, in the alternative, on the ground of lesion.\nThe defendant answered, denying the perpetration of fraud and relied on the compromise agreement. The defendant, *Page 188 \nfurther answering, interposed the plea of prescription of ten years under title translative of property and thirty years acquisitive and liberative prescription.\nUpon trial, the lower court rejected the plaintiff's demand and dismissed his suit. The plaintiff has appealed.\nThe compromise agreement involved herein was executed before a notary public and two witnesses. In this agreement, the plaintiff for the consideration of $300 quitclaims all of his rights, titles, and interest in and to: \"A certain tract of land, situated in the Parish of Terrebonne, at about twelve (12) miles below the town of Houma, on the right descending bank of Bayou Little Caillou, commencing at ten (10) arpents from said Bayou, measuring seven and one-half (7 1/2) arpents front by the balance of the depth of survey, say thirty (30) arpents; bounded above by land of the Succession of Marcelin Duplantis and below ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=stoufflet-v-duplantis"
    }
  ],
  "relatedIncidents": [
    24444,
    24455,
    24297,
    24329,
    24355
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}