{
  "id": 24501,
  "title": "1945년 Harper v. . Harper and Wickham v. . Harper 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1945-06-06",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: Harper v. . Harper and Wickham v. . Harper. 판결일: 1945-06-06. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: Clara C. Harper v. T. H. Harper. Mrs. Phil S. Wickham v. T. H. Harper. Phil S. Wickham v. T. H. Harper.\n**판결일**: 1945-06-06\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: BARNHILL, J.\n\n## 변호인\n\nGoebel Porter for plaintiffs, appellees .\n\n Gold, McAnally  Gold and Rupert T. Pickens for defendant, appellant .\n\n## 인용\n\n- 34 S.E.2d 185\n- 225 N.C. 260\n\n## 판결문 요약\n\nThree separate civil actions to recover damages resulting from an automobile wreck, consolidated for trial by consent.\nOn 22 October, 1943, plaintiff Clara C. Harper was the owner of a Pontiac automobile. On that day she and her husband and plaintiffs Phil S. Wickham and Mrs. Wickham started on a trip from the Harper home, near High Point, to Augusta, Ga., on Mrs. Harper's automobile. They spent the night in Augusta. The next day, about 5:00 p.m., after defendant had transacted some business, they started on the return trip. When about seventeen miles out of Augusta, just across the South Carolina line, the car began to pull over from the right to the left side of the road and ran off the road, fell over some tree tops down a thirty-foot embankment into a tree. When the car began to swerve to the left, Mrs. Harper, who was sitting on the rear seat, began to scream, but apparently the driver \"paid no attention to her.\" Each plaintiff received personal injuries. Those sustained by Mrs. Harper, being more *Page 262 \nserious than the others, resulted in pneumonia and left her permanently injured. Her car was also practically demolished.\nThe defendant Harper was operating the car both going to and returning from Augusta. Mrs. Harper testified that defendant's automobile was out of repair; that at his request she loaned him her car to make a business trip to Augusta; and that later, at his suggestion and invitation, she consented to go along as his companion and guest. He also invi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=harper-v-harper-and-wickham-v-harper"
    }
  ],
  "relatedIncidents": [
    24425,
    24431,
    24432,
    24434,
    24439
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}