{
  "id": 24515,
  "title": "1945년 The Surf Club v. Tatem Surf Club, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1945-04-06",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: The Surf Club v. Tatem Surf Club, Inc.. 판결일: 1945-04-06. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: The Surf Club, a Corporation Not for Profit, Organized and Existing Under the Laws of the State of Florida v. Tatem Surf Club, Inc., a Corporation, for Profit, Organized and Existing Under the Laws of the State of Florida.\n**판결일**: 1945-04-06\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Adams, Buford, Chapman, Terrell\n\n## 변호인\n\nJohn M. Murrell  and  McKay, Dixon  DeJarnette,  for appellant.\n\n George H. Salley,  for appellee.\n\n## 인용\n\n- 21 So. 2d 717\n- 155 Fla. 796\n\n## 판결문 요약\n\nThis case is before us on appeal from final decree dismissing bill of complaint after issues made up and taking of testimony before a special master. This is the second appearance of the cause here. See 151 Fla. 406, 10 So.2d 554.\nWe think the opinion and judgment rendered upon rehearing granted established the law of the case. In that opinion it was said:\n\"The continued use as the corporate name of 'Tatem Surf Club, Inc.' by the defendant is clearly a violation of the statute; the alleged injury to plaintiff is substantial and peculiar to its statutory rights. The elimination of the word 'club' from defendant's corporate name does not affect the defendant's authorized business franchise or rights; and a lawful name may be used. The allegations show justiciable injury to plaintiff having a prior lawful right, and the law affords appropriate remedy by due course of law in order that right and justice may be administered.\" *Page 797 \nThere we held that the use of the name \"Tatem Surf Club, Inc.\" by the defendant is a clear violation of the statute and the rationale of the opinion was that while this alone would not be sufficient ground for granting the relief prayed, yet, that condition existing, taken together with the alleged substantial and peculiar injury to the plaintiff, did state ground for relief. So the only question presented for our consideration at this time is, whether or not the proof supports the allegations showing a justiciable injury of plaintiff having a prio...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-surf-club-v-tatem-surf-club-inc"
    }
  ],
  "relatedIncidents": [
    24425,
    24431,
    24432,
    24434,
    24439
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}