{
  "id": 24518,
  "title": "1945년 State Ex Rel. Sanchez v. Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1945-03-26",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: State Ex Rel. Sanchez v. Smith. 판결일: 1945-03-26. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: STATE Ex Rel. SANCHEZ v. SMITH Et Al.\n**판결일**: 1945-03-26\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: O'Niell\n\n## 변호인\n\nFred S. LeBlanc, Atty. Gen., M. E. Culligan, Asst. Atty. Gen., and Dewey J. Sanchez, Dist. Atty., and Braxton B.. Croom, Asst. Dist. Atty., both of Baton Rouge, for plaintiff, applicant., Fred G. Benton and John Fred Odom, .both of Baton Rouge, for defendants.\n\n## 인용\n\n- 21 So. 2d 890\n- 207 La. 735\n\n## 판결문 요약\n\nThere are three defendants in this case. They are being prosecuted jointly under two separate bills of indictment. In one of the indictments the defendants are charged with the crime of false swearing, *Page 737 \nby taking a false oath for the purpose of securing an absentee ballot to be cast in a primary election, \"all in violation of Act 61 of the Extra Session of the Legislature of 1921 and Act 43 of the Legislature of 1942\". In the other indictment the defendants are charged with conspiring to commit the crime of false swearing by intentionally making written statements known to be false, under sanction of an oath, in connection with the application for an official absentee ballot to be cast in the same primary election, \"in violation of Act 61 of the Extra Session of the Legislature of 1921 and Act 43 of 1942\".\nCriminal conspiracy is defined in Article 26 of the Criminal Code as the agreement or combination of two or more persons for the specific purpose of committing any crime. Hence there cannot be a criminal conspiracy to do that which the law does not denounce as a crime.\nThe defendants &#8212; or at least two of them &#8212; filed motions to quash the indictments on the ground that Section 9 of Act 61 of the Extra Session of 1921, which act deals exclusively with the subject of absentee voting, provides that:\n\"If any person shall wilfully swear falsely to any such affidavit [required by section 3 of the act], he shall, upon conviction thereof, be guilty of perjury a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "살인",
    "미국",
    "판례",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-sanchez-v-smith"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-washington"
    }
  ],
  "relatedIncidents": [
    24432,
    24439,
    24451,
    24499,
    24521
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}