{
  "id": 24521,
  "title": "1945년 State v. . Hill 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1945-03-21",
  "location": "North Carolina, NC, USA",
  "summary": "미국 North Carolina, NC 법원 판결 사건. 사건명: State v. . Hill. 판결일: 1945-03-21. 법원: Supreme Court of North Carolina.",
  "description": "## 사건 정보\n\n**사건명**: State v. Thaddeus Hill.\n**판결일**: 1945-03-21\n**법원**: Supreme Court of North Carolina\n**관할**: North Carolina, NC\n\n**판사**: Denny\n\n## 변호인\n\n\n\nAttorney-General McMullan and Assistant Attorneys-General Rhodes and Moody for the State.\n, \nN. W. Outlaw for defendant.\n\n\n## 인용\n\n- 33 S.E.2d 470\n- 225 N.C. 74\n\n## 판결문 요약\n\nCriminal prosecution tried upon indictment charging the defendant with an assault upon one Anna Bell Massengill with a deadly weapon, to wit, a pistol, inflicting serious injury, not resulting in death, with the intent to kill and murder the said Anna Bell Massengill.\nThe defendant is a married man and has a wife and two children living in Fremont, N.C. In 1941 he obtained a job in Goldsboro. After that time he kept a room in Goldsboro, going back and forth to his home in Fremont, from time to time. The prosecuting witness is a widow. She and the defendant had been associating with each other for several years. They made many trips together, he often called on her at her home or apartment and she often visited him in his room, and frequently spent the night with him. On 19 September, 1944, about 7:30 o'clock p.m., they met at a local drug store and the prosecuting witness testified the defendant was mad and threatened her life, that he insisted she go with him to his room in a local hotel. There, according to the evidence, both took several drinks of liquor, and around 12:00 o'clock midnight, when the prosecuting witness started to leave, the defendant shot her with a pistol through the abdomen and through the neck. The defendant denies any knowledge of the shooting, claiming that his mind went blank and that he was too drunk to have any knowledge of what he was doing.\nVerdict: \"Guilty of assault with deadly weapon, with intent to kill, inflicting serious bodily injury, not r...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-hill"
    }
  ],
  "relatedIncidents": [
    24432,
    24439,
    24451,
    24499,
    24518
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}