{
  "id": 24520,
  "title": "1945년 Tonseth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1945-03-22",
  "location": "Washington, WA, USA",
  "summary": "미국 Washington, WA 법원 판결 사건. 사건명: Tonseth. 판결일: 1945-03-22. 법원: Washington Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Paul H. Tonseth Et Al., Appellants, v. Carl Serwold Et Al., Respondents\n**판결일**: 1945-03-22\n**법원**: Washington Supreme Court\n**관할**: Washington, WA\n\n**판사**: Steinert\n\n## 변호인\n\nSam L. Levinson  and  Kathreen Mechem , for appellants.\n\n Lycette, Diamond  Sylvester , for respondents.\n\n## 인용\n\n- 157 P.2d 333\n- 22 Wash. 2d 629\n\n## 판결문 요약\n\n1 Reported in 157 P.2d 333.\nFive members of a fishing crew, joining as plaintiffs, commenced this action against the operating owners of a fishing vessel to recover the balances of certain amounts alleged to be owing to the plaintiffs respectively as their shares of the net proceeds of a season's catch of tuna fish. The cause was tried to the court without a jury and resulted in a judgment dismissing the complaint with prejudice. The plaintiffs appealed.\nAt all times involved in this action, appellants, Paul H. Tonseth, Steen Alsos, Knut Skogen, Victor D. Neilsen, and Oscar Henslean, were fishermen and members of the Deep Sea Fishermen's Union of the Pacific, which, for brevity, will henceforth be designated simply as the union. Respondents, Carl Serwold (who will hereinafter be referred to as though he were the sole respondent) and Virginia Serwold, his wife, were the owners of a one-fourth interest in the motor vessel \"Tordenskjold.\" The remaining three-fourths interest in the vessel was owned by respondent's mother and brother. Respondent was the master and managing operator of the vessel and, as such, was a member of the Fishing Vessel Owners' Association, Inc., hereinafter called the association.\nOn or about March 20, 1940, the association and the union entered into a written agreement making provision for the employment of crews of fishermen, the operations of the various vessels represented by their respective owners, and the basis upon which settlements should be made...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tonseth-v-serwold"
    }
  ],
  "relatedIncidents": [
    24425,
    24431,
    24432,
    24434,
    24439
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}