{
  "id": 24527,
  "title": "1945년 Bressler 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1945-03-09",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Bressler. 판결일: 1945-03-09. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Julius L. Bressler v. Board of Higher Education of the City of New York, Respondent Harry Balsam v. Board of Higher Education of the City of New York\n**판결일**: 1945-03-09\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 변호인\n\nOsmond K. Fraenkel for appellants., William S. Lebwohl of counsel (Ignatius M. Wilkinson, Corporation Counsel, attorney), for respondent.\n\n## 인용\n\n- 269 A.D. 37\n\n## 판결문 요약\n\n\n\nPer Curiam.\n\nIn two consolidated actions, plaintiffs appeal from an order and a judgment dismissing the complaints on defendant’s motion for judgment on the pleadings. Equitable relief is asked; defendant in its answers does not allege that plaintiffs have an adequate remedy at law; defendant did not. as in Terner v. Glickstein &amp; Terner, Inc. (283 N. Y. 299), move to dismiss for insufficiency before answer. Accordingly, as the complaints sufficiently state causes of action at law (Nelson v. Board of Higher Education of City of N. Y., 263 App. Div. 144, affd. 288 N. Y. 649) and answers have been served before any motion was made, the court should not have dismissed the complaint on a motion for judgment on the pleadings. (Port v. Holzinger, 212 App. Div. 124, 125; Hirsh v. Central Hanover Bank &amp; Trust Co., 251 App. Div. 24; Peck v. Philipson, 265 App. Div. 109; Kraemer v. World Wide Trading Co., Inc., 195 App. Div. 305, 306; Perrin v. Smith, 135 App. Div. 127, 131.)\nThe order and the judgment appealed from should be reversed, ■with costs to the appellants, and the motion denied.\nMartin, P. J., Glennon, Dore, Cohn and Callahan, JJ., concur.\nOrder and judgment unanimously reversed, with costs, and the motion denied.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bressler-v-board-of-higher-education"
    }
  ],
  "relatedIncidents": [
    24425,
    24431,
    24432,
    24434,
    24439
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}