{
  "id": 24533,
  "title": "1945년 Lyles 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1945-02-05",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: Lyles. 판결일: 1945-02-05. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: State v. Leo Lyles, Appellant\n**판결일**: 1945-02-05\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Barrett, Bohling, Westhues\n\n## 변호인\n\nJohn A. Nolan  and  Dalton W. Schreiber  for appellant;  I.  Joel Wilson  of counsel.\n\n(1) The court erred prejudicially to defendant in taking and hearing testimony to the court and without a jury on the verified motion of defendant praying for a jury to be summoned by the court to try and decide the question of his insanity after having been informed against and before his trial; and in the court deciding the question of defendant's insanity on that issue against him solely upon the evidence t\n\n## 인용\n\n- 185 S.W.2d 642\n- 353 Mo. 930\n\n## 판결문 요약\n\nLeo Lyles was convicted in the circuit court of St. Louis county, Missouri, of murder in the first degree and his punishment assessed at death. He duly appealed from the judgment imposed. This is the second appeal. In the first trial appellant was sentenced to suffer the death penalty but this court remanded the case for retrial because of the giving of an erroneous instruction. See State v. Lyles, 351 Mo. 1174, 175 S.W.2d 587. See also a companion case, State v. Talbert, 351 Mo. 791,174 S.W.2d 144.\n[1] The only point briefed by appellant on this appeal is stated as follows in his brief: *Page 932 \n\"It is the contention of the defendant that the court prejudicially erred in overruling the verified motion filed by his attorneys praying the court to order a jury summoned to try and decide the question of his becoming insane after the information had been filed against him and before his trial thereon after the court had taken testimony on the facts alleged therein and deciding said motion thereon.\"\nAppellant's motion to have a sanity inquiry was based on Sec. 4046, R.S. Mo., 1939, Mo. R.S.A., which reads as follows:\n\"If any person indicted for any crime in this state shall, after his indictment and before his trial on such charge, become insane, and the circuit or criminal court wherein such person stands charged shall have reason to believe that such person has so become insane, it shall be the duty of such court to suspend all further proceedings against such person under sai...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-lyles"
    }
  ],
  "relatedIncidents": [
    24432,
    24439,
    24451,
    24499,
    24518
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}