{
  "id": 24532,
  "title": "1945년 Edwards 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1945-02-07",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Edwards. 판결일: 1945-02-07. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Lawrence Edwards v. the State\n**판결일**: 1945-02-07\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Beauchamp\n\n## 변호인\n\nW. S. Foster,  of Waco, for appellant.\n\n Ernest S. Goens,  State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 185 S.W.2d 111\n- 148 Tex. Crim. 104\n\n## 판결문 요약\n\nThe appeal is from a sentence of two years in the penitentiary on a charge of burglary.\nIt is alleged that appellant, a nineteen-year-old negro boy, together with two companions who were of the juvenile age, burglarized a filling station belonging to H. L. Mayfield. The two boys were first arrested and made a confession implicating the appellant. He was arrested and taken with them to the county jail in Waco at which place each of the boys signed a statement giving the facts upon which the State relies for a conviction.\nWhen the case was called for trial the attorney for appellant filed a motion for a continuance, setting out the absence of certain witnesses by whom he expected to prove an alibi. This application does not comply with the requirements of Article 543, Vernon's Annotated Code of Criminal Procedure. The places of residence of the witnesses are not given. It is merely stated that \"due diligence was used\" while the statute requires that he *Page 106 \nshall set out \"the diligence which has been used\" to procure their attendance. Whether or not it is due diligence is a matter for the court. Neither does it say that the witnesses are not absent \"by the procurement or consent of the defendant,\" or that there is no reasonable expectation that the attendance of the witnesses can be secured during the present term of court. These provisions are mandatory, in the absence of which the motion is defective. Furthermore, the bill complaining of the failure of the court to gran...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=edwards-v-state"
    }
  ],
  "relatedIncidents": [
    24434,
    24348,
    24411,
    24425,
    24431
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}