{
  "id": 24543,
  "title": "1945년 State Ex Rel. Fire Dist. of Lemay v. Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1945-01-02",
  "location": "Missouri, MO, USA",
  "summary": "미국 Missouri, MO 법원 판결 사건. 사건명: State Ex Rel. Fire Dist. of Lemay v. Smith. 판결일: 1945-01-02. 법원: Supreme Court of Missouri.",
  "description": "## 사건 정보\n\n**사건명**: State of Missouri at the Relation of Fire District of Lemay, a Body Corporate and Political Subdivision of the State of Missouri, Relator v. Forrest Smith, State Auditor of Missouri.\n**판결일**: 1945-01-02\n**법원**: Supreme Court of Missouri\n**관할**: Missouri, MO\n\n**판사**: Douglas, Ellison\n\n## 변호인\n\nT. Douglas Moore  for relator.\n\n(1) Mandamus is the proper remedy to compel the State Auditor to register the bonds of relator. State ex rel. City of Jefferson v. Hackmann,  287 Mo. 156 ,  229 S.W. 1082 ; State ex rel. Webster Groves Sanitary Sewer Dist. v. Smith,  337 Mo. 855 , 87 S.W.2d 147 . (2) Proper protection against fire is essential to public health and safety and the passage of laws making such possible is a proper exercise of the police power. State ex rel. Gentry v. Curtis,  4 S.W.2d\n\n## 인용\n\n- 184 S.W.2d 593\n- 353 Mo. 807\n\n## 판결문 요약\n\nThis is an original proceeding in mandamus to compel the State Auditor to register bonds in the amount of $25,000 issued by the Fire District of Lemay in St. Louis County. The auditor refused registration on the ground the act authorizing the incorporation of the fire district and the issuance of the bonds is unconstitutional. We find the act is constitutional and the bonds should be registered. *Page 816 \nThe act (Laws 1941, p. 505) provides for the incorporation of fire districts in counties of 200,000 to 400,000 inhabitants with the power to tax, issue bonds, acquire fire-fighting apparatus, and employ firemen.\n[1] An act of the Legislature carries the presumption of constitutionality. [595] The court will not declare an act unconstitutional unless it plainly contravenes the Constitution. Furthermore, the act embraces a proper subject of legislation because fire protection for the public safety is within the police power of the State.\n[2] Article IV, Section 53 of the Constitution provides: \". . . Where a general law can be made applicable, no local or special law shall be enacted; and whether a general law could have been made applicable in any case is hereby declared a judicial question, and as such shall be judicially determined, without regard to any legislative assertion on that subject.\"\nIs the act a local or special law because it applies only to counties of 200,000 to 400,000 inhabitants? According to its terms the act applies: \"Whenever the erection of buildings i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-fire-dist-of-lemay-v-smith"
    }
  ],
  "relatedIncidents": [
    24425,
    24431,
    24432,
    24434,
    24439
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}