{
  "id": 24555,
  "title": "1944년 Davidson, Sheriff v. Trimble, Judge 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1944-12-11",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Davidson, Sheriff v. Trimble, Judge. 판결일: 1944-12-11. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Davidson, Sheriff v. Trimble, Judge.\n**판결일**: 1944-12-11\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Smith\n\n## 변호인\n\nO. E. Williams and S. Hubert Mayes, for petitioner.\n\n## 인용\n\n- 183 S.W.2d 922\n- 207 Ark. 1033\n\n## 판결문 요약\n\nIn Davidson, Sheriff, v. Chandler, 206 Ark. 375,175 S.W.2d 567, the judgment was reversed. A concluding paragraph of the opinion is:\n\"Our conclusion is that the act of Burton in killing Chandler was not done under color of his office on the facts here presented, and that Sheriff Davidson and his surety are not liable therefor. Burton was not a defendant in this action, and whether his bond to the Sheriff may be liable for his tort is not before us.\"\nIt was then said: \"The judgment is accordingly reversed and the cause remanded.\"\nThere was no express direction that a retrial be had to determine Davidson's liability; but, even though this Court found that a judgment against Davidson and his surety was improper; the trial court was justified in construing the order to be one for a new trial.\nThe defendant now seeks by prohibition to prevent a retrial of the cause. It may be, as petitioner insists, that another trial would be unavailing, and this will be so unless substantial testimony in addition to that previously considered is introduced. Railway Company v. Morgart,56 Ark. 213, 19 S.W. 751. However, the court below is not without jurisdiction, nor is its proposed action in excess of its jurisdiction; and prohibition does not lie.\nPetition denied....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=davidson-sheriff-v-trimble-judge"
    }
  ],
  "relatedIncidents": [
    24571,
    24584,
    24586,
    24608,
    24630
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}