{
  "id": 24565,
  "title": "1944년 Wuster 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1944-11-20",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Wuster. 판결일: 1944-11-20. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Morgan A. Wuster v. William J. Levitt, Doing Business under the Name of Levitt & Sons, a Co-partnership, and Town of North Hempstead, Defendants-Respondents\n**판결일**: 1944-11-20\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 268 A.D. 926\n\n## 판결문 요약\n\n\n— Appeal by defendants William J. Levitt, Rhoda K. Levitt, Alfred S. Levitt, Abraham Levitt and Pauline A. Levitt, doing business under the firm name and style of Levitt &amp; Sons, a co-partnership, and Levitt &amp; Sons, Inc., from an order denying their motion for a stay of the action and to have it placed on the Military Suspense Calendar. Order reversed upon the law and the facts, without costs, and the motion granted, without costs. The appellant William J. Levitt is concededly in the United States Navy. He is charged, among other things, with fraud, and a money judgment for damages is demanded against him. The other appellants are also sought to be held upon the same causes of action for damages by reason of the alleged fraud claimed to have been perpetrated by William J. Levitt. In the opinion of this court the record does not disclose such an unreasonable delay or such fault on the part of appellants in the taking of the deposition of William J. Levitt, under the prior determination of this court (267 App. Div. 918), that appellants should be required to proceed to trial without the benefit of his. testimony. Under the decision of the United States Supreme Court in Boone V. Lightner (319 U. S. 561) considerable discretion is vested in the trial courts in the determination of motions of this character. However, the rule there is stated to be that the Soldiers’ and Sailors’ Civil Relief Act (U. S. Code, tit. 50, Appendix, § 501 et seq.) is always to be liberally const...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wuster-v-levitt"
    }
  ],
  "relatedIncidents": [
    24577,
    24597,
    24628,
    24637,
    24651
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}