{
  "id": 24561,
  "title": "1944년 Ratner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1944-11-30",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Ratner. 판결일: 1944-11-30. 법원: Appellate Division of the Superior Court of California.",
  "description": "## 사건 정보\n\n**사건명**: THE PEOPLE v. ABRAHAM S. RATNER\n**판결일**: 1944-11-30\n**법원**: Appellate Division of the Superior Court of California\n**관할**: California, CA\n\n**판사**: Bishop\n\n## 변호인\n\nRay L. Chesebro, City Attorney, Donald M. Redwine, Assistant City Attorney, and John L. Bland, Deputy City Attorney, for Appellant., Stanley Moffatt for Respondent.\n\n## 인용\n\n- 67 Cal. App. 2d 902\n\n## 판결문 요약\n\n\nBISHOP, J.\nThis is an appeal by the People from an order dismissing a complaint which declared, first, that the defend*903ant, on or about the 8th day of October, 1943, had violated section 476 of the Vehicle Code by not stopping his vehicle when he was faced by a traffic control signal which told him to stop, and, second, that within the year the defendant had been convicted of disobeying that same section. The reason given by the trial court for its order of dismissal, and the only argument presented in its defense on this appeal, is that the reference to the prior conviction rendered the complaint defective. We have concluded that it was proper to plead the prior conviction and that the complaint should not have been dismissed.\nThe act alleged to have been committed by the defendant is made a misdemeanor by section 450 of the Vehicle Code. It is punishable, according to section 762 of the same code, by a fine not exceeding fifty dollars [$50] or by imprisonment in the county jail for not exceeding five days,” if a first offense, “and for a second conviction within a period of one year by a fine of not exceeding one hundred dollars [$100] or by imprisonment in the county jail for not exceeding ten days or by both such fine and imprisonment.” Neither in the Vehicle Code nor elsewhere in the statutory law of this state, so far as we are aware, is there any direction respecting either the necessity for, or the propriety of, pleading the prior conviction. We must look, therefo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-ratner"
    }
  ],
  "relatedIncidents": [
    24555,
    24562,
    24565,
    24569,
    24571
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}