{
  "id": 24576,
  "title": "1944년 Bowdry 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1944-10-23",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Bowdry. 판결일: 1944-10-23. 법원: Appellate Court of Illinois.",
  "description": "## 사건 정보\n\n**사건명**: People ex rel. Olga (Hamilton) Bowdry, for and on Behalf of Doloris Ann Bowdry, Minor v. Matthew Bowdry\n**판결일**: 1944-10-23\n**법원**: Appellate Court of Illinois\n**관할**: Illinois, IL\n\n**판사**: Niemeyer\n\n## 변호인\n\nBraden, Hall, Barnes & Blakey, of Chicago, for appellant; Zedrick T. Braden and Eugene M. Jones, both of Chicago, of counsel., Joseph Granick, of Chicago, for appellees.\n\n## 인용\n\n- 324 Ill. App. 52\n\n## 판결문 요약\n\n Mr. Presiding Justice Niemeyer delivered the opinion of the court. Relator appeals from an order entered November 26, 1943 dismissing her petition for a writ of habeas corpus to determine the custody of her child, Doloris Ann Bowdry, about five years of age, then in the custody of the respondents, Gracey S. Pollard and Mary Pollard, his wife, under a decree of adoption entered in the county court of Cook county July 22, 1942 with the consent of Matthew Bowdry, father of the child. The abstract of record not being in the form required by our rules, it has been necessary to refer to the record, which shows that on June 24, 1942 Gracey S. Pollard and Mary, his wife, filed their petition of adoption alleging that the petitioner Mary Pollard is the grandmother of Doloris Ann Bowdry and, with her husband, has had the sole care, custody and control of Doloris since November 1939; “that said Olga Bowdry, the mother, wilfully deserted and abandoned said child and disappeared,” and that Matthew Bowdry, the father, has entered his appearanee and consented to the adoption of Doloris by petitioners. On the same day summons was issued, returnable July 22, 1942, and returned not served as to relator Olga Bowdry. Service by publication was then had as to her and her last named place of residence given as 4232 South Parkway, Chicago, Illinois. On July 22, 1942 the default of relator was taken, evidence heard and decree of adoption entered finding “that the cause of the adoption of the said c...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-ex-rel-bowdry-v-bowdry"
    }
  ],
  "relatedIncidents": [
    24555,
    24561,
    24562,
    24565,
    24569
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}