{
  "id": 24571,
  "title": "1944년 Clayton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1944-11-08",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Clayton. 판결일: 1944-11-08. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Robert Clayton v. the State\n**판결일**: 1944-11-08\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson\n\n## 변호인\n\nJimmie Cunningham  and  Eugene F. Mathis,  both of Lubbock, for appellant.\n\n Ernest S. Goens,  State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 184 S.W.2d 146\n- 148 Tex. Crim. 16\n\n## 판결문 요약\n\nMurder is the offense; the punishment twenty-five years in the penitentiary.\nOn the afternoon of December 19, 1943, appellant and Robert Johnson appeared at the home of deceased, who sold them some whisky. All parties were drinking. Deceased conceived the idea that appellant and Johnson were going to rob him and, while exhibiting a pistol, ordered them to leave. Appellant and Johnson left and went across the street to where Johnson's car, in which other parties were seated, was parked. They, together with those in the car, drove to another part of town and were gone a short time when they returned and stopped the car across the street about fifty feet from the house of deceased. At that time deceased, with a pistol in his hand, was outside his house talking with the witness Hinton. Appellant said to Johnson, \"We ought to take that gun,\" to which Johnson replied, \"I don't care if we do.\" Whereupon, they left the car and advanced upon deceased, each from a different direction. Each carried a pistol. As appellant advanced towards deceased, he increased his speed until he was almost running when he reached him and grabbed for his left arm. As he did so, he fired at close range, the bullet passing through the arm and into the heart. A number of shots appeared to have been fired, during the difficulty, by Johnson and deceased, as also by the appellant.\nFrom the State's standpoint, the killing was unjustified.\nIn the light of the questions presented for review, it is unnecessary to ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=clayton-v-state"
    }
  ],
  "relatedIncidents": [
    24555,
    24584,
    24586,
    24608,
    24630
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}