{
  "id": 24577,
  "title": "1944년 Pridgen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1944-10-20",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Pridgen. 판결일: 1944-10-20. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: State of Florida v. Willie Pridgen\n**판결일**: 1944-10-20\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Adams, Brown, Buford, Chapman, Sebring, Terrell, Thomas\n\n## 변호인\n\nJ. Tom Watson,  Attorney General,  John C. Wynn,  Assistant Attorney General, and  J. Turner Butler,  for appellant.\n\n Thos. D. Beasley,  for appellee.\n\n## 인용\n\n- 19 So. 2d 510\n- 155 Fla. 31\n\n## 판결문 요약\n\nAn information was filed in the Circuit Court of Okaloosa County, Florida, on the 4th day of May, 1944, charging that the appellee, Willie Pridgen, on February 20, 1944, did unlawfully remove, deposit and conceal, and was unlawfully concerned in removing, depositing and concealing a beverage for and in respect whereof a tax is imposed and levied by the Beverage Act of the State of Florida, to-wit: One pint of liquor, which liquor was and is known as moonshine whiskey, upon which said liquor the tax had not been paid by the manufacturer or distributor thereof or by any other person, with intent to defraud the State of Florida of such tax.\nThe information was filed pursuant to Sec. 562.32, F.S. '41, F.S.A., which provides:\n\"Every person who removes, deposits, or conceals, or is concerned in removing, depositing or concealing any beverage for or in respect whereof any tax is imposed by the beverage law or would be imposed if such beverage were manufactured in or brought into this State in accordance with the regulatory provisions thereof, with intent to defraud the State of Florida of such tax or any part thereof, shall be guilty of a felony and upon conviction shall be punished by a fine of not more than five thousand dollars or by imprisonment in the state penitentiary for a term of not less than one year or more than five years.\"\nA motion to quash was granted and the State appeals.\nThere may be two questions presented. First, whether the charge may be maintained in the absenc...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-pridgen"
    }
  ],
  "relatedIncidents": [
    24565,
    24597,
    24628,
    24637,
    24651
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}