{
  "id": 24597,
  "title": "1944년 Racanati 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1944-09-14",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Racanati. 판결일: 1944-09-14. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: Frank Racanati, Plaintiff-Appellant, v. Black Diamond Stevedoring Company, Inc., Defendant-Respondent\n**판결일**: 1944-09-14\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: Heher\n\n## 변호인\n\nFor the appellant,  Nathan Baker. \n\nFor the respondent,  Carpenter, Gilmour  Dwyer  ( Patrick A.  Dwyer  and  James F. Beggans , of counsel).\n\n## 인용\n\n- 39 A.2d 91\n- 132 N.J.L. 250\n\n## 판결문 요약\n\nWe concur in the conclusion of the Supreme Court that there is no tangible evidence tending to show that the representation in question was false to defendant's knowledge at the time it was made; and thus we have no occasion to consider defendant's contention that an action in deceit will not lie for such fraud, since a recovery in deceit would constitute an adjudication by the state court of plaintiff's \"right to compensation\" under the Federal Longshoremen's and Harbor Workers' Compensation Act of 1927, as amended by chapter 685 of the Public Laws of 1938 (44 Stat. 1424; 52 Id. 1164; 33 U.S.C.A., &#167;&#167; 901, et seq.), termed the \"exclusive function\" of the Compensation Commission created to enforce the legislative scheme, and, morever, the time limitation for proceeding under the Act is annexed to the right and not the remedy merely, and the right has been lost *Page 251 \nby the lapse of the period thus limited, and an indirect recovery in the form of damages in tort would run counter to the statutory policy. It will not be amiss to say, however, that at common law there is a right of action for damages occasioned by the fraud of another, enforceable by an action on the case for deceit. Generally, actual injury is an essential element. The question is whether the defendant has inflicted such a wrong upon the plaintiff as resulted in lawful damages. Where false representations are willfully made as to a material fact, for the purpose of inducing another to act upon the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=racanati-v-black-diamond-stevedoring-co-inc"
    }
  ],
  "relatedIncidents": [
    24565,
    24577,
    24628,
    24637,
    24651
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}