{
  "id": 24608,
  "title": "1944년 Reese 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1944-07-31",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Reese. 판결일: 1944-07-31. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: THE PEOPLE v. W. C. REESE\n**판결일**: 1944-07-31\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Adams, Peek\n\n## 변호인\n\nHugh K. Landram and John J. Taaffe for Appellant., Robert W. Kenny, Attorney General, and T. G. Negrich, Deputy Attorney General, for Respondent.\n\n## 인용\n\n- 65 Cal. App. 2d 329\n\n## 판결문 요약\n\n\nPEEK, J.—\nThe information herein charged the defendant with the crime of murder. At the conclusion of the trial the jury returned a verdict finding him guilty of murder in the second degree. His motion for a new trial was denied and he was sentenced to imprisonment in the state prison at San Quentin. From the final judgment of conviction and from the order denying the motion for a new trial he has appealed to this court.\nIn his statement of “Reasons relied upon for the reversal of the judgment and order” defendant has set forth ten grounds of alleged error, in general relating to the sufficiency of the evidence, rulings of the trial court in the admission and rejection of evidence, misconduct of the district attorney, and error in charging the jury.\nA résumé of the pertinent facts as disclosed by the voluminous record and briefs is as follows :\nAt the time of the homicide the deceased, Collie Mitchell, *332and Ms family, consisting of Ms wife and four cMldren, resided in the town of Pirebaugh in Merced County. Lawrence Mitchell, the eldest child, was employed by defendant as a ranch hand. He roomed and boarded with the family of one of defendant’s ranch foremen, H. E. Spurlock, whose dwelling was located on the defendant’s ranch. On the afternoon of the fatal shooting the deceased and his brother-in-law Royal Gage drove to the city of Merced and stopped at the bar referred to as Jack’s Place where Mitchell had five or six bottles of beer. After about two and one-half or thre...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-reese"
    }
  ],
  "relatedIncidents": [
    24555,
    24571,
    24584,
    24586,
    24630
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}