{
  "id": 24614,
  "title": "1944년 Benitez 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1944-06-29",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Benitez. 판결일: 1944-06-29. 법원: Court of Appeals for the First Circuit.",
  "description": "## 사건 정보\n\n**사건명**: BENITEZ v. FERRAN'S ESTATE\n**판결일**: 1944-06-29\n**법원**: Court of Appeals for the First Circuit\n**관할**: USA, Federal\n\n## 변호인\n\nCarlota Benitez de Seix and J. Octavio Seix, pro se., Vicente Zayas Pizarra, of Ponce, P. R., for appellee.\n\n## 인용\n\n- 143 F.2d 435\n\n## 판결문 요약\n\n\nPER CURIAM.\nThe purported appeal in this case is a backwash of Benitez v. Anciani, 1 Cir., 1942, 127 F.2d 121. After our mandate in this case went down, the District Court on March 9, 1943, upon motion of J. Octavio Seix, entered an order dismissing the bankruptcy proceedings. Carlota Benitez de Seix, J. Octavio Seix, and Jaime Seix Irahola filed a notice of appeal from said order, which had granted what appellant J. Octavio Seix asked for. On December 17, 1943, this court entered an order dismissing the appeals of J. Octavio Seix and Carlota Benitez de Seix for lack of diligent prosecution. On January 10, 1944, the appeal of Jaime Seix Irahola having meanwhile been continued under 50 U.S.C.A.Appendix, § 521 until further order of this court, the same was dismissed upon application of J. Octavio Seix as attorney in fact for Irahola.\nAfter our mandate on this second appeal went down, the appellee moved in the District Court for taxation of costs in connection with the appeal, in the sum of $158.-35. This application came on for hearing before the District Court on March 10, 1944. J. Octavio Seix moved for a temporary stay of the proceedings under 50 U.S.C.A.Appendix, § 521 on the ground that Jaime Seix Irahola was absent in the military service. By order entered March 15, 1944, the District Court denied such application for stay of proceedings, reciting that the only matter pending in the proceedings was the taxation of costs and that since Irahola “appears to be adequately r...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=benitez-v-ferrans-estate"
    }
  ],
  "relatedIncidents": [
    24555,
    24561,
    24562,
    24565,
    24569
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}