{
  "id": 24611,
  "title": "1944년 Blount 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1944-07-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Blount. 판결일: 1944-07-24. 법원: Court of Appeals for the D.C. Circuit.",
  "description": "## 사건 정보\n\n**사건명**: BLOUNT v. HUFF, General Superintendent, D. C. Penal Institutions\n**판결일**: 1944-07-24\n**법원**: Court of Appeals for the D.C. Circuit\n**관할**: USA, Federal\n\n**판사**: Edgerton, Groner, Miller\n\n## 변호인\n\nMr. W. Hobart Little, of Washington, D. C., for appellant., Messrs. Edward M. Curran, United States Attorney, and John C. Conliff, Jr., and Charles B. Murray, Assistant United States Attorneys, all of Washington, D. C., submitted on the brief, for appellee.\n\n## 인용\n\n- 144 F.2d 21\n\n## 판결문 요약\n\n\nGRONER, C. J.\nThis is an appeal from an order of the District Court discharging a rule to show cause and dismissing a petition for habeas corpus.\nPetitioner was indicted October 27, 1940, for violation of the Act of Congress (as italicized below) which subjects to criminal penalties one who knowingly and willfully deposits in the mail any threat to take the life of or to inflict bodily harm upon the President, “or who knowingly and willfully otherwise makes any such threat against the President.\"1\nPetitioner pleaded not guilty and moved for a bill of particulars, which was furnished. Subsequently petitioner, with the consent of the court, withdrew his plea and filed a demurrer to the indictment. This, after hearing, was overruled and on November 1, 1940, petitioner pleaded guilty and was sentenced to imprisonment for the period of one to three years on count 1 of the indictment and from one to three *22years on count 2, the sentences to run consecutively. In his petition for habeas corpus petitioner complains that his imprisonment is illegal in that neither the indictment nor either of its counts sets forth the essential elements of an oral threat punishable under the Act. The ground of this is that the indictment failed to show the utterance of the words and the hearing of the words by some person or persons other than the utterer. The indictment charged in each count that petitioner on the 31st day of December, 1938, in the District of Columbia, did unlawfully, feloniously...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=blount-v-huff"
    }
  ],
  "relatedIncidents": [
    24555,
    24561,
    24562,
    24565,
    24569
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}