{
  "id": 24628,
  "title": "1944년 Laycock 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1944-05-19",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Laycock. 판결일: 1944-05-19. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: LAYCOCK v. HIDALGO COUNTY WATER CONTROL AND IMPROVEMENT DIST. NO. 12\n**판결일**: 1944-05-19\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Hutcheson, Lee, Sibley\n\n## 변호인\n\nL. Hamilton Lowe, of Edinburg, Tex., for appellants., Vernon B. Hill and D. F. Strickland, both of Mission, Tex., and W. L. Matthews, of San Antonio, Tex.,- for appellees.\n\n## 인용\n\n- 142 F.2d 789\n\n## 판결문 요약\n\n\nHUTCHESON, Circuit Judge.\n• Alleging that they were the owners by purchase from one Shumate of a judgment he had obtained against the defendant, Hidalgo County Water Control and Improvement District No. 12, on coupons attached to interim bonds issued by the District on April 10, 1930, plaintiffs brought this suit on November 7, 1937. .Elaborately setting out the creation of the district, the voting and issuance of construction bonds, the issuance of interim bonds, the purchase by plaintiffs of the Shumate judgment, the failure of the district and its directors to perform and cause to be performed the duties, in respect of servicing and paying the bonds and coupons, which the statute authorizing their issuance had imposed, plaintiffs sought not a mandamus by way of the mere execution of the judgment but an elaborate order requiring the defendants to take all the steps and do all the things required by the statute authorizing the district to vote the construction bonds on which the interim bonds were based.\nOn June 13, 1938, the defendants filed their second amended original answer and cross-bill, resisting the writ on the grounds (1) that the Shumate judgment had been obtained by fraud upon the jurisdiction of the court; (2) that the interim bonds and coupons had been fraudulently put in circulation and plaintiffs were parties to or cognizant of the fraud; (3) that the interim bonds were on their face null .and void, that the State of Texas, in State of Texas ex rel. Abney v....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=laycock-v-hidalgo-county-water-control-improvement-dist-no-12"
    }
  ],
  "relatedIncidents": [
    24565,
    24577,
    24597,
    24637,
    24651
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}