{
  "id": 24623,
  "title": "1944년 Bains 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1944-05-31",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Bains. 판결일: 1944-05-31. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Guy E. Bains v. William D. Parker.\n**판결일**: 1944-05-31\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Sharp\n\n## 변호인\n\nKemper, Hicks  Cramer, F. Warren Hicks  and  John G. Cramer,  all of Houston, for petitioner.\n\nThe Court of Civil Appeals erred in holding that petitioner did not have a right of way by necessity across the east end of respondent land which petitioner had sold to him. City of Dallas v. Cain,  52 S.W.2d 269 ; Huguley v. White,  102 S.W.2d 451 ; Holman v. Patterson,  78 S.W. 989 .\n\n Albert J. DeLange, Frank A. Stamper,  and  Robt. P. Beman, Jr., \nall of Houston, for respondent.\n\nA mere matter of i\n\n## 인용\n\n- 182 S.W.2d 397\n- 143 Tex. 57\n\n## 판결문 요약\n\nThis suit was instituted by Guy E. Bains against William D. Parker to enjoin the defendant from obstructing or closing a road across defendant's land. A judgment for the defendant in the trial court was affirmed by the Court of Civil Appeals.  177 S.W.2d 1007.\nPrior to January 8, 1932, the petitioner, Bains, was in possession of two contiguous tracts of land, one of 300 acres in Fort Bend County and one of 400 acres in Waller County, claiming to own a life estate therein with the remainder in his two daughters. On that date Bains and his two daughters, joined by their husbands, conveyed the 400 acre tract to Parker by general warranty deed. Bains is here contending that a right of way by necessity was reversed by implication in this deed over the land granted in favor of the land retained. A writ of error was granted by this Court on the importance of the question.\nBains resides in the town of Brookshire, and farms the 300 acre tract through five families of tenants, who live on the farm. Brookshire is approximately two and one-half miles north of the two tracts, and in order to reach the 300 acre tract Bains has traveled the Brookshire-Fulcher road south to a point opposite the land of one Francis, thence about 400 yards across the land of Francis to a gate which opens into the 400 acre tract, and thence across the east end of the 400 acre tract to the 300 acre tract. This route is the most convenient way from the 300 acre tract to Brookshire, where Bains markets the crops r...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bains-v-parker"
    }
  ],
  "relatedIncidents": [
    24626,
    24636,
    24663,
    24425,
    24444
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}