{
  "id": 24626,
  "title": "1944년 Burgess 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1944-05-24",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Burgess. 판결일: 1944-05-24. 법원: Texas Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Lizzie Burgess Et Vir v. Frank Sylvester Et Ux.\n**판결일**: 1944-05-24\n**법원**: Texas Supreme Court\n**관할**: Texas, TX\n\n**판사**: Hickman\n\n## 변호인\n\nR.D.L. Killough,  of Vernon,  Sam J. Dotson,  of Longview, and Jesse Owens,  of Austin, for petitioners.\n\nThere being sufficient evidence to make the issue of undue influence a question for the jury, it was error for the Court of Civil Appeals to hold that the answer of the jury to the special issue as to whether or not testator executed said will under the undue influence of Frank Sylvester and his wife, had no support in the evidence. Western Assurance Co. v. Busch,  203 S.W. 460 ; Lee v. Inte\n\n## 인용\n\n- 182 S.W.2d 358\n- 143 Tex. 25\n\n## 판결문 요약\n\nLizzie Burgess in this action contests the probate of the will of her father, T. Bunker, deceased, upon two grounds, (1) mental incapacity and (2) undue influence alleged to have been exercised upon the testator by Frank Sylvester and wife, two of the beneficiaries named in the will. In a jury trial in the district court upon special issues findings were made that the testator had testamentary capacity at the time he executed the will, but that he executed same under the undue influence of the Sylvesters. Upon the verdict petitioners, Lizzie Burgess and husband, filed a motion that judgment be entered denying the admission of the instrument to probate as a will, and respondents, the Sylvesters, filed a motion under Rule 301 that the court disregard the finding on the issue of undue influence and enter judgment admitting the will to probate. This latter motion, after notice and hearing, was granted and judgment was entered admitting the will to probate. The Court of Civil Appeals affirmed the trial court's judgment. 177 S.W.2d 271.\n1 The application for writ of error was granted for the purpose of reviewing the ruling of the trial court, affirmed by the Court of Civil Appeals, that the finding of undue influence had no support in the evidence. After subjecting the record to a more careful examination since the case was submitted than we were able to do in passing upon the application, we have concluded that no error was committed by the trial court in that ruling, and that con...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=burgess-v-sylvester"
    }
  ],
  "relatedIncidents": [
    24623,
    24636,
    24663,
    24425,
    24444
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}