{
  "id": 24622,
  "title": "1944년 Bice 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1944-06-05",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: Bice. 판결일: 1944-06-05. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Bice v. Holmes.\n**판결일**: 1944-06-05\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Boyles, Bushnell, Butzel, North, Reid, Sharpe, Starr, Wiest\n\n## 변호인\n\nEldredge  Eldredge , for plaintiffs.\n\n August J. Waffen , for defendants Holmes and Burridge.\n\n## 인용\n\n- 14 N.W.2d 800\n- 309 Mich. 110\n\n## 판결문 요약\n\nIn January, 1942, plaintiffs, as representatives of the estate of Charlotte G. Breitung, deceased, filed bill of complaint to quiet title to mineral rights in certain lands in Iron county, to construe a certain instrument of conveyance, and to determine the rights of the several defendants in said lands. Defendants Herman Holmes and wife Christina Holmes and Louis Burridge and wife Edith Burridge filed answer and cross bill denying plaintiffs' right to the relief sought and asserting claim to the mineral rights in a part of the lands. They appeal from a decree dismissing their cross bill and granting plaintiffs substantially the relief sought. The rights of other defendants were determined by said decree, but they have not appealed. Therefore, we are here concerned only with the issues presented as between plaintiffs and appellants. This being a chancery case, we consider the same de novo.\nIt appears that one Edward Breitung, who owned considerable real estate and mineral interests in the upper peninsula, died intestate in 1887. He left surviving, his widow Mary Breitung, also referred to as Mary Kaufman, and his son Edward N. Breitung. His real estate descended to his said son Edward N., subject to the dower rights of his widow Mary, which rights were extinguished by her death August 29, 1923. On September 20, 1923, said *Page 113 \nEdward N. Breitung and wife Charlotte conveyed by deed to Sam Luke undivided fractional interests in several described parcels of land in Iron co...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bice-v-holmes"
    }
  ],
  "relatedIncidents": [
    24555,
    24561,
    24562,
    24565,
    24569
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}