{
  "id": 24637,
  "title": "1944년 Lowe 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1944-04-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Lowe. 판결일: 1944-04-20. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: LOWE v. UNITED STATES\n**판결일**: 1944-04-20\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Holmes, Hutcheson, Waller\n\n## 변호인\n\nD. R. Coley, Jr., of Mobile, Ala., for appellant., Albert J. Tully, U. S. Atty., of Mobile, Ala., for appellee.\n\n## 인용\n\n- 141 F.2d 1005\n\n## 판결문 요약\n\n\nHOLMES, Circuit Judge.\nThis appeal is from a judgment entered upon appellant’s plea of nolo contendere to an indictment purporting to charge that he violated Section 35 of the Criminal Code, 18 U.S.C.A. § 80. The sole question for decision is whether the demurrer interposed to the indictment should have been sustained for the reason that it charged no offense against the United States.\nThe relevant portion of said statute provides that whoever shall make or cause to be made any false or fraudulent statements or misrepresentations, or make or use or cause to be made or used any false bill, voucher, account, or claim, knowing the same to contain any fraudulent or fictitious statement or entry in any matter within the jurisdiction of any department or agency of the United States or of any corporation in which the United States of America is a stockholder, shall be fined or imprisoned or both.\nEliminating formal parts, the indictment charged that appellant, on March 15, 1943, made a false statement or representation in a matter within the jurisdiction of a department or agency of the United States in that he, as an employee of the Alabama Dry Dock &amp; Shipbuilding Company who received wages based upon the number of hours worked, on said date falsely represented to the person in charge of the payroll department of the company that he had worked eight hours on March 13, 1943, in the course of his employment, at which time the company was engaged in building ships under a contrac...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=lowe-v-united-states"
    }
  ],
  "relatedIncidents": [
    24565,
    24577,
    24597,
    24628,
    24651
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}