{
  "id": 24636,
  "title": "1944년 Clifford F. MacEvoy Co. v. United States Ex Rel. Calvin Tomkins Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1944-04-24",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Clifford F. MacEvoy Co. v. United States Ex Rel. Calvin Tomkins Co.. 판결일: 1944-04-24. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: CLIFFORD F. MacEVOY CO. Et Al. v. UNITED STATES for the Use and Benifit of CALVIN TOMKINS CO.\n**판결일**: 1944-04-24\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Murphy\n\n## 변호인\n\nMr. Edward F. Clark, with whom Messrs. Elmer 0. Goodwin and John A. Shorten were on the brief, for petitioners., Mr. Benjamin P. DeWitt for respondent., Solicitor General Fahy, Assistant Attorney General Shea, and Messrs. Valentine Brookes and Melvin Richter filed a brief on behalf of the United States, as amicus curiae, urging affirmance.\n\n## 인용\n\n- 322 U.S. 102\n- 64 S. Ct. 890\n- 88 L. Ed. 1163\n- 1944 U.S. LEXIS 1213\n\n## 판결문 요약\n\n\n322 U.S. 102 (1944)\nCLIFFORD F. MacEVOY CO. ET AL.\nv.\nUNITED STATES FOR THE USE AND BENEFIT OF CALVIN TOMKINS CO.\nNo. 483.\nSupreme Court of United States.\nArgued March 7, 1944.\nDecided April 24, 1944.\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE THIRD CIRCUIT.\n*103 Mr. Edward F. Clark, with whom Messrs. Elmer O. Goodwin and John A. Shorten were on the brief, for petitioners.\nMr. Benjamin P. DeWitt for respondent.\nSolicitor General Fahy, Assistant Attorney General Shea, and Messrs. Valentine Brookes and Melvin Richter filed a brief on behalf of the United States, as amicus curiae, urging affirmance.\nMR. JUSTICE MURPHY delivered the opinion of the Court.\nThe United States entered into a contract with the petitioner Clifford F. MacEvoy Company whereby the latter agreed to furnish the materials and to perform the work necessary for the construction of dwelling units of a Defense Housing Project near Linden, New Jersey, on a cost-plus-fixed-fee basis. Pursuant to the Miller Act,[1] MacEvoy as principal and the petitioner Aetna Casualty and Surety Company as surety executed a payment bond in the amount of $1,000,000, conditioned on the prompt payment by MacEvoy \"to all persons supplying labor and material in the prosecution of the work provided for in said contract.\" The bond was duly accepted by the United States.\nMacEvoy thereupon purchased from James H. Miller &amp; Company certain building materials for use in the prosecution of the work provided for in MacEvoy's contrac...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=clifford-f-macevoy-co-v-united-states-ex-rel-calvin-tomkins-co"
    }
  ],
  "relatedIncidents": [
    24623,
    24626,
    24663,
    24425,
    24444
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}