{
  "id": 24635,
  "title": "1944년 Picking 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1944-04-25",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Picking. 판결일: 1944-04-25. 법원: District Court, M.D. Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: PICKING v. PENNSYLVANIA R. CO.\n**판결일**: 1944-04-25\n**법원**: District Court, M.D. Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Johnson\n\n## 변호인\n\nIda M. Picking, of Baltimore, Md., for plaintiffs Ida M. Picking and Guy W. Picking., Spencer G. Nauman, of Harrisburg, Pa,, for defendant Pennsylvania R. Co., J. McD. Sharpe, Edmund C. Wingerd, and Daniel W. Long, all of Chambersburg, Pa., for defendants Watson R. Davidson, W. R. Kieffer, J. Glen Benedict, J. L. Kell, Mrs. J. L. Kell, H. S. Byers, Paul H. Winger, and C. B. Rotz., James A. Strite, of Chambersburg, Pa,, for defendant Roy G. Kell., William M. Rutter, Deputy Atty. Gen., for defenda\n\n## 인용\n\n- 3 F.R.D. 425\n\n## 판결문 요약\n\n\nJOHNSON, District Judge.\nThis is a civil action commenced in the Middle District of Pennsylvania by residents of the State of Maryland against the above named defendants, some of whom are residents of the Commonwealth of Pennsylvania, and the rest of whom are residents of the State of New York.\nThe plaintiffs are represented by Mrs. Ida M. Picking, who is one of the plaintiffs above named.\nThe complaint itself, comprising one hundred fifty-four (154) separate paragraphs, is complex, prolix, contradictory, and replete with conclusions inextrically entangled with allegations of fact. In every respect it violates the rules for simplified pleading, set forth in the Rules of Civil Procedure for the District Courts of the United States.\nThe complaint, alleging conspiracy, does not set forth the facts relied upon by plaintiffs in the order of their occurrence but first set forth plaintiff’s allegations against the Pennsylvania Railroad Company. The method adopted by plaintiffs in the preparation of the complaint adds to the difficulty of separating the facts and presenting them in proper order. The ability of the defendant railroad company to respond •in damage may have been responsible for this singular method of drawing the complaint.\nThe facts, briefly stated, are as follows: The plaintiffs, at that time residents of the State of Florida, were arrested in the City of New York on November 1, 1940. As -set forth in paragraph 115 of the complaint, the arrest was made for violation ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=picking-v-pennsylvania-r-co"
    }
  ],
  "relatedIncidents": [
    24555,
    24561,
    24562,
    24565,
    24569
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}