{
  "id": 24641,
  "title": "1944년 Commonwealth Ex Rel. Cavalucci v. Smith 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1944-04-11",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth Ex Rel. Cavalucci v. Smith. 판결일: 1944-04-11. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth Ex Rel. Cavalucci v. Smith, Warden.\n**판결일**: 1944-04-11\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Keller\n\n## 인용\n\n- 36 A.2d 732\n- 154 Pa. Super. 613\n\n## 판결문 요약\n\nAll of the reasons, presented by the petitioner as grounds for his discharge from confinement in the penitentiary in this habeas corpus proceeding, except one, relate to alleged errors on the trial of the indictments charging him with various offenses, which errors, if made, were reviewable only on appeal and are not ground for discharge on writ of habeas corpus: Com. ex relBiglow, v. Ashe, Warden, 348 Pa. 409, 35 A.2d 340. That one exception relates to his sentence on a verdict of guilty on indictment No. 222 April Sessions 1933, charging him withattempted rape of a girl under sixteen years, under which he was ordered to be imprisoned in the penitentiary for not less than five years nor more than ten years, to begin after the expiration of sentences on bills Nos. 220 and 221 charging rape, on each of which he was sentenced to imprisonment for seven and one-half to fifteen years, to run consecutively, and followed *Page 615 \nby sentence on bill No. 223, charging rape, on which he was sentenced to imprisonment for five to ten years, to take effect after the expiration of sentence on bill No. 222.\nThese four bills were tried together on May 3, 1933 and resulted in verdicts of guilty as to all. The petitioner was represented by capable counsel throughout the trial.\nThe next day, May 4, 1933, he was tried on twelve other indictments charging assault and battery with attempt to ravish, attempted rape, etc., and was found guilty on all of them &#8212; but no sentence was imposed on...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-ex-rel-cavalucci-v-smith"
    }
  ],
  "relatedIncidents": [
    24569,
    24579,
    24580,
    24652,
    24658
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}