{
  "id": 24644,
  "title": "1944년 Thompson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1944-03-24",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Thompson. 판결일: 1944-03-24. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Earl Thompson and Edward Thompson v. State of Florida.\n**판결일**: 1944-03-24\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Adams, Brown, Buford, Chapman, Sebring, Terrell, Thomas\n\n## 변호인\n\nCharles E. Flynn,  for Earl Thompson, and  H.M. Wise,  for Edward Thompson, appellants.\n\n J. Tom Watson,  Attorney General, and  John C. Wynn,  Assistant Attorney General, for appellee.\n\n## 인용\n\n- 17 So. 2d 395\n- 154 Fla. 323\n\n## 판결문 요약\n\nThe two appellants, Earl Thompson and Edward Thompson, were convicted of murder and sentenced to be electrocuted.\nEach asked for a reversal of the judgment because the trial judge did not charge the jury that their confessions should be received and considered with great caution. This question was presented to the trial court for the first time on motion for a new trial. Appellants rely upon our opinion in Harrison v. State, 149 Fla. 365, 5 So. 2d 703. The trial court distinguished this case from the Harrison case because the appellants testified to substantially the same facts as revealed by the confessions and too the other evidence was sufficiently convincing to sustain the verdict without the confessions. In drawing this distinction we find the action of the trial court without error. In the Harrison case the defendant not only explained why he made the confession but denied his guilt and this Court found the evidence insufficient to sustain the verdict without the confession.\nIn the case at bar the situation is quite different. The appellants are brothers; they took one Joe Henry out to a secluded spot in the night time and killed him by striking him several blows on the head and cutting his throat. After the killing they placed his body in a creek; took his money, returned to a garage and attempted to have the blood stains removed from the car. Within a short time appellants were arrested, whereupon they directed the officers to the body and admitted the killing. The on...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=thompson-v-state"
    }
  ],
  "relatedIncidents": [
    24555,
    24571,
    24584,
    24586,
    24608
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}