{
  "id": 24658,
  "title": "1944년 Fog 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1944-01-20",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Fog. 판결일: 1944-01-20. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: The People of the State of Illinois, Defendant in Error, vs. Lawrence Fog, Plaintiff in Error\n**판결일**: 1944-01-20\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Fulton\n\n## 변호인\n\nJAY J. McCARTHY, of Chicago, for plaintiff in error.\n\nGEORGE F. BARRETT, Attorney General, and THOMAS J. COURTNEY, State's Attorney, of Chicago, (EDWARD E. WILSON, JOHN T. GALLAGHER, and MELVIN S. REMBE, all of Chicago, of counsel,) for the People.\n\n## 인용\n\n- 52 N.E.2d 699\n- 385 Ill. 389\n\n## 판결문 요약\n\nThe plaintiff in error, Lawrence Fog, was indicted in the criminal court of Cook county for rape. The case was tried before a jury on January 12, 1934, and the plaintiff in error was found guilty. In the verdict of the jury the punishment was fixed at the term of ninety-nine years. After motions for new trial and arrest of judgment had been denied, the court on January 17, 1934, sentenced the defendant to imprisonment in the penitentiary for a period of ninety-nine years. The record shows *Page 390 \nthat the time allowed for preparing and filing a bill of exceptions was March 19, 1934. The plaintiff in error now sues out this writ of error. No bill of exceptions was prepared or signed, so the case comes to this court on the common-law record only. Plaintiff in error has been confined in the Illinois State Penitentiary since his sentence for a period of more than nine years. He seeks to reverse the judgment in this case mainly on the grounds that the courthouse in which he was tried was not at the county seat of Cook county. As no bill of exceptions is included in the record, there is nothing to show where the case was tried except the criminal court of Cook county in the city of Chicago and State of Illinois, and the record does not show where the criminal court of Cook county was, at that time, located.\nThe plaintiff in error contends that all proceedings concerning his conviction are illegal, null and void, because conducted improperly outside of the original county seat of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=the-people-v-fog"
    }
  ],
  "relatedIncidents": [
    24569,
    24579,
    24580,
    24641,
    24652
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}