{
  "id": 24652,
  "title": "1944년 Simmons 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1944-02-14",
  "location": "Mississippi, MS, USA",
  "summary": "미국 Mississippi, MS 법원 판결 사건. 사건명: Simmons. 판결일: 1944-02-14. 법원: Mississippi Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Simmons v. State.\n**판결일**: 1944-02-14\n**법원**: Mississippi Supreme Court\n**관할**: Mississippi, MS\n\n**판사**: <bold>Smith, C.J.,</bold> delivered the opinion of the court.\n\n## 변호인\n\nD.M. Graham, Jr.,  of Gulfport, for appellant.\n\n Greek L. Rice,  Attorney General, by  R.O. Arrington, \nAssistant Attorney General, for appellee.\n\n## 인용\n\n- 16 So. 2d 617\n- 196 Miss. 102\n\n## 판결문 요약\n\nThe appellant's conviction of rape was affirmed on appeal to this court on October 11, 1943, and November 18, 1943, fixed for the execution of his sentence. 15 So.2d 287. After the overruling of a suggestion of error filed by the appellant, the writer hereof granted him a stay of execution of the sentence for sixty days to enable him to apply to the Supreme Court of the United States for a review, by a writ of certiorari, of the judgment of this court affirming his conviction. This sixty-day period expired some time since without an application having been made to the Supreme Court for a writ of certiorari. This motion filed by the state requests us to fix another date for the execution of this death sentence. We must decline to do this leaving the discharge of that duty to the court below, which is authorized to discharge it by Section 1311, Code of 1930.\nPrior to the granting of this stay of execution, the mandate of this court had been issued and filed in the court below directing it to proceed with the execution of this judgment. This mandate has not been recalled by any order entered on the minutes of this court. We have the power to recall a mandate issued by us to a court from which an appeal comes where it has been inadvertently, prematurely, or erroneously issued. White v. State, 109 Miss. 589,195 So. 479. This mandate was issued neither inadvertently, prematurely, nor erroneously, therefore we should not recall it.\nMotion overruled. *Page 104 ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=simmons-v-state"
    }
  ],
  "relatedIncidents": [
    24569,
    24579,
    24580,
    24641,
    24658
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}