{
  "id": 24657,
  "title": "1944년 In re the Probate of the Will of Yonshefski 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1944-01-31",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re the Probate of the Will of Yonshefski. 판결일: 1944-01-31. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: In the Matter of the Probate of the Will of Katie Yonshefski, Anna Slodewicz, Appellant Frank Lempka, as and Trustee under the Will\n**판결일**: 1944-01-31\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 267 A.D. 837\n\n## 판결문 요약\n\n\nAppeal from a decree of the Surrogate’s Court of Orange County which admitted to probate a certain instrument as the last will and testament of the deceased. Objections were filed to the probate by the appellant and an order was made framing the issues for trial by a jury. At the end of the case the Surrogate directed a verdict for the proponent on the issues of the execution of the will, the mental capacity of the deceased, undue influence and fraud. This court concurs in the determination as to fraud and undue influence. However, since the jury reasonably could have found from the evidence that the testatrix did not have intelligent knowledge of the contents of the instrument (Matter of Began, 206 App. Div. 403), or that the testatrix did not have sufficient mental capacity to comprehend the scope of the provisions of the will (Delafield v. Parish, 25 N. Y. 9, 29), the decree, insofar as it admits the instrument to probate as the last will and testament of the deceased, is reversed on the law and the matter is remitted to the Surrogate’s Court for a new trial as to issues No. 1 and No. 2 of the framed issues, with costs to the appellant, payable out of the estate. Close, P. J., Hagarty, Johnston, Adel and Lewis, JJ., concur.\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-the-probate-of-the-will-of-yonshefski"
    }
  ],
  "relatedIncidents": [
    24565,
    24577,
    24597,
    24628,
    24637
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}