{
  "id": 24663,
  "title": "1944년 Falbo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1944-01-03",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Falbo. 판결일: 1944-01-03. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Falbo v. United States\n**판결일**: 1944-01-03\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Black, Murphy, Rutledge\n\n## 변호인\n\nMr. Hayden C. Covington, with whom Mr. Victor F. Schmidt was on the brief, for petitioner., Solicitor General Fahy, with whom Assistant Attorney General Tom C. Clark, and Messrs. Robert S. Erdahl and Valentine Brookes were on the brief, for the United States., Messrs. Julien Cornell, Harold Evans, Ernest Angelí, and Osmond K. Fraenkel filed a brief on behalf of the National Committee on Conscientious Objectors of the American Civil Liberties Union, as amicus curiae, urging reversal.\n\n## 인용\n\n- 320 U.S. 549\n- 64 S. Ct. 346\n- 88 L. Ed. 305\n- 1944 U.S. LEXIS 1165\n\n## 판결문 요약\n\n\nMr. Justice Black\ndelivered the opinion of the Court.\nThe petitioner was indicted on November 12, 1942, in a federal District Court in Pennsylvania for knowingly failing to perform a duty required of him under the Selec*550tive Training and Service Act of 1940.1 The particular charge was that, after his local board had classified him as a conscientious objector, he wilfully failed to obey the board’s order to report for assignment to work of national importance.2 Admitting that his refusal to obey the order was wilful, petitioner defended his conduct on the ground that he was entitled to a statutory exemption from all forms of national service, since the facts he had presented to the board showed that he was a “regular or duly ordained” minister.3 The Act, he argued, does not make it a crime to refuse to obey an order to report for service if that order is based upon an erroneous classification, because there is no “duty” to comply with a mistaken order. This defense was seasonably urged but the District Court declined to recognize it, expressing the view that, “the Board has the decision of whether or not this man is to be listed as he claims he should be”; and at the *551conclusion of the trial the jury was charged that, “if you find from the facts that he failed to report — and there is no evidence to the contrary . . . — it would be your duty to find him guilty.” The result of the trial was a conviction and sentence to imprisonment for five years.\nOn appeal petitioner ur...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=falbo-v-united-states"
    }
  ],
  "relatedIncidents": [
    24623,
    24626,
    24636,
    24425,
    24444
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}