{
  "id": 24673,
  "title": "1943년 Latin 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1943-12-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Latin. 판결일: 1943-12-20. 법원: Court of Appeals for the Second Circuit.",
  "description": "## 사건 정보\n\n**사건명**: UNITED STATES v. LATIN\n**판결일**: 1943-12-20\n**법원**: Court of Appeals for the Second Circuit\n**관할**: USA, Federal\n\n**판사**: Chase, Clark, Hand\n\n## 변호인\n\nGeorge Hoffenberg, of Rochester, N. Y., for appellant Joseph Paladino., Henry Epstein, of New York City, and Anthony S. Picciotti, of Rochester, N. Y., for appellant Thomas Latin., George L. Grobe, U. S. Atty., of Buffalo, N. Y. (Goodman A. Sarachan, Asst. U. S. Atty., of Rochester, N. Y., of counsel), for appellee.\n\n## 인용\n\n- 139 F.2d 569\n\n## 판결문 요약\n\n\nCHASE, Circuit Judge.\nThe appellants were tried and convicted in the District Court for the Western District of New York on an indictment charging them with having conspired with others to defraud the United States by setting up an unregistered still for the manufacture of alcohol to be possessed and sold without the payment of the stamp taxes required by law.\nThe principal issue is whether the evidence was sufficient to support the verdict. That it was not sufficient is the only ground for reversal upon which appellant Latin *570relies, and that contention can be dealt with adequately in connection with the same point raised by Paladino, who also presents other questions for review.\nThere was evidence sufficient to enable the jury to find that several conspirators, of whom one Stein, who pleaded guilty and testified as a government witness, was the leading spirit, arranged to set up an unregistered still first in one, and then in another, location in Rochester, N. Y., that their plan was to manufacture and sell alcohol; that they did so to some extent and for a short time in each of those places and then moved to what was thought to be a better location in a smaller community a short distance outside the city. In this last place the still was operated for the purposes of the conspiracy until agents of the United States Alcohol Tax Unit seized it. This seizure and the arrests which followed brought an end to the venture.\nThese appellants, who were friends of Stein and one of...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=united-states-v-latin"
    }
  ],
  "relatedIncidents": [
    24692,
    24732,
    24737,
    24790,
    24804
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}