{
  "id": 24677,
  "title": "1943년 Swan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1943-12-09",
  "location": "New Jersey, NJ, USA",
  "summary": "미국 New Jersey, NJ 법원 판결 사건. 사건명: Swan. 판결일: 1943-12-09. 법원: Supreme Court of New Jersey.",
  "description": "## 사건 정보\n\n**사건명**: State of New Jersey, Defendant in Error, v. John Swan, Plaintiff in Error\n**판결일**: 1943-12-09\n**법원**: Supreme Court of New Jersey\n**관할**: New Jersey, NJ\n\n**판사**: The opinion of the court was delivered by PORTER, J.\n\n## 변호인\n\nFor the plaintiff in error,  Alex Eber  ( Morris Spritzer , of counsel).\n\nFor the defendant in error,  John A. Lynch , Prosecutor of the Pleas.\n\n## 인용\n\n- 34 A.2d 734\n- 131 N.J.L. 67\n\n## 판결문 요약\n\nJohn Swan, the plaintiff in error, was convicted of murder in the first degree without recommendation as to punishment and was sentenced to death. A previous conviction for the same crime was reversed by this court for trial error. 130 N.J.L. 372; 32Atl. Rep. (2d) 843. The writ of error brings before us the entire record in accordance with R.S. 2:195-16.\nThree assignments of error are argued for reversal. The first and second are based on the refusal of the trial court to limit the consideration of the jury to murder in the second degree upon the close of the state's case and upon the conclusion of the entire case. The third is that the verdict was against the weight of the evidence.\nWe conclude that these grounds are without merit and that the judgment should be affirmed. There was evidence of first *Page 68 \ndegree murder, as will be shown, and it was therefore not error for the court to deny the motions to limit the jury to a consideration of second degree murder.\nSwan was employed as a porter in a moving picture theatre in New Brunswick. On the night of October 4th, 1942, he followed Gizella Mary Forepaugh, also known as Marion Oliver, into the women's toilet room in the theatre and there struck her, with his fists he says, about the head and face, overpowering her. He then took her back stage and stripped her of her clothing. He also took a ring from her finger and her pocketbook containing some change. Later in the night he returned and threw her nude body from an upsta...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-swan"
    }
  ],
  "relatedIncidents": [
    24785,
    24788,
    24555,
    24571,
    24584
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}