{
  "id": 24675,
  "title": "1943년 Raifsnider 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1943-12-15",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Raifsnider. 판결일: 1943-12-15. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Fred Raifsnider v. the State\n**판결일**: 1943-12-15\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Beauchamp, Krueger\n\n## 변호인\n\nPenn J. Jackson,  of Cleburne, and  W. E. Myres,  of Fort Worth, for appellant.\n\n Sam Cleveland,  District Attorney, of Stephenville, and Spurgeon E. Bell,  State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 176 S.W.2d 952\n- 146 Tex. Crim. 578\n\n## 판결문 요약\n\nAppellant was given a sentence of five years in the penitentiary upon a conviction for a statutory offense under Article 1183, Vernon's Ann. P. C.\nThe indictment in the case contains two counts, one of which would support a conviction for rape by force, or of a female under the age of fifteen years. The second count applies only in the event the female is under the age of fifteen years.\nIt is contended in the appeal that the evidence of the prosecutrix does not comport with human experience and therefore should not support a conviction. It is true that the story told by the fourteen year old girl is beyond the comprehension of many people. It shows a depraved mind in the superlative degree. However, we do find the books filled with such cases. There is nothing in her testimony of which it may be said that it is not possible for it to be true. She changed her statements frequently, but this does not make impossible her story. When we place this evidence along by the side of that given by appellant himself, a seventy-four year old man, which includes his story of what took place, it is not surprising that the jury gave some credit *Page 580 \nto the story told by prosecutrix even in face of the unfavorable circumstances and her previous conduct, as testified to by herself. As between appellant and prosecutrix, the things charged are not inconceivable and their acts are not supposed to comport with human experience, as viewed from the standpoint of ordinary people. The contention...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "성범죄",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=raifsnider-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cooper-v-state"
    }
  ],
  "relatedIncidents": [
    24733,
    24569,
    24579,
    24580,
    24641
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}