{
  "id": 24699,
  "title": "1943년 Smiley 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1943-11-03",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Smiley. 판결일: 1943-11-03. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: W. M. Smiley v. the State\n**판결일**: 1943-11-03\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Krueger\n\n## 변호인\n\nTom M. Miller,  of Graham, for appellant.\n\n Spurgeon E. Bell,  State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 174 S.W.2d 973\n- 146 Tex. Crim. 342\n\n## 판결문 요약\n\nThe offense is the possession of whisky in a dry area for the purpose of sale. The punishment assessed is a fine of $500.00.\nBills of Exception Nos. 1 and 2 relate to the introduction in evidence of certain documents and may be disposed of together. The bills recite that appellant had recently theretofore been convicted of the offense of selling liquor in a dry area; that upon his trial in the instant case the State, over his objection, was permitted to introduce in evidence the complaints, informations and judgments of conviction in the former cases. Proof of the former convictions was admissible on the issue of intent, that is, the purpose for which he possessed the whisky in question; but the complaints and informations which were the basis of the former convictions were not admissible, and would not have been admissible, as any evidence in the original trials. But this error is not such a one as would require a reversal of the judgment since the judgments of his former convictions were admissible on the issue of intent.\nAppellant prepared some bills of exception complaining of certain remarks of the County Attorney in his closing argument *Page 344 \nto the jury. The court declined to approve these bills, stating his reasons therefor, and thereupon filed his own bills of exception in lieu of those prepared by appellant's attorney. These bills, as thus drawn by the trial court, fail to reflect any reversible error.\nAppellant next contends that the evidence is insufficient t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=smiley-v-state"
    }
  ],
  "relatedIncidents": [
    24673,
    24675,
    24677,
    24692,
    24694
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}