{
  "id": 24694,
  "title": "1943년 Coverdale 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1943-11-08",
  "location": "Louisiana, LA, USA",
  "summary": "미국 Louisiana, LA 법원 판결 사건. 사건명: Coverdale. 판결일: 1943-11-08. 법원: Supreme Court of Louisiana.",
  "description": "## 사건 정보\n\n**사건명**: State Ex Rel. Priest v. Coverdale, Sheriff.\n**판결일**: 1943-11-08\n**법원**: Supreme Court of Louisiana\n**관할**: Louisiana, LA\n\n**판사**: Fournet\n\n## 변호인\n\nGeorge Wesley Smith, of Monroe, for relator.\n\nFrank W. Hawthorne, Dist. Atty., and James H. Dormon, Asst. Dist. Atty., both of Monroe, for respondent.\n\n## 인용\n\n- 15 So. 2d 849\n- 204 La. 448\n\n## 판결문 요약\n\nThe relator, who was serving a sentence for conspiracy to break prison under Section 867 of the Revised Statutes of 1870, sought through a writ of habeas corpus in the district court to obtain his release from custody on the ground that his sentence had been illegally imposed, and applied to and was granted a remedial writ by this court after the lower court refused to comply with his request.\nThe section in question reads as follows: \"Whoever, being lawfully imprisoned, shall break or conspire to break prison; whoever shall falsely and maliciously prosecute an *Page 450 \ninnocent person of any crime, and who shall be accordingly prosecuted and acquitted, shall on conviction suffer imprisonment or fine, or both, at the discretion of the court.\"\nIt is counsel's contention, unsupported by any cited authorities, that a sentence was illegally imposed on the defendant for conspiring to break prison, since no penalty for this crime is to be found in the section, the penalty imposed at the end thereof having reference to false and malicious prosecution only, conceding that if a conjunctive \"or\" appeared where the semicolon is in the section, he would have no cause for complaint.\n\"The universal and most effectual way of discovering the true meaning of a law, when its expressions are dubious, is by considering the reason and the spirit of it, or the cause which induced the Legislature to enact it.\" Article 18, Revised Civil Code. \"Punctuation * * * cannot control its [a statute's] con...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-ex-rel-priest-v-coverdale"
    }
  ],
  "relatedIncidents": [
    24673,
    24675,
    24677,
    24692,
    24699
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}