{
  "id": 24692,
  "title": "1943년 Carbulon 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1943-11-10",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Carbulon. 판결일: 1943-11-10. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Anastasia Carbulon [now Anastasia Patrikaris] v. John R. Carbulon\n**판결일**: 1943-11-10\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n**판사**: Bliss\n\n## 변호인\n\nLevi R. Chase, attorney for appellant., ' Abraham J. Ealprin, attorney (Sidney R. Rossiter of counsel), for respondent.\n\n## 인용\n\n- 267 A.D. 1\n\n## 판결문 요약\n\n\nBliss, J.\nOn August 28, 1932, Anastasia Carbulon sued her husband John for a separation. Shortly thereafter she moved for alimony pendente lite and counsel fees. An interim allowance of ten dollars per week alimony was made and the issue of defendant’s financial ability was sent to an Official Referee. Meanwhile the husband complained to the Federal immigration authorities that his wife and her parents had illegally entered the United States and he also brought action against her in the Supreme Court to annul their marriage on the ground that she had fraudulently represented her citizenship. The Official Referee died before the hearings were concluded. The annulment action was tried and decided in the wife’s favor. The husband then left' the State and has since remained outside. Plaintiff obtained an order for his arrest, but it remained unexecuted. In 1936 the reference to the Official Referee was terminated and the matter recalled 'to the Special Term, which or *3September 19th of that year granted an order allowing the wife alimony at the rate of twenty dollars per week from October 20, 1932, and $1,000 counsel fees. The husband has paid nothing under either order for alimony and has paid no part of the counsel fees. On January 19,1937, he began proceedings against the wife in the State of Connecticut for a divorce based on the charge of willful desertion. Service of process was obtained by mail only. The wife did not appear and a default judgment of divorce was granted t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=carbulon-v-carbulon"
    }
  ],
  "relatedIncidents": [
    24673,
    24732,
    24737,
    24790,
    24804
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}