{
  "id": 24703,
  "title": "1943년 Williams v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1943-10-27",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Williams v. State. 판결일: 1943-10-27. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: L. E. Williams v. State.\n**판결일**: 1943-10-27\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Barefoot, Doyle, Jones\n\n## 변호인\n\nGlen O. Morris and R. 0. Swimmer, both of Oklahoma City, for plaintiff in error., Randell S. Cobh, Atty. Gen., and Lewis R. Morris, Co'. Atty., of Oklahoma City, for defendant in error.\n\n## 인용\n\n- 142 P.2d 647\n- 77 Okla. Crim. 434\n\n## 판결문 요약\n\nDefendant, L. E. Williams, was charged in the court of common pleas of Oklahoma county with the crime of unlawful possession of intoxicating liquor, waived a jury, was tried before the court, found guilty, and his punishment assessed by the court at a fine of $50, and to serve 30 days in the county jail. From this judgment and sentence he has appealed. *Page 435 \nThe only assignment of error is that the evidence is insufficient to sustain the judgment and sentence.\nThe only witness offered by the state was Jack Caldwell, a policeman of Oklahoma City. He testified that on October 4, 1940, he procured a search warrant and searched the premises located at 325 1/2 East Second street, in Oklahoma City. This consisted of several rooms on the second floor, occupied by the defendant, who was present at the time of the search. As a result of the search, the officers found three pints of gin and one pint of apricot liquor. Defendant stated that was all he had. The apricot brandy was in a book-case, and the gin was in a plant over the front window. A bed was located in this room, and defendant claimed that it was his home.\nDefendant operated a restaurant in which beer was sold in the lower part of the building.\nThe above evidence produced a prima facie case for the state, inasmuch as the amount of liquor found exceeded one quart.\nDefendant testified in his own behalf that he owned and operated the restaurant on the ground floor. He denied that whisky or intoxicating liquor was sold ther...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=williams-v-state"
    }
  ],
  "relatedIncidents": [
    24673,
    24675,
    24677,
    24692,
    24694
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}