{
  "id": 24701,
  "title": "1943년 Emde 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1943-11-02",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Emde. 판결일: 1943-11-02. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: GEORGE W. EMDE Et Al., Respondents, v. SAN JOAQUIN COUNTY CENTRAL LABOR COUNCIL (An Unincorporated Association) Et Al., Appellants.\n**판결일**: 1943-11-02\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Curtis, Edmonds\n\n## 변호인\n\nJames F. Galliano, Clarence E. Todd and Henry C. Todd for Appellants., Mathew 0. Tobriner as Amicus Curiae on Behalf of Appellants., Rogers & Clark, Webster Y. Clark, Bartley' C. Crum and R. J. Heeht for Respondents. ■ '\n\n## 인용\n\n- 23 Cal. 2d 146\n\n## 판결문 요약\n\n\n23 Cal. 2d 146 (1943)\nGEORGE W. EMDE et al., Respondents,\nv.\nSAN JOAQUIN COUNTY CENTRAL LABOR COUNCIL (an Unincorporated Association) et al., Appellants.\nSac. No. 5602. \nSupreme Court of California. In Bank.  \nNov. 2, 1943.\n James F. Galliano, Clarence E. Todd and Henry C. Todd for Appellants.\n Mathew O. Tobriner as Amicus Curiae on Behalf of Appellants. *148\n Rogers &amp; Clark, Webster V. Clark, Bartley C. Crum and R. J. Hecht, for Respondents.\n EDMONDS, J.\n During a labor dispute between George W. Emde and Lois E. Marshall, the owners of a dairy business, and Teamsters' Local No. 439, the Stockton Labor Journal published an article stating that, because of a violation of their contract with the teamsters' union, the employers had been placed upon the \"We Don't Patronize\" list. Certain labor organizations and their officers, against whom compensatory and punitive damages were awarded, assert that they had nothing to do with the publication of the article. As additional grounds for reversal of the judgment, they and the owners of the newspaper, who were also found liable, rely upon truth and privilege as defenses, and the questions for decision concern the scope and effect of the announcement sued upon.\n At the time of the publication complained of and of the commencement of this action, as stated in the respondents' complaint, Emde and Marshall were co-partners, carrying on a dairy business under the name of Happyholme Farms. International Brotherhood of Teamsters, Chauffe...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=emde-v-san-joaquin-county-central-labor-council"
    }
  ],
  "relatedIncidents": [
    24673,
    24675,
    24677,
    24692,
    24694
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}