{
  "id": 24714,
  "title": "1943년 Ashton 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1943-09-21",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Ashton. 판결일: 1943-09-21. 법원: Illinois Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Henry M. Ashton Et Al., Appellants, vs. the County of Cook Et Al. — (The County of Cook, Appellee.); The People Ex Rel. Thomas J. Courtney, Appellee, vs. Henry M. Ashton Et Al., Appellants\n**판결일**: 1943-09-21\n**법원**: Illinois Supreme Court\n**관할**: Illinois, IL\n\n**판사**: Murphy\n\n## 변호인\n\nS. J. Konenkamp, and Butz, Hutchinson, Nutt & Murphy, (Daniel F. Murphy, of counsel,) for appellants Henry M. Ashton and Ralph O. Butz; Jacob G.„ Grossberg, (Franklin J. Stransky, and Edwin Hamilton, of counsel,) for appellant Edward M. Winston., Thomas J. Courtney, State’s Attorney, (Marshall V. Kearney, Joseph Burke, and Neal J. McAuliEEE, of counsel,) for appellees.\n\n## 인용\n\n- 51 N.E.2d 161\n- 384 Ill. 287\n\n## 판결문 요약\n\n[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 289 \nPursuant to an order entered in vacation, causes No. 27163 and No. 27169 were consolidated for oral argument and opinion. The primary question in each case is as to the liability of the county of Cook to pay appellants Henry M. Ashton, Edward M. Winston and Ralph O. Butz, all of whom are lawyers, for legal services performed by them for the county pursuant to the terms of contracts of employment. The contracts provided that appellants were to institute legal proceedings and take such steps as were necessary to collect forfeited real estate taxes and penalties. On behalf of the People, represented by the State's Attorney of Cook county, it was contended that the board of commissioners of the county acted without authority of law, that their acts were ultra vires and the contracts *Page 290 \nvoid. It is claimed that the action of the board in employing private attorneys to perform such service was in effect taking a power and duty given by the constitution and statute to the State's Attorney and conferring it on another. These contentions involve interpretation of certain provisions of our State constitution and this gives the court jurisdiction to review the cases on direct appeal.\nOn May 22, 1931, the board of commissioners of Cook county adopted a resolution purporting to employ Henry M. Ashton as an attorney, which resolution, with...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ashton-v-county-of-cook"
    }
  ],
  "relatedIncidents": [
    24673,
    24675,
    24677,
    24692,
    24694
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}