{
  "id": 24733,
  "title": "1943년 Gonska 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1943-07-08",
  "location": "Illinois, IL, USA",
  "summary": "미국 Illinois, IL 법원 판결 사건. 사건명: Gonska. 판결일: 1943-07-08. 법원: District Court, N.D. Illinois.",
  "description": "## 사건 정보\n\n**사건명**: CALIFORNIA FRUIT GROWERS EXCHANGE v. GONSKA\n**판결일**: 1943-07-08\n**법원**: District Court, N.D. Illinois\n**관할**: Illinois, IL\n\n**판사**: Sullivan\n\n## 변호인\n\nLyon & Lyon, of Los Angeles, Cal., and Rogers, Woodson & Rogers, of Chicago, 111., for plaintiffs., George M. Crane and Thomas E. Kluczynski, both of Chicago, 111., for defendants.\n\n## 인용\n\n- 55 F. Supp. 499\n\n## 판결문 요약\n\n\nSULLIVAN, District Judge.\nThis cause came on for trial and the Court having heard the evidence and rendered its decision, now makes its Findings of Fact and Conclusions of Law pursuant to Rule 52 of the Rules of Civil Procedure, 28 U.S.C.A. following section 723c, as follows:\nFindings of Fact.\n1. Plaintiff, California Fruit Growers Exchange, is a non-profit, cooperative marketing association incorporated under the laws of the State of California, with its principal place of business at Los Angeles, California, and is engaged primarily in marketing, distributing and selling citrus fruits, including oranges, lemons and grapefruit, throughout the United States and in foreign countries.\n2. Plaintiff, California Packing Corporation, is a New York corporation, with its principal place of business at San Francisco, California, and is engaged in the selection, preparing, packing and marketing of canned and dried fruits and vegetables, including raisins, canned grapes, canned blackberries, pineapple juice and tomato juice, throughout the United States and in foreign countries.\n3. Plaintiff, California Fruit Growers Exchange, has employed the trade-mark Sunkist since 1907 and has sold approximately One Billion Five Hundred Million Dollars ($1,500,000,000) worth of goods bearing such trade-mark, and has expended more than Thirty-Five Million Dollars ($35,000,000) in advertising the same.\n4. Certificates of registration for the trade-mark Sunkist have been issued by the United States Pa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=california-fruit-growers-exchange-v-gonska"
    }
  ],
  "relatedIncidents": [
    24675,
    24569,
    24579,
    24580,
    24641
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}