{
  "id": 24732,
  "title": "1943년 Seybold Baking Co. v. Derst Baking Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1943-07-08",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Seybold Baking Co. v. Derst Baking Co.. 판결일: 1943-07-08. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Seybold Baking Company v. Derst Baking Company.\n**판결일**: 1943-07-08\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: Jenkins\n\n## 변호인\n\nLawton  Cunningham  and  Hester  Clark , for plaintiff in error.\n\n Kennedy, McWhorter  Jenkins  and  Shelby Myrick , contra.\n\n## 인용\n\n- 26 S.E.2d 536\n- 196 Ga. 391\n\n## 판결문 요약\n\n1. \"Any attempt to encroach upon the business of a trader, or other person, by the use of similar trademarks, names, or devices, with the intention of deceiving and misleading the public, is a fraud for which equity will grant relief.\" Code, &#167; 37-712.\n2. While the color of merchandise or its wrapper or container may be one of the important indicia of such a fraudulent purpose, if accompanied by other confusing factors such as size, shape, name, printing, or design in the make-up of the article, yet color alone, except possibly where some peculiar and distinctive combination of colors is employed, is not sufficient to establish the fraudulent intent, since no one is permitted from the mere prior use of such an all-belonging thing as a color to obtain a monopoly in its use for any particular purpose. Nor can the testimony of the defendant's manager, that he was forced to discontinue the less expensive white waxed paper and use the more costly \"tango\" colored cellophane wrapper for his whole wheat bread in order to meet the competition of the plaintiff, be taken to establish a fraudulent purpose as a matter of fact, when the act itself does not so indicate, where he also testified that cellophane was a more desirable and more attractive wrapper, and that the \"tango\" (brownish yellow) color was a more suitable and appropriate transparent wrapper for the brown bread; and where it also appears that the product was without any other similarities as to the plainly printed labels...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=seybold-baking-co-v-derst-baking-co"
    }
  ],
  "relatedIncidents": [
    24673,
    24692,
    24737,
    24790,
    24804
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}