{
  "id": 24736,
  "title": "1943년 Pannell 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1943-06-22",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Pannell. 판결일: 1943-06-22. 법원: Supreme Court of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: PANNELL Et Al. v. FARMERS UNION CO-OP. GIN ASS’N Et Al.\n**판결일**: 1943-06-22\n**법원**: Supreme Court of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Arnold, Bayless, Corn, Davi-Son, Gibson, Hurst, Osborn, Riley, Welch\n\n## 변호인\n\nHatcher & Bond, of Chickasha, for plaintiffs in error., Howell & DeBois, L. V. Reid, Floyd Green, William M. Franklin, all of Oklahoma 'City, and Marion R. Wells, of Sterling, for defendants in error.\n\n## 인용\n\n- 138 P.2d 817\n- 192 Okla. 652\n\n## 판결문 요약\n\nEd Pannell and Chickasha Cotton Oil Company, the co-owners and operators of two cotton gins at Sterling, Okla., appeal from an order of the Corporation Commission granting a license to the Farmers Co-Operative Gin Association of Sterling, Okla., to maintain and operate a cotton gin for the purpose of ginning seed cotton at Sterling, Okla.\nIt appears from the record that the association is a nonprofit organization, organized at Sterling, for the purpose of operating a cotton gin on a mutual nonprofit co-operative basis, pursuant to the statutes of Oklahoma, with about 120 members. The reason for desiring to establish and maintain their own gin is given in the application to the commission as follows: *Page 653 \n\"Farmers want to gin their own cotton. Lack of competitive market for cotton, cottonseed and feed products produced from cottonseed. Necessity of traveling great distances to reach competitive markets. Absence of modern equipment to receive cotton or properly gin it. Cotton producers not securing maximum price for seed and lint and want to gin and market their own cotton and seed and receive maximum price paid by surrounding market.\"\nIt is admitted that the plaintiffs in error own the two gins at Sterling. The evidence introduced by the association tended to show that because of the joint ownership of the two gins at Sterling by the plaintiffs in error there was an absence of competition and as a direct result of this the market price for cotton and cottonseed sold by t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pannell-v-farmers-union-co-op-gin-assn"
    }
  ],
  "relatedIncidents": [
    24673,
    24675,
    24677,
    24692,
    24694
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}