{
  "id": 24755,
  "title": "1943년 Dodge 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1943-05-24",
  "location": "Rhode Island, RI, USA",
  "summary": "미국 Rhode Island, RI 법원 판결 사건. 사건명: Dodge. 판결일: 1943-05-24. 법원: Supreme Court of Rhode Island.",
  "description": "## 사건 정보\n\n**사건명**: Charles J. Dodge Et Al. vs. Frank C. Dodge Et Al.\n**판결일**: 1943-05-24\n**법원**: Supreme Court of Rhode Island\n**관할**: Rhode Island, RI\n\n**판사**: Capotosto, Condon, Flynn, Moss\n\n## 변호인\n\nEdward W. Bradford,  for Helen F. Ernst and Charles J. Dodge;  Henry M. Boss of counsel,  for Charles J. Dodge.\n\n Arthur Cushing,  for Samuel R. Dodge.\n\n Hinckley, Allen, Tillinghast  Wheeler, S. Everett Wilkins,  Jr.,  for respondents Frank C. Dodge and Jeanne Dodge.\n\n## 인용\n\n- 32 A.2d 619\n- 69 R.I. 187\n\n## 판결문 요약\n\nThis suit in equity is before us on the complainants' appeal from a decree of the superior court dismissing the bill of complaint after a hearing on the bill, answer and replication and the filing of a decision for the respondents.\nThe suit was brought on June 30, 1931 by Charles J. Dodge, Samuel R. Dodge and Helen F. Ernst against Frank C. Dodge, his wife Jeanne Dodge, and John W. Dodge, father of all the other parties except Jeanne Dodge. The principal relief prayed for in the bill is that certain described written instruments, executed after April 26, 1929, by the *Page 189 \nrespondents or some of them, be declared invalid and be cancelled.\nThe grounds upon which this relief is sought are that none of these instruments could be valid without the assent of the father, John W. Dodge; that he was not mentally competent to give it; and that his assent was procured by undue influence by the other respondents. These instruments were preceded by two other instruments, the validity of which was not in dispute. By the earlier of those two instruments, which was executed and acknowledged by John W. Dodge on April 25, 1929 and duly recorded, he conveyed all his real estate, located in Massachusetts and Rhode Island, and all his personalty to his sons Charles and Frank upon the trusts set forth in the later of those two instruments, which was a declaration of trust, executed by these sons on April 26, 1929, and under which he was to be sole beneficiary during his lifetime.\nIn this dec...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dodge-v-dodge"
    }
  ],
  "relatedIncidents": [
    24673,
    24675,
    24677,
    24692,
    24694
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}