{
  "id": 24788,
  "title": "1943년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1943-03-05",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Brown. 판결일: 1943-03-05. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Charlie Brown v. State of Florida\n**판결일**: 1943-03-05\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Adams, Brown, Buford, Chapman, Sebring, Terrell, Thomas\n\n## 변호인\n\nElmore Cohen,  for appellant.\n\n J. Tom Watson,  Attorney General, and  Woodrow M. Melvin, \nAssistant Attorney General, for appellee.\n\n## 인용\n\n- 12 So. 2d 292\n- 152 Fla. 508\n\n## 판결문 요약\n\nAppellant ran his victim down and killed her with a knife in circumstances that would have justified a verdict of guilty of murder in the first degree. He cannot, therefore, complain of his conviction of murder in the second degree.\nHe questions compliance by the court with the provisions of Section 4368, C.G.L., 1927, Section 54.22, Florida Statutes, 1941, relating to the manner in which a jury may be required further to consider a case after reporting to the court an inability to agree.\nThe statute comes into play when, following the court's instructions on the controlling law and the jury's retirement to consider the case, they return to the courtroom to announce a failure to accord. It is within the court's province, under the cited statute, then to determine whether there has been \"due and thorough deliberation upon [the] cause.\" Even if this question be decided in the affirmative it is within the court's power to explain to them anew the law applicable to the case, and . . . send them out again for further deliberation.\" *Page 510 \nWe interrupt at this point to describe the first visit to the courtroom of the jury impaneled in the instant case. A request was made for information about some of the testimony &#8212; it was denied &#8212; and the jury again retired to the jury room. Adverting to the statute, it is provided there that \"if they shall return a second time without having agreed on a verdict, they shall not be sent out again without their own consent, unless th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brown-v-state"
    }
  ],
  "relatedIncidents": [
    24677,
    24785,
    24555,
    24571,
    24584
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}