{
  "id": 24792,
  "title": "1943년 Perkins 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1943-03-01",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Perkins. 판결일: 1943-03-01. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: ENDICOTT JOHNSON CORP. Et Al. v. PERKINS, SECRETARY OF LABOR\n**판결일**: 1943-03-01\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Jackson, Murphy, Robeets\n\n## 변호인\n\nMr. Howard A. Swartwood, with whom Messrs. William, H. Pritchard, Edward H. Green, and John C. Bruton were on the brief, for petitioners., Mr. Paul Freund, with whom Solicitor General Fahy, Assistant Attorney General Shea, and Messrs. Sidney J. Kaplan and Irving J. Levy were on the brief, for respondent.\n\n## 인용\n\n- 317 U.S. 501\n- 63 S. Ct. 339\n- 87 L. Ed. 424\n- 1943 U.S. LEXIS 1114\n\n## 판결문 요약\n\n\n317 U.S. 501 (1943)\nENDICOTT JOHNSON CORP. ET AL.\nv.\nPERKINS, SECRETARY OF LABOR.\nNo. 142.\nSupreme Court of United States.\nArgued November 20, 1942.\nDecided January 11, 1943.\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\nMr. Howard A. Swartwood, with whom Messrs. William H. Pritchard, Edward H. Green, and John C. Bruton were on the brief, for petitioners.\nMr. Paul Freund, with whom Solicitor General Fahy, Assistant Attorney General Shea, and Messrs. Sidney J. Kaplan and Irving J. Levy were on the brief, for respondent.\nMR. JUSTICE JACKSON delivered the opinion of the Court.\nThis case concerns the validity of a subpoena issued by the Secretary of Labor in administrative proceedings against the petitioner under the Walsh-Healey Public Contracts *502 Act.[1] The petitioner successfully resisted the Secretary's petition for enforcement in the District Court,[2] whose judgment was in turn reversed by the Circuit Court of Appeals for the Second Circuit.[3] We granted certiorari because of the importance of the questions in the enforcement of the Act, and because of probable conflict with a holding of the Circuit Court of Appeals for the Sixth Circuit.[4]\nThe Walsh-Healey Act requires that contracts with the Government for the \"manufacture or furnishing of materials, supplies, articles, and equipment in any amount exceeding $10,000\" shall represent and stipulate, inter alia, for the payment of \"not less than the minimum wages as determined by the Secretary of L...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=endicott-johnson-corp-v-perkins"
    }
  ],
  "relatedIncidents": [
    24804,
    24623,
    24626,
    24636,
    24663
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}