{
  "id": 24796,
  "title": "1943년 Tiedemann 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1943-02-20",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Tiedemann. 판결일: 1943-02-20. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: THE FLORIDA. TIEDEMANN v. ESTODURAS STEAMSHIP CO., INC.\n**판결일**: 1943-02-20\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Holmes, Hutcheson, McCord\n\n## 변호인\n\nCharles Recht, Paul J. Kern, and David Drucker, all of New York City, and Walter Carroll, of New Orleans, La., for appellants., P. A. Beck, of New York City, and Jas. H. Bruns and Lloyd A. Ray, both of New Orleans, La., for appellee.\n\n## 인용\n\n- 133 F.2d 719\n\n## 판결문 요약\n\n\nMcCORD, Circuit Judge.\nThe appeal is from a final decree dismissing a libel purportedly filed on behalf of Oskar Tiedemann and other Estonian shipowners against the Honduras steamship “Florida” formerly the Estonian steamship “Signe”, and against Estoduras Steamship Company, respondent and claimant of the ship. The decree also dismissed an intervening libel filed by the same proctors in the name of Estonia State Cargo and Passenger Steamship Line. The ship was released to Estoduras, and the trustee was discharged. Appeal was taken without the filing of a supersedeas bond, and it appears that the vessel is not now within the territorial jurisdiction of the Court. Cf. The Denny, 3 Cir., 127 F.2d 404.\nPrior to June 17, 1940, the Republic of Estonia was a free, independent, sovereign nation recognized as such by the United States of America and other nations. On June 17, 1940, the armies of Soviet Russia invaded Estonia and other Baltic States. Thereafter there was set up in Estonia a Soviet Government, Estonian Soviet Socialist Republic, which was absorbed into the Union of Soviet Socialist Republics. The government thus set up in Estonia nationalized and confiscated all transportation and shipping enterprises including Kasmu Laeva Omanikud, Kasmu Shipowners, owners of the “Signe”, now the “Florida”.\nThe United States Government does not recognize the government set up in Estonia after the invasion, but continues to abide by the Treaty of Friendship, Commerce and Consular Right...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=tiedemann-v-estoduras-steamship-co"
    }
  ],
  "relatedIncidents": [
    24673,
    24675,
    24677,
    24692,
    24694
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}