{
  "id": 24790,
  "title": "1943년 Hagan 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1943-03-03",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Hagan. 판결일: 1943-03-03. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Clyde Hagan, Jr. v. State.\n**판결일**: 1943-03-03\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Barefoot, Doyle, Jones\n\n## 변호인\n\nHarry C. Kirkendall, of Enid, for plaintiff in error.\n\nMac Q. Williamson, Atty. Gen., J. Walker Field, Asst. Atty. Gen., and Hugh Conway, Co. Atty., of Enid, for defendant in error.\n\n## 인용\n\n- 134 P.2d 1042\n- 76 Okla. Crim. 127\n\n## 판결문 요약\n\nDefendant, Clyde Hagan, Jr., was charged in the district court of Garfield county with the crime of larceny by fraud, was tried, convicted, sentenced to serve a term of one year in the penitentiary, and has appealed.\nTo properly consider the assignments of error presented, it is necessary to make a brief statement. There is very little conflict in the evidence of the state and the defendant. On January 14, 1941, a complaint was filed in the justice court, charging the defendant with the larceny of 39 bushels of wheat of the value of $29.64. When the information was filed in the district court on February 1, 1941, he was charged with the larceny of 114 1/2 *Page 129 \nbushels of wheat, by reason of the evidence at the preliminary hearing. On February 6, 1941, a motion for continuance was filed on the ground that the defendant had not had time to prepare for trial, and on account of the illness of his attorney. The motion was heard on February 10, 1941, and the case continued to February 17, 1941, at which time the trial commenced.\nThe first assignment of error is that the court erred in refusing to grant a further continuance. The doctor who examined counsel made the following statement: \"To Whom It May Concern:\n\"I desire to state that I am treating Mr. Harry Kirkendall for exaggerated bronchial irritation following influenza and have recommended he use his throat as little as possible until improved.\"\nUpon this statement the case was passed until February 17th. No further evid...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hagan-v-state"
    }
  ],
  "relatedIncidents": [
    24673,
    24692,
    24732,
    24737,
    24804
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}