{
  "id": 24791,
  "title": "1943년 Ex parte Stevenson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1943-03-03",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex parte Stevenson. 판결일: 1943-03-03. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Roberta Stevenson\n**판결일**: 1943-03-03\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Graves\n\n## 변호인\n\nTom S. Williams, of Sulphur Springs, and Hayden C. Covington, of Brooklyn, for appellant., Spurgeon E. Bell, State’s Attorney, of Austin, for the State.\n\n## 인용\n\n- 145 Tex. Crim. 450\n- 169 S.W.2d 175\n\n## 판결문 요약\n\n\nGRAVES, Judge.\nRelator, a Jehovah’s Witness, was charged by complaint in the Corporation Court of Texas City, Texas, with peddling in such city without having first paid an occupation tax of $2.50 as a foot peddler, before she operated as such in said city.\nBy virtue of ordinance No. 434 of said city a foot peddler was due to pay an occupation tax for engaging in such business. A failure of every peddler, who exercised such calling in Texas City, to pay such tax was punished by a fine of not exceeding ten dollars. Upon a trial, however, before the city recorder relator was fined the sum of $50.00. From a judgment assessing such fine, she appealed to the county court, and, after a trial in such court, she was fined $10.00. Thereafter she sued out a writ of habeas corpus before the judge of the Tenth District Court of Texas at Galveston, and upon a hearing she was remanded to the custody of the officers, with her bail fixed at $250.00 pending this appeal.\nThe record is voluminous, and contains much that could with propriety have been eliminated. Of the contentions presented to us, however, only one need be considered. The Revised Civil Statutes of 1925, Art. 7047, subdiv. 4, provided for an occupation tax to be levied upon “every foot peddler, five dollars in each county in which he peddles * * Thus, at such time, enabling the State to collect such an occupation tax from every individual engaging in such business.\nArticle 8, Section 1, of the State Constitution, relative to ta...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-stevenson"
    }
  ],
  "relatedIncidents": [
    24673,
    24675,
    24677,
    24692,
    24694
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}