{
  "id": 24804,
  "title": "1943년 Pendergast 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1943-01-11",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Pendergast. 판결일: 1943-01-11. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: Pendergast v. United States\n**판결일**: 1943-01-11\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Douglas, Frankfurter, Jackson, Murphy\n\n## 변호인\n\nMr. Ralph M. Russell argued the cause for petitioner in No. 186; Mr. John G. Madden argued the cause for petitioner in No. 183; and Messrs. James E. Burke and James P. Aylward were with them on the brief for petitioners in Nos. 183 and 186. Mr. James E. Carroll submitted for petitioner in No. 187., Messrs. William S. Hogsett and Herbert W. Wechsler argued the cause, and Solicitor General Fahy and Mr. Richard K. Phelps were with Mr. Hogsett on the brief, for the United States.\n\n## 인용\n\n- 317 U.S. 412\n- 63 S. Ct. 268\n- 87 L. Ed. 368\n- 1943 U.S. LEXIS 1067\n\n## 판결문 요약\n\n\n317 U.S. 412 (1943)\nPENDERGAST\nv.\nUNITED STATES.[*]\nNo. 183.\nSupreme Court of United States.\nArgued December 14, 15, 1942.\nDecided January 4, 1943.\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n*413 Mr. Ralph M. Russell argued the cause for petitioner in No. 186; Mr. John G. Madden argued the cause for petitioner in No. 183; and Messrs. James E. Burke and James P. Aylward were with them on the brief for petitioners in Nos. 183 and 186. Mr. James E. Carroll submitted for petitioner in No. 187.\nMessrs. William S. Hogsett and Herbert W. Wechsler argued the cause, and Solicitor General Fahy and Mr. Richard K. Phelps were with Mr. Hogsett on the brief, for the United States.\nMR. JUSTICE DOUGLAS delivered the opinion of the Court.\nPetitioners, together with one Street, now deceased, conceived and executed a nefarious scheme in fraud of the federal District Court and in corruption of the administration of justice. The short of it was that petitioners by fraud and deceit and through misrepresentations by attorneys induced the court to issue decrees effectuating a corrupt settlement of litigation. It happened this way:\nSeveral insurance companies doing business in Missouri filed with the Superintendent of Insurance an increase in insurance rates which the Superintendent denied. The insurance companies filed over 130 separate injunction suits against the Superintendent and the Attorney General *414 in the federal court to restrain the enforcement of certain statut...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pendergast-v-united-states"
    }
  ],
  "relatedIncidents": [
    24673,
    24692,
    24732,
    24737,
    24790
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}