{
  "id": 24805,
  "title": "1943년 Lytle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1943-01-02",
  "location": "Minnesota, MN, USA",
  "summary": "미국 Minnesota, MN 법원 판결 사건. 사건명: Lytle. 판결일: 1943-01-02. 법원: Supreme Court of Minnesota.",
  "description": "## 사건 정보\n\n**사건명**: State v. Milford Burton Lytle. [Fn1]\n**판결일**: 1943-01-02\n**법원**: Supreme Court of Minnesota\n**관할**: Minnesota, MN\n\n**판사**: Loring\n\n## 변호인\n\nElwood Fitchette, Herbert Horner , and  John Ott , for appellant.\n\n J.A.A. Burnquist , Attorney General,  Ralph A. Stone , Assistant Attorney General,  Frank J. Williams , County Attorney,  William  G. Compton , First Assistant County Attorney, and  William D.  Gunn , Assistant County Attorney, for the State.\n\n## 인용\n\n- 7 N.W.2d 305\n- 214 Minn. 171\n\n## 판결문 요약\n\n1 Reported in 7 N.W.2d 305.\nDefendant was convicted of arson in the third degree for burning the mill and elevator property known as the Harbor mill at 410 First street south between Third and Fifth avenues south in Minneapolis. He has appealed from an order denying his motion for a new trial.\nThe questions presented by the appeal are (1) whether the evidence is sufficient to sustain the verdict; (2) whether the court erred in admitting the evidence of experienced firemen that some inflammable substance extraneous to the building and contents contributed to the speed with which the fire burned, the manner in which it burned, and the manner and speed with which it spread; (3) whether the state was guilty of misconduct in its opening statement to the jury which was so prejudicial to defendant that he was entitled to a new trial; (4) whether it was error to admit *Page 173 \ncertain conversations which occurred in the presence of defendant relative to the best manner in which to set such a fire; (5) whether the state was guilty of prejudicial misconduct in its closing argument; and (6) whether the court erred in one of its instructions to the jury.\n1. The most important question presented is whether the evidence is sufficient to sustain the verdict. The theory of the state was that defendant was in financial straits and that he burned the building in order to realize something out of the $15,000 insurance on the building, which the insurance companies had advised him would be can...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "방화",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-lytle"
    }
  ],
  "relatedIncidents": [
    24673,
    24675,
    24677,
    24692,
    24694
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}