{
  "id": 24802,
  "title": "1943년 James 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1943-01-27",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: James. 판결일: 1943-01-27. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: James v. the State\n**판결일**: 1943-01-27\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Broyles, Gardner, MacIntyre\n\n## 변호인\n\nOliver K. Mixon, Philip Newbern,  for plaintiff in error.\n\n W. C. Forehand, solicitor-general,  contra.\n\n## 인용\n\n- 24 S.E.2d 149\n- 68 Ga. App. 765\n\n## 판결문 요약\n\n1. If in an indictment under the Code, &#167; 26-1405. a demand is alleged, such allegation may be treated as surplusage. If the evidence shows, under such an indictment, both a complete battery and a demand, such overproof in the nature of a demand will not be considered error.\n2. Under such conditions as are related in the first headnote, it was not reversible error for the court to charge that it was unnecessary, as an essential element, for the State to prove the demand although it was alleged.\n                        DECIDED JANUARY 27, 1943.\nAlma Elana James was convicted of assault with intent to rob Willie Mena Kiser, hereinafter called the prosecutrix. Her motion for new trial was overruled and she excepted.\nThe State's evidence tended to show that defendant and prosecutrix left Jacksonville, where they lived, about noon. The prosecutrix claimed to possess supernatural healing powers and had amassed a little fortune in her seventy-odd years of life. The defendant induced the prosecutrix to get in a car which belonged to defendant's husband, but was driven by defendant, for the purpose of going a short distance in the country to apply the healing powers to some one close to the defendant. They continued to drive out of Florida into Georgia, the defendant still pretending to be in search of the patient. Night overtook them. They stopped by the side of the road; the prosecutrix, resting her head in the window of the car, fell asleep. The defendant went to the back of th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=james-v-state"
    }
  ],
  "relatedIncidents": [
    24673,
    24675,
    24677,
    24692,
    24694
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}