{
  "id": 24810,
  "title": "1942년 Gwinn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1942-12-24",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Gwinn. 판결일: 1942-12-24. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: GWINN v. JOHN HANCOCK MUTUAL LIFE INSURANCE CO.\n**판결일**: 1942-12-24\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Barnes, Geiger, Hornbeck\n\n## 변호인\n\nDruggan & Gingher, Columbus, for plaintiff-appellant., Vorys, Sater, Seymour ' & Pease, Columbus, for defendant-appellee.\n\n## 인용\n\n- 37 Ohio Law. Abs. 555\n\n## 판결문 요약\n\n\nOPINION\nBy HORNBECK, J.\nThis is an appeal on questions of law from a judgment of the Court of Common Pleas, Franklin County, in favor of the defendant and dismissing the petition of the plaintiff. Jury was waived and cause submitted to the trial judge upon an agreed statement of facts.\nThere are no specific assignments of error, but the brief of appellant is devoted to the claim that the finding and judgment of the trial court under the facts and the law should have been for the plaintiff instead of for the defendant.\nIt appears that, of date March 31, 1925, the defendant issued a group policy of insurance to the Gwinn Milling Company, Certificate No. 1, insuring the life of Othneil E. Gwinn in the sum of $2500.00 payable to Ella B. Gwinn, insured’s wife, if his death should occur while an employee of the employer, the Gwinn Milling Companjr, during the continuance of the policy. Numerous other employees of the Gwinn Milling Company held certificates and were insured under the group policy. On December 9, 1929, Othneil E. Gwinn died. On April 19, 1934, Ella B. Gwinn, widow of the insured and beneficiary under Certificate No. 1, assigned her rights under the policy to the plaintiff. The premiums on the group policy for the years expiring March 31, 1926, to March 31, 1929, inclusive, were paid by the Gwinn Milling Company to the defendant, but no such payment was made by said company for the polic3'k year ending March 31, 1930. On or about December 30, 1929, the beneficiary, u...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gwinn-v-john-hancock-mutual-life-insurance"
    }
  ],
  "relatedIncidents": [
    24807,
    24815,
    24824,
    24828,
    24837
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}