{
  "id": 2481,
  "title": "2018년 Hewett 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2018-06-14",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Hewett. 판결일: 2018-06-14. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: People v. Hewett\n**판결일**: 2018-06-14\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 2018 NY Slip Op 4439\n\n## 판결문 요약\n\n\r\n\r\nPeople v Hewett (2018 NY Slip Op 04439)\r\n\r\n\r\n\r\n\r\n\r\nPeople v Hewett\r\n\r\n\r\n2018 NY Slip Op 04439\r\n\r\n\r\nDecided on June 14, 2018\r\n\r\n\r\nAppellate Division, First Department\r\n\r\n\r\n\r\nPublished by New York State Law Reporting Bureau pursuant to Judiciary Law § 431.\r\n\r\n\r\nThis opinion is uncorrected and subject to revision before publication in the Official Reports.\r\n\r\n\r\n\r\nDecided on June 14, 2018\r\n\r\nRenwick, J.P., Gische, Andrias, Kapnick, Singh, JJ.\r\n\r\n\r\n6886 1559/11 3209/11\r\n\r\n[*1]The People of the State of New York, Respondent,\r\nvPaul Hewett, Defendant-Appellant.\r\n\r\n\r\nCardi &amp; Edgar LLP, New York (Dawn M. Cardi of counsel), for appellant.\r\nCyrus R. Vance, Jr., District Attorney, New York (Hope Korenstein of counsel), for respondent.\r\n\r\n\r\n\r\nJudgment, Supreme Court, New York County (Edward J. McLaughlin, J.), rendered June 4, 2012, convicting defendant, upon his plea of guilty, of conspiracy in the second degree, criminal possession of a controlled substance in the first degree and two counts of criminal possession of a weapon in the second degree, and sentencing him to an aggregate term of 22 ½ years, unanimously modified, as a matter of discretion in the interest of justice, to the extent of reducing the sentences on the conspiracy conviction to 5 to 15 years and on the controlled substance conviction to 15 years, and directing that all sentences be served concurrently, resulting in a new aggregate term of 15 years, and otherwise affirmed.\r\nWe find the sentence excessive to the...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=people-v-hewett"
    }
  ],
  "relatedIncidents": [
    2252,
    2253,
    2258,
    2263,
    2277
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}