{
  "id": 24824,
  "title": "1942년 Wilmoth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1942-12-02",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Wilmoth. 판결일: 1942-12-02. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Arvel Wilmoth v. State.\n**판결일**: 1942-12-02\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Barefoot, Doyle, Jones\n\n## 변호인\n\nWilliam A. Tidwell, of Idabel, for plaintiff in error.\n\nMac Q. Williamson, Atty. Gen., Sam H. Lattimore, Asst. Atty. Gen., and Ed Shipp, County Atty. of McCurtain County, of Idabel, for defendant in error.\n\n## 인용\n\n- 131 P.2d 774\n- 75 Okla. Crim. 369\n\n## 판결문 요약\n\nDefendant, Arvel Wilmoth, was charged in the county court of McCurtain county with the unlawful possession of intoxicating liquor, to wit: 29 pints of whisky; was tried, convicted, and sentenced to pay a fine of $100, and to serve 90 days in the county jail, and has appealed.\nFor reversal of this case it is contended: First, that the county judge of McCurtain county erred in refusing to disqualify himself to try the case of this defendant; second, that the court refused to permit defendant to properly qualify the jury on voir dire examination; third, that the court erred in refusing to suppress the evidence because of having been secured by illegal search and seizure.\nOklahoma Statutes 1931, sections 2911, 2915, O.S.A. (Stat. 1941), Title 22, &#167;&#167; 571 and 575, provide for the disqualification of a trial judge and the latter section provides for the procedure to be followed in securing his disqualification. It is as follows:\n\"Disqualification of judge, claim of &#8212; Mandamus. &#8212; Any party to any cause pending in a court of record may in term time or in vacation file a written application with the clerk of the court, setting forth the grounds or facts upon which the claim is made that the judge is disqualified, and request said judge so to certify, after reasonable notice to the other side, same to be presented to such judge, and upon his failure so to do within three days before said cause is set for trial, application may *Page 371 \nbe made to the proper tribu...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wilmoth-v-state"
    }
  ],
  "relatedIncidents": [
    24807,
    24810,
    24815,
    24828,
    24837
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}