{
  "id": 24837,
  "title": "1942년 Ammann 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1942-11-11",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ammann. 판결일: 1942-11-11. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Andrew William Ammann v. State\n**판결일**: 1942-11-11\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson\n\n## 변호인\n\nBaskett & Parks, of Dallas, for appellant., ■Spurgeon E. Bell, State’s Attorney, of Austin, for the State.\n\n## 인용\n\n- 145 Tex. Crim. 34\n- 165 S.W.2d 744\n\n## 판결문 요약\n\n\nDAVIDSON, Judge.\nAssault with intent to murder is the offense; the punishment, 5 years in the State penitentiary.\nHensley, the injured party, was 32 years of age, 5 feet 10 inches tall, and weighed 150 pounds. Appellant, 57 years of age, weighed 211 pounds. His height is not revealed in the record.\nThe incident occurred at a cafe or beer tavern, on the outskirts of the City of Dallas, known as “Nan’s” about 11:00 A. M. April 3rd, 1941. Appellant operated a monument works next door to the cafe. Hensley, while not regularly in the employ of appellant, worked for him from time to time. On the night previous to the assault, appellant and Hensléy were in the cafe. An argument ensued between them, culminating in appellant’s inviting Hensley out of the cafe, stating that he wanted to talk with him. Hensley complied and they left the building together. Hensley testified that, after they got out of the building, appellant drew a knife on him and threatened to cut him. Hensley, with his fist, knocked appellant down, when appellant put up his knife and said:\n“I would not cut you for anything, come to the shop and I will give you a drink of whiskey.”\n*36Hensley refused and the parties separated. The next morning, at about the time heretofore mentioned, appellant was in the cafe, seated at a table, talking with some friends, when Hensley entered. After a time, appellant called to Hensley to “Come here.” As to what then happened, we quote, from Hensley’s' testimony:\n“I walked over there a...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ammann-v-state"
    }
  ],
  "relatedIncidents": [
    24924,
    24937,
    24940,
    24677,
    24785
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}