{
  "id": 24847,
  "title": "1942년 In Re Estate of Adams 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1942-10-15",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: In Re Estate of Adams. 판결일: 1942-10-15. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: In Re Estate of Adams: Adams, Admr., Appellant, v. Hooffstetter, Appellee\n**판결일**: 1942-10-15\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Doyle, Stevens, Washburn\n\n## 변호인\n\nMr. W.J. Laub,  for appellant.\n\n Messrs. Connor  Nester  and  Mr. Frank E. Steel,  for appellee.\n\n## 인용\n\n- 48 N.E.2d 127\n- 71 Ohio App. 113\n\n## 판결문 요약\n\nThis is the third time that some phase of the controversy between the parties to this action has been before this court.\nRudolph J. Hooffstetter, appellee, filed a motion in the Probate Court of Summit county in a proceeding to administer an estate styled \"In the matter of the Estate of Benton H. Adams, deceased,\" in which proceeding Carl E. Adams was administrator debonis non of said estate.\nSaid motion was to revoke the appointment of Carl E. Adams as administrator de bonis non, on the ground *Page 114 \nthat such appointment was procured by fraud practiced upon the court, and because said Adams was pursuing a course which violated a former order of the Probate Court, as well as a like order entered by this court on appeal. In the Probate Court said motion was granted, and the administrator has brought the matter before this court by an appeal on questions of law.\nHooffstetter, the mover of said motion, was not an heir, devisee or legatee in the said estate, and had no interest therein except such interest as arises from transactions which will be hereinafter referred to. As we view the record, if Hooffstetter had an interest which would give to him the right under the statutes of Ohio to make such motion, there can be no doubt whatsoever of the correctness of the judgment entered by the Probate Court removing such administrator.\nIt is strenuously urged in this court by counsel for appellant that Hooffstetter had no such interest in such estate.\nThe record discloses the foll...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-estate-of-adams"
    }
  ],
  "relatedIncidents": [
    24815,
    24852,
    24877,
    24927,
    24934
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}