{
  "id": 24848,
  "title": "1942년 Crime Prevention Ass'n v. Pennsylvania Public Utility Commission 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1942-10-14",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Crime Prevention Ass'n v. Pennsylvania Public Utility Commission. 판결일: 1942-10-14. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Crime Prevention Association of Philadelphia, Appellant, v. the Pennsylvania Public Utility Commission Et Al.\n**판결일**: 1942-10-14\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Baldrige, Bardrige, Cunningham, Hirt, Keller, Kenworthey, Rhodes\n\n## 변호인\n\nJerome J. Rothschild,  of  Fox, Rothschild, O'Brien  Frankel, \nfor appellant.\n\n Albert E. Luttrell,  with him  Samuel Graff Miller, Harry M.  Showalter  and  Claude T. Reno,  Attorney General, for appellee.\n\n E. Everett Mather, Jr.,  with him  William H. Lamb,  for intervening appellee.\n\n## 인용\n\n- 30 A.2d 813\n- 151 Pa. Super. 305\n\n## 판결문 요약\n\nArgued October 14, 1942.\nProceeding before Public Utility Commission upon complaint charging respondent telephone company with discrimination.\nOrder entered dismissing complaint. Complainant appealed.\nThe Crime Prevention Association of Philadelphia, the appellant herein, filed a complaint with the Pennsylvania Public Utility Commission against the Bell Telephone Company of Pennsylvania, hereinafter called the company, alleging that the association is a charitable institution and that it is entitled to a discount of 33 1/3% under the company's tariff, Pennsylvania Public Utility Commission 1, Section 6, Tenth Revised Sheet No. 1, and that the company in violation of section 304 of the Public Utility Law has discriminated against the association in refusing to make such discount available to it.\nThe company filed a responsive answer denying that the complainant is a charitable institution within the meaning of its tariff. After hearing was had the commission entered an order dismissing the appellant's complaint. This appeal followed.\nThe appellant is a non-profit corporation formed under the laws of the Commonwealth of Pennsylvania and is entirely dependent upon voluntary contributions. The charter purposes of the association include aiding in the prevention and punishment of crime by young persons; collecting and disseminating information regarding criminal records, habits and tendencies of young persons; encouragement of, and cooperation with, other public and private associ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=crime-prevention-assn-v-pennsylvania-public-utility-commission"
    }
  ],
  "relatedIncidents": [
    24807,
    24810,
    24815,
    24824,
    24828
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}