{
  "id": 24849,
  "title": "1942년 Seckman 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1942-10-13",
  "location": "West Virginia, WV, USA",
  "summary": "미국 West Virginia, WV 법원 판결 사건. 사건명: Seckman. 판결일: 1942-10-13. 법원: West Virginia Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: State of West Virginia v. . Lester J. Seckman\n**판결일**: 1942-10-13\n**법원**: West Virginia Supreme Court\n**관할**: West Virginia, WV\n\n**판사**: Riley\n\n## 변호인\n\nJ. Paul Bumgardner , for plaintiff.\n\n William S. Wysong , Attorney General, and  Kenneth E. Hines , Assistant Attorney General, for defendant in error.\n\n## 인용\n\n- 22 S.E.2d 374\n- 124 W. Va. 740\n\n## 판결문 요약\n\nLester J. Seckman was convicted in the Criminal Court of Harrison County of the offense of rape by force and violence and sentenced to serve a term of five to twenty years in the penitentiary. Defendant prosecutes error to the judgment of the circuit court refusing a writ of error.\nReversal of the trial court's judgment is sought on the basis of the court's refusal to grant a mistrial on two grounds: (1) That though the defendant did not place his character in issue during the trial, a direct assault was made thereon by the action of the prosecuting attorney in calling as a witness Laura Nutter, defendant's mother-in-law, and propounding to her the question: \"I will ask you to tell the jury whether or not the marriage of your daughter to the defendant was the result of a sex assault made by the defendant on your daughter before she was sixteen years of age, in the year 1937, three years ago?\"; and (2) the prosecuting attorney's reference to the defendant in closing argument as \"this man whose wife does not appear in his defense\".\nMrs. Nutter was called during the course of the State's evidence. After a few preliminary questions, which identified her as defendant's mother-in-law, the prosecuting attorney addressed to her the question which is embraced in the first ground urged in support of the motion for a mistrial. Immediately, defendant's counsel objected, and, in the absence of the jury, counsel moved for a mistrial. The court overruled the motion but sustained the objecti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-seckman"
    }
  ],
  "relatedIncidents": [
    24675,
    24733,
    24807,
    24810,
    24815
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}