{
  "id": 24840,
  "title": "1942년 Bellow 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1942-11-06",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Bellow. 판결일: 1942-11-06. 법원: Court of Appeals for the Seventh Circuit.",
  "description": "## 사건 정보\n\n**사건명**: BELLOW v. PARK SHERMAN CO., Inc.\n**판결일**: 1942-11-06\n**법원**: Court of Appeals for the Seventh Circuit\n**관할**: USA, Federal\n\n**판사**: Lindley\n\n## 변호인\n\nAlbert G. McCaleb and J. David Dickinson, both of Chicago, Ill., for appellant., Ralph M. Snyder and Carl F. Geppert, both of Chicago, Ill., for appellee.\n\n## 인용\n\n- 131 F.2d 599\n\n## 판결문 요약\n\n\nLINDLEY, District Judge.\nPlaintiffs appeal from a judgment declaring their patent to Bellow 2,219,974 in*600valid and dismissing their complaint for infringement for want of equity.\nThe five claims are substantially identical, each being for an ash tray consisting of a shallow bowl, a flexible bag of soft material extending beneath and about the bowl to form a receptacle therefor, the top of the bowl being secured to the upper edges of the bag, the latter thus forming a compartment below and about the bowl and, contained in the bag and partially filling it, a movable body of small shot or similar material freely movable so as to adapt the bottom to the surface on which the combination is placed. The asserted advantage in the device, according to the patentee, lies in the fact that when the base of the bag is laid upon the arm of an easy chair or other rounded or irregular surface, the bag and the shot therein shift or move about, adapting themselves to the shape of the support, the Weight of the shot tending to cause the bag to cling to the surface and to return the article approximately to its original position if accidentally moved. Bellow did not limit his description or claims to ash trays but included glass holders, match holders, cigarette stands, wool holders, sewing compacts and “other articles which it may be desired to stand or rest on the arm of an easy chair or other supported surfaces, especially curved ór un-i even surfaces.”\nEach of the elements is old. The bo...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=bellow-v-park-sherman-co"
    }
  ],
  "relatedIncidents": [
    24807,
    24810,
    24815,
    24824,
    24828
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}