{
  "id": 24854,
  "title": "1942년 Commonwealth 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1942-09-28",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Commonwealth. 판결일: 1942-09-28. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Commonwealth v. Peoples Et Al., Appellants\n**판결일**: 1942-09-28\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Drew, Linn, Maxey, Parker, Patterson, Schaffer, Stern\n\n## 변호인\n\nJ. H. Ward Hinkson , with him  Wm. Chas. Hogg, Jr., Harrold R.  Gill  and  J. Paul MacElree , for appellants.\n\n Guy G. deFuria , First Assistant District Attorney, with him William B. McClenachan, Jr. , District Attorney, and  William R.  Toal , Assistant District Attorney, for appellee.\n\n## 인용\n\n- 28 A.2d 792\n- 345 Pa. 576\n\n## 판결문 요약\n\nThe question involved is a simple one &#8212; Does the indictment in this case charge a criminal offense where it merely avers that the defendants as city councilmen, unlawfully voted upon a pending measure in which they had a personal or private interest, contrary to the provisions of the Act of June 23, 1931, P. L. 932, Article X, section 1009? &#8212; but the answer is technical and somewhat difficult. The learned trial court held that the indictment did not charge an offense punishable at common law, and the learned Superior Court held that it did. These appeals are by all five defendants, from the judgment of the Superior Court, which reversed an order of the Court of Quarter Sessions of Delaware County, sustaining defendants' motions in arrest of judgment.\nDefendants were indicted on June 3, 1941, for malfeasance, misfeasance, non-feasance and misdemeanor in office, in that they had voted and passed a resolution before council fixing the salaries of the members of the Chester Municipal Authority, to which they had previously elected themselves members, contrary to the provisions of The Third Class City Law of June 23, 1931, *Page 578 \nP. L. 932, Article X, section 1009.1 Defendants' demurrer to the indictment having been overruled and their motion to quash having been denied by the court, on the ground that the indictment properly set forth a common law offense, they were tried and found guilty as indicted, after a charge by the learned trial judge, in which he said tha...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=commonwealth-v-peoples"
    }
  ],
  "relatedIncidents": [
    24807,
    24810,
    24815,
    24824,
    24828
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}