{
  "id": 24852,
  "title": "1942년 Religious Press Ass'n v. Sunday School Times Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1942-10-05",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Religious Press Ass'n v. Sunday School Times Co.. 판결일: 1942-10-05. 법원: Superior Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Religious Press Association, Appellant, v. Sunday School Times Company Et Al.\n**판결일**: 1942-10-05\n**법원**: Superior Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Baldrige, Cunningham, Hirt, Keller, Kenworthey, Rhodes\n\n## 변호인\n\nMichael A. Coll,  for appellant.\n\n Thomas Raeburn White,  of  White  Staples,  with him  Edward F.  Hitchcock,  for appellees.\n\n## 인용\n\n- 29 A.2d 344\n- 151 Pa. Super. 69\n\n## 판결문 요약\n\nArgued October 5, 1942.\nThe appellant, holder of fifty shares of preferred stock of appellee, a business corporation, filed a petition praying for its involuntary dissolution under section 1107 of the Business Corporation Law of May 5, 1933, P.L. 364, 15 Pa.C.S.A. &#167; 2852-1107. The president of the corporation was named an individual respondent.\nThat act provides that the court of common pleas may entertain proceedings for the involuntary winding up and dissolution of a corporation upon petition filed by a shareholder, when it is made to appear, inter alia:\n\"(1) That the objects of the corporation have wholly *Page 71 \nfailed, or are entirely abandoned, or that their accomplishment is impracticable; or\n\"(2) That the acts of the directors, or those in control of the corporation, are illegal, oppressive, or fraudulent, and that it is beneficial to the interests of the shareholders that the corporation be wound up and dissolved; or\n\"(3) That the corporate assets are being misapplied or wasted, and that it is beneficial to the interests of the shareholders that the corporation be wound up and dissolved.\"1\nAppellant's petition was alleged to be based on these three reasons.\nThe underlying facts in the case are not in dispute.\nThe corporate appellee, The Sunday School Times Company, publishes two periodicals, The Sunday School Times and Christian Youth. The Sunday School Times is issued weekly and has a wide circulation among ministers, Sunday school teachers and Bible students...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=religious-press-assn-v-sunday-school-times-co"
    }
  ],
  "relatedIncidents": [
    24815,
    24847,
    24877,
    24927,
    24934
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}