{
  "id": 24853,
  "title": "1942년 Sidle 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1942-09-29",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Sidle. 판결일: 1942-09-29. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Sidle, Appellant, v. Kaufman Et Al.\n**판결일**: 1942-09-29\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Drew, Linn, Maxey, Parker, Patterson, Schaffer, Stern\n\n## 변호인\n\nAdolph L. Zeman , with him  Alfred E. Jones, Jr. , for appellant.\n\n Herman M. Buck , with him  Jos. W. Ray, Jr. , of  Shelby, Ray   Coldren , for appellees.\n\n## 인용\n\n- 29 A.2d 77\n- 345 Pa. 549\n\n## 판결문 요약\n\nThis is an appeal from a decree dismissing a bill in equity to compel specific performance of a contract for the sale of real estate consisting of a house and lot in the Borough of Brownsville, Pennsylvania.\nNathan Kaufman purchased the property in dispute for residence purposes, in 1923, taking title in the name of his wife, Dora Kaufman. Early in 1938 the Kaufmans offered to sell the property to Samuel S. Sidle for $10,000, and Sidle expressed a desire to buy at this figure if given *Page 551 \nthree years to make payment. A lease agreement was entered into, dated March 10, 1938, with Dora Kaufman as lessor, leasing the property to Sidle for a term of three years, beginning April 1, 1938, at a monthly rental of $75, and on the same date the Kaufmans joined in the execution of a written option, giving Sidle the exclusive right to purchase the property for the sum of $10,000, at any time within three years from April 1, 1938, provided he notify the Kaufmans of his election to accept the option on or before January 1, 1941. By the terms of the option agreement it was also provided that in the event of exercise of the option Sidle should be entitled to apply on account of the $10,000 purchase price the amount of rentals paid by him under the lease agreement less interest on $10,000 at the rate of 6% per annum and all taxes and insurance on the property paid by the Kaufmans during the term of the lease. Sidle took possession of the premises on April 1, 1938, under the agreements ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=sidle-v-kaufman"
    }
  ],
  "relatedIncidents": [
    24807,
    24810,
    24815,
    24824,
    24828
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}