{
  "id": 24877,
  "title": "1942년 Graham 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1942-07-30",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Graham. 판결일: 1942-07-30. 법원: California Court of Appeal.",
  "description": "## 사건 정보\n\n**사건명**: BENTON A. GRAHAM, as Administrator, Etc., Et Al., Respondents, v. THOMAS M. SMITHER, Appellant\n**판결일**: 1942-07-30\n**법원**: California Court of Appeal\n**관할**: California, CA\n\n**판사**: Thompson\n\n## 변호인\n\nThomas M. Smither in pro. per. for Appellant., Carr & Kennedy for Respondents.\n\n## 인용\n\n- 53 Cal. App. 2d 701\n\n## 판결문 요약\n\n\n53 Cal. App. 2d 701 (1942)\nBENTON A. GRAHAM, as Administrator, etc., et al., Respondents,\nv.\nTHOMAS M. SMITHER, Appellant.\nCiv. No. 6726. \nCalifornia Court of Appeals. Third Dist.  \nJuly 30, 1942.\n Thomas M. Smither in pro. per. for Appellant.\n Carr &amp; Kennedy for Respondents.\n THOMPSON, J.\n The defendant has appealed from a judgment which was rendered against him in a suit cancelling a lease and option to purchase land on the ground of failure of consideration and that it was procured by means of fraud.\n Zeph D. Graham and his brother Victor owned equal undivided interests in sixty-seven acres of unimproved land within the area of the Central Valleys Project in Shasta County. Victor died in 1933, possessed of that interest in the land in question. He left surviving him several heirs. An administrator of his estate was not appointed until March 13, 1939.\n Zeph D. Graham was 67 years of age. He lived at Redding, where he was engaged in teaching music. He had formerly engaged in some placer mining, including a little unsuccessful prospecting on the land in question. The defendant claimed to be a mining engineer who was employed in the land department of the Pacific Gas and Electric Company at San Francisco. About the time the first contract on the Shasta Dam Project was awarded, this appellant made numerous trips to Shasta County and interested himself in procuring from owners of land within that area at least five or six similar leases for nominal rental with accompanying ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=graham-v-smither"
    }
  ],
  "relatedIncidents": [
    24815,
    24847,
    24852,
    24927,
    24934
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}