{
  "id": 24880,
  "title": "1942년 Weaver 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1942-07-17",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Weaver. 판결일: 1942-07-17. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Weaver v. White.\n**판결일**: 1942-07-17\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Bond\n\n## 변호인\n\nBaskett & Parks, of Dallas, for appellant., Chas. F. Umphress, of Dallas, for ap-pellee.\n\n## 인용\n\n- 164 S.W.2d 48\n\n## 판결문 요약\n\nThis is an appeal from a judgment sustaining defendant's general demurrer to plaintiff's petition and, plaintiff declining to amend, dismissing the suit.\nEvidently, the action of the trial court is based on defendant's exceptions, bringing to the attention of the judge, without proof, that the alleged promissory note, evincing usurious interest received or collected by defendant, for which plaintiff here seeks judgment for double the amount of such interest, had been adjudicated in a prior litigation, hence the application of the common law rule that a suit between the parties precludes them from maintaining between themselves another suit on the same cause of action in courts of the same jurisdiction.\nPlaintiff alleged, pertinent here, that on or about May 29, 1939, he borrowed $400 from defendant, for which he executed a note in the sum of $500, payable $100 on or before October 1, 1939, and $400 on or before November 1, 1939, with 10% interest from date of the note until paid; all past due interest to bear interest in 10%; that during the month of October, 1939, he paid the defendant the sum of $697.92, and, on judgment, $154.38, or a total of $852.30; that the $154.38 having been paid \"on judgment\" arose, as follows: \"The defendant brought suit against this plaintiff for a balance alleged to have been due and unpaid on said above described promissory note and recovered his judgment against this plaintiff for said amount, which said amount this plaintiff was compelled to p...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=weaver-v-white"
    }
  ],
  "relatedIncidents": [
    24807,
    24810,
    24815,
    24824,
    24828
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}