{
  "id": 24892,
  "title": "1942년 Burns 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1942-06-17",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Burns. 판결일: 1942-06-17. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: I. B. Burns, Sr. v. State\n**판결일**: 1942-06-17\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Hawkins, Krueger\n\n## 변호인\n\nParker & Powell, of Brownwood, for appellant., Spurgeon E. Bell, State’s Attorney, of Austin, for the State.\n\n## 인용\n\n- 145 Tex. Crim. 22\n- 165 S.W.2d 196\n\n## 판결문 요약\n\n\nKRUEGER, Judge.\nAppellant was convicted of the offense of having sold whisky in a dry area and his punishment was assessed at a fine of $300.00. -\nThe State’s testimony shows that Brown County is a dry area; that on the 4th day of August, 1941, the appellant, at his place of business in said county, sold some whisky to E. E. Morris. Appellant took the witness stand and denied that he sold any whisky to Morris. He stated that Morris came into his place of business and called for a bottle of Coca-Cola, which was served to him; that he then drew a pint of whisky from his: shirt bosom; poured it into the Coca-Cola bottle and started *24to leave, to which'appellant objected, whereupon Morris became angry and said that he was one of “Uncle Sam’s boys,” that he could do as he pleased and walked out.\nIt will be noted from the foregoing brief statement of the evidence that an issue of fact was raised which the jury, who are the exclusive judges of the credibility of the witnesses and the weight to be given to their testimony, decided adversely to his contention.\nAppellant has one bill of exception in the record, which was filed on the 1st day of January, 1942. This was 95 days after the motion for a new trial was overruled and notice of appeal given, which was too late to entitle it to be considered by this court. See Art. 760, C. C. P.; Hart v. State, 150 S. W. 188, 67 Tex. Cr. R. 497; Haines v. State, 134 Tex. Cr. R. 524, 116 S. W. (2d) 399; Pitts v. State, 135 Tex. Cr. R. 572; Mil...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=moore-v-state"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=burns-v-state"
    }
  ],
  "relatedIncidents": [
    24807,
    24810,
    24815,
    24824,
    24828
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}