{
  "id": 2489,
  "title": "2018년 Hill 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2018-05-31",
  "location": "Arkansas, AR, USA",
  "summary": "미국 Arkansas, AR 법원 판결 사건. 사건명: Hill. 판결일: 2018-05-31. 법원: Supreme Court of Arkansas.",
  "description": "## 사건 정보\n\n**사건명**: Jonathan Ryan HILL v. STATE of Arkansas\n**판결일**: 2018-05-31\n**법원**: Supreme Court of Arkansas\n**관할**: Arkansas, AR\n\n**판사**: Kemp\n\n## 변호인\n\nBaker, Schulze, Murphy & Patterson, Little Rock, by: Darryl E. \"Chip\" Baker, Bobbi Patterson, and J.G. \"Gerry\" Schulze, for appellant., Leslie Rutledge, Att'y Gen., by: Pamela Rumpz, Ass't Att'y Gen., for appellee.\n\n## 인용\n\n- 546 S.W.3d 483\n\n## 판결문 요약\n\n\nJOHN DAN KEMP, Chief Justice\nAppellant Jonathan Ryan Hill appeals an order of the Faulkner County Circuit Court convicting him of aggravated residential burglary and sentencing him to a term of life imprisonment. For reversal, Hill argues that the circuit court erred in (1) denying his motion for directed verdict, (2) refusing to admit character evidence of a victim, (3) admitting text messages from Hill's cell phone, and (4) refusing to allow the cross-examination of an investigating officer with a prior inconsistent statement. Pursuant to Arkansas Supreme Court Rule 1-2(a)(2) (2017), we have jurisdiction of this appeal because Hill received a life sentence. We affirm.\nI. Facts\nOfficer Eric Woodward of the Faulkner County Sheriff's Office relayed the following facts constituting probable cause in an affidavit signed on August 20, 2015. According to Woodward, the Faulkner County Sheriff's Office responded to a Damascus residence in the early morning hours of July 10, 2015, for an alleged home invasion. Deputy Brian Kesterson met the *485two residents, Cornenia \"Cle\" Dillard and Donna Salvo, and performed a search of the premises. After discovering that the suspects had left the residence, he interviewed Dillard and Salvo. Dillard stated that he was asleep on the living room couch when a white male intruder woke him, held a knife against his throat, and demanded money and pills. Dillard stated that he did not have those items but that Salvo may have them. According to Dillard...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hill-v-state"
    }
  ],
  "relatedIncidents": [
    2333,
    2334,
    2373,
    2376,
    2419
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}