{
  "id": 24901,
  "title": "1942년 Skinner 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1942-06-01",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Skinner. 판결일: 1942-06-01. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: SKINNER v. OKLAHOMA Ex Rel. WILLIAMSON, ATTORNEY GENERAL\n**판결일**: 1942-06-01\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Douglas, Jackson, Stone\n\n## 변호인\n\nMessrs. W. J. Hulsey,, H. I. Aston, and Guy L. Andrews submitted for petitioner., Mr. Mac Q. Williamson, Attorney General of Oklahoma, for respondent.\n\n## 인용\n\n- 316 U.S. 535\n- 62 S. Ct. 1110\n- 86 L. Ed. 1655\n- 1942 U.S. LEXIS 493\n\n## 판결문 요약\n\n\n316 U.S. 535 (1942)\nSKINNER\nv.\nOKLAHOMA EX REL. WILLIAMSON, ATTORNEY GENERAL.\nNo. 782.\nSupreme Court of United States.\nArgued May 6, 1942.\nDecided June 1, 1942.\nCERTIORARI TO THE SUPREME COURT OF OKLAHOMA.\n*536 Messrs. W.J. Hulsey, H.I. Aston, and Guy L. Andrews submitted for petitioner.\nMr. Mac Q. Williamson, Attorney General of Oklahoma, for respondent.\nMR. JUSTICE DOUGLAS delivered the opinion of the Court.\nThis case touches a sensitive and important area of human rights. Oklahoma deprives certain individuals of a right which is basic to the perpetuation of a race  the right to have offspring. Oklahoma has decreed the enforcement of its law against petitioner, overruling his claim that it violated the Fourteenth Amendment. Because that decision raised grave and substantial constitutional questions, we granted the petition for certiorari.\nThe statute involved is Oklahoma's Habitual Criminal Sterilization Act. Okla. Stat. Ann. Tit. 57, §§ 171, et seq.; L. 1935, pp. 94 et seq. That Act defines an \"habitual criminal\" as a person who, having been convicted two or more times for crimes \"amounting to felonies involving moral turpitude,\" either in an Oklahoma court or in a court of any other State, is thereafter convicted of such a felony in Oklahoma and is sentenced to a term of imprisonment in an Oklahoma penal institution. § 173. Machinery is provided for the institution by the Attorney General of a proceeding against such a person in the Oklahoma courts for a judgment that s...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=skinner-v-oklahoma-ex-rel-williamson"
    }
  ],
  "relatedIncidents": [
    24909,
    24919,
    24928,
    24792,
    24804
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}