{
  "id": 24910,
  "title": "1942년 In re Stedfast Sales Corp. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1942-05-08",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: In re Stedfast Sales Corp.. 판결일: 1942-05-08. 법원: District Court, E.D. New York.",
  "description": "## 사건 정보\n\n**사건명**: In re STEDFAST SALES CORPORATION\n**판결일**: 1942-05-08\n**법원**: District Court, E.D. New York\n**관할**: New York, NY\n\n**판사**: Campbell\n\n## 변호인\n\nCohen & Wedeen, of New York City (Harold S. Davidoff, of New York City, of counsel), for the trustee., Sundell & Hartman, of New York City (Irving I. Hartman, of New York City, of counsel), for Bankers Indemnity Ins. Co.\n\n## 인용\n\n- 45 F. Supp. 336\n\n## 판결문 요약\n\n\nCAMPBELL, District Judge.\nThis is a motion for an order dismissing the petition of Bankers Indemnity Insurance Company to review the order of Referee Eugene F. O’Connor, dated January 26th, 1942, and for confirmation of that order.\n*337On December 4th, 1941, the above named bankrupt was duly adjudicated a bankrupt in this Court.\nPrior to November 5th, 1941, Bankers Indemnity Insurance Company obtained a Judgment in the Municipal Court of the City of New York against the said Stedfast Sales Corp.\nThereafter, an execution was issued on that Judgment, and at a sale held by a City Marshal on November 5th, 1941, the property attempted to be sold was struck down to the highest bidder, the said Bankers Indemnity Insurance Company, for the sum of three hundred dollars.\nAt the time of the said sale the said Stedfast Sales Corp. was insolvent.\nThe property, at the time of the sale, was not in possession of the Marshal.\nNone of the said property of the said Stedfast Sales Corp. was ever delivered to, or in the possession of the Bankers Indemnity Insurance Company, at any time.\nSubsequent to said sale, and on or about November 7th, 1941, the said Bankers Indemnity Insurance Company sold to one Max Bolnick the judgment in question, and assigned to him its bid.\nNo money of the bankrupt, and none of its property, passed to Bankers Indemnity Insurance Company.\nThe sale was void, being made within four months prior to the adjudication of the bankrupt.\nNo agreement that may have been made by ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-stedfast-sales-corp"
    }
  ],
  "relatedIncidents": [
    24807,
    24810,
    24815,
    24824,
    24828
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}