{
  "id": 24919,
  "title": "1942년 Pezzulli 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1942-03-26",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Pezzulli. 판결일: 1942-03-26. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Pezzulli, Admr., Appellant, v. D’Ambrosia\n**판결일**: 1942-03-26\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Drew, Linn, Maxey, Parker, Patterson, Schaffer, Stern\n\n## 변호인\n\nAlvah M. Shumaker , for appellant.\n\n W. D. Cobau , of  Cobau  Berry , for appellee.\n\n## 인용\n\n- 26 A.2d 659\n- 344 Pa. 643\n\n## 판결문 요약\n\nThis appeal calls for a study of the Act of July 2, 1937, P. L. 2755, and the proper measure of damages in suits thereunder for injuries which are caused by negligence *Page 645 \nand result in death. That act provides that \"Executors or administrators shall have power . . . to commence and prosecute . . . all personal actions which the decedent whom they represent might have commenced and prosecuted, except actions for slander and for libels; . . .\" It is the first time it has been before an appellate court for interpretation, but it does not embody any real innovation in the law. There are similar statutes in at least one-half of the states, and as early as 1917 an identical provision was contained in section 35(b) of the Fiduciaries Act, P. L. 447, which section, however, was declared unconstitutional in Strain, Administrator, v. Kern,277 Pa. 209, 120 A. 818, because of a defect in the title of the act.\nCharles Pezzulli, a lad twelve years of age, was struck and fatally injured by a truck operated by defendant's employe. He was knocked unconscious and died about ten minutes later while being rushed to a doctor. Two actions in trespass were brought by the boy's father as administrator, one under the \"death\" Acts of April 15, 1851, P. L. 669, section 19, and April 26, 1855, P. L. 309,1 and the other under the \"survival\" Act of July 2, 1937, P. L. 2755; the former was to recover damages for funeral expenses and for the loss to the boy's parents of his services until he would h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=pezzulli-v-dambrosia"
    }
  ],
  "relatedIncidents": [
    24901,
    24909,
    24928,
    24792,
    24804
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}