{
  "id": 24918,
  "title": "1942년 Ex parte Largent 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1942-04-08",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex parte Largent. 판결일: 1942-04-08. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte Daisy Largent\n**판결일**: 1942-04-08\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Davidson, Graves, Hawkins\n\n## 변호인\n\nC. C. McKinney, of Cooper, and Hayden C. Covington and Joseph F. Rutherford, both of Brooklyn, N. Y., for appellant., Spurgeon E. Bell, State’s Attorney, of Austin, for the State.\n\n## 인용\n\n- 144 Tex. Crim. 592\n- 162 S.W.2d 419\n\n## 판결문 요약\n\n\nHAWKINS, Presiding Judge.\nThe City of Paris in Lamar County, Texas, adopted an ordinance, Section 3 of which reads as follows:\n“It shall hereafter be unlawful for any person to sell, barter, exchange, or offer for sale, barter or exchange, any character of property whatever on the Plaza or streets adjacent thereto. The Plaza may be used subject to regulation’ and control by the Mayor and Police Department for the purpose of parking vehicles, and in order to a,void confusion, congestion and interference with traffic, the Police Department may by proper marking designate space for parking purposes.”\nA violation of the provision of said ordinance was made punishable by a fine of not less than five nor more than one hundred dollars.\nRelator was prosecuted under a complaint which charged that she offered literature for sale upon the Plaza of the City of Paris. She was convicted and her punishment assessed at the maximum fine. She did not appeal to the County Courts as she may have done under authority of Art. 876 C. C. P. When taken into custody under a capias pro fine she applied for and obtained a writ of habeas corpus from the Judge of the District Court. After a hearing said judge remanded her to the custody of the City Marshal of the City of Paris. It is from this remanding order that she prosecutes an appeal.\nAppellant attacks the validity of the judgment of conviction by asserting that the ordinance under which she was convicted is unconstitutional. If the ordinance is voi...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-largent"
    }
  ],
  "relatedIncidents": [
    24807,
    24810,
    24815,
    24824,
    24828
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}