{
  "id": 24923,
  "title": "1942년 McDaniel 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1942-03-17",
  "location": "Alabama, AL, USA",
  "summary": "미국 Alabama, AL 법원 판결 사건. 사건명: McDaniel. 판결일: 1942-03-17. 법원: Alabama Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: McDaniel v. State.\n**판결일**: 1942-03-17\n**법원**: Alabama Court of Appeals\n**관할**: Alabama, AL\n\n**판사**: Rice\n\n## 변호인\n\nPercy M. Pitts and J.B. Atkinson, both of Clanton, for appellant.\n\nThos. S. Lawson, Atty. Gen., and Jas. A. Hare, Asst. Atty. Gen., for the State.\n\nThe averment in the indictment that defendant broke into the store of Payne \"in which goods or merchandise, things of value were kept for use, sale or deposit\", was merely descriptive of the place broken into and entered. The value of the things the burglar intended to steal is not an element of the offense. Norman v. State,  13 Ala. App. 337 ,  69 S\n\n## 인용\n\n- 7 So. 2d 583\n- 30 Ala. App. 447\n\n## 판결문 요약\n\nAppellant was tried under an indictment charging him with the offense of burglary and grand larceny. He was convicted, generally, and sentenced to serve imprisonment in the penitentiary for the term of seven years.\nThere is no bill of exceptions. It is the law of this State that \"a count charging the burglary of a storehouse [as here] can be joined in the same indictment with a count charging the larceny from a storehouse; and when an indictment contains these two counts [as here], the State will not be required to elect on which count it will proceed.\" Rose v. State, 117 Ala. 77,23 So. 638.\nThe demurrers to the various counts in the indictment were properly overruled. Norman v. State, 13 Ala. App. 337,69 So. 362; Rose v. State, supra.\nNo error appears upon the record proper; and it follows that the judgment and sentence pronounced against the defendant by the Circuit Court of Chilton County must be affirmed. And it is accordingly so ordered.\nAffirmed....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcdaniel-v-state"
    }
  ],
  "relatedIncidents": [
    24889,
    24936,
    24807,
    24810,
    24815
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}