{
  "id": 24924,
  "title": "1942년 Bynum 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1942-03-16",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: Bynum. 판결일: 1942-03-16. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: The State of Ohio, Appellee, v. Bynum, Appellant\n**판결일**: 1942-03-16\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Carpenter, Lloyd, Overmter\n\n## 변호인\n\nMr. Thomas J. O'Connor,  prosecuting attorney, and  Mr. Jerome J.  Jesionowski,  for appellee.\n\n Mr. Al E. Simmons,  for appellant.\n\n## 인용\n\n- 43 N.E.2d 636\n- 69 Ohio App. 317\n\n## 판결문 요약\n\nAppellant, Milton Bynum, was tried under an indictment returned by the grand jury of Lucas county for the crime of first degree manslaughter, the basis of the charge being that on or about March 15, 1941, he made an assault upon one James Charles and inflicted a mortal wound from which Charles died on September 19, 1941. *Page 318 \nFrom a verdict of conviction by a jury and judgment and sentence thereunder, the defendant appeals on questions of law, assigning a number of errors and urging chiefly that the verdict is against the weight of the evidence and is contrary to law, particularly on the question whether the assault on about March 15th was the cause of death one hundred and eighty-eight days later, on September 19th.\nThere was evidence offered by the defendant tending to show that decedent suffered a blow on the head with an iron pipe in an altercation with another man some time subsequent to the event here involved. The court finally admitted this evidence, after making statements before the jury deprecatory of its pertinency or relevancy. We speak of it only to say that we consider this evidence clearly relevant for the purposes for which it was offered, which purposes were obvious.\nOn the date charged and involved in this appeal, Bynum and Charles had some argument at a restaurant and later at a poolroom on Canton avenue in Toledo, Ohio, and in the course of the argument Bynum, acting, he says, in self-defense, struck Charles over the head with either an iron pipe or...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-bynum"
    }
  ],
  "relatedIncidents": [
    24837,
    24937,
    24940,
    24677,
    24785
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}