{
  "id": 24928,
  "title": "1942년 Kilgore 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1942-02-24",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Kilgore. 판결일: 1942-02-24. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Barnard Kilgore v. John U. Bird, as Circuit Judge of the Sixth Judicial Circuit of Florida, in and for Pinellas County, and Elva Kilgore, by Her Next Friend and Father, J. C. Cole.\n**판결일**: 1942-02-24\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Adams, Brown, Buford, Chapman, Terrell, Thomas, Whitfield\n\n## 변호인\n\nDickenson & Dickenson, S. Whitehurst’s Sons, and Thompson & McMullen, for petitioner., Anna A. Krivitsky and Howard E. Joseph, for respondents.\n\n## 인용\n\n- 6 So. 2d 541\n- 149 Fla. 570\n\n## 판결문 요약\n\nThis is an application or suggestion for writ of prohibition. It appears that the trial court had jurisdiction of the subject matter and of the parties to the cause. It is contended that the court below grievously erred in ordering the defendant to answer certain illegal questions contained in interrogatories propounded by the plaintiff to the defendant under Section 4406 C.G.L., to which questions petitioner had duly objected, to answer which will subject the defendant to prejudicial and irreparable injury; and that he has no other adequate remedy to prevent this unjust invasion of his rights and the consequent effects.\nIt may be that the court was in error in some of its rulings on the objections to the questions contained in the interrogatories, but that is not a matter which we can consider upon a writ of prohibition. Where, as here, the trial court has jurisdiction of the subject matter of the cause of action and of the parties, the court has the power and authority to rule on all questions arising in the trial of a cause, or in the proceedings leading up to the trial, and this power necessarily implies the power to commit error as well as to rule *Page 584 \ncorrectly. The mere commission of error in the proceedings preliminary to or during a trial, while re-viewable on writ of error or appeal, is no ground for writ of prohibition, as such writ cannot issue unless the trial court is acting without jurisdiction or is acting beyond and in excess of its jurisdiction. These ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "주요판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=kilgore-v-bird"
    }
  ],
  "relatedIncidents": [
    24901,
    24909,
    24919,
    24792,
    24804
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}