{
  "id": 24934,
  "title": "1942년 Dangelo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1942-01-29",
  "location": "Massachusetts, MA, USA",
  "summary": "미국 Massachusetts, MA 법원 판결 사건. 사건명: Dangelo. 판결일: 1942-01-29. 법원: Massachusetts Supreme Judicial Court.",
  "description": "## 사건 정보\n\n**사건명**: Joseph Dangelo v. Mary Farina\n**판결일**: 1942-01-29\n**법원**: Massachusetts Supreme Judicial Court\n**관할**: Massachusetts, MA\n\n**판사**: Ronan\n\n## 변호인\n\nT. F. Donnelly, for the defendant., J. Finelli, for the plaintiff.\n\n## 인용\n\n- 310 Mass. 758\n\n## 판결문 요약\n\n\nRonan, J.\nThis is an action of contract to recover the agreed price of the equity of redemption in certain premises — which was also the amount due upon a note made by the defendant’s husband — which the plaintiff conveyed to the defendant in consideration of the promise of the defendant and her husband to pay the balance due on the note. The judge found for the plaintiff and the defendant appeals from an order of the Appellate Division dismissing the report.\n*759There was evidence that Michael Farina, the defendant’s husband, gave the plaintiff, in 1922, a promissory note for $450; that he made various payments thereon, the last one being in 1936; that Farina, in 1929, conveyed certain premises to the plaintiff, as security for the payment of the note, by a deed in which the defendant released all right of dower and homestead; that the plaintiff, in accordance with the request of the defendant and her husband, conveyed these premises, in 1937, to her in consideration of their promise to pay him the balance due on the note; but that nothing has since been paid to the plaintiff. The defendant denied that she was indebted to the plaintiff, and set up in her answer the statute of limitations, and that portion of the statute of frauds that bars an action on a contract concerning an interest in land where the contract is not evidenced by a writing signed by the party to be charged or his agent.\nThe judge was right in refusing the first and sixth requests for rulings, to the effec...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=dangelo-v-farina"
    }
  ],
  "relatedIncidents": [
    24815,
    24847,
    24852,
    24877,
    24927
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}