{
  "id": 24936,
  "title": "1942년 Perry 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1942-01-27",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Perry. 판결일: 1942-01-27. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: FIREMAN’S FUND INDEMNITY COMPANY, a Corporation, v. CLYDE PERRY, as Administrator of the Estate of NINA H. PERRY, Otherwise Known as Mrs. Clyde Perry, Deceased\n**판결일**: 1942-01-27\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Adams, Brown, Buford, Terrell\n\n## 변호인\n\nShackleford, Farrior & Shannon,. for plaintiff in error., McKay, Macfarlane, Jackson & Ferguson, for defendant in error.\n\n## 인용\n\n- 5 So. 2d 862\n- 149 Fla. 410\n\n## 판결문 요약\n\nWrit of error brings for review judgment in favor of the plaintiff in a suit brought against the Indemnity Company on an indemnity policy which insured plaintiff's decedent against damage by loss of certain jewelry by reason of burglary, robbery, theft or larceny.\nPlaintiff in error presents three questions which we are asked to determine as follows:\n\"1. In an action wherein recovery is sought upon a policy insuring against burglary, robbery, theft or larceny in the trial of which the evidence adduced by the plaintiff is solely circumstantial and merely shows that certain of the insured property is missing, and where the inference of disappearance through causes not covered by the policy is as reasonable as the hypothesis of felonious loss, is the plaintiff entitled to effect recovery?\n\"2. In such action where the plaintiff joins issue upon defendant's pleas, which alleged the failure of the insured to furnish proof of loss, in accordance with the policy, within sixty (60) days from the time of the discovery of the same, which Act was made a condition precedent by the specific terms of the policy, and where the evidence conclusively establishes that such proof was not furnished within said period, is the defendant entitled to a directed verdict.\n\"3. Under the circumstances last stated and particularly in view of the fact that the plaintiff had filed no replication to defendant's pleas of failure to comply with conditions precedent as to furnishing proof of loss, and further i...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=firemans-fund-indemnity-co-v-perry"
    }
  ],
  "relatedIncidents": [
    24889,
    24923,
    24807,
    24810,
    24815
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}