{
  "id": 24931,
  "title": "1942년 Olson 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1942-02-12",
  "location": "Wisconsin, WI, USA",
  "summary": "미국 Wisconsin, WI 법원 판결 사건. 사건명: Olson. 판결일: 1942-02-12. 법원: Wisconsin Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: Olson, Appellant, vs. City of Superior, Respondent\n**판결일**: 1942-02-12\n**법원**: Wisconsin Supreme Court\n**관할**: Wisconsin, WI\n\n**판사**: Fritz\n\n## 변호인\n\nFor the appellant there was a brief by  Crawford  Crawford , and oral argument by  Andrew Borg , all of Superior.\n\n George D. Flynn , corporation counsel, for the respondent.\n\n## 인용\n\n- 2 N.W.2d 718\n- 240 Wis. 108\n\n## 판결문 요약\n\nAction brought by Arnold Olson against the city of Superior to recover damages sustained by reason of the unlawful dismissal and failure of the city to rehire plaintiff as a pipeman on its fire department.  The issues under the pleadings were tried without a jury, and upon the court's findings and conclusions of law, judgment was entered dismissing the complaint. Plaintiff appealed from the judgment.\nUpon evidence which was somewhat conflicting the court found that the plaintiff, Arnold Olson, was put to *Page 109 \nwork on the defendant's fire department of Superior on May 26, 1934; that Alvin Ostlund went to work May 24, 1934, but was laid off from November 16, 1934, to March 20, 1935, and put back on March 20, 1935; that George Burgner was hired on May 23, 1934, but did not start to work until May 27, 1934; that James Sutherland was put to work on June 9, 1934; and that the appointment of these men was approved by the city's police and fire commission on December 4, 1934. The court also found that at the time these men began to work an ordinance of the city limited the number of men on the department to eighty-two, and that plaintiff was the eighty-third man; that on November 21, 1935, Olson, Burgner, Sutherland, and seven others in the order of seniority named were dismissed by the chief of the department because they were employed in excess of the number provided by ordinance; that Ostlund was not laid off, and earned $8,882.49 from November 22, 1935, to November 15, 1940...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=olson-v-city-of-superior"
    }
  ],
  "relatedIncidents": [
    24807,
    24810,
    24815,
    24824,
    24828
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}