{
  "id": 24937,
  "title": "1942년 Hicks 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1942-01-27",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Hicks. 판결일: 1942-01-27. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Hicks v. the State\n**판결일**: 1942-01-27\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Broyles, Gardner, MacIntyre\n\n## 변호인\n\nC. H. Dalton,  for plaintiff in error.\n\n H. G. Vandiviere, solicitor-general,  contra.\n\n## 인용\n\n- 18 S.E.2d 637\n- 66 Ga. App. 577\n\n## 판결문 요약\n\n1. The indictment alleged that John Sisson died from \"a certain mortal wound and certain mortal wounds\" inflicted by the defendant. The defendant contends that \"the deceased could have died from being burned while asleep and drunk. And never have been shot at all.\"\n2. \"It is not necessary that the body of the deceased should furnish the evidence of the fact that death was caused by criminal means. The admissions, statements, and acts of the accused, or any other competent proof, is admissible and proper to show that death was not due to natural sickness, suicide, or accident, but to some criminal agency.\" Dunn v.\nState, (Ind.), 67 N.E. 940 (4), 942.\n3. It is not incumbent upon the State to show that it was impossible for the burning of the small cabin to have caused the death of Sisson, the person alleged in the indictment to have been murdered, or that it might be barely possible it caused the same, but if the State shows the jury to a moral and reasonable certainty and beyond a reasonable doubt that the gunshot wounds caused the death, this is sufficient.\n4. When the proved facts leave no ground for rational doubt, that is, a doubt based upon reasonable inferences such as are ordinarily drawn by ordinary men in the light of their experiences in ordinary life (White v. State, 18 Ga. App. 215), the mere possibility that death resulted from some cause other than the gunshot wounds, as charged, does not overcome the evidence which satisfies the jury beyond a reasonable doubt th...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=hicks-v-state"
    }
  ],
  "relatedIncidents": [
    24837,
    24924,
    24940,
    24677,
    24785
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}