{
  "id": 24940,
  "title": "1942년 Vaughn 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1942-01-13",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Vaughn. 판결일: 1942-01-13. 법원: Supreme Court of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: Vaughn v. State\n**판결일**: 1942-01-13\n**법원**: Supreme Court of Georgia\n**관할**: Georgia, GA\n\n**판사**: BELL, Justice.\n\n## 변호인\n\nKelly  Hicks , for plaintiff in error.\n\n Ellis G. Arnall, attorney-general, Henderson Lanham,  solicitor-general, E. J. Clower  and  C. E. Gregory Jr.,  assistant attorneys-general , contra.\n\n## 인용\n\n- 18 S.E.2d 469\n- 193 Ga. 282\n\n## 판결문 요약\n\nThe defendant was indicted for the offense of murder by running over and killing a named person with an automobile, and on the trial was convicted of the offense charged. His motion for a new trial based solely upon the general grounds was overruled, and he excepted. Held, that the evidence was sufficient to support the verdict, *Page 283 \nand the judgment refusing a new trial was not erroneous as contended. See Butler v. State, 178 Ga. 700\n(173 S.E. 856); Jones v. State, 185 Ga. 68 (194 S.E. 216);  Meadows v. State, 186 Ga. 592 (199 S.E. 133). The case differs on its facts from Ivey v. State, 191 Ga. 461\n(12 S.E.2d 879).\nJudgment affirmed. All the Justices concur.\n                      No. 13968. JANUARY 13, 1942.\n                  STATEMENT OF FACTS by BELL, JUSTICE.\nHayden Vaughn was convicted of murder in the alleged killing of Mrs. Grover Henderson by striking and running over her with an automobile. The verdict contained a recommendation of mercy, and a sentence of life imprisonment was accordingly imposed. The defendant moved for a new trial on the general grounds only. His motion was overruled, and he excepted.\nA. E. Parris, sworn as a witness for the State, testified as follows: \"My name is A. E. Parris. I live down at Six Mile Station, on the Cave Springs-Cedartown road. I operate a filing-station down there. That is in Floyd County. . . I do know Hayden Vaughn, the defendant in this case now, but I did not know him prior to this accident. On or about the 18th day o...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=vaughn-v-state"
    }
  ],
  "relatedIncidents": [
    24837,
    24924,
    24937,
    24677,
    24785
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}