{
  "id": 2494,
  "title": "2018년 William J. Henderson v. State 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2018-05-23",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: William J. Henderson v. State. 판결일: 2018-05-23. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: William J. Henderson v. State\n**판결일**: 2018-05-23\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n\n## 판결문 요약\n\nCourt of Appeals\nof the State of Georgia\n\n                                       ATLANTA,____________________\n                                                May 23, 2018\n\nThe Court of Appeals hereby passes the following order:\n\nA18A1595. WILLIAM J. HENDERSON v. THE STATE.\n\n      In 2000, William J. Henderson pled guilty to murder and other charges and was\nsentenced to life imprisonment. The Supreme Court affirmed the trial court’s denial\nof his motion for an out-of-time appeal. Henderson v. State, 293 Ga. 6 (743 SE2d 19)\n(2013). In 2018, Henderson filed a “motion to correct an illegally imposed sentence,”\nwhich the trial court denied. Henderson then filed this direct appeal.\n      Under our Constitution, the Supreme Court has appellate jurisdiction over\n“[a]ll cases in which a sentence of death was imposed or could be imposed.” Ga.\nConst. of 1983, Art. VI, Sec. VI, Par. III (8). Because a penalty of death can be\nimposed for the crime of murder, jurisdiction is proper in the Supreme Court. See\nOCGA § 16-5-1 (a), (e) (1); Neal v. State, 290 Ga. 563, 572 (722 SE2d 765) (2012)\n(Hunstein, C. J., concurring); see also State v. Thornton, 253 Ga. 524 (1) (322 SE2d\n711) (1984) (directing this Court to transfer “all cases in which either a sentence of\ndeath or of life imprisonment has been imposed upon conviction of murder”).\n\fAccordingly, this application is hereby TRANSFERRED to the Supreme Court for\ndisposition.\n\n                                   Court of Appeals of the State of G...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=william-j-henderson-v-state"
    }
  ],
  "relatedIncidents": [
    2253,
    2258,
    2263,
    2277,
    2282
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}