{
  "id": 24944,
  "title": "1941년 Johnson v. United States 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1941-12-23",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Johnson v. United States. 판결일: 1941-12-23. 법원: Court of Appeals for the Fifth Circuit.",
  "description": "## 사건 정보\n\n**사건명**: JOHNSON v. UNITED STATES\n**판결일**: 1941-12-23\n**법원**: Court of Appeals for the Fifth Circuit\n**관할**: USA, Federal\n\n**판사**: Foster, Holmes, Hutcheson\n\n## 변호인\n\nClint W. Hager, of Atlanta, Ga., for appellants., Lawrence S. Camp, U. S. Atty., Harvey H. Tysinger and Raymond W. Martin, Asst. U. S. Attys., all of Atlanta, Ga., for appellee.\n\n## 인용\n\n- 124 F.2d 101\n\n## 판결문 요약\n\n\nHUTCHESON, Circuit Judge.\nIndicted and convicted with others on a one count indictment charging conspiracy to violate several of the Internal Revenue Laws of the United States, appellants are here seeking a reversal. No errors are assigned on the charge, and except for the claim of former jeopardy advanced by Johnson, the claimed errors are common to both defendants. These are: (1) that the indictment was subject to a general demurrer ; (2) that the court by ordering certain language stricken from the indictment, mutilated and destroyed it; (3) that certain evidence was erroneously admitted over objection; and (4) that a verdict should have been directed for failure of proof.\n Appellants’ attacks upon the indictment, as insufficient to charge a conspiracy and upon the evidence as insufficient to sustain the charge, are most general. They come, as to the indictment, to no more than this: that the scheme to violate the revenue laws by possessing stills, manufacturing and selling liquor, is too generally alleged; and as to the evidence that while showing that some persons were guilty of offenses against the laws, it was too general and indefinite to establish a conspiracy as against the defendants. A careful examination of the indictment, a careful reading of the evidence, completely refutes these contentions. The indictment is adequate to charge, indeed unexceptionable in charging, a conspiracy. The evidence establishes a conspiracy as charged and connects the defendants with ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=johnson-v-united-states"
    }
  ],
  "relatedIncidents": [
    24956,
    24960,
    24964,
    24969,
    24973
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}