{
  "id": 2495,
  "title": "2018년 Rives 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "2018-05-23",
  "location": "Oregon, OR, USA",
  "summary": "미국 Oregon, OR 법원 판결 사건. 사건명: Rives. 판결일: 2018-05-23. 법원: Court of Appeals of Oregon.",
  "description": "## 사건 정보\n\n**사건명**: STATE of Oregon, Plaintiff-Respondent v. Steve Ray RIVES\n**판결일**: 2018-05-23\n**법원**: Court of Appeals of Oregon\n**관할**: Oregon, OR\n\n**판사**: Devore, Garrett, Ortega\n\n## 변호인\n\nRankin Johnson IV filed the brief for appellant., Ellen F. Rosenblum, Attorney General, Anna M. Joyce, Solicitor General, and James Aaron, Assistant Attorney General, filed the brief for respondent.\n\n## 인용\n\n- 423 P.3d 155\n- 292 Or. App. 8\n\n## 판결문 요약\n\n\nORTEGA, P.J.\n*10Defendant appeals his judgment of conviction for third-degree assault, challenging the trial court's denial of his motion to suppress the victim's out-of-court eyewitness identification of him. In State v. Rives , 283 Or. App. 431, 388 P.3d 1110, vac'd and rem'd , 361 Or. 800, 400 P.3d 921 (2017) ( Rives I ), we affirmed the trial court's ruling. The Supreme Court allowed review and vacated and remanded for reconsideration in light of State v. Haugen , 361 Or. 284, 392 P.3d 306 (2017) ( Haugen II ). State v. Rives , 361 Or. 800, 400 P.3d 921 (2017) ( Rives II ). On remand, we again affirm.\nWe provide a limited description of the relevant procedural and background facts for purposes of our decision on remand, but a more detailed recitation of the facts can be found in our original opinion. Rives I , 283 Or. App. at 432-35, 388 P.3d 1110. In September 2010, two men assaulted the victim late one night in the parking lot of a bar in Grants Pass. The victim had had a negative interaction with defendant in the bar, and when he left the bar shortly after midnight, defendant and another man had made comments to the victim at the door. After the victim stepped out of the bar, one assailant \"blindsided\" him and another hit him with a hammer. Although the victim contacted police on the night of his assault, he was unable to provide any identifying information that night other than informing the original investigating officer that his assailants were members of the Vagos...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "폭행",
    "판례",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-rives"
    }
  ],
  "relatedIncidents": [
    2252,
    2329,
    2437,
    2456,
    2467
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}