{
  "id": 24956,
  "title": "1941년 Wells 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1941-11-25",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Wells. 판결일: 1941-11-25. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: Wells v. Commonwealth.\n**판결일**: 1941-11-25\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: Perry\n\n## 변호인\n\nJoe Lancaster for appellant.\n\nHubert Meredith, Attorney General, and H. Appleton Federa, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 156 S.W.2d 497\n- 288 Ky. 429\n\n## 판결문 요약\n\nDismissing appeal.\nIt appears from the record that Tobitha Wells, a person of color, who owned and occupied a certain piece of property in Murray, Ky., was indicted at the November term, 1940, of the Calloway circuit court, wherein she was charged with the offense of maintaining a common nuisance. Upon her trial on the charge at the April, 1941, term of court, she was convicted, fined in the sum of $100 and directed and enjoined to abate the nuisance.\nOn July 30, 1941, the county attorney had notice served on the defendant to the effect that he would on August 4, 1941, enter a motion to abate the nuisance complained of and to padlock the home of the defendant, stating therein, as the basis of the motion, that the orders of the court made at its April term, 1941, enjoining and directing the defendant to abate the nuisance, had been violated and disobeyed by her.\nUpon this motion the parties joined issue, when same was tried before the court without the intervention of a jury and resulted in the court's ordering the nuisance abated and the home of the defendant padlocked by the sheriff until further orders of the court.\nThe case having been officially reported, the defendant excepted to this judgment and prayed an appeal, contending that the evidence heard was insufficient to warrant the court's judgment, finding her guilty of contempt and enforcing its prior order directing abatement of the nuisance.\nAppellant is here asking for a review, by way of an appeal attempted to be gr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=wells-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    24944,
    24960,
    24964,
    24969,
    24973
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}