{
  "id": 24964,
  "title": "1941년 Cohen 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1941-11-17",
  "location": "New York, NY, USA",
  "summary": "미국 New York, NY 법원 판결 사건. 사건명: Cohen. 판결일: 1941-11-17. 법원: Appellate Division of the Supreme Court of the State of New York.",
  "description": "## 사건 정보\n\n**사건명**: Alice Cohen v. Max Kahn, and Others\n**판결일**: 1941-11-17\n**법원**: Appellate Division of the Supreme Court of the State of New York\n**관할**: New York, NY\n\n## 인용\n\n- 263 A.D. 728\n\n## 판결문 요약\n\n\nAppeal by one of three defendants, in an action for fraud, from an order deny*729ing Ms motion to dismiss the complaint. Order affirmed, with ten dollars costs and disbursements. Appellant’s time to answer is extended until ten days from the entry of the order hereon. The grounds urged for dismissal are (1) that the plaintiff has not legal capacity to sue and (2) that the complaint fails to state facts sufficient to constitute a cause of action. Plaintiff sues her former husband, against whom she obtained a final decree of annulment of their marriage before this action was commenced, and also his parents, for damages for fraud allegedly committed by them in procuring her consent to the now annulled marriage. The husband alone made the motion. The complaint states facts sufficient to constitute a cause of action. (Leventhal v. Liberman, 262 N. Y. 209, 211, 212.) Appellant contends that section 57 of the Domestic Relations Law (Cons. Laws, ch. 14) and section 37-a of the General Construction Law (Cons. Laws, ch. 22) do not give plaintiff a right to maintain the action. Her right to maintain this action arises from the fact that she is not and never was legally a married woman; therefore, she is not suing her husband and does not need the aid of either statute in order to maintain the action which she is legally entitled to maintain. Lazansky, P. J., Carswell, Adel, Taylor and Close, JJ., concur. [177 Misc. 18.]\n...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cohen-v-kahn"
    }
  ],
  "relatedIncidents": [
    24973,
    24983,
    24985,
    25003,
    25020
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}