{
  "id": 24974,
  "title": "1941년 McGuire 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1941-10-10",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: McGuire. 판결일: 1941-10-10. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: McGuire v. Commonwealth.\n**판결일**: 1941-10-10\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: Fulton\n\n## 변호인\n\nRichard Bryan for appellant.\n\nHubert Meredith, Attorney General, and W. Owen Keller, Assistant Attorney General, for appellee.\n\n## 인용\n\n- 155 S.W.2d 37\n- 287 Ky. 717\n\n## 판결문 요약\n\nAffirming. *Page 718 \nThe appellant, Charles Lee McGuire, a negro, upon trial for the murder of Gus Johnson, another negro, was convicted of voluntary manslaughter and sentenced to the penitentiary for 21 years and appeals from that judgment, the principal ground relied on for reversal being that the verdict is flagrantly against the evidence.\nThat there is no merit in the contention that the verdict is flagrantly against the evidence is revealed by the following brief statement of facts: The appellant, the deceased and a number of other negroes were engaged in a crap game. The deceased was \"rolling the bones\" and his point was eight, which he claimed he had made. An argument ensued between him and the appellant as to whether he had made his point and two witnesses for the Commonwealth testified that during the argument the deceased, who was drunk, got up from his knees and staggered back, whereupon the appellant shot him although he was making no demonstrations of any kind against appellant. The appellant testified that before going to the crap game he had seen the deceased place a pistol in his overalls and that when the argument ensued the deceased stepped back and ran his hands in his overalls and said, \"Charlie, I will kill you,\" and stepped around one of the other negroes, whereupon appellant fired. One or two other witnesses support appellant's version of the difficulty, while other witnesses for appellant stated that when the deceased got up he \"raked his hands like h...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcguire-v-commonwealth"
    }
  ],
  "relatedIncidents": [
    25031,
    24837,
    24924,
    24937,
    24940
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}