{
  "id": 24980,
  "title": "1941년 Jacobs' Estate 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1941-09-29",
  "location": "Pennsylvania, PA, USA",
  "summary": "미국 Pennsylvania, PA 법원 판결 사건. 사건명: Jacobs' Estate. 판결일: 1941-09-29. 법원: Supreme Court of Pennsylvania.",
  "description": "## 사건 정보\n\n**사건명**: Jacobs' Estate.\n**판결일**: 1941-09-29\n**법원**: Supreme Court of Pennsylvania\n**관할**: Pennsylvania, PA\n\n**판사**: Drew, Linn, Maxey, Parker, Patter, Patterson, Schaffer, Stern\n\n## 변호인\n\nSidney J. Watts , of  Baker  Watts , with him  D. W. McDonald,  Jr., Con. F. McGregor, William G. Bechman , of  Bechman, Dunn,  Parker  McGregor , for appellants.\n\n Ruth V. Teitrick  and  Ruby R. Vale , for petitioner-appellant.\n\n Jacob E. Horewitz , with him  Thomas A. Waggoner, Jr., George  L. Hilty, William D. Long  and  W. Robert Thompson , of  Montgomery   Thompson , for appellees.\n\n## 인용\n\n- 22 A.2d 744\n- 343 Pa. 387\n\n## 판결문 요약\n\nThese appeals, taken from the decree of the court below dismissing exceptions filed to its adjudication and decree of distribution upon the audit of the fourteenth account of the trustees under the will of Adam Jacobs, deceased, involve the construction of certain provisions of the decedent's will governing the disposition of his residuary estate.\nAdam Jacobs died testate on December 18, 1883, survived by his widow, Ann, and eight children, four sons and four daughters. By his will he devised and bequeathed his entire estate to his executors, as trustees, and directed that the income therefrom be paid to the widow during her lifetime. At her death testator directed, in paragraph four, that the trustees should establish various trusts, including a trust of $10,000 for each of the children for life, except his son George, whom he disinherited. Each of these seven trusts was identical as to the amount and life quality of the child's share, but the provisions for distribution of principal among the issue of the respective children varied, preference being given grandchildren named after testator, and where his children had no children bearing his name, preference going to their eldest sons and to daughters named after the widow, to the exclusion of the others. In the trusts for two of the children only, Carrie S. Bowman and Annie J. McBirney, did testator provide what should *Page 389 \nbe done with the fund in case a child died without leaving issue surviving, directing, in these...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=jacobs-estate"
    }
  ],
  "relatedIncidents": [
    24944,
    24956,
    24960,
    24964,
    24969
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}