{
  "id": 24985,
  "title": "1941년 Patterson-Pope Motor Co. v. Ford Motor Co. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1941-09-18",
  "location": "Georgia, GA, USA",
  "summary": "미국 Georgia, GA 법원 판결 사건. 사건명: Patterson-Pope Motor Co. v. Ford Motor Co.. 판결일: 1941-09-18. 법원: Court of Appeals of Georgia.",
  "description": "## 사건 정보\n\n**사건명**: PATTERSON-POPE MOTOR CO. v. FORD MOTOR CO.\n**판결일**: 1941-09-18\n**법원**: Court of Appeals of Georgia\n**관할**: Georgia, GA\n\n**판사**: Gardner\n\n## 변호인\n\nHewlett & Dennis, T. F. Bowden, Frank D. Foley, for plaintiff., MacDougald, Troutman <&• Arkwright, Spalding, Sibley, Trout-man & Brock, Hubert Calhoun, for defendants.\n\n## 인용\n\n- 66 Ga. App. 41\n\n## 판결문 요약\n\n\nGardner, J.\nThis headnote needs no elaboration.\nA conspiracy alone will not support a cause of action. Reeves v. Maynard, 32 Ga. App. 380 (123 S. E. 181); Woodruff v. Hughes, 2 Ga. App. 361 (58 S. E. 551). In Brown &amp; Allen v. Jacobs’ Pharmacy Co., supra, the court said: “It will be readily perceived that, if the conspirators stopped with conspiring, and did nothing further in execution of the design, no injury would have been done which would furnish a basis for a civil action.” In addition to the conspiracy there must be' overt acts to give the conspiracy effect which must result in damages which have their causal connection in the conspiracy. Woodruff v. Hughes, supra; Wall v. Seaboard Air-Line Ry., 18 Ga. App. 457 (2) (89 S. E. 533); Reeves v. Maynard, supra. “If, in carrying out the design of the conspirators, overt acts were done, causing legal damage, the person damaged had a right of action.” Brown &amp; Allen v. Jacobs’ Pharmacy Co., supra.\nEor all purposes we must take as true the allegations of the petition as amended. We think that the unlawful and immoral design which grew out of the conspiracy was the control, financial ruin, and elimination of the plaintiff as a competitor of the Burrus Motor Company, and that the means employed were the medium of a dealer’s contract which was regular in form and, apparently, in all respects as to rights, obligations, privileges, and benefits, and in containing a usual cancellation clause providing “this agreement may be te...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=patterson-pope-motor-co-v-ford-motor-co"
    }
  ],
  "relatedIncidents": [
    24964,
    24973,
    24983,
    25003,
    25020
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}