{
  "id": 25003,
  "title": "1941년 Mayo 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1941-07-18",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: Mayo. 판결일: 1941-07-18. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: Nathan Mayo, as Commissioner of Agriculture of the State of Florida, Et Al., v. Winter Haven Packing Company\n**판결일**: 1941-07-18\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Brown, Chapman, Terrell, Thomas\n\n## 변호인\n\nJ. Tom Watson,  Attorney General, and  Wm. C. Pierce,  for Plaintiffs in Error;\n\n E.C. Wimberly  and  E.A. Bosarge,  for Defendant in Error.\n\n## 인용\n\n- 3 So. 2d 400\n- 147 Fla. 750\n\n## 판결문 요약\n\nUnder the provisions of Chapter 19326, Laws of Florida, Acts of 1939, a complaint was made to the Commissioner of Agriculture that the Winter Haven Packing Company had violated certain laws of the State relative to citrus fruit dealers. The specific charges, in substance, contained allegations that the company (a) shipped or attempted to ship immature citrus fruit in violation of Section 8, of Chapter 19324, of the Laws of Florida, Acts of 1939; (b) violated Section 2 of said Act with reference to the sale, transportation, preparation or receipt of citrus fruit which had not reached maturity according to the standards prescribed in the law; (c) shipped or attempted to ship citrus fruit by means of trickery, bribery or fraud, namely, the attempt to pay an inspector a bribe of fifty dollars; and (d) obstructed, or tried to obstruct, an inspector in the discharge of the duties imposed upon him by law.\nUpon these charges a hearing was conducted before the Commissioner of Agriculture who, at the conclusion of the testimony announced the opinion that all of the charges had been sustained and thereupon he ordered the certificate of registration of Winter Haven Packing Company suspended for a period of fourteen days. The company then obtained a writ of certiorari from the circuit judge of Polk County who reviewed *Page 752 \nthe record and quashed the order of the Commissioner of Agriculture.\nIt is the action of the judge which we must examine upon writ of error to his ruling. Importa...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mayo-v-winter-haven-packing-co"
    }
  ],
  "relatedIncidents": [
    24964,
    24973,
    24983,
    24985,
    25020
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}