{
  "id": 25019,
  "title": "1941년 Brown 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1941-06-12",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Brown. 판결일: 1941-06-12. 법원: Court of Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: BROWN v. LINKENHOGER\n**판결일**: 1941-06-12\n**법원**: Court of Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Sutton\n\n## 변호인\n\nSidney P. Chandler, of Corpus Christi, for appellants., Edward B. Ward, of Corpus Christi, for appellee.\n\n## 인용\n\n- 153 S.W.2d 342\n\n## 판결문 요약\n\n\nSUTTON, Justice.\nThis is an appeal from a final judgment of the trial court dismissing this suit.\nThe parties will here be styled as in the trial court.\nThe allegations of the pleadings are, and. the facts show, that plaintiffs recovered judgment in the trial court against the defendant, from which judgment an appeal was prosecuted to the San Antonio Court of Civil Appeals. The Court of Civil Appeals, on April 12, 1939, reversed and remanded the case. 128 S.W.2d 163. Plaintiffs filed a motion for rehearing, which was overruled May 17, 1939. Plaintiffs timely made their application to the Supreme Court for a writ of error, which was filed on June 24, 1939. The application was dismissed W. O. J., correct judgment, July 12, 1939. A motion for rehearing was filed July 24, 1939, and the same was overruled July 26, 1939. Plaintiffs paid the costs in the Court of Civil Appeals and a mandate issued on July 22, 1940. The defendant filed his motion to dismiss the suit on the sole ground the mandate had not issued within twelve months from the date the judgment became final. The trial court adopted the *343theory and dismissed the case. The correctness of that action is the sole question to be determined here.\nThe plaintiffs take the position the computation of the twelve months commences with July 26, 1939, the date the Supreme Court overruled their motion for a rehearing. The defendant contends the proper date from which the time must be ■computed is -July 12, 1939, the date the Supr...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=brown-v-linkenhoger"
    }
  ],
  "relatedIncidents": [
    24944,
    24956,
    24960,
    24964,
    24969
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}