{
  "id": 25031,
  "title": "1941년 Jacowitz 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1941-05-08",
  "location": "Connecticut, CT, USA",
  "summary": "미국 Connecticut, CT 법원 판결 사건. 사건명: Jacowitz. 판결일: 1941-05-08. 법원: Supreme Court of Connecticut.",
  "description": "## 사건 정보\n\n**사건명**: State of Connecticut v. Michael Jacowitz, Jr.\n**판결일**: 1941-05-08\n**법원**: Supreme Court of Connecticut\n**관할**: Connecticut, CT\n\n**판사**: Avery, Brown, Ells, Jennings, Maltbie\n\n## 변호인\n\nReinhart L. Gideon, public defender, with whom was Charles E. Mahoney, for the appellant (defendant).\n\nHugh M. Alcorn, Jr., assistant state's attorney, with whom were John P. Hodgson, assistant state's attorney, and, on the brief, Hugh M. Alcorn, state's attorney, for the appellee (the state).\n\n## 인용\n\n- 20 A.2d 470\n- 128 Conn. 40\n\n## 판결문 요약\n\nThe defendant shot and killed Frank Saltus at New Britain on January 14, 1938. He appeals from a judgment of guilty of murder in the second degree on the principal ground that, upon all of the evidence, he was not proven guilty of this crime beyond a reasonable doubt. He also attacks the finding and assigns as error certain rulings on evidence.\nThe trial court, at the request of the defendant, made a finding of facts. In its assignments of error the defendant seeks to have the finding corrected by striking out several paragraphs and adding others. The finding, however, contains no statement of conclusions reached by the trial court and consequently no error could be, or was, assigned as to them. It is, however, assigned as error that the court erred in finding upon all the evidence that the defendant was proven guilty beyond a reasonable doubt. In such a situation we must reach our conclusion from the evidence and a finding serves no purpose except to show conclusions reached by the trial court as to matters *Page 42 \nwhere there might be a reasonable difference of opinion. State v. Dodez, 120 Conn. 216, 219, 179 A. 653; State v. Simborski, 120 Conn. 624, 626, 182 A. 221.\nThere was evidence from which the trial court could reasonably have found, as it did, the following facts: The defendant lived in a second floor tenement in New Britain with his father, mother, sister Helen, the latter's husband Charles Abuciewicz, and a younger brother. At about 9 p.m. on January 14, 1938, ...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "살인",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=state-v-jacowitz"
    }
  ],
  "relatedIncidents": [
    24974,
    24837,
    24924,
    24937,
    24940
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}