{
  "id": 25040,
  "title": "1941년 In re General Permanent Wave Corp. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1941-04-14",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: In re General Permanent Wave Corp.. 판결일: 1941-04-14. 법원: Court of Customs and Patent Appeals.",
  "description": "## 사건 정보\n\n**사건명**: In re General Permanent Wave Corporation, etc.\n**판결일**: 1941-04-14\n**법원**: Court of Customs and Patent Appeals\n**관할**: USA, Federal\n\n**판사**: Bland, Garrett, Iathteld, Jackson, Leneoot\n\n## 변호인\n\nS. Clarkson Seward and W. Saxton Seiva^-d for appellant., W. W. Cochran (Hoioard 8. Miller of counsel) for tbe Commissioner of Patents.\n\n## 인용\n\n- 28 C.C.P.A. 1099\n- 118 F.2d 1020\n\n## 판결문 요약\n\n\nLeNeoot, Judge,\ndelivered the opinion of the court:\nThese are appeals from decisions of the Commissioner of Patents affirming decisions of the Examiner of Trade-marks rejecting two applications of appellant for the registration, under the provisions of the Trade-mark Act of February 20, 1905, as amended, of marks used by appellant for hair waving pads.\nApplication Serial No. 378,781 is for the registration of the expression “Vaper Marcel,” and application Serial No. 378,782 is for the registration of “an artistic design formed * * * by the words vaper marcel,” as shown in the drawing.\nThe examiner held that the last-named application is a duplicate of appellant’s application Serial No. 378,781, and required an election by appellant as to which application should be prosecuted. This appellant declined to do.\nIn view of the very close relationship between the two applications they will be embraced in a single opinion, but the two appeals will be considered separately.\n\nAppeal No. kk75\n\nThe application involved in this appeal is No. 378,781, for the registration of the mark “consisting of the expression VAPER MARCEL for hair waving pads.” The registration was denied by the examiner. In his statement upon the appeal to the commissioner he said:\nThis is in answer to an appeal from the Examiner’s refusal to register to&gt; applicant, under the 1905 Act, the notation “VAPER MARCEL” as a trade-mark for hair waving pads. The ground of refusal to register is that the mark is descripti...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "연쇄범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-general-permanent-wave-corp"
    }
  ],
  "relatedIncidents": [
    25047,
    24944,
    24956,
    24960,
    24964
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}