{
  "id": 25041,
  "title": "1941년 All Florida Land Co. v. Thomas, Manor, Inc. 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1941-04-08",
  "location": "Florida, FL, USA",
  "summary": "미국 Florida, FL 법원 판결 사건. 사건명: All Florida Land Co. v. Thomas, Manor, Inc.. 판결일: 1941-04-08. 법원: Supreme Court of Florida.",
  "description": "## 사건 정보\n\n**사건명**: All Florida Land Company, Peninsular Exploration Company, All Southern Investment Corporation, Gulf Exploration Company, Florida Corporations; J. Ray Arnold, J. B. Arnold and R. L. Arnold, Petitioners, v. Thomas, Manor, Inc., a Florida Corporation, and the Aetna Casualty & Surety Company at Hartford, Connecticut, a Corporation, Respondents\n**판결일**: 1941-04-08\n**법원**: Supreme Court of Florida\n**관할**: Florida, FL\n\n**판사**: Adams, Brown, Buford, Chapman, Terrell, Thomas, Whitfield\n\n## 변호인\n\nMcKay, Macfarlane, Jackson  Ferguson,  for Petitioners;\n\n James Kytle Williams,  for Respondents.\n\n## 인용\n\n- 1 So. 2d 567\n- 146 Fla. 564\n\n## 판결문 요약\n\nThis case comes to this Court by petition for writ of certiorari to review the correctness of an order of the Circuit Court of Dade County transferring the case from the equity side of the court to the Civil Court of Record of Dade County.\nThe order was entered upon authority of Section 75, Chapter 14658, General Laws of 1931, otherwise known as the 1931 Chancery Act.\nIn the order of transfer the chancellor retained \"jurisdiction for the purposes of administering equity as between the plaintiffs in the event of recovery of a judgment on the common law side, and that this said equity cause stand stayed, pending the prosecution of the cause of action hereby transferred.\"\nThe chancellor's authority was derived solely from Section 75supra. Necessarily he was without authority to exceed the statute. If there was anything stated for equitable cognizance then the court should have jealously guarded its jurisdiction for all lawful purposes. The statute contemplates that only in cases where the suit was erroneously brought on the equity side, that it should be transferred and does not contemplate the splitting of one law suit to make two.\nWe hold the order otherwise correct. The writ is directed to issue with instructions to the circuit court to delete the words quoted above.\n  WHITFIELD, CHAPMAN and THOMAS, J. J., concur. *Page 566 \nBROWN, C, J., TERRELL and BUFORD, J. J., dissent....",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "사기",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=all-florida-land-co-v-thomas-manor-inc"
    }
  ],
  "relatedIncidents": [
    24964,
    24973,
    24983,
    24985,
    25003
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}