{
  "id": 25049,
  "title": "1941년 Grolemund 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1941-03-28",
  "location": "California, CA, USA",
  "summary": "미국 California, CA 법원 판결 사건. 사건명: Grolemund. 판결일: 1941-03-28. 법원: California Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: LENA GROLEMUND, Appellant, v. EMILIO CAFFERATA Et Al., Respondents\n**판결일**: 1941-03-28\n**법원**: California Supreme Court\n**관할**: California, CA\n\n**판사**: Curtis\n\n## 변호인\n\nThomas D. Aitken for Appellant., Ernest I. Spiegl for Respondents.\n\n## 인용\n\n- 17 Cal. 2d 679\n\n## 판결문 요약\n\n\n17 Cal. 2d 679 (1941)\nLENA GROLEMUND, Appellant,\nv.\nEMILIO CAFFERATA et al., Respondents.\nS. F. No. 15958. \nSupreme Court of California. Department Two.--  \nMarch 28, 1941.\n Thomas D. Aitken for Appellant.\n Eugene H. O'Donnell, Julien R. Bauer and Albert A. Axelrod, as Amici Curiae, on Behalf of Appellant.\n Ernest I. Spiegl for Respondents.\n CURTIS, J.\n Lena Grolemund and Caesaer Grolemund, her husband, instituted this action against Emilio Cafferata and the respective sheriffs of the city and county of San Francisco and the county of San Mateo, for the purpose of procuring a permanent injunction restraining defendants from proceeding with the sale of certain personal property in San Francisco and certain real property in San Mateo County pursuant to executions issued on a judgment in favor of defendant Emilio Cafferata and others, as plaintiffs, and against plaintiff Caesaer Grolemund, as defendant. From a final judgment in favor of defendants, plaintiff Lena Grolemund appeals. *681\n The parties are in substantial agreement as to the facts forming the basis of this action and the significance of their chronological order, which we shall here detail: In 1926 plaintiffs acquired the leasehold interest and furniture of a 38 room rooming-house in San Francisco. Payment was made from funds which they had jointly accumulated, earnings of the husband commingled with separate funds of the wife. As various pieces of furniture therein became outworn and useless over the years, they w...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=grolemund-v-cafferata"
    }
  ],
  "relatedIncidents": [
    24944,
    24956,
    24960,
    24964,
    24969
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}