{
  "id": 25047,
  "title": "1941년 Cox 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1941-03-31",
  "location": "USA, Federal, USA",
  "summary": "미국 USA, Federal 법원 판결 사건. 사건명: Cox. 판결일: 1941-03-31. 법원: Supreme Court of the United States.",
  "description": "## 사건 정보\n\n**사건명**: COX Et Al. v. NEW HAMPSHIRE\n**판결일**: 1941-03-31\n**법원**: Supreme Court of the United States\n**관할**: USA, Federal\n\n**판사**: Hughes\n\n## 변호인\n\nMr. Hayden Covington, with whom Mr. Joseph F. Rutherford was on the brief, for appellants., Mr. Frank R. Kenison, Attorney General of New Hampshire, with whom Messrs. J. Vincent Broderick and Jeremy R. Waldron were on the brief, for appellee.\n\n## 인용\n\n- 312 U.S. 569\n- 61 S. Ct. 762\n- 85 L. Ed. 1049\n- 1941 U.S. LEXIS 783\n\n## 판결문 요약\n\n\n312 U.S. 569 (1941)\nCOX ET AL.\nv.\nNEW HAMPSHIRE.\nNo. 502.\nSupreme Court of United States.\nArgued March 7, 1941.\nDecided March 31, 1941.\nAPPEAL FROM THE SUPREME COURT OF NEW HAMPSHIRE.\n*570 Mr. Hayden Covington, with whom Mr. Joseph F. Rutherford was on the brief, for appellants.\nMr. Frank R. Kenison, Attorney General of New Hampshire, with whom Messrs. J. Vincent Broderick and Jeremy R. Waldron were on the brief, for appellee.\nMR. CHIEF JUSTICE HUGHES delivered the opinion of the Court.\nAppellants are five \"Jehovah's Witnesses\" who, with sixty-three others of the same persuasion, were convicted in the municipal court of Manchester, New Hampshire, for violation of a state statute prohibiting a \"parade or *571 procession\" upon a public street without a special license.\nUpon appeal, there was a trial de novo of these appellants before a jury in the Superior Court, the other defendants having agreed to abide by the final decision in that proceeding. Appellants were found guilty and the judgment of conviction was affirmed by the Supreme Court of the State. State v. Cox, 91 N.H. 137; 16 A.2d 508.\nBy motions and exceptions, appellants raised the questions that the statute was invalid under the Fourteenth Amendment of the Constitution of the United States in that it deprived appellants of their rights of freedom of worship, freedom of speech and press, and freedom of assembly, vested unreasonable and unlimited arbitrary and discriminatory powers in the licensing authority, and was v...",
  "timeline": [],
  "theories": [],
  "tags": [
    "판례",
    "미국",
    "연쇄범죄",
    "주요판결",
    "법원판결",
    "범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=cox-v-new-hampshire"
    },
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=keeling-v-heid"
    }
  ],
  "relatedIncidents": [
    25009,
    25040,
    24901,
    24909,
    24919
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}