{
  "id": 25042,
  "title": "1941년 McClure 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1941-04-08",
  "location": "Michigan, MI, USA",
  "summary": "미국 Michigan, MI 법원 판결 사건. 사건명: McClure. 판결일: 1941-04-08. 법원: Michigan Supreme Court.",
  "description": "## 사건 정보\n\n**사건명**: McCLURE v. REX OIL & GAS CO.\n**판결일**: 1941-04-08\n**법원**: Michigan Supreme Court\n**관할**: Michigan, MI\n\n**판사**: Boyles, Bushnell, Butzel, Chandler, McAllister, North, Sharpe, Wiest\n\n## 변호인\n\nAlfred P. Pierson  ( Frank A. Rockwith , of counsel), for plaintiff.\n\n Penny  Charter , for defendant.\n\n## 인용\n\n- 297 N.W. 482\n- 297 Mich. 255\n\n## 판결문 요약\n\nThis is an appeal from a decree dismissing plaintiff's bill of complaint. Plaintiff Grace S. McClure is and has been the wife of Charles W. McClure since their marriage on January 2, 1906. Defendant Rex Oil  Gas Company is a Michigan corporation. On April 28, 1909, Adoniram J. Stevens was the owner of an undivided one-half interest in lands situated in the township of Buckeye, county of Gladwin, described as the west one-half of the northeast one-quarter of the northwest one-quarter (W 1/2 of NE 1/4 of NW 1/4) of section 11, township 18 north, range 1 west. Stevens and his wife on that date executed and delivered to Charles W. McClure, a resident of the city of Saginaw, Michigan, a quitclaim deed to this undivided *Page 257 \none-half of land. Plaintiff claims that she acquired an inchoate right of dower in the property by virtue of this deed.\nOn November 12, 1915, McClure executed a quitclaim deed of his interest in this land to McClure-Stevens Land Company, a Michigan corporation of Gladwin, Michigan. This deed was recorded on November 23, 1915. Plaintiff did not join in this deed and alleges in her bill of complaint that the same was executed without her knowledge and consent and that she has not \"at any time by deed, release, or conveyance of any kind, or otherwise, released or relinquished her right of dower in said land.\"\nThe record of these deeds in the office of the register of deeds was incorporated in plaintiff's bill of complaint by reference.\nPlaintiff alleges that...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=mcclure-v-rex-oil-gas-co"
    }
  ],
  "relatedIncidents": [
    24944,
    24956,
    24960,
    24964,
    24969
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}