{
  "id": 25050,
  "title": "1941년 In re Estate of Roberts 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1941-03-25",
  "location": "Ohio, OH, USA",
  "summary": "미국 Ohio, OH 법원 판결 사건. 사건명: In re Estate of Roberts. 판결일: 1941-03-25. 법원: Ohio Court of Appeals.",
  "description": "## 사건 정보\n\n**사건명**: ROBERTS, ESTATE OF, In Re\n**판결일**: 1941-03-25\n**법원**: Ohio Court of Appeals\n**관할**: Ohio, OH\n\n**판사**: Barnes, Geiger, Hornbeck\n\n## 변호인\n\nJohn H. Matthews, Columbus, for appellant., J. Maxwell Maher, Columbus, for heirs., L. G. Boger, Columbus, special counsel for estate.\n\n## 인용\n\n- 34 Ohio Law. Abs. 100\n\n## 판결문 요약\n\n\n*101OPINION\nBY THE COURT:\nThe above-entitled cause is now hewing determined on motion to dismiss appellant’s appeal.\nK. C. Ice was the duly appointed, qualified - and now is the acting adiministrator of the estate of Joseph L. Roberts, deceased.\nSaid K. C. Ice has a claim against the estate, and pursuant to the provisions of §10509-106 GC, filed in the Probate Court of Franklin County, Ohio, his petition for allowance' of claim against the estate. The matter was heard by the Probate Court of Franklin County, Ohio, which disallowed said claim.\nThereafter an appeal on questions of law and fact was filed in this court. The heirs, as parties defendant and appellees, now file motion for an order dismissing the apeal upon the ground that appellant’s cause of action is not one in chancery and therefore not appealable on law and fact. Accompanying the motion is a memorandum including citation of authorities. Briefs were also filed m support of the motion by special counsel appointed by the Probate Court to represent the estate.\nCounsel for appellants filed briefs contra the motion to dismiss the appeal.\nThe arguments and cited authorities all refer to the question as to whether or not the case is one in chancery and thereby appealable to this court.\nThe courts in this state have definitely given us the definition of what is a chancery case as follows:\n“One in which, according to the usages and practices in courts of chancery prior to and at the time of the adoption of the Code of Ci...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=in-re-estate-of-roberts"
    }
  ],
  "relatedIncidents": [
    24944,
    24956,
    24960,
    24964,
    24969
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}