{
  "id": 25059,
  "title": "1941년 Temple 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1941-03-12",
  "location": "Oklahoma, OK, USA",
  "summary": "미국 Oklahoma, OK 법원 판결 사건. 사건명: Temple. 판결일: 1941-03-12. 법원: Court of Criminal Appeals of Oklahoma.",
  "description": "## 사건 정보\n\n**사건명**: Lloyd O. Temple v. State.\n**판결일**: 1941-03-12\n**법원**: Court of Criminal Appeals of Oklahoma\n**관할**: Oklahoma, OK\n\n**판사**: Barefoot, Doyle, Jones\n\n## 변호인\n\nDennis Wright, of Harr ah, for defendant., Mac Q. Williamson, Atty. Gen., Jess L. Pullen, Asst. Atty. Gen., and Lewis R. Morris, Co. Atty., of Oklahoma City, of Oklahoma County, for the State.\n\n## 인용\n\n- 111 P.2d 524\n- 71 Okla. Crim. 301\n\n## 판결문 요약\n\nDefendant, Lloyd O. Temple, was charged in the district court of Oklahoma county with the crime of \"attempted rape in the first degree,\" was tried, convicted, and by the jury found guilty and his punishment assessed by the court at 25 years in the penitentiary, and he has appealed.\nIn the indictment filed in this case it was charged:\n\"* * * did then and there willfully, unlawfully and feloniously commit the crime of attempted rape in the first degree in the manner and form as follows, to wit: * * * did then and there willfully, unlawfully, wrongfully and feloniously by means of force overcoming the resistance and by means of threats of immediate injury and to kill accompanied by apparent power of execution, and preventing resistance by then and there striking, beating, bruising and maltreating one Mary Hawkins with a certain blunt instrument, a more full and complete description of which is to your informant unknown, then and there had and held in the hands of him the said defendant, Lloyd O. Temple, then and there attempt to have and hold unlawful sexual intercourse with the said Mary Hawkins, a female person over the age of eighteen years and not the wife of the said Lloyd O. Temple, the said Lloyd O. Temple being a male person over the age of eighteen years, but the said defendant was prevented from the completion of said act by the resistance of the said Mary Hawkins. * * *\"\nThe defendant filed general and special demurrers to the sufficiency of the indictment, which were...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "미국",
    "법원판결",
    "성범죄"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=temple-v-state"
    }
  ],
  "relatedIncidents": [
    24849,
    24944,
    24956,
    24960,
    24964
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}