{
  "id": 25065,
  "title": "1941년 Piotrowski 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1941-02-19",
  "location": "Maryland, MD, USA",
  "summary": "미국 Maryland, MD 법원 판결 사건. 사건명: Piotrowski. 판결일: 1941-02-19. 법원: Court of Appeals of Maryland.",
  "description": "## 사건 정보\n\n**사건명**: Charles E. Piotrowski v. . State, Ex Rel. Anthony A. Kowalek\n**판결일**: 1941-02-19\n**법원**: Court of Appeals of Maryland\n**관할**: Maryland, MD\n\n**판사**: Collins, Delaplaine, Johnson, Mitchell, Sloan\n\n## 변호인\n\nTheodore K. McKeldin  and  M. William Adelson,  with whom were Sidney M. Jacobs  and  Bernard Rosen  on the brief, for the appellants.\n\n Louis J. Jira  and  George P. Welzant,  for the appellee.\n\n## 인용\n\n- 18 A.2d 199\n- 179 Md. 377\n\n## 판결문 요약\n\nOn the 11th day of July, 1940, Anthony A. Kowalek filed a petition for a writ of habeas corpus in the Court of Common Pleas of Baltimore City, alleging, among other things, that Vivian Joan Kowalek, his daughter, was restrained of her liberty by Charles E. Piotrowski, her grandfather, and Josephine Piotrowski, her grandmother. The writ was granted and after taking testimony in open court, on October 7th, 1940, the custody of the child, Vivian, was ordered taken from the grandparents and given to her father, Anthony A. Kowalek, by the judge below. The appeal is taken from that order.\nAnthony Kowalek was married to Wanda Piotrowski, the daughter of the said Charles Piotrowski and Josephine Piotrowski, on October 29th, 1930, and the child, Vivian, whose custody is now in dispute, was born to the said Anthony and Wanda in July, 1932. Three or four weeks before December 4th, 1932, on account of illness, Wanda Kowalek together with her daughter stayed at the home of her father and mother, the Piotrowskis, at 821 North Milton Avenue, but a few days before her death on December 4th, 1932, asked to be taken to her home at 1919 East Lombard Street, where she died. The child, Vivian, continued to live with her grandparents, and has been living with them since she was about four months old. Anthony Kowalek testified that after the funeral of his wife he asked if he could live with the Piotrowskis, but that they refused his request. The father testified that he visited his child once or t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=piotrowski-v-state-ex-rel-kowalek"
    }
  ],
  "relatedIncidents": [
    24944,
    24956,
    24960,
    24964,
    24969
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}