{
  "id": 25077,
  "title": "1941년 Gray 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1941-01-24",
  "location": "Kentucky, KY, USA",
  "summary": "미국 Kentucky, KY 법원 판결 사건. 사건명: Gray. 판결일: 1941-01-24. 법원: Court of Appeals of Kentucky (pre-1976).",
  "description": "## 사건 정보\n\n**사건명**: Gray v. Connors.\n**판결일**: 1941-01-24\n**법원**: Court of Appeals of Kentucky (pre-1976)\n**관할**: Kentucky, KY\n\n**판사**: Thomas\n\n## 변호인\n\nC. Eubank Tucker for appellant.\n\nLuther Roberts for appellee.\n\n## 인용\n\n- 147 S.W.2d 384\n- 285 Ky. 229\n\n## 판결문 요약\n\nAffirming.\nIn 1930, appellant, Frank Gray (possessing several aliases) was convicted in a proper court of the state of *Page 230 \nAlabama of having committed burglary, and was punished by confinement in the penitentiary of that state. While serving his sentence he made his escape from prison and has been a fugitive from justice until his apprehension in Louisville, Kentucky, by a peace officer of that city, or of the county of Jefferson, under a request of the proper Alabama authorities. When arrested he signed a written agreement to waive extradition, and in which he acknowledged his identity as the escaped fugitive from the state of his conviction. But before the necessary papers were obtained for his transfer he withdrew his written waiver, which was followed by a hearing before the Governor of this Commonwealth, Hon. Keen Johnson, who ordered and directed the extradition of appellant from this, his asylum state, and his delivery to the proper authorities of Alabama, wherein he stood convicted, and the Governor then issued his warrant accordingly. Before it (Governor's warrant) was executed, and the order therein contained carried out, appellant applied to the Criminal Division of the Jefferson Circuit Court for a writ of habeas corpus seeking his release from arrest because, (a) as he contended, the law applicable to a valid extradition order had not been complied with, and (b) that being a convicted felon and not merely an accused but untried one (as he contended) he cou...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "판례",
    "강도",
    "미국",
    "법원판결"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=gray-v-connors"
    }
  ],
  "relatedIncidents": [
    25024,
    25030,
    24889,
    24923,
    24936
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}