{
  "id": 25073,
  "title": "1941년 Ex Parte Lewis 사건",
  "category": "crime",
  "era": "contemporary",
  "date": "1941-02-05",
  "location": "Texas, TX, USA",
  "summary": "미국 Texas, TX 법원 판결 사건. 사건명: Ex Parte Lewis. 판결일: 1941-02-05. 법원: Court of Criminal Appeals of Texas.",
  "description": "## 사건 정보\n\n**사건명**: Ex Parte W. L. Lewis.\n**판결일**: 1941-02-05\n**법원**: Court of Criminal Appeals of Texas\n**관할**: Texas, TX\n\n**판사**: Graves\n\n## 변호인\n\nShead  Smith,  of Longview, for appellant.\n\n William Caven,  City Attorney, of Marshall, and  Lloyd W.  Davidson,  State's Attorney, of Austin, for the State.\n\n## 인용\n\n- 147 S.W.2d 478\n- 141 Tex. Crim. 83\n\n## 판결문 요약\n\nAll former opinions herein are withdrawn, and the following substituted therefor:\nRelator was charged by complaint with having violated the following ordinance of the city of Marshall in Harrison County:\n                          \"An Ordinance\n\"An ordinance prohibiting soliciters, peddlers, itinerant merchants and transient vendors of merchandise from going upon the premises of private residences without an invitation of the owner or occupant thereof: Providing a permit: Fixing a penalty: and declaring an emergency.\n\"Be It Ordained by the Commission of the City of Marshall:\n\"Section 1: That after the passage of this ordinance it shall be unlawful for any solicitors of orders for merchandise, peddlers, itinerant merchants, transient vendors of merchandise to go in and upon the premises of a private residence, in the City of Marshall unless requested or invited so to do by the owner or occupant of said private residence for the purpose of soliciting orders for the sale of goods, wares and merchandise, or for the purpose of disposing of or peddling the same.\n\"Section 2: Every solicitor of orders for the sale of merchandise, peddler, itinerant merchant or transient vendor of merchandise, shall obtain a permit from the City Manager of the City of Marshall before soliciting any orders offering for sale or selling any goods, wares or merchandise in the City of Marshall, and it shall be the duty of the City Manager to make investigation of all persons offering so to do to determine t...",
  "timeline": [],
  "theories": [],
  "tags": [
    "범죄",
    "미국",
    "법원판결",
    "판례"
  ],
  "sources": [
    {
      "name": "Harvard Law - Case Law Access Project",
      "url": "https://case.law/search?q=ex-parte-lewis"
    }
  ],
  "relatedIncidents": [
    24944,
    24956,
    24960,
    24964,
    24969
  ],
  "images": [],
  "casualties": null,
  "coordinates": null,
  "status": "resolved"
}